{
    "url": "/rulings-and-resolution-statements/ruling/?id=06243-18",
    "title": "06243-18 Rae v Sunday Mail",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mail (Reach PLC)",
    "published_on": "2018-09-09 00:00:00",
    "received_on": "2018-09-24 00:00:00",
    "concluded_on": "2018-12-14 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "10.    The complaint was not upheld.",
    "remedial_action": "11. N/ADate complaint received: 24/09/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 06243-18 Rae v Sunday Mail\nSummary of Complaint 1.   \nJamie Rae complained to the Independent Press Standards Organisation that\nthe Sunday Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “SALMOND IN NEW CROWD CASH ROW”, published on 9\nSeptember 2018. 2.   \nThe\narticle reported that the complainant, “a convicted fraudster”, was “helping to\nbankroll Alex Salmond’s legal battle against sexual harassment claims”. It said\nthat the complainant “has given £1000 to the former first minister’s\ncontroversial online crowd funder campaign”, and that he had “served time in\njail for benefits and mortgage fraud in 1997”. The article said that he had\nbeen charged in relation to these “scams” - which involved more than £167,000 –\nwhile he was an SNP councillor, and that Mr Salmond had subsequently “helped\nlaunch” his recycling business in the Far East. It went on to describe how the\nSNP had been “accused of cronyism” in 2014 when “an IT firm who [the\ncomplainant] had joined as a director months beforehand were given a £2million\nNHS contract”. The article included a quotation from the complainant, saying\nthat he was happy for his fraud conviction to be written about, but that “’you\nshould also say that he had a successful business and did a lot for charity and\nhelped a lot of people’”. 3.   \nThe\narticle also appeared online in the same form with the headline “Alex Salmond\nin new crowdfund cash row as convicted fraudster helps to bankroll legal\nfight”. 4.   \nThe\ncomplainant said that the article was inaccurate in breach of Clause 1\n(Accuracy) because it suggested that “cronyism” had been involved in the decision\nto award the IT firm the NHS contract. He said that in fact there were valid\ntechnical reasons for the award of the contract, which followed on from a\nprevious NHS contract awarded to the same company, and was therefore the next\nphase in the rollout of an existing provision; it was therefore inaccurate for\nthe article to characterise the award of the 2014 contract as having arisen\nfrom the complainant’s appointment as director. The complainant was also\nconcerned that the article stated that Mr Salmond had helped “launch” the\ncomplainant’s Far East business; in fact, the former First Minister had made a visit\nto the company three months after it launched, but had not “launched” it.\nFinally, the complainant was concerned that the article suggested that there\nwas something untoward in his making a donation to the former First Minister’s\ncampaign. 5.   \nThe\npublication denied any breach of Clause 1 (Accuracy). It said that the\ncomplainant had been appointed a director of the IT firm two months before an\nNHS contract had been signed during March 2014, as reported in the article, and\nthe article specifically referred to this contract, not to any other the\ncompany was engaged in with the NHS. It was therefore not misleading, it said,\nto refer to accusations of “cronyism”. \nRelevant Code\nProvisions 6. Clause 1 (Accuracy) i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nFindings of the Committee 7. The article\naccurately reported that the complainant had become a director of the IT\ncompany “months before” it was given a £2million NHS contract. It was not in\ndispute that, subsequent to this appointment, accusations of “cronyism” had\nbeen made. While the complainant asserted that these accusations were invalid,\nthe publication had accurately reported that they had been made, and presented\nthe correct information regarding the complainant’s appointment to the firm. It\ndid not adopt the allegation of “cronyism” as fact. There was no failure to\ntake care over this claim, and no misleading impression was created that\nrequired correction; there was therefore no breach of Clause 1 on this point. 8. The\ncomplainant accepted that the former First Minister had visited his Far East\nBusiness three months after it launched. It was not misleading, in these\ncircumstances, for the publication to state that he had “helped launch” the\nbusiness: he had visited it shortly after it opened, with a view to promoting\nits work. This phrase did not suggest that the former First Minister had been\ninvolved in the founding of the company. There was no breach of Clause 1 on\nthis point.  \n9. The\npublication was entitled to draw attention to the complainant’s public donation\nto the former First Minister’s online crowdfunding campaign, and to his past\nconvictions, which were matters of public record. The convictions and donation\nwere accurately reported, and no misleading impression was given of the\ncomplainant’s actions; the complainant’s response to the connection being made\nwas also included. There was no breach of Clause 1 on this point.\nConclusions 10.    The complaint was not upheld. \nRemedial action\nrequired\n11. N/ADate complaint received: 24/09/2018\nDate decision issued: 14/12/2018\n \n \nBack to ruling listing\n\n\n"
}