{
    "url": "/rulings-and-resolution-statements/ruling/?id=06279-17",
    "title": "06279-17 Marr v Milngavie & Bearsden Herald",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Milngavie & Bearsden Herald (National World Publishing Ltd)",
    "published_on": "2017-03-15 00:00:00",
    "received_on": "2017-04-16 00:00:00",
    "concluded_on": "2017-09-21 00:00:00",
    "complaint_processing_days": 158,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/ADate complaint received:16/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06279-17 Marr v Milngavie & Bearsden Herald\nSummary of complaint\n1. Malcolm Marr complained to the Independent Press\nStandards Organisation that the Milngavie & Bearsden Herald breached Clause\n1 (Accuracy), Clause 2 (Privacy) and Clause 12 (Discrimination) of the Editors’\nCode of Practice in an article headlined “Residents fight to save Canniesburn\nWoods”, published on 15 March 2017.\n2. The article reported the opposition from a group of local\nresidents to a planning application that had been granted, which would change\nan area of land, purchased by the complainant, from public woodland to a\nprivate garden. It included comments made by the residents that the council had\nnot been transparent throughout the planning process; that it did not advertise\nthe planning application in the local newspaper as required; and that the land\nwas bought at a reduced price at a public auction, which was not advertised\nlocally. The article included a picture of the residents on the land, in which\npart of the exterior of the complainant’s house was visible in the background.\n3. The article reported that a chief officer of the council,\nalong with two councillors from the planning board, sat on the board of a\ncompany of which the complainant was a former director. It reported that the\nchief officer recommended the approval of the planning application and that the\ntwo councillors voted to approve it. The article included a resident’s comment\nthat an interest should have been declared, and also the chief officer’s\ncomment that “due planning process was applied” when considering the application.\n4. The complainant said that the correct procedures had been\nfollowed during the sale of the land. He said that it was advertised both\nlocally and nationally, therefore it was available to anyone for purchase, and\nthat the newspaper could not have been aware of the value of the land. The\ncomplainant said that the article gave the misleading impression that the\ndecision-making process was corrupt, because it implied that he had a\nrelationship with the two councillors. He also said that the article was\nbiased, particularly because the newspaper did not contact him or the auction\nhouse for comment prior to publication, in breach of Clause 1 and Clause 12.\n5. The complainant said that the photograph represented an\nintrusion into his private life as his house was visible in the background, and\nbecause it was taken on private land without his knowledge or consent. \n6. The newspaper said that the article merely reported that\nlocal residents had proposed to challenge the council’s decision to grant the planning\napplication, and that it did not intend to suggest corruption or that the\ncomplainant had acted with impropriety. It said that it was the planning\nauthority’s responsibility to advertise the application and to notify local\nresidents, not the responsibility of the complainant.\n7. The newspaper said that it had given the council a copy\nof the article prior to publication, requesting its comment, and that it\nreported the council’s response in full. The newspaper said that it did not\ncontact the complainant because the article did not make any criticism of him,\nhowever it said that his right of reply remained open.\n8. The newspaper said that after receiving the complaint, it\ncontacted its source who accepted that as the land was sold at auction, by\ndefinition it was sold at the market rate. As such, it offered to publish the\nfollowing clarification on page three of the newspaper:\nIn our edition of March 23 on page 5 we carried a story\nentitled 'Residents fight to save woods'. The story highlighted concerns by a\ngroup of local people about a planning application for a change of use of land\nat Canniesburn Woods. In the story we said the group claimed the land was\nbought at reduced price at public auction. We now accept that if the land was\nsold at a public auction it was sold at market value. We apologise for this and\nfor any distress caused to those involved. \n9. The newspaper said that whilst it was not aware exactly\nwhen the photograph was taken, the land had been considered a public space for\nmany years by local residents; it said that it understood that there were no\nfences, signs or other restrictions in place and noted the public’s “right to\nroam”. Whilst the newspaper did not accept that there had been a breach of\nClause 2, it removed the online article.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n11. The terms of Clause 1 do not require newspapers to seek\ncomment from the subject of an article prior to publication but in some\ncircumstances, this may be necessary to ensure the accuracy of the information\npublished. The article reported on the residents’ criticisms of the council,\ntherefore in this instance it was necessary to provide it with an opportunity\nto comment on the claims. The newspaper had given a draft of the article to the\ncouncil in advance of publication and asked for its response, which it had\nincluded in the published article. This demonstrated that care had been taken\nto ensure the accuracy of the information published and there was no breach of\nClause 1 (i).\n12. The article reported criticisms made by residents that\nthe land was sold at a reduced price at a public auction. In circumstances\nwhere the nature of the sale was made clear, and where this claim was directly\nattributed to the residents, the Committee did not consider that it was\nsignificantly misleading to report the residents’ claim that the land was sold\nat a reduced price. Nonetheless, the Committee welcomed the newspaper’s offer\nto publish a clarification on this point. There was no breach of Clause 1 on\nthis point.\n13. The article reported criticisms made by residents that\nthe council had not been transparent and that it had not followed the required\nplanning process. The newspaper was entitled to report the claims being made by\nthe group of residents and it did not present these as fact. In circumstances\nwhere the claims were clearly attributed to the residents and the council’s\ndenial of the claims was included, the Committee did not consider that the\narticle was significantly misleading. There was no breach of Clause 1 on these\npoints.\n14. The complainant said that the article gave the\nmisleading impression that the council’s decision-making process was corrupt.\nIt was not disputed that the complainant had previously sat on the same board\nas the two councillors and the chief officer of the council. The newspaper was\nentitled to report the connection between the complainant and the members of\nthe committee who approved the planning application, particularly as this\nprovided the basis for the position of one resident that “an interest should\nhave been declared”. The publication of this information was not misleading in\ncircumstances where the article included the council’s position that the proper\nplanning process had been followed. There was no breach of Clause 1 on this\npoint.\n15. The image showed the group of residents standing on a\nsmall area of the woodland, which was freely accessible. Only part of the\nexterior of the complainant’s house was visible in the image and the Committee\ndid not consider that the image revealed any private information about the\ncomplainant. There was no breach of Clause 2.\n16. The article did not make a prejudicial or pejorative\nreference to the complainant in regards to any of the characteristics protected\nunder Clause 12; there was no breach of Clause 12.\nConclusions\n17. The complaint was not upheld.\nRemedial action required\n18. N/ADate complaint received:16/04/2017Date decision issued: 21/09/2017  \n \nBack to ruling listing\n\n\n"
}