{
    "url": "/rulings-and-resolution-statements/ruling/?id=06272-19",
    "title": "06272-19 Shadforth v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2019-08-11 00:00:00",
    "received_on": "2019-08-22 00:00:00",
    "concluded_on": "2020-02-18 00:00:00",
    "complaint_processing_days": 180,
    "conclusion_long": "15. The complaint was upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the nature, extent and placement of which is determined by IPSO. 17. In circumstances where the Committee found that the publication was entitled to characterise the findings of the report in the way reported, but that the article had not made clear that this was its own characterisation rather than a finding made by Ofqual, the Committee considered that the appropriate remedy was the publication of a correction. 18. The proposed wording, although not offered promptly, addressed the inaccuracy and publication in the Corrections and Clarifications columns satisfied the requirement for sufficient prominence. The correction should, therefore, now be published, with the addition that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 22/08/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 06272-19 Shadforth\nv The Sunday Times\nSummary of Complaint\n1. Chris Shadforth, acting on behalf of the Office of\nQualifications and Examinations Regulation (Ofqual), complained to the\nIndependent Press Standards Organisation that The Sunday Times breached Clause1\n(Accuracy) of the Editors' Code of Practice in an article headlined\n\"Revealed – A-level results are 48% wrong\" published on 11 August\n2019.\n2. The article reported that \"two out of five teenagers\nwho sat essay-based A-levels may be awarded the 'wrong' grade when results come\nout on Thursday because of inconsistent marking, according to research from the\nexam regulator Ofqual\". It went on to report that the study found that\n\"the probability of a candidate not getting the correct grade in subjects\nsuch as English and history is between 42% and 48% because examiners mark\nsubjectively. For sociology it is 37% and for geography 35%.\" The article\nfeatured a quote from a Professor at a Centre for Education Research at a named\nuniversity who said that “Millions have been spent on this new A-level exam\nsystem and even now there is a crisis of confidence. The marking in essay-based\nsubjects has been proved wrong on too many occasions and the grade boundaries\nhave been lowered to a dangerous level\". The article then featured a quote\nfrom Ofqual, which said \"It is recognised that the quality of marking in\nEngland is among the best in the world. However, we are not complacent\".\n3. The article was also published in much the same format\nonline under the headline \"Revealed – A-level results are 48% wrong\",\npublished on 11 August 2019.\n4. The complainant said that the article was inaccurate. He\nsaid that the article had misrepresented Ofqual's report to claim that between\n42% and 48% of grades were \"wrong\". The complainant said that the\nresearch, which focused on marking consistency, did not feature the term\n\"wrong\" and made no reference to grades being incorrect or wrong. He\nsaid that the study reported on marking consistency and emphasised that unlike\nsubjects such as maths, there is not a single right mark for every answer in\nessay based subjects, and for many assessments experienced examiners may\ninterpret mark schemes to return two different but equally legitimate marks or\ngrades that give a sound reflection of a student's performance. The complainant\nhighlighted that marking consistency is a relative concept and not an absolute\nconcept of right and wrong grades, to use the term wrong in relation to the\nreport was inaccurate. In any event, the complainant said that Ofqual had\nreleased material on how many grades were wrongly awarded and that only 1.1% of\ngrades were changed in 2018, in English the figure ranged from 1.2% to 1.8%. He\nsaid that he had explained why the article's interpretation of the research was\nwrong prior to publication, yet this information was not included in the\narticle.\n5. The complainant also said that the article had given the\nmisleading impression that Ofqual itself had found that 48% of grades were\n\"wrong\", when for the aforementioned reasons, this was not what the\nstudy found. The complainant acknowledged that the professor quoted in the\narticle had used the term \"wrong\" but emphasised that he was not\ncommenting on Ofqual's research specifically. In any event, the term did not\nappear in quotation marks in the headline and readers would have therefore have\nunderstood that Ofqual itself said that 48% of grades were wrong.\n6. Where the report was published nine months prior to the\narticle's publication, the complainant criticised the decision to publish the\narticle the same week A-level results were released. He said this was done\nintentionally to cause distress to those affected by exam pressures.\n7. The publication denied that it was inaccurate to report\nthat 48% of grades were \"wrong\". It said that the study had found\nthat 52% of grades in English language and literature were\n\"definitive\", defined in the study as the grade a senior examiner\nwould return; this contrasted with mathematics where the probability of a grade\nbeing definitive was 96%. The publication said that it was disingenuous to\nclaim that an unambiguous grade could be awarded to students, only for Ofqual\nto find that nearly half of the awarded grades were not \"definitive\"\ni.e. not the mark awarded by a senior examiner. Where one student could be\nawarded a B, when a different marker could award a C, the use of the term\n\"wrong\" was not inaccurate. The publication noted that if an\nexaminer's marking does not conform to the \"definitive grade\"\nestablished by a senior marker, disciplinary action would be brought against\nthat marker. The publication questioned why if both grades were legitimate, as\nclaimed by the complainant, how Ofqual could account for these actions.\n8. The publication also said that the complainant's position\nthat Ofqual had already published data on the amount of wrong grades awarded\nwas flawed. It said that Ofqual only recorded grades which had been challenged\nand subsequently changed, roughly 5.6%. It said that Ofqual was happy to refer\nto grades being wrongly awarded when they were changed but objected to the\nnewspaper using this terminology. The publication highlighted that in both\ninstances, both parties are referring to cases where the grade awarded by the\nmarker differed to that given by the senior marker. It noted that it was not\ncredible to argue that inconsistent marking cannot be described as wrong, while\nsimultaneously accepting the marking could be wrong when that inconsistency is\nchallenged and corrected. The publication emphasised that it was entitled to\nuse the language it saw fit to characterise the findings and was not bound to\nterminology approved by public bodies; the term \"wrong\" was a fair\nsummation of the research as a whole. Nevertheless, the term \"wrong\"\nhad also featured in the professor's quote, in which he had made the point that\nthe marking in essay based questions had been \"proved wrong on too many\noccasions\".\n9. Notwithstanding its position that there was no breach of\nthe Code, the publication offered to publish a letter from Ofqual setting out\nits position.  The publication also\noffered to publish a clarification in its print and online Corrections and\nClarifications column 56 days after IPSO began its investigation. The\npublication offered the following wording:\n\"Our report 'Revealed - A-level results are 48% wrong'\n(News, August 11) stated that two out of five teenagers who sat essay-based\nsubjects at A-level may be awarded the 'wrong' grade. Ofqual argues the word\n'wrong' misrepresents the results of their research; that variation in grades\nis due to the intrinsic subjectivity of marking humanities subjects; and that\nthe true proportion of grades awarded in error is 1.2 %. We are happy to make\nthis clear.\"\n10. The complainant rejected this offer and said that the\n1.2% figure was not supplied for this reason and its inclusion in the context\nof this wording did not correct the inaccuracy.\nRelevant Code Provisions\n11. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n12. The research published by Ofqual, which was referenced\nin the article, found that 52% of grades awarded by examiners in English were\ndefinitive, defined in Ofqual’s report as being the same grade as would have\nbeen awarded by a senior examiner. It was not significantly misleading to\nreport that 48% of grades could be \"wrong\", in circumstances where\nthe research indicated that, in 48% of cases, a senior examiner could have\nawarded a different grade to that awarded by the examiner who had marked the\npaper. The complainant had accepted that different grades could be awarded as a\nresult of inconsistencies in marking, but disagreed with the characterisation\nof the research which had been adopted by the publication.  However, the Committee found that, in light\nof the findings about the inconsistencies in marking which had been identified\nin the research, it was not significantly inaccurate for the publication to\ncharacterise the findings of the research in this way. However, whilst the\narticle had presented the term \"wrong\" in quotation marks, it did not\nmake it sufficiently clear that this was the newspaper's own characterisation\nof the research, rather than a finding which had been made by Ofqual. The\nProfessor quoted in the article had used the term \"wrong\" to refer to\nthe marking of essay based subjects, but the quotation had not referred to\nOfqual’s research. Prior to publication, the complainant had explained Ofqual's\nposition that it did not accept that the research had found that the reported\npercentage of grades were \"wrong\", which provided the publication\nwith an opportunity to ensure that Ofqual's position was not misrepresented;\nhowever, the quote provided by Ofqual had not been included in the\narticle.  The article had not made clear\nthat grades being “wrong” was the publication’s characterisation and not a\nfinding made by Ofqual; this amounted to a failure to take care not to publish\ninaccurate or misleading information in breach of Clause 1(i) and was\nsignificant so as to require a correction to avoid a further breach of Clause\n1(ii).\n13. The publication offered to publish a clarification and\nthe proposed wording made clear that the term “wrong” was the publication's own\ncharacterisation or summation of the research, rather than a finding made by\nOfqual. The Committee considered that the publication's offer to publish the\nwording in the online and print Corrections and Clarifications columns\nrepresented a suitably prominent position in which to correct the inaccuracy.\nHowever, the clarification was offered 56 days after IPSO began its investigation.\nGiven that the publication had been informed of Ofqual’s position prior to\npublication, the offer could not be considered prompt; the delay gave rise to a\nbreach of Clause 1(ii).\n14. The timing of an article's publication is a matter of\neditorial discretion and not a Code issue. There was no breach of Clause 1 on\nthis point.\nConclusions\n15. The complaint was upheld under Clause 1(i) and Clause\n1(ii).\nRemedial Action Required\n16. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or an adjudication, the nature, extent and placement of which is\ndetermined by IPSO.\n17. In circumstances where the Committee found that the\npublication was entitled to characterise the findings of the report in the way\nreported, but that the article had not made clear that this was its own\ncharacterisation rather than a finding made by Ofqual, the Committee considered\nthat the appropriate remedy was the publication of a correction.\n18. The proposed wording, although not offered promptly,\naddressed the inaccuracy and publication in the Corrections and Clarifications\ncolumns satisfied the requirement for sufficient prominence. The correction\nshould, therefore, now be published, with the addition that it has been\npublished following an upheld ruling by the Independent Press Standards\nOrganisation.\n \nDate complaint received: 22/08/2019\nDate complaint concluded by IPSO: 18/02/2020\nBack to ruling listing\n\n\n"
}