{
    "url": "/rulings-and-resolution-statements/ruling/?id=06303-19",
    "title": "06303-19 Hoy v Wisbech Standard",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Wisbech Standard (Newsquest Media Group)",
    "published_on": "2019-08-22 00:00:00",
    "received_on": "2019-08-25 00:00:00",
    "concluded_on": "2020-01-29 00:00:00",
    "complaint_processing_days": 157,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06303-19 Hoy v\nWisbech Standard\nSummary of Complaint\n1. Samantha Hoy complained to the Independent Press\nStandards Organisation that Wisbech Standard breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Sunday car boot in\nWisbech market place under fire - a ‘dustbin scenario’ says former councillor -\nbut council leader says its boost trade”, published online on 22 August 2019.\n2. The article, which appeared only online, reported on\nvarious comments which had been made about the car boot sale held on Sundays in\nWisbech.  The comments, which were\ncritical of the car boot sale for being a mess, had been prompted by a photograph\nthat had been posted on social media. \nThe criticisms of the car boot sale were included in the article, as\nwell as quotes from the complainant, the leader of the town council, who said\nshe “would be talking to council staff to ensure the rules are abided by and\ncar booters are informed”. The article reproduced a copy of the photograph\nwhich had appeared on social media and reported that it had been taken at the\ncar boot sale held on Sunday 18 August.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 (Accuracy) as the published photograph had not been taken on\nSunday 18 August, but was a photograph which had been taken several months\nbefore. She also said that the car boot sale had not been a mess on 18 August.\nShe said her quotations had been taken from twitter after the publication had\ninvited her to comment on the photograph.\n4. The publication accepted that the photograph had been\ntaken at a previous car boot sale and not on 18 August. However, it said that\nthere had not been a breach of Clause 1(i) as the photograph had appeared on a\ncommunity Facebook page, with comments which suggested that the market had been\nin that state on 18 August. Prior to publication, the administrator of the\nFacebook page was contacted to obtain permission to use the photograph and\nconfirmation of the date on which it had been was sought; the publication was\ntold that the photograph had been taken recently. During IPSO’s investigation, the\npublication again contacted the administrator who confirmed this sequence of\nevents. The publication argued that complainant’s comments indicated that she\nwas also under the impression that the photograph had been taken on 18 August.\n5. Shortly after the article was published, the publication\nbecame aware that the photograph had, in fact, been taken a number of months\nearlier, in April. Upon receiving this information, the publication deleted the\noriginal article, and replaced it with a second article headlined: “Photograph\nof car booters in Wisbech breaking the rules was taken in April not August - an\napology”. This article explained that the original article had reported that\nthe photograph had been taken in August when, in fact, it had been taken in\nApril, and gave a full account of the true position. It also apologised to the\ncomplainant and included a lengthy quote in which she provided her further\ncomments.\n6. During the referral period, the publication offered to\ndelete the second article as a gesture of goodwill. This was accepted by the\ncomplainant.\n7. During IPSO’s investigation the publication, having\nregard to its Code obligations,  offered\nthe following correction to be published online for 24 hours:\nCouncillor Hoy – an apology\nOn August 26th the Wisbech Standard published a photograph\nshowing that the car boot rules were being broken in the market place with\nitems strewn across the floor.\nIn the article, town council leader Samantha Hoy promised\naction to stop any abuse of policy regarding the car boot sale.  \nHowever it has since emerged that the photograph of the\nitems – which we stated had been taken on Sunday August 18 – had in fact been\ntaken in April and at one of the Thursday car boots.\nEditor John Elworthy said: “I apologise to Cllr Hoy for our\nerror in stating the date of when the photograph was taken. The photograph was\npublished in good faith and although it showed a clear breach of the rules for\ntrading, it was not taken on the day we stated.”\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The Committee noted that local residents and the complainant\nherself were under the impression that the photograph had been taken on 18\nAugust when commenting on the original Facebook post. It also noted that the\npublication had taken care to contact the administrator of the group and the\nphotographer in order to confirm that the photograph had been taken in August.\nOn this basis, there was no breach of Clause 1(i). However, reporting that the\ncar boot sale had been a mess in August, when this was not the position, did\nrepresent a significant inaccuracy and a correction was required in order to\navoid a breach of Clause 1(ii).\n10. The publication accepted that the article was inaccurate\nand had deleted the article as soon as it became aware that the published\nphotograph did not depict the state of the car boot sale on 18 August. A new\narticle was published on 26 August which explained the inaccuracies in the\nearlier article and this was deleted in an attempt to resolve the complaint,\nwhich the complainant had accepted. During IPSO’s investigation, the publication\noffered to publish a further correction. The Committee considered that the\nsecond article had identified the inaccuracy, set out the correct position and\nnoted that it had included an apology; this was offered promptly, the day after\nthe complainant made the correct position known. Further, the Committee\nconsidered that a standalone article on the publication’s website represented\ndue prominence. Given that the second article had since been deleted, the\nCommittee welcomed the offer made by the publication to publish a further\ncorrection and this should now be published in order to avoid a breach of\nClause 1(ii).\nConclusions\n11. The complaint was not upheld.\nRemedial Action\n12. N/A\n \nDate complaint received: 25/08/2019\nDate decision issued: 29/01/2020\nBack to ruling listing\n\n\n"
}