{
    "url": "/rulings-and-resolution-statements/ruling/?id=06319-19",
    "title": "06319-19 Docherty v Evening Times",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Glasgow Times (Newsquest Media Group)",
    "published_on": "2019-08-24 00:00:00",
    "received_on": "2019-08-26 00:00:00",
    "concluded_on": "2020-02-13 00:00:00",
    "complaint_processing_days": 171,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06319-19 Docherty v\nEvening Times\nSummary of Complaint\n1. Collette Docherty complained to the Independent Press\nStandards Organisation that Evening Times breached Clause 1 (Accuracy), Clause\n2 (Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice in an\narticle headlined “Health chiefs probe sectarian tweets from nurses’ profile”,\npublished on 24 August 2019.\n2. The article reported that an NHS worker was under\ninvestigation by Glasgow’s Health Board for allegedly posting sectarian tweets\nthat used offensive and homophobic language and that the matter had been\nreferred to the Nursing and Midwifery Council (NMC). The headline described the\nwoman as a “nurse” and the article and picture caption described her as a\n“nursing assistant”. The article quoted several of the tweets and reported that\nthey were “posted from the profile of Collette Docherty”. As well as publishing\nher full name, the article identified the hospital at which she worked, and the\narea where she lived.\n3. The article appeared online under the headline “Glasgow\nnurse under investigation after sectarian tweets claim” and was substantially\nthe same as the print article.\n4. The complainant said the article was inaccurate; she said\nthat she was a “healthcare support worker”, not a nurse, and a complaint about\nher could not be referred to, or investigated by, the NMC as she was not\nregulated by them. She also said it was inaccurate to report that she posted\ntweets from a profile in the name of Collette Docherty as her twitter handle\ncontained only her first name and not her surname.\n5. The complainant also said that the article represented an\nintrusion into her private life in breach of Clause 2 as it published her full\nname; the hospital she worked at; the place where she lived; the fact that she\nwas under investigation; and her alleged association with the tweets. She said\nthat she had a reasonable expectancy of privacy in respect of this information\nwhich was not public knowledge until the publication of the article.\n6. The complainant also said that an approach by a\njournalist and photographer acting on behalf of the Evening Times constituted\nharassment in breach of Clause 3. She said that the journalist had knocked on\nher door and was accompanied by a photographer. She said that her young\ndaughter answered the door and the reporter asked her daughter whether she was\nin, at which point the complainant came to the door. The reporter introduced\nherself and asked the complainant if she wanted to comment on the allegations\nregarding the twitter account. The complainant said she then noticed the\nphotographer, and was concerned that he was taking photographs of her daughter;\nat this point she said she would call the police. The complainant said the\nphotographer and journalist then left.\n7. The publication did not accept any breach of the Code. It\nsaid that whilst the headline described the complainant as a “nurse” this was\nnot inaccurate where the rest of the article made clear she was a “nursing\nassistant”. It also said that, to the extent that the description was\ninaccurate, it was not significant in the context of the story, which reported\nthe investigation into the conduct of a healthcare professional. However, the\npublication offered to revise her job title to “nursing assistant” in the\nheadline of the online version of the article.\n8. The publication also said that, in relation to the report\nthat the complainant had been referred to the NMC, it had relied on an email\nsent by a senior member of NHS management which stated that the case was being\ninvestigated by the senior nursing team under the NMC. It also contacted the\nNMC directly, but was told that it could not disclose details of an\ninvestigation until its conclusion. Following publication of the article, the\npublication had contacted the NMC, again, which confirmed that the complainant\nwas not on its register. The publication did not consider that the report of\nthe involvement of the NMC was a significant inaccuracy where it was not in\ndispute that the complainant was subject to a professional disciplinary\ninvestigation. Nevertheless, it offered to clarify this point in the online\nversion of the article and to update the article with the status of the\ninvestigation if more information became available.\n9. The publication did not accept that the complainant had a\nreasonable expectation of privacy in relation to the information in the\narticle. The publication said that the complainant had no expectation of\nprivacy over her full name, her place of work or general location, and even if\nshe did her workplace and the city she lived in was visible on her twitter\naccount. The publication said that whilst the fact the complainant was under\ninvestigation may be private, there was a strong public interest in reporting\nthis which outweighed any right to privacy. Additionally, it said that where\nher twitter page was public, used her first name, mentioned her work and had a\nphotograph of her there was no reasonable expectation of privacy regarding her\nconnection to the tweets. It also noted that her address was publicly available\non the electoral register.\n10. The publication provided notes of the interaction that\ntook place between the complainant, the reporter and the photographer who went\nto the complainant’s home. The publication said that the reporter knocked on\nthe complainant’s front door, with the photographer standing a short distance\naway. When the complainant’s daughter answered the door the reporter asked for\nthe complainant, who came downstairs. The reporter introduced herself and asked\nfor a comment on the tweets. The complainant asked how the reporter got her\naddress, and the reporter explained it was on the electoral roll. The\ncomplainant said she would call the police and the reporter and photographer\nleft. The photographer did not take any photographs of the complainant’s\ndaughter. The publication said there was no failure to respect the request to\ndesist, that the exchange was short and polite and that there was therefore no\nbreach of Clause 3.\nRelevant Clause Provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n12. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n13. Clause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n14. Public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\ni) Detecting or exposing crime, or the threat of crime, or\nserious impropriety.\nii) Protecting public health or safety.\niii) Protecting the public from being misled by an action or\nstatement of an individual or organisation.\niv) Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.\nv) Disclosing a miscarriage of justice.\nvi) Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.\nvii) Disclosing concealment, or likely concealment, of any\nof the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n15. The article reported that the complainant had been\nreferred to the NMC. The publication had relied on an email, sent by a senior\nmember of NHS management, which stated that the case was being investigated by\nthe senior nursing team under the NMC. \nIn relying upon the email, there was no failure to take care in\nreporting that the NMC was involved. Although the complainant disputed that she\nwould be subject to regulation by the NMC, it appeared that she had been\nreferred by her employers for investigation under the terms of the NMC’s code\nof practice. The Committee considered that, where it was not in dispute that\nthe complainant’s conduct was being formally investigated, the difference\nbetween reporting that the investigation was being undertaken by the NHS or the\nNMC was not significant. The article made clear the nature of the allegations\nfor which the complainant was being investigated and the response of her\nemployer. No significant inaccuracy required correction under Clause 1 (ii).\n16. Whilst the headline described the complainant as a\nnurse, the article made clear that she was a nursing assistant. The Committee\nfound that this was not significantly misleading as it was not in dispute that\nshe was a member of the nursing team at the hospital. Further, where it was not\nin dispute that the tweets had been sent from her twitter account, it was not\nmisleading to report that they had been posted from a twitter profile in her\nname. There was no breach of Clause 1 on these points.\n17. The Committee found that the complainant did not have a\nreasonable expectation of privacy in respect of her name; place of work; and\nthe city where she lived as this information was all publically available.\nAdditionally, the Committee found that she did not have a reasonable expectation\nof privacy in relation to her connection to the tweets, as the complainant had\nidentified herself on her twitter account by using her first name and a\nphotograph of herself. The Committee considered that there may be circumstances\nin which a person has a reasonable expectation of privacy over the fact that\nthey are facing disciplinary proceedings. However, in this instance, her\nemployer, the body responsible for overseeing disciplinary matters, had\ndisclosed to the publication that she was under investigation; as a result, the\nexpectation of privacy which was \nreasonable was more limited. Further, there was a public interest in\nreporting on the alleged misconduct of someone in the healthcare profession,\nand the actions taken by her employer in response to these allegations.  In these circumstances, there was no breach\nof Clause 2.\n18. The complainant and the publication agreed that the\njournalist left the property once asked to desist from questioning the\ncomplainant. There was no failure to respect the request to desist, and\ntherefore no breach of Clause 3(ii). There was no suggestion that the reporter\nor photographer had engaged in intimidation, harassment or persistent pursuit\nand, therefore, there was no breach of Clause 3(i).\nConclusion\n19. The complaint was not upheld.\nRemedial Action\n20. N/A\n \nDate complaint received: 26/08/2019\nDate complaint concluded by IPSO: 13/02/2020\nBack to ruling listing\n\n\n"
}