{
    "url": "/rulings-and-resolution-statements/ruling/?id=06339-21",
    "title": "06339-21 Extinction Rebellion v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2021-06-09 00:00:00",
    "received_on": "2021-06-13 00:00:00",
    "concluded_on": "2021-11-01 00:00:00",
    "complaint_processing_days": 141,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A    Date complaint received: 13/06/21",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 06339-21 Extinction Rebellion v Telegraph.co.uk\nSummary\nof Complaint\n1. Extinction\nRebellion complained to the Independent Press Standards Organisation that\nTelegraph.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Bank of England must not become a tool of Extinction\nRebellion”, published on 9th June 2021.\n2. The\nonline article was an opinion piece that reported on new stress tests that\nmodel the climate risks that banks and insurers face, commenting on the\npotential effects of such tests and exercises. It commented that “the danger is\nthat the exercise is hijacked by activists desperate to accelerate an\naggressive green agenda” and referred to the activities and actions of\nExtinction Rebellion that involved financial institutions. The article went on\nto comment that “we are yet to see the same brave activists staging violent\ndemonstrations outside China's London embassy”. It further reported that “[t]he\ngrowth orthodoxy that has dominated post-war Western economies is increasingly\nbeing challenged by the left amid concerns about climate change.” The article\nconcluded by stating that “the Bank of England has to remain neutral on climate\nchange. It cannot allow itself to be captured and used as a tool to accelerate\nthe left’s green agenda.”\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as it\ncharacterised Extinction Rebellion as being potentially violent. It said that\nthe quote “we are yet to see the same brave activists staging violent\ndemonstrations outside China's London embassy” indicated that Extinction\nRebellion have previously staged violent demonstrations, which it considered to\nbe demonstrably untrue. The complainant added that Extinction Rebellion’s\nstated tactic is “Non-Violent Direct Action” and that “this is writ large in\nevery [Extinction Rebellion] press release and published mission statement”.\n4. The\ncomplainant also said that it was misleading to report that “[t]he growth\northodoxy that has dominated post-war Western economies is increasingly being\nchallenged by the left amid concerns about climate change”, when the challenge\nto “the growth orthodoxy” and environmentalism is not the preserve of the left,\nparticularly not in the case of Extinction Rebellion. It said that this\nmisleading characterisation was further perpetuated with the quote “[the Bank\nof England] cannot allow itself to be captured and used as a tool to accelerate\nthe left’s green agenda”. The complainant said that the growth orthodoxy was\nbeing challenged by all quarters of society and that the issue of climate was\nnot a party-political stance, providing examples of individuals from a number\nof political parties who were concerned with the climate and ecological\nemergency.\n5. The\npublication did not accept a breach of the Code. It said that the reference to\nviolence was hypothetical and was a comment on demonstrations that have not yet\nbeen held. The publication said that regardless of Extinction Rebellion’s\nstatements regarding non-violent protest, there had been a number of previous\nprotests that have been violent and criminal, which supported the columnist’s reference\nto hypothetical violence, such as activists having shattered windows at banks,\nobstructed railways illegally and assaulted emergency workers.\n6. The\npublication highlighted that the article was a comment piece and said that the\nreferences to the “left” were clearly the columnist’s opinion. It added that\n“the characterisation of where a particular individual or group falls on the\n[political] spectrum is, by its very nature, inherently subjective”. Further,\nthe publication said that the article did not state that Extinction Rebellion\nwas left wing and was commenting generally on the motivations of activists\ninterfering with economic systems to further their climate change agenda. In\naddition, the publication also said that in the article, the columnist argued\nthat the challenging of post-war Western economies through banking stress tests\nand the “degrowth movement” are commonly categorised as left wing. It added\nthat, while Extinction Rebellion and other environmental groups have been able\nto garner support from across the political spectrum, this did not invalidate\nthe columnist’s argument that the views of such groups regarding the corporate\nbanking sector fall on left of the spectrum.\n7. The\ncomplainant disputed that any individual from Extinction Rebellion had been\ncharged or convicted of assault against an emergency worker.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\nCommittee first considered whether the comment that “we are yet to see the same\nbrave activists staging violent demonstrations outside China's London embassy”\nwas significantly inaccurate or misleading. The complainant considered that the\nreference to “violent demonstrations” implied – inaccurately – that Extinction\nRebellion activists had previously engaged in violent demonstrations. The\nCommittee noted that the disputed reference related to a hypothetical event,\nwhich the columnist made clear had not occurred and was, in his view,\nremarkable by its absence. The Committee did not agree that this reflection on\na hypothetical event amounted to a statement of fact that Extinction Rebellion\nactivists had previously engaged in violent protests. In any event, the\nnewspaper had provided coverage of previous protests involving members of the\ngroup that reported arrests being made for criminal damage and assault. In all\nthe circumstances, the Committee did not find that the reference to\nhypothetical “violent demonstrations” represented a failure to take care over\nthe accuracy of the article, or a significant inaccuracy requiring correction.\n9. The\nCommittee next considered whether it was misleading to report that “[t]he\ngrowth orthodoxy that has dominated post-war Western economies is increasingly\nbeing challenged by the left amid concerns about climate change” and that “[the\nBank of England] cannot allow itself to be captured and used as a tool to\naccelerate the left’s green agenda”. It first noted that the article did not\nmake any comment on whether Extinction Rebellion was of the “left”. It was not\nin dispute that the “degrowth movement” and a green agenda were often endorsed\nby individuals or groups that considered themselves, or were widely considered\nto form, part of “the left”; rather the complaint lay with whether these were\nsolely the preserve of the left as, in the view of the complainant, the article\nimplied. In the view of the Committee, the references fell short of claiming\nthat concerns about climate change and the “green agenda” were limited to “the\nleft”. Further, it noted that the characterisation of where an individual or group\nfalls on the political spectrum is a subjective assessment, rather than a\nverifiable fact. The Committee was satisfied that, in these circumstances, it\nwas not inaccurate or misleading for the columnist to say that “the left”\nchallenged growth orthodoxy or had a “green agenda”. There was no breach of\nClause 1 on this point.\nConclusions\n10. The\ncomplaint was not upheld.\nRemedial\nAction Required\n11. N/A\n\n\n\nDate\ncomplaint received: 13/06/21\nDate\ncomplaint concluded by IPSO: 01/11/21\nBack to ruling listing\n\n\n"
}