{
    "url": "/rulings-and-resolution-statements/ruling/?id=06367-18",
    "title": "06367-18 Shieldhill Youth Defenders Flute Band v Evening Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Glasgow Times (Newsquest Media Group)",
    "published_on": "2018-07-10 00:00:00",
    "received_on": "2018-09-25 00:00:00",
    "concluded_on": "2018-12-20 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint, the Committee considered what remedial action should be required. 12. The newspaper had promptly offered to publish a correction in print and online. This was sufficient to meet the terms of Clause 1 (ii) and should now be published. Date complaint received: 25/09/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 06367-18 Shieldhill Youth\nDefenders Flute Band v Evening Times \nSummary of\nComplaint 1.   \nShieldhill Young\nDefenders Flute Band complained to the Independent Press Standards Organisation\nthat the Evening Times breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Out of order: Anger over priest attack.\nAttack on city priest is condemned” published on 10 July 2018. 2.   \nThe\narticle, which was trailed on the front page, reported on a recent Orange Walk\nin Glasgow. It reported that there had been “widespread condemnation” following\nan alleged attack on a Catholic priest at the event. The article continued on\npage 6 and 7, and included a photograph of a march, in which the band and a\ndrum carrying its name could be seen. The photograph was captioned, “The Orange\nWalk has been taking place in Glasgow on Saturday when the incident took\nplace.” 3.   \nThe\narticle was also published online, with the headline “Pressure grows on Orange\nOrder following attack on priest”. The online article was substantially the\nsame as the article that appeared in print. 4. The complainant said that the use\nof its photograph in the article was misleading. It said that the band had not\nbeen present at the event referred to in the article, and that the photograph\nused was from the same event the year before. It said that its inclusion in the\narticle suggested that it had been involved in the alleged attack on a priest,\nwhich was a damaging and untrue allegation that had caused reputational damage\nto the band. 5.   \nThe\nnewspaper said that the photograph had been taken at the same event in 2017. It\nsaid that it was used to illustrate the event reported on in the article,\nhowever it accepted that the caption did not make it sufficiently clear that\nthe photograph depicted a previous march. Regardless, it did not accept that\nthe inclusion of the photograph gave the impression that the complainant had\nany connection to the alleged attack. It said the photograph was clearly\nillustrative, and the article did not make any suggestion about who had been\nresponsible for the attack. 6. The newspaper said it had removed\nthe photograph from the online article shortly after it had been published,\nafter receiving a separate complaint. On receipt of this complaint, it offered\nto publish the following wording on page two and as a footnote to the online\narticle: In our edition of Tuesday 10 July we published an\nimage of Shieldhill Young Defenders Flute Band alongside a story relating to an\nOrange Walk and an alleged attack on a city priest. The picture was taken from\nour archine covering a previous walk and we did not make that clear in our\ncaption. SYD FB were not involved in the July event and were indeed engaged in\nanother event elsewhere in Scotland. We would like to take this opportunity to\napologise for any offence caused. Relevant Code Provisions 7.    Clause 1 (Accuracy) i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nFindings of the\nCommittee 8.    It was accepted that the article\nhad not made clear that the photograph showed another march from a previous\nyear. This represented a failure to take care not to publish misleading\ninformation, in breach of Clause 1(i). The inclusion of this photograph did not\nsuggest that the complainant had any connection to the alleged attack. However,\nit did give the impression that the complainant had been in attendance at a\nmarch that had been widely criticised. This was significantly misleading and\nrequired correction to avoid a breach of Clause 1 (ii). 9.    The newspaper had offered to\npublish a correction and apology, on page two of the print edition and as a\nfootnote to the amended online article. This correction identified the\ninaccuracy and made the correct position clear. It was sufficiently prominent\nand prompt to meet the terms of Clause 1(ii).\nConclusion 10. The complaint was upheld.\nRemedial Action Required 11. Having upheld the complaint, the\nCommittee considered what remedial action should be required. 12. The newspaper had promptly\noffered to publish a correction in print and online. This was sufficient to\nmeet the terms of Clause 1 (ii) and should now be published. Date complaint received: 25/09/2018 Date decision issued: 20/12/2018 D\n \n \n \n \nBack to ruling listing\n\n\n"
}