{
    "url": "/rulings-and-resolution-statements/ruling/?id=06399-21",
    "title": "06399-21 Brace v thejc.com",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2021-06-17 00:00:00",
    "received_on": "2021-06-17 00:00:00",
    "concluded_on": "2021-12-15 00:00:00",
    "complaint_processing_days": 181,
    "conclusion_long": "8. The complaint was partly upheld under Clause 1(i).",
    "remedial_action": "9. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.   Date complaint received: 17/06/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 06399-21 Brace v\nthejc.com\nSummary of Complaint\n1. Sai Brace complained to the Independent Press Standards\nOrganisation that thejc.com breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “EXCLUSIVE: Secret tape from inside\nPalestine convoy revealed”, published on 17th June 2021.\n2. The online article reported on a recent demonstration,\nwhich described a Palestine convoy’s journey to London to join other\ndemonstrators. It stated that “[a]s was the case at other recent pro-Palestine\nrallies, extreme anti-Israel sentiment was on display”. The article gave\nexamples of such displays of “anti-Israel sentiment” including “[a] homemade\nposter [that] asked: ‘What is antisemitic in saying that all Jews support violence\nand imperialism?’”.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 as it had stated that a handmade poster at the demonstration\nhad read: “What is antisemitic in saying that all Jews support violence and\nimperialism?”, whereas the original poster had said: “What is anti-semitic is\nsaying that all Jews support violence and imperialism!\". To support his\nposition, he provided a photograph of the poster in question. The complainant\nsaid it was significantly inaccurate to swap the “is” for “in” and the\nexclamation mark for a question mark, as he considered this changed a factual\nstatement into an antisemitic question.\n4. The publication accepted that it had, due to a hasty\nmisinterpretation, incorrectly quoted the statement that had appeared on the\nposter and agreed that this rendered the article significantly inaccurate. The\npublication said that upon receipt of the complaint to IPSO, it had amended the\narticle within 48 hours to state that “[a]nother homemade poster asked: “What\nis antisemitic is saying that all Jews support violence and imperialism”, and\nthat it had also thanked the complainant for his vigilance in highlighting the\nerror\n5. In addition to this, the newspaper published the\nfollowing footnote correction:\n“In earlier version of this story a placard was described as\nreading: “What is antisemitic in saying that all Jews support violence and imperialism?”\nThe word 'in' should have been 'is' and has now been corrected, with the\nquestion mark also removed.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact. \nFindings of the Committee\n6. The article had incorrectly quoted a poster at the\ndemonstration as reading: “What is antisemitic in saying that all Jews support\nviolence and imperialism?”; there was no dispute that the original poster had\nactually read: “What is anti-semitic is saying that all Jews support violence\nand imperialism!\", and that photographs of the poster were publicly\navailable. Whilst the Committee noted that the publication said that this had\nbeen due to human error, it took the view that the publication had failed to\ntake sufficient care not to publish inaccurate information and found that there\nhad been a breach of Clause 1(i). As the inaccuracy had distorted the meaning\nof the poster and changed the statement to a question, it was the Committee’s\nview that this was a significant inaccuracy, and therefore the newspaper was\nobliged, in accordance with the terms of Clause 1(ii), to correct this promptly\nand with due prominence.\n7. The Committee turned to the question of whether the\naction undertaken by the publication was sufficient to avoid a further breach\nof Clause 1(ii). The newspaper had amended the online article and added a\nfootnote correction within 48 hours of being notified of the complaint to IPSO.\nThe Committee considered that the amendments made by the publication along with\nthe publication of the correction identified the inaccuracy and put the correct\nposition on record. It considered that the amendment and correction were\npublished promptly and were of due prominence. As such, Committee considered\nthat this was sufficient to meet the terms of Clause 1 (ii).\nConclusions\n8. The complaint was partly upheld under Clause 1(i).\nRemedial Action Required\n9. The published correction put the correct position on\nrecord and was offered promptly and with due prominence. No further action was\nrequired.\n \nDate complaint received: 17/06/2021\nDate complaint concluded by IPSO: 15/12/2021\nBack to ruling listing\n\n\n"
}