{
    "url": "/rulings-and-resolution-statements/ruling/?id=06401-21",
    "title": "06401-21 League Against Cruel Sports v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-05-23 00:00:00",
    "received_on": "2021-06-17 00:00:00",
    "concluded_on": "2021-11-16 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "45. The complaint was not upheld.",
    "remedial_action": "46. N/A      Date complaint received: 17/06/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 06401-21 League Against Cruel Sports v The Sunday\nTelegraph\nSummary\nof Complaint\n1. The\nLeague Against Cruel Sports complained to the Independent Press Standards\nOrganisation that The Sunday Telegraph breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Anti-hunting charity\n‘bullied’ site used to raise funds for hounds”, published on 23 May 2021.\n2. The article\nreported that the complainant, “an anti-hunting charity”, had “been accused of\n‘bullying’ in a ‘campaign of harassment’ against auction websites used to raise\nmoney for hunts and hounds.” The article went on to report that the complainant\nhad “been reported to the Charity Commission for ‘demanding with menaces’ that\na fundraising platform cut all ties with legally registered hunts” and that the\nCommission was, according to a spokesperson, “’assessing’ the complaint”.\n3. The\narticle also reported that “activists waged a social media campaign and within\nhours the [fundraising] company deleted its Twitter account”. It further said\nthat the complainant had “also targeted the [auction] website’s customers and a\nnumber of small businesses, claiming any links will damage their reputation”\nand that it “boasts on its website that the five other auction sites have\nalready capitulated to its demands.”\n4. The\narticle also included quotes from the head of the Countryside Alliance, who had\nwritten to the Charity Commission’s chief executive, “asking her to take\nimmediate action”. The article reported that the head of the Countryside\nAlliance had “warned that the [complainant] had been ‘openly running a campaign\nof harassment targeting businesses connected to registered hunts which operate\nperfectly legitimately and properly’” and that “league supporters had been\n‘demanding with menaces that it stop providing a service for hunt businesses’”.\n5. The\narticle went on to report that the complainant had “used this tactic” in 2011,\nwhen it “contact[ed] the corporate sponsors of the West Vale Hunt” and that\n“[a]t the time, the Charity Commission said it had ‘raised the issue with the\ncharity’”. This was followed by a further quote from the head of the\nCountryside Alliance, who the article reported had said that “the [complainant\nhad] already been reprimanded in the past for falling short of the strict\nguidelines which governs how a charity must conduct itself”. The article\nfurther reported that after a “previous campaign against hunt sponsors, the\ncommission ‘reminded’ the league of its responsibilities as a charity.”\n6. Finally,\nthe article included a quote from the complainant’s chief executive, and a\nspokesperson for the Charity Commission. The former was quoted as saying that\nit was the complainant’s “duty to urge them to remove these questionable\norganisations from a platform that otherwise helps worthy causes raise vital\nfunds”. He added: “It is completely in line with our charitable objectives to\nalert the public to companies that profit from the suffering of animals in the\nname of ‘sport’ and perhaps the best example of this is our campaign to stop\nairlines advertising flights for UK tourists to watch bullfighting in Spain.”\n7. The\nquote included in the article from the Charity Commission spokesperson said:\n“We can confirm concerns have been raised with us about the League Against\nCruel Sports. We are assessing those concerns to determine what, if any, role\nthere is for us as a regulator.”\n8. The\narticle also appeared online in substantially the same form, under the headline\n“Exclusive: Charity conducting ‘campaign of harassment’ against sites that\nraise money for hunts”. It was published on 22 May 2021. The online version of\nthe article also included a sub-heading, which said: “Regulator called upon to\ntake action against League Against Cruel Sports over bullying tactics used\nagainst fundraising websites”.\n9. The\ncomplainant said that the article included several instances of inaccurate,\nmisleading, and distorted information, in breach of Clause 1. It first said\nthat the print headline was inaccurate, as the auction website was not solely\nused to raise funds for “hounds”, as suggested in the headline. Instead, it\nsaid that its investigations showed that it funded hunts in their entirety,\nwhich included both staffing and running costs as well as funding hunting’s\ngoverning body. It said that omitting the fact that it funded hunts – and not\nmerely hounds – from the headline inaccurately implied that the money raised\nwas intended solely to benefit animals. The complainant also said that the\nonline headline was inaccurate – while acknowledging that, unlike the print\nheadline, it referred to hunts as well as hounds – where it “disagree[d] in the\nstrongest terms” with the use of the word “harassment”, which it noted was an\noffence in both criminal and civil law.\n10. The\ncomplainant also said that it was inaccurate for the article to report that the\nauction website company had “deleted its Twitter account”: it had in fact\ndeactivated, not deleted, the account, and the complainant had made the\npublication aware of this via its email sent to the journalist prior to the\narticle’s publication. It further said that it was inaccurate to state that it\nsaid on its website that “five other auction sites had already capitulated to\nits demands”, as the phrase “capitulated” implied that the sites were under\nattack, which it said was not the case and rendered the article distorted in\nbreach of Clause 1 (i).\n11. Turning\nnext to the article’s claim that the complainant had “targeted […] a number of\nsmall businesses”, it said this was inaccurate: it had contacted charities and\nother fundraising organisations as part of its campaign, but hadn’t contacted\nany small businesses. It further noted that the contact had taken the form on\n“one polite email only”.\n12. The\ncomplainant also raised concerns about what it considered to be inaccuracies in\nbreach of Clause 1 included in the quotations from the head of the Countryside\nAlliance. It first said, that contrary to his assertion that the complainant\nhad “target[ed] businesses connected to registered hunts which operate\nperfectly legitimately and properly”, some hunts which used the auction site to\nfundraise had “either been convicted of offences related to hunting, are facing\ncourt action, or have been the subject of reports into the League’s Animal\nCrimewatch Service for activity related to illegal hunting”. It also said that\nit was inaccurate for the head of the Countryside Alliance to say that it had\nbeen “demanding with menaces”, that it had engaged in “harassment”, or that it\nhad “threatened businesses”. The complainant said that it had not threatened\nthe auction site, or any of its users, with any action detrimental to its\nbusiness. Instead, the complainant’s supporters were asked to contact the\ncompany and request it withdraw support for hunts. The complainant said that,\nas the head of the Countryside Alliance’s specific allegations were not put to\nit prior to publication, it had not been given the opportunity to dispute his\nallegations.\n13. The\ncomplainant then said that the article was inaccurate in its portrayal of the\ncircumstances surrounding a previous complaint made to the Charity Commission\nabout its activities in relation to the West Vale Hunt. The complainant said\nthat it had contacted the sponsors of the hunt to make it aware of the criminal\nbehaviour of one of the huntsmen involved in the hunt, which was directed\ntowards a member of the League. It said that this approach had been followed by\na “vexatious complaint” to the Charity Commission, but that no sanctions or\nreprimands of any sort were given to the charity in connection with the\ncomplaint or incident. It said that it clarified this with the journalist prior\nto publication, and that the article was in breach of Clause 1 by stating that\nthe complainant had “contact[ed] the corporate sponsors of the West Vale Hunt”\nand that “[a]t the time, the Charity Commission said it had ‘raised the issue\nwith the charity’”. It also said that this rendered a further quote from the\nHead of the Countryside Alliance, in which he referred to the complainant as\nhaving been “reprimanded in the past for falling short of the strict guidelines\nwhich governs how a charity must conduct itself”, inaccurate as no such\nreprimand had been received; indeed, the Charity Commission confirmed it had no\nsuch sanction as a “reprimand”.\n14. The\ncomplainant also said that a breach of the Code arose from the publication\ntruncating the full quote from its CEO. It said that it understood that it was\nsometimes necessary for publications to truncate a quotation, but in doing so\nin this instance the publication had inaccurately quoted the CEO in breach of\nClause 1. It said that the portion of the quote which had been removed included\na reference to an allegation of the auction site promoting criminal activity.\nThe complainant said that, by omitting this from its CEO’s quote, the\npublication omitted crucial context to the complainant’s activities, which\ndemonstrated that it was acting within its charitable aims as well as in the\npublic interest and, therefore, distorted the true position.\n15. The\ncomplainant further said that Clause 1 had been breached, as its response to\nthe bullying allegations was not included in the introduction of the article.\nIt considered that this rendered the article unbalanced and misleading in\nbreach of Clause 1.\n16. Finally,\nthe complainant said that it considered the article had breached the Code by\nomitting to mention that the mere fact of a complaint being filed with the\nCharity Commission does not mean that there is a case to answer on the part of\nthe complainant. It noted that the Commission had made clear in its quite that\nit had not yet established whether this fell within its remit as a regulator.\n17. Prior\nto making a complaint to IPSO, the complainant contacted the publication\ndirectly, 6 days after the first publication of the article, to make it aware\nthat it considered Clause 1 of the Editors’ Code of Practice had been breached.\nIt requested that the publication amend the online version of the article;\nremove links within the article itself to previous coverage of the complainant;\nprovide an assurance that in any future coverage the complainant would be given\nthe opportunity to fully respond to any claims made about its work; and that it\nwould be “represented faithfully” in any subsequent coverage.\n18. The\npublication said it did not accept that the article breached the Editors’ Code.\nIt first noted that the article was intended to be read as a whole, and that\nbreaking it down into parts distorted its meaning.\n19. The\npublication explained that care that had been taken over the accuracy of the\nclaims. It said that the journalist contacted the complainant via email two\ndays prior to the article’s first publication. It had referred to the “the\nLeague's campaign against [the auction website], which on the league's own\naccount has seen more than 2,600 emails sent to a small business, the company\nforced off Twitter, and their clients targeted.” The email then put three\nquestions to the complainant: ”Does the League see the targeting of small businesses\nas an appropriate tactic for a charity? Have you been contacted by the Charity\nCommission about the campaign? Before [the auction website] was targeted, was\nconsideration given to earlier advice from the Charity Commission when the\nLeague ran a similar campaign against the corporate sponsors of the West Vale\nHunt?”\n20. A\nspokesperson for the complainant replied to the journalist’s emailed questions.\nIn their response, they included background information as well as an\non-the-record statement from the complainant’s chief executive. As background\ninformation, the complainant said that: the auction website “has not been\nforced off Twitter, but it did deactivate its account for a time”, noting that\nits Facebook page had remained active; that it was unaware of any Charity\nCommission complaint; and that after the 2011 West Vale and Somerset hunt\nincident, a complaint “was lodged and the Commission issued us with its\nstandard letter of acknowledgement and guidance in response. No action or\nsanctions against the League were taken as a result, as we had acted within our\nobjects.”\n21. The\ncomment provided by the complainant’s chief executive was very similar to the\none which was published as part of the article, except that it also included a\nclaim that the auction website was hosting allegedly illegal hunts.\n22. The\npublication defended the accuracy of the headline of the print version of the\narticle. It said that the first paragraph of the article stated that the\nauction website was being used to raise money for “hunts and hounds”. Given\nthat the website did indeed raise money for hounds, and where the first\nparagraph made immediately clear that money was being raised for hunts as well\nas hounds, the publication did not accept that the print headline was\ninaccurate.\n23. The\npublication then said that, while it understood that the auction website had\ndeactivated its Twitter account, it did not consider that there was a material\ndifference between deleting the Twitter account, as reported by the article,\nand deactivating the account.\n24. Turning\nnext to the complainant’s allegation that the article breached the Code by\nclaiming that it had “targeted […] a number of small businesses”, it said that\nthis allegation was included in the complaint to the Charity Commission, and\nthat a journalist working for the newspaper had had sight of an email which had\nbeen sent to such a business, though it declined to provide the email to IPSO,\nas it has been provided by a source who wished to remain anonymous. It also\nsaid that in an email sent to its supporters, the complainant had said that it\nhad “been in contact with past and present users of [the auction website], some\nhave stated that they will move their business elsewhere.”\n25. It\nalso said that the complainant’s blog included the following statements: “The\nLeague contacted several companies and businesses that donated prizes to\nauctions associated with hunting asking them to remove their lots\" and\n“Past and present users of [the auction website] have informed us they will\nmove their business elsewhere unless [the auction website] commits to stop\nfunding hunts.\" It also noted that in its email to the complainant, prior\nto publication, it had asked the complainant whether it saw the targeting of\nsmall businesses as an appropriate action for a charity to take, and the\ncomplainant did not dispute this or ask for further clarification on what was\nmeant by the allegation. It also said that it had sight of correspondence sent\nby the organisation, which it said could – in its view – be accurately\ncharacterised as “threatening”. It quoted the correspondence, though it did not\nprovide a copy to IPSO: \"By donating to this auction, you are associating\nyour business with a cruel blood ‘sport’ and, in view of the ongoing Police investigation\n[into hunting office smokescreen comments], you could be viewed as complicit in\nsupporting the illegal hunting and brutal killing of wildlife.... Removing your\nsupport will protect your business’s reputation, protect wildlife and the\nenvironment allowing the public to enjoy the countryside unimpeded by hunts\nwhich is ever more important in these times.\" With all these factors in\nmind, the publication considered that no breach of the Code arose from the\narticle’s reference to the complainant “target[ing…] a number of small\nbusinesses”.\n26. The\npublication then addressed the alleged breach of Clause 1 arising from the\narticle’s statement that “five other auction sites had already capitulated to\n[the complainant’s] demands”. It did not consider that this was an inaccurate\nsummary of what the complainant had said on its own blog, which stated that\n“[f]ive other auction sites, […] have now gone on the record to state that they\nwould not host an auction for a fox hunt. [One auction website] has gone so far\nto state on its website that fox hunts are not welcome.\" The publication\nsaid it was therefore a “matter of fact” that websites had been pressured into\nremoving auction listings, and it was therefore not inaccurate to state that\nthey had “capitulated”.\n27. The\npublication also said that the quoted statements from the head of the\nCountryside Alliance did not raise a breach of Clause 1. It first said that\nthey were clearly attributed to him and presented as his views on the matter.\nIt was therefore not inaccurate to quote him as saying that the complainant had\n“target[ed] businesses connected to registered hunts which operate perfectly\nlegitimately and properly”. It also noted that the fact that some hunting\nactivities are illegal did not negate the fact that other registered hunts are\nlegal. It then said that it did not consider that the claim that the\ncomplainant had engaged in “demanding with menaces” was inaccurate, where it\nwas taken from a letter sent to the Charity Commission. It said that whether or\nnot the emails from the complainant were polite, some may have felt harassed by\nthe emails. It further noted that the complainant had described the emails as a\n“campaign” on its website, that the complainant and its supporters had sent\nover 2700 emails in the course of the “campaign”, and that the complainant had\ntweeted asking its supporters to “[p]lease keep the pressure up”.\n28. Turning\nnext to the complainant’s concerns regarding the article’s references to the\nWest Vale hunt and subsequent Charity Commission complaint, it said that the\nreference was factually accurate and noted that the complainant had admitted\nthat it had contacted the sponsors of the Hunt, as reported by the article. It\nsaid that whether the complainant considered the Charity Commission complaint\nto be vexatious was arguably irrelevant to the matter, where the article\nincluded a statement from the Charity Commission in relation to the West Vale\nHunt complaint, which said that it had “raised the issue with the charity and\nreminded them that any activity carried out in their name must be in accordance\nwith the charity’s aims. We have also referred the charity trustees to the\ncommission’s guidance on trustees’ roles and responsibilities”. It said that\nthis statement supported the quotation given by the head of the Countryside\nAlliance, in which he made reference to the complainant having been\n“reprimanded” by the Charity Commission.\n29.\nRegarding the article’s truncation of the full quote from the complainant’s\nCEO, the publication said that it was satisfied that the comment was fairly and\nadequately reflected in the article. It said that the full quotation included a\nserious and unsubstantiated allegation of criminal activity, and that removing\nthe portion of the quote which referred to the allegation did not misrepresent\nthe complainant’s position.\n30. Finally,\naddressing the complainant’s concern that the article did not make clear\nwhether the Charity Commission considered that there was a case to answer with\nregards to the recent complaint, it said that the Commission’s position was\nmade clear by way of a quote from the Commission. In the quote included in the\narticle, the Commission said that it was “assessing those concerns to determine\nwhat, if any, role there is for us as regulator”, which the publication said\nmade the factual position clear.\n31. The\ncomplainant said that, since the article’s publication, “the Charity Commission\nhas investigated the complaints made and concluded that the League has acted\nwithin its objects […] and rejected the complaints in their entirety”. It also\nsaid that at the time the reporter had contacted it, it had not been informed\nthat any complaint had been lodged against it. Therefore, it said, it was\ninaccurate to publish a story which the complainant considered suggested it was\nfacing sanctions.\n32. The complainant\nfinally said that the reference to “small businesses” in the request for its\ncomments prior to publication was ambiguous, and it had understood that the\njournalist had been referring to the auction website, which was a small\nbusiness.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n33. The\ncomplainant clearly disputed the accuracy of the manner in which its actions\nhad been reported in the article; for instance, by reporting claims that they\nhad engaged in “harassment”, that they had “demand[ed] with menaces”, and that\nit had “threatened businesses”. In assessing whether these concerns raised a\nbreach of Clause 1, the Committee considered carefully both the basis for the\nallegations and the manner in which they had been presented. The Committee\nnoted also that Clause 1 (iv) of the Editors’ Code makes clear that\npublications are allowed to editorialise, and the Code itself does not state\nthat publications cannot demonstrate bias – provided there is no breach of the\nCode.\n34. Regarding\nthe article’s use of the term “harassment”, the Committee first noted that it\nappeared in the online headline with single quotation marks, as ‘campaign of\nharassment’. This, the Committee considered, distinguished the “campaign of\nharassment” as an allegation, rather than established fact. The basis for this\nallegation was set out in the article, with the first line of the article\nmaking clear that the complainant had “been accused of bullying in a ‘campaign\nof harassment’”. Later in the article, this was expanded on further, with a\nquotation from the head of the Countryside Alliance, in which he referred to\nthe complainant “openly running a campaign of harassment”. The Committee was\ntherefore satisfied that the references to “harassment” in the article and the\nonline headline were distinguished as allegations rather than established fact,\nwhere in each instance they appeared either in quotation marks or were directly\nattributed to the individual who had made the allegation.\n35. The\nCommittee noted that the complainant’s website included references to it\ncontacting businesses and asking them to remove listings from auction websites\nas part of it campaign work: “The League contacted several companies and\nbusinesses that donated prizes to auctions associated with hunting asking them\nto remove their lots\". With this in mind, the Committee was satisfied that\nthe publication had taken care over the accuracy of the claim that the\ncomplainant had “targeted […] a number of small businesses”. The Committee also\nconsidered that the claim was not significantly inaccurate, misleading, or\ndistorted, where it did not appear to be in dispute that the complainant had\ncontacted several auction sites, charities, and users of the auction website,\nand the Committee considered that these could be reasonably characterised as\n“small businesses”.\n36. The\nCommittee then noted that, while the publication had not put the specific term\n“harassment” to the complainant prior to publication, it had sought its comment\non whether it had “target[ed] small businesses”, “forced” a website off\nTwitter, and had played a role in ensuring over 2,600 emails were sent to\nvarious businesses. Therefore, while the term “harassment” was not directly put\nto the complainant prior to publication, the specific behaviour alleged by the\ncomplaint to the Charity Commission was. \nThe head of the Countryside Alliance had also, in his quotations, said\nthat the complainant had been “demanding with menaces”, that it had engaged in\n“harassment”, and that it had “threatened businesses”. While the specific\nwording of the head of Countryside Alliance’s quote had not been put to the\ncomplainant, the basis for his allegations – its approaches to users of the\nauction sites, the emails, and the deletion of the Twitter account – had been\nput to the complainant, and a quotation rebutting the allegations was included\nin the article. As such, the Committee considered that there was no breach of\nClause 1 arising from the article’s characterisations of the complainant’s\nactions, where care was taken over the accuracy of the basis of the\ncharacterisations and they were, where appropriate, distinguished as comment.\n37. The\nCommittee then considered the remaining points of the complaint. It was not in\ndispute that the auction website listings were intended to raise funds for\nhounds, and the first paragraph of the article made clear that hunts were also\nfunded by the listings. The Committee also noted that headlines are intended to\nbe read in conjunction with articles, and it is not possible for them to\ninclude all relevant information. Therefore, while an article cannot correct an\ninaccurate, misleading, or distorted headline, it is permissible for articles\nto clarify ambiguous headlines which are not inaccurate. As such, the Committee\ndid not consider that the headline was inaccurate, misleading, or distorted,\nwhere it was not inaccurate to state that that listing was being “used to raise\nfunds for hounds” and the opening paragraph offered further context which\nclarified the headline. There was no breach of Clause 1 on this point.\n38. The\nCommittee did not consider that there was a significant difference in stating\nthat the auction website had “deleted” its account, rather than deactivating\nit, where the account would have been inaccessible to readers regardless, and\nit was not in dispute that the decision to deactivate had arisen as a result of\nthe complainant’s actions.  The Committee\nalso did not consider that it was inaccurate, misleading, or distorted to state\nthat the other auction websites had “capitulated”, where the complainant did\nnot dispute that auction websites had agreed to move listings after a campaign\non the part of the complainant directed at such websites. There was no breach of\nClause 1 on these points.\n39. The\ncomplainant had also disputed the accuracy of quotes from the head of the\nCountryside Alliance, which was included in the article. The Committee first\nnoted that publications are entitled to publish the personal views and\nperspectives of an individual, provided fact is distinguished from comment and\nconjecture and care is taken over the accuracy of any claims of fact. The\nquotes were clearly distinguished as comment, being consistently attributed to\nthe head of the Countryside Alliance and appearing in quotation marks. The\nCommittee was also satisfied that it was sufficiently clear from the article\nthat the Countryside Alliance was highly critical of the complainant, and his\ncomments did not therefore reflect impartial reporting of the situation. The\nCommittee was satisfied that the publication had clearly presented the comments\nof the Countryside Alliance representative as reflecting the organisation’s own\nviews on the situation, and were therefore distinguished from fact. There was\nno breach of Clause 1 on this point.\n40. Turning\nto the specific alleged inaccuracies which the complainant said were included\nin the quotations, the Committee considered that it was not inaccurate to state\nthat the complainant had “target[ed] businesses connected to registered hunts\nwhich operate perfectly legitimately and properly”: the complainant’s campaign\nhad involved sending emails to auction websites which fundraised for hunts\nwhich the complainant did not dispute were legal – with the exception of a\nlisting for ‘legal hare-coursing’, the legality of which was questioned by the\ncomplainants. The Committee accepted individuals had been convicted in the past\nfor illegal hunt-activities, and prosecutions continued across the country;\nhowever, such convictions or pending court cases relating to individuals did\nnot render the hunts themselves illegal. Furthermore, “legitimate” and “proper”\nwere to some extent subjective terms that individuals might interpret\ndifferently depending on personal views. There was no breach of Clause 1 on\nthis point.\n41. A\nprevious complaint made to the Charity Commission about the complainant was\nalso referenced in a quote from the head of the Countryside Alliance. In it, he\nreferred to the complainant having “been reprimanded in the past for falling\nshort of the strict guidelines which governs how a charity must conduct\nitself”. This was correctly distinguished as comment from the individual\nquoted. Nonetheless, read in isolation, it was potentially misleading: the\ncomplainant had received no reprimand from the Charity Commission. However, the\narticle made the true position clear by the inclusion of two quotes from the\nCharity Commission, one stating that “[a]t the time […] said it had ‘raised the\nissue with the charity’” and another making clear that after “previous campaign\nagainst hunt sponsors, the commission ‘reminded’ the league of its\nresponsibilities as a charity.” In the article, these comments appeared prior\nto the head of the Countryside Alliance’s quotation that the Charity had been\n“reprimanded”. Therefore, placing the quote from the head of the Countryside\nAlliance in the context of two quotes from the Charity Commission, it was clear\nthat the phrase “reprimand” was his characterisation of the action previously\nundertaken by the Commission, and that this characterisation was influenced by\nthe critical stance he took toward the complainant. Read in context, the phrase\n“reprimand” was not misleading, and it was clear that this was the quoted individual’s\ninterpretation of the previous actions of the Charity Commission. The Committee\nalso noted that the Charity Commission had told the complainant that it did not\nhave a regulatory action known as a “reprimand”. Therefore, there was no\npossibility of the man’s characterisation being confused with an actual\nregulatory function of the Commission, where no such function existed. In\naddition, while the Committee understood that the complainant considered the\nWest Vale Hunt complaint to have been made vexatiously, this did not mean that\nthe newspaper could not report on it, or that doing so rendered the article\ninaccurate, distorted, or misleading. There was no breach of Clause 1 on this\npoint.\n42. The\nCommittee noted that the complainant considered that the truncation of its\nquote rendered it misleading, as in doing so the publication omitted what the\ncomplainant considered to be the nexus of the quote. However, the Committee\nnoted that the portion of the quote which was removed included an allegation of\nthe auction site promoting criminal activity; this was a serious allegation\nwhich was not independently verified. It also noted that the truncated quote\nmade clear that the complainant robustly rebutted any allegation that it was\nnot acting within its charitable aims, and therefore accurately reflected the\nstatement made by the complainant’s CEO. There was no breach of Clause 1 on\nthis point.\n43. Where\nthe complainant had been given the opportunity to reply to the substance of the\nallegations made against it, and where its reply was included in the article,\nthe Committee did not consider that any breach of Clause 1 arose from not\nincluding the complainant’s rebuttal in the introduction of the article.\nReading the article as a whole, the complainant’s position regarding the\nallegations against it was clear, and there was no breach of Clause 1 on this\npoint.\n44. The\ncomplainant had also said that the article was inaccurate as it did not make\nclear that, while a complaint had been made against it, it did not necessarily\nfollow that there was a case to answer. The Committee noted that the article\nmade clear that the Charity Commission had, at the time of publication, yet to\nmake a finding on the substance of the complaint, and included a quote to this\neffect: “We can confirm concerns have been raised with us about the League\nAgainst Cruel Sports. We are assessing those concerns to determine what, if\nany, role there is for us as a regulator.” There was therefore no breach of\nClause 1 on this point.\nConclusions\n45. The\ncomplaint was not upheld.\nRemedial\nAction Required\n46. N/A\n\n\n\n \nDate\ncomplaint received: 17/06/2021\nDate\ncomplaint concluded by IPSO: 16/11/2021\nBack to ruling listing\n\n\n"
}