{
    "url": "/rulings-and-resolution-statements/ruling/?id=06418-19",
    "title": "06418-19 A Woman v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2019-08-12 00:00:00",
    "received_on": "2019-08-29 00:00:00",
    "concluded_on": "2020-01-31 00:00:00",
    "complaint_processing_days": 155,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06418-19 A Woman v\nthesun.co.uk\nSummary of Complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that thesun.co.uk breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “’I have no\nchoice’ Single mum, 29, ‘forced to become phone SEX WORKER after Universal\nCredit cuts almost left her homeless” published on 12 August 2019.\n2. The article was an interview with a named and pictured\nwoman who had turned to sex work in order to pay her rent. She was reported as\nhaving said: “I don’t want to do it, it makes me feel sick. But I need to\nprovide a better life for my five-year-old son”. The article explained that,\nfollowing an operation and having spent time in hospital, the woman lost her\njob and then had to rely on Universal Credit payments, which she said were not\nenough and meant that she struggled to pay her rent. It reported the sums the\nwoman received in government benefits and in payment for sex work.\n3. The complainant, the woman who had given the interview,\nsaid that the article breached Clause 2 (Privacy) and Clause 1 (Accuracy). She\nsaid that the fact that she had a young son, the amount that she received in\ngovernment benefits and from sex work, and the operation she had undergone was\nall information which she provided for background;  she said that she had told the reporter on\nthe phone that she did not want this information included in the article. The\ncomplainant said that she only provided the amount of money she received in\nUniversal Credit, because she thought the reporter needed it for background.\nShe also said that the reporter had promised to call her to let her know what\nwould be published, but this did not happen. Finally, the complainant also said\nthat it was inaccurate to say that her son was five years old; in fact he was\nfour.\n4. The publication did not accept that the article\nrepresented a breach of the Code. It said that it was not the case that the\ninformation had been published without the complainant’s consent. She had\nspoken freely to the reporter about her health, finances and family, and the\ncomplainant had not made a request, either in writing or over the phone, that\nthis information not be included in the article. The information about the sums\nthe complainant received in benefits had been provided by the Department of\nWork and Pensions, for the purposes of publication, and only after the\ncomplainant had provided her consent. Furthermore, it said that it was not\ncredible that there had been such an agreement because details of what led to\nthe complainant losing her job and her income were very important to the\noverall story. It also noted that the complainant had contacted the publication\nprior to making a complaint to IPSO, and had raised concerns only about the\ninclusion of the sums she received in Universal Credit, and that the article\nhad misreported her son’s age, which the publication said indicated that there\nwas no such agreement. The publication did not accept that it was a significant\ninaccuracy to report that the complainant’s son was five years old, rather than\nfour years old. However, as a gesture of goodwill prior to the complainant\ncontacting IPSO, it amended the article on this point and removed details of\nthe sums which the complainant received in Universal Credit.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n6. A person ordinarily has a reasonable expectation of\nprivacy in respect of information concerning their medical treatment and\npersonal income. In this case, during an interview with the reporter, the\ncomplainant had provided details of the medical procedure which she had\nundergone; the sums she received from Universal Credit and sex work; and the\nfact that she had a young son.  The\nCommittee noted that the publication disputed that an agreement had been\nreached that this information would not be included in the article. The\nCommittee considered the screenshots of the messages exchanged between the\ncomplainant and the reporter, which did not indicate that the complainant had\nmade a request that the information she had provided would not be included.\nFurther, the information about the sums the complainant received in benefits had\nbeen provided by the DWP, with the complainant’s consent. In these\ncircumstances, the Committee could not find that the publication of the\ninformation constituted an intrusion into the complainant’s private life\nwithout consent.  There was no breach of Clause\n2.\n7. Reporting that the complainant’s son was five years old,\nrather than four years old, was not a significant inaccuracy in the context of\nan article which was focussed on the complainant’s experience of Universal\nCredit. A correction was not required under the terms of Clause 1(ii).\nConclusions\n8. The complaint was not upheld\nRemedial Action\n9. N/A\n \nDate complaint received: 29/08/2019\nDate complaint concluded: 31/01/2020\nBack to ruling listing\n\n\n"
}