{
    "url": "/rulings-and-resolution-statements/ruling/?id=06462-21",
    "title": "06462-21 Benwell v plymouthherald.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "9 Reporting of crime (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "plymouthherald.co.uk (Plymouth Live) (Reach PLC)",
    "published_on": "2021-06-20 00:00:00",
    "received_on": "2021-05-25 00:00:00",
    "concluded_on": "2021-09-15 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "13. The complaint was partially upheld under Clause 1(i).",
    "remedial_action": "14. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.Date complaint received: 25/05/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 06462-21\nBenwell v plymouthherald.co.ukSummary of Complaint1. Paul Benwell complained to the Independent Press Standards\nOrganisation that plymouthherald.co.uk breached Clause 1 (Accuracy) and Clause\n9 (Reporting of crime) of the Editors’ Code of Practice in an article headlined\n“Plymouth's filthy fraudsters and callous con artists who've taken advantage of\npeople”, published on 20th June 2021.2. The online article was a roundup of local fraud cases,\nincluding the offences of the complainant. The article reported that it had\nbeen heard in court that “Paul Benwell, aged 36, faked payments for former\ntenants over three years but frittered the money away on his habit”. It went on\nto state that “Benwell… had earlier pleaded guilty to fraud by abuse of\nposition between from 2014 until January last year”.3. The complainant said that the article was inaccurate in breach\nof Clause 1 as it stated that he had “earlier pleaded guilty to fraud by abuse\nof position between from 2014 until January last year”, whereas he had pleaded\nguilty to fraud up to January of 2018. This error implied that the offences\nwere more recent than they were.4. The complainant further said that the article breached Clause 9\nas he considered it unnecessary to report on historic cases, particularly where\nmany of the people mentioned have served their sentences in full. He added that\nthe misrepresentation of the dates of his crimes and the failure to mention he\nhad served his sentence have caused him further harm.5. The publication accepted that it had, due to human error,\nincorrectly reported that Mr Benwell pleaded guilty to fraud by abuse of\nposition from 2014 until January last year. They added that this was an\noversight on their part, which they were regretful for. The publication said\nthat upon receipt of the direct complaint, it had amended the article\naccordingly the morning after the article was published.6. In addition, the newspaper published the following correction\nupon receipt of the IPSO complaint. This was published online on 6th July\n2021: \"A previous version of this article reported that Paul\nBenwell 'had earlier pleaded guilty to fraud by abuse of position between from\n2014 until January last year.' In fact, Benwell pleaded guilty to fraud by\nabuse up until January 2018. We are happy to set the record straight.\"7. Whilst the publication accepted that the disputed statement was\ninaccurate, it did not accept that it represented a significant inaccuracy. The\npublication said that the article accurately reported the amount of money\ntaken, the way in which the money was taken, the complainant’s sentence, and\nthat he “'faked payments for former tenants over three years”. It added that\nthe difference in number of years was not significant, and therefore not\nsignificantly misleading.8. The publication said that the terms of Clause 9 were not\nengaged and therefore, the article did not represent a breach of the Clause. It\nadded that the complainant had not specified how the article represented a\nbreach of Clause 9.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.ii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 9 (Reporting of Crime)*i) Relatives or friends of persons convicted or accused of crime\nshould not generally be identified without their consent, unless they are\ngenuinely relevant to the story.ii) Particular regard should be paid to the potentially vulnerable\nposition of children under the age of 18 who witness, or are victims of, crime.\nThis should not restrict the right to report legal proceedings.iii) Editors should generally avoid naming children under the age\nof 18 after arrest for a criminal offence but before they appear in a youth\ncourt unless they can show that the individual’s name is already in the public\ndomain, or that the individual (or, if they are under 16, a custodial parent or\nsimilarly responsible adult) has given their consent. This does not restrict\nthe right to name juveniles who appear in a crown court, or whose anonymity is\nlifted.Findings of the Committee9. The article had incorrectly reported that “Benwell… had earlier\npleaded guilty to fraud by abuse of position between from 2014 until January\nlast year”; there was no dispute that the plea had related to fraud until\nJanuary 2018, not 2020, and that this was a matter of public record. Whilst the\nCommittee noted that the publication said this had been due to human error, it\ntook the view that the publication had failed to take sufficient care not to\npublish inaccurate information, and found that there had been a breach of\nClause 1 (i).10. As the inaccuracy related to both the length of time over\nwhich the crimes occurred and how recently the offences had been committed, it\nwas the Committee’s view that this was a significant inaccuracy, and therefore\nthe newspaper was obliged, in accordance with the terms of Clause 1 (ii), to\ncorrect this promptly and with due prominence.11. The Committee turned to the question of whether the action\nundertaken by the publication was sufficient to avoid a further breach of\nClause 1 (ii). The newspaper had amended the online article, the morning after\nthe article was published, and prior to IPSO’s investigation. In addition, it\nhad also added a footnote correction at the bottom of the section reporting on\nMr Benwell’s offences on the 6th July, upon receipt of the complaint to IPSO.\nThis identified the inaccuracy and put the correct position on record. The\nCommittee considered the correction was published promptly, especially with the\nearlier amendment of the article, and was of due prominence. As such, the\nCommittee considered that this was sufficient to meet the terms of Clause 1\n(ii).12. Clause 9 prevents the identification of relatives or friends\nof persons convicted or accused of crime in circumstances where they are not\ngenuinely relevant to the story. As the article made no reference to the\ncomplainant’s relatives or friends, the terms of Clause 9 were not engaged.\nWhile the Committee noted the complainant’s concerns over coverage of historic\noffences, this was not an issue which engaged the terms the Clause.Conclusions13. The complaint was partially upheld under Clause 1(i).Remedial Action Required14. The published correction put the correct position on record\nand was offered promptly and with due prominence. No further action was\nrequired.Date complaint received: 25/05/2021Date complaint concluded by IPSO: 15/09/2021\nBack to ruling listing\n\n\n"
}