{
    "url": "/rulings-and-resolution-statements/ruling/?id=06470-19",
    "title": "06470-19 Thompson v Sunday Life",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2019-09-01 00:00:00",
    "received_on": "2019-09-02 00:00:00",
    "concluded_on": "2020-02-21 00:00:00",
    "complaint_processing_days": 172,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. The publication should publish the proposed correction in order not to breach Clause 1(ii).   Date complaint received: 02/09/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06470-19 Thompson v\nSunday Life\nSummary of Complaint\n1. Patrick Thompson complained to the Independent Press\nStandards Organisation that Sunday Life breached Clause 1 (Accuracy) and Clause\n2 (Privacy) of the Editors’ Code of Practice in an article headlined “EXCLUSIVE\nHONEYMOON CASH PLEA FOR CHARITY FRAUDSTER”, published on 1 September 2019.\n2. The article reported on a GoFundMe page set up by the\ncomplainant which the publication reported “ask[ed] the public to make\nfinancial donations to allow them to enjoy a honeymoon in 2020”. The article\nalso reported that this was “shameless” as the complainant’s fiancée had just\npleaded guilty to defrauding a charity she worked for.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 as they had not “asked the public” for donations. In fact,\nthey had only asked those who were invited to their wedding. The complainant\nsaid that the GoFundMe site was private, and deliberately set up so it could\nnot be searched for on external search engines or on the GoFundMe website. It\nwas only available to the 96 people invited to the wedding via a password\nprotected website.\n4. The complainant said that the article breached his\nprivacy under Clause 2 for the same reasons. He said that the GoFundMe site was\nonly supposed to be available to friends and family who were invited to the\nwedding and not the public, therefore he had a reasonable expectation of\nprivacy regarding this information. He also noted he was not involved in his\nfiancée’s court case.\n5. The publication did not accept that the Code had been\nbreached. It said that four Sunday Life employees, who were not invited to the\nwedding, had been able to access the GoFundMe page, and could also access a\npage requiring bank details to donate. \nNothing in the page’s description said that only wedding guests should\ndonate, and the page was described as a “fundraiser” rather than a wedding\ngift. The publication also said that a reporter had gone to the complainant’s\nfiancée’s house in order to get a comment and had left a note explaining that\nthe story was to be published and inviting the complainant to make a comment,\nbut had not heard from him. It said it had therefore taken care over the\naccuracy of the article. Despite not accepting a breach of Clause 1, the\npublication offered a clarification as a gesture of goodwill to be published on\npage seven, the same page as the original article:\nIn an article on September 1 we reported that a GoFundMe\npage had been set up to raise funds for a sunshine honeymoon for convicted\ncharity fraudster [name] and her partner Patrick Thompson and the appeal was\nopen to the public. Mr Thompson, who organised the fundraiser, has asked us to\npoint out that he only intended the appeal to be viewed by the couple's wedding\nguests. He was not aware that if the GoFundMe campaign link was shared on\nsocial media it could be accessed by anyone who viewed the link. We are happy\nto set the record straight.\n6. The publication similarly said that it had not breached\nClause 2. It said that even if the website link had only been given to those\ninvited to the wedding, it had been shared widely on social media and multiple\nsources, none of whom were wedding guests, had informed Sunday Life of the\nGoFundMe website. It said that GoFundMe made it clear that “private” campaigns\ncan be seen by anyone with a link and that no password was required to access\nthe fundraiser page.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n8. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n9. The Committee considered that the publication had taken\nreasonable steps to avoid inaccuracy when reporting that the complainant had\n‘asked the public’ for donations. It had been told about the GoFundMe website\nby multiple sources, and multiple members of staff had been able to access the\nwebsite via the link. It had also sent a reporter to the complainant for\ncomment, and had left a note in order to let the complainant put his position\non record. Furthermore, there was nothing on the GoFundMe page itself which\nwould suggest that it was only for guests of the wedding to donate to, so it\ncould be legitimately interpreted as \"asking the public\" in\ncircumstances where the link was being shared on social media. The Committee\nfound that there was no failure to take care not to publish inaccurate\ninformation in breach of Clause 1(i).\n10. Following publication, the newspaper was made aware that\nthe fundraiser had been intended for wedding guests only. As the complainant\nhad made his position clear, the Committee considered that it should be\nreported so that the coverage was not significantly misleading. The\nclarification offered by the publication identified the inaccuracy, provided\nclarifying information and was offered with due prominence. The clarification\nwas sufficient under the terms of Clause 1(ii) and should now be published.\n11. The Committee considered the nature of GoFundMe pages.\nGoFundMe makes it clear that anyone with the website link can access the page.\nFurther, there was no information which indicated that the page was directed\nexclusively at wedding guests and the page had simply asked for donations\ntowards the complainant's honeymoon. In these circumstances, the Committee did\nnot consider that the complainant had a reasonable expectation of privacy over\nthe information which appeared on the page and there was no breach of Clause 2.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\n13. The publication should publish the proposed correction\nin order not to breach Clause 1(ii).\n \nDate complaint received: 02/09/2019\nDate complaint concluded by IPSO: 21/02/2020\n\nBack to ruling listing\n\n\n"
}