{
    "url": "/rulings-and-resolution-statements/ruling/?id=06491-18",
    "title": "06491-18 For Britain Movement v The Northern Echo",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Northern Echo (Newsquest Media Group)",
    "published_on": "2018-08-11 00:00:00",
    "received_on": "2018-10-02 00:00:00",
    "concluded_on": "2019-01-24 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "14.  The complaint was not upheld",
    "remedial_action": "15. N/ADate complaint received: 02/10/18",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06491-18 For Britain Movement v The Northern EchoSummary of Complaint1. The For Britain\nMovement (FBM) complained to the Independent Press Standards Organisation that\nThe Northern Echo breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Responding to the far right”, published on 11 August\n2018.2. The article was\na comment piece by a local councillor which discussed how schools and colleges\nshould respond to the increasing incidence of groups he described as “far\nright”. He said that “The fall-out from Brexit could spawn the growth of a new\nfar right national socialist movement, such as For Britain, led by people like\nAnne Marie Waters, the unsuccessful UKIP leadership candidate and Tommy\nRobinson, ex-leader of the EDL”.3. The article was\nalso published online in the same format with the headline “Stephen Lambert:\nResponding to the far right”.4. The complainant\nsaid that it was inaccurate to describe the FBM as “far right”. It said that\n“far right” would be understood to refer to illiberal, authoritarian, and\nanti-democratic politics, which it said did not reflect its values; the\ncharacterisation was baseless. It said that the article should have included\nthe FBM’s dispute of this characterisation.5. The complainant\nsaid that the term “national socialism” was a creation of the Nazi party and\nthus would be understood to refer directly and only to the Nazis. The\ncomplainant said that the FBM was in no way supportive or connected with Nazi\nideology. It said that no reader would understand the phrase as referring to\nthe discrete concepts of being nationalistic and socialist.6. The complainant\nsaid that it was inaccurate to state that the group was led by people such as\nTommy Robinson, ex-leader of the EDL; only Ms Waters led the group, and Mr\nRobinson had no involvement in the FBM.7. The publication\nsaid that political values lie on an inherently subjective spectrum; the author\nwas entitled to put across his opinion that the group were “far right national\nsocialist”, and had a sufficient basis to do so. It said that it was clear from\nthe FBM’s published policies on culture and immigration that it held\nnationalist views, and pointed to its leader’s socialist origins within the\nLabour party; together, these facts gave a sufficient basis for the “national\nsocialist” description. It also said that others had described the group as far\nright; that the group was associated with acknowledged far right groups; that\nmembers had been part of other far right groups; and that a documentary titled\n“Undercover: Inside Britain’s new Far Right” featured a attendee of the group’s\nevents. In addition, it pointed the group’s populist policies; its frequent\ninvocation of ethnic and cultural loyalties; and its anti-immigration and\npro-deportation stance - all of which the publication said were established\nconventions of both national socialism and far right ideology. For all of these\nreasons, it said that it was not misleading to characterise FBM as being “far right”.8. In any event,\nthe publication said that it was not true that the article compared the FBM to\nNazis, or that the phrase “national socialists” would automatically denote\nNazism or its politics. It said that the fact that all Nazis were national\nsocialists did not mean that all national socialists were Nazis, and that\nnational socialism was a broad ideology which had many points of tangency with\nthe group.9. The publication\naccepted that its reference to Tommy Robinson was inadvertently ambiguous, and\noffered to clarify this point. However, it did say that Tommy Robinson shared\nsimilar views to Anne Marie Waters and the complainant, and so it was not\nsignificantly misleading to link him to the group’s beliefs.10. The publication said that it would be happy to consider\npublishing a letter from the complainant setting out its position. In addition\nit also offered to publish the following clarification:“An opinion article by Stephen Lambert published online and\nin The Northern Echo on August 11 2018, headlined ”Responding to the far right”\nsaid that the fall-out from Brexit could spawn the growth of a new far right\nmovement, such as For Britain, led by people like Anne Marie Water, the\nunsuccessful UKIP leadership candidate and Tommy Robinson, ex-leader of the\nEDL. We would like to make clear that Tommy Robinson is not a member of For\nBritain, which is led by Anne Marie Waters.”Relevant Code Provisions11. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee12. The placement of policies and values on a political\nspectrum is a subjective assessment; individuals’ and publications’ views on\nwhere particular policies and parties fall on such a spectrum will necessarily\nvary. However, the Code requires that care be taken over the accuracy of such\ncharacterisations. In this instance, the characterisation of the FBM as a “far\nright national socialist” movement had been based on the publication’s\nassessment of particular policy positions adopted by the group, and on the\npresence within the party of individuals associated with groups generally\nunderstood to be “far right” in character. It was also based on the FBM’s\nleader’s political views, which the publication characterised as nationalist,\nand on her past political affiliations with the Left. In setting out its basis\nfor characterising the FBM as “far right”, the publication had shown that the\nparty had attracted attention from individuals associated with groups at that\nend of the political spectrum. In all these circumstances, the Committee did\nnot consider that there had been a failure to take care over this\ncharacterisation, and it did not give rise to a significantly misleading\nimpression that required correction under Clause 1. The Committee did not\nconsider that the article suggested that the group was linked to Nazism in the\nway the complainant suggested, and there was no breach of Clause 1 on this\npoint.13. The article did not state as fact that Tommy Robinson\nwas the leader of the FBM; rather, it suggested that new “far right” groups\ncould arise, “such as For Britain, led by people like Anne Marie Waters, the\nunsuccessful UKIP leadership candidate and Tommy Robinson, ex-leader of the\nEDL”. While the Committee acknowledged that the sentence could carry the\nmeaning attributed to it by the complainant, it did not consider that this\ngrammatical ambiguity represented a failure to take care over the accuracy of\nthe article. In the context of a wide-ranging opinion piece which considered\nhow education providers could respond to alleged “far right” groups, which was\nnot a detailed description of the FBM and its leadership, the Committee did not\nconsider that the article gave rise to any significantly misleading impression\non this point, such as would require correction. There was no breach of Clause\n1. Nonetheless, the Committee welcomed the publication’s offer to clarify any ambiguity\nin the sentence.Conclusions14.  The complaint was\nnot upheldRemedial Action Required15. N/ADate complaint received: 02/10/18\nDate decision issued: 24/01/19\n\ncad\nBack to ruling listing\n\n\n"
}