{
    "url": "/rulings-and-resolution-statements/ruling/?id=06518-21",
    "title": "06518-21 Extinction Rebellion v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-06-19 00:00:00",
    "received_on": "2021-06-23 00:00:00",
    "concluded_on": "2021-11-16 00:00:00",
    "complaint_processing_days": 146,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A   Date complaint received: 23/06/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 06518-21 Extinction Rebellion v The Daily\nTelegraph\nSummary\nof Complaint\n1. Extinction\nRebellion complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “For the silent majority, failure to come down hard on\nXR will be a surrender to mob rule”, published on 19th June 2021.\n2. The\narticle reported on the activities and protests of Extinction Rebellion and\nother campaign groups and the police response to these protests. It reported\nthat at previous protests, police forces “have allowed roads to be illegally\nshut”, and that “[o]bstructing the highway is an offence, so police have the\nright to arrest anyone as soon as they start to prevent traffic or pedestrians\nfrom using roads or pavements”. The article went on further to discuss “Kill\nthe Bill” protests against the Police, Crime, Sentencing and Courts Bill,\nincluding a photograph from one protest of a burning police van. The photograph\nwas captioned “police vehicles were set alight during a Kill the Bill protest\nin Bristol”.\n3. The\narticle also appeared online the same day in substantially the same format\nunder the headline “For the silent majority, police failure to come down hard\non Extinction Rebellion will be a surrender to mob rule”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as the\ndisruption of roads for the purpose of protest was not illegal. It relied on a\nprevious court judgment which it said stated that the right to protest does\ninclude the right to do so on the highway. The complainant said that this\njudgment highlighted the inaccuracies in the following sentence of the article:\n“[o]bstructing the highway is an offence, so police have the right to arrest\nanyone as soon as they start to prevent traffic or pedestrians from using roads\nor pavements”.\n5. The\ncomplainant also said that the article was inaccurate in breach of Clause 1 as\nit included an image of a burning police van, which had no connection to\nExtinction Rebellion. The complainant considered the use of this image\n“disingenuous” and an attempt by the publication to tarnish the group’s\nreputation.\n6. The\npublication did not accept a breach of the Code. It said that the complainant’s\nposition regarding the legality of the obstruction of roads was incorrect,\nciting examples where Extinction Rebellion protestors had been found guilty of\nillegally blocking roads. It said that twelve Extinction Rebellion protestors\nto date had been charged with the criminal offence of obstructing the highway\nin connection with a recent protest, demonstrating the legislation still\napplied. The publication noted the complainant’s reference to the previous\ncourt judgment and said that while the judgment indicated that it is possible\nthat a protest may not constitute a breach of the Highways Act, this is only in\ncertain, limited circumstances. It added that the criminal offence of\nobstructing the highway under Section 137 of the Highways Act 1980 remains on\nthe statute book.\n7. The\npublication further said that the photograph of the burning police van included\nin the print article was taken during the ‘Kill the Bill’ protests in March\n2021, with the accompanying text making this clear. The publication said that\nat no point did the article suggest that it was members of Extinction Rebellion\nwho attacked the police van. It added that while the article’s focus was on the\nprotests organised by Extinction Rebellion, it raised broader points in respect\nto the Police, Crime, Sentencing and Courts Bill and referenced other\ndemonstrations which have taken place.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\nCommittee first considered whether it was inaccurate for the article to state\nthat “[o]bstructing the highway is an offence, so police have the right to\narrest anyone as soon as they start to prevent traffic or pedestrians from\nusing roads or pavements” and that previously, police forces “have allowed\nroads to be illegally shut”.  In doing\nso, the Committee had regard to Section 137 of the Highways Act 1980 which\nprovides that “[i]f a person, without lawful authority or excuse, in any way\nwilfully obstructs the free passage along a highway he is guilty of an\noffence…”. The Committee also noted the judgment the complainant referred to\nand acknowledged that an offence may not be committed under the Act in\ncircumstances where a court finds there to have been lawful authority or excuse\nfor a protest. However, it was the Committee’s view that as the criminal offence\nof obstructing the highway under the Act remains on the statute book, it was\nnot inaccurate for the article to state that “[o]bstructing the highway is an\noffence”, whilst omitting an explanation of the circumstances in which an\nobstruction may not be such an offence. For the same reason, in was not\ninaccurate to refer to roads having been “illegally shut”, given that whether a\nprotest has resulted in roads being shut illegally under the Act will be fact\nspecific. There was no breach of Clause 1 on this point.\n9. The\nCommittee next considered the complainant’s concerns regarding the photograph\nof the burning police van. The caption above the photograph made clear where\nthe incident had taken place, stating that “police vehicles were set alight during\na Kill the Bill protest in Bristol”, and the Committee noted that the article\nmade no suggestion that Extinction Rebellion were involved in the burning of\nthe police van. Furthermore, where the article commented on the Police, Crime,\nSentencing and Courts Bill, and the “Kill the Bill” protests in response to it,\nit was not misleading for a picture from the protest to appear alongside the\narticle. There was no breach of Clause 1 on this point.\nConclusions\n10. The\ncomplaint was not upheld.\nRemedial\nAction Required\n \n11. N/A\n \nDate\ncomplaint received: 23/06/2021\nDate\ncomplaint concluded by IPSO: 16/11/2021\nBack to ruling listing\n\n\n"
}