{
    "url": "/rulings-and-resolution-statements/ruling/?id=06560-17",
    "title": "06560-17 Young v Thesun.co.uk",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2017-03-21 00:00:00",
    "received_on": "2017-04-25 00:00:00",
    "concluded_on": "2017-07-04 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/ADate complaint received: 25/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06560-17 Young v Thesun.co.ukSummary of complaint1. Joel\nYoung complained to the Independent Press Standards Organisation that\nthesun.co.uk breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “’Have you killed yourself\nyet?’ Disney TV worker bombarded music producer with vile calls repeatedly\nurging him to ‘kill himself’ in 18-month harassment campaign”, published on 21\nMarch 2017.2. The\narticle reported that the complainant had admitted to harassing a “work rival”\nand impersonating a police officer, but that he had denied threatening him. It\nsaid that he had telephoned the victim more than 65 times over a\nfive-and-a-half hour period, and that he had impersonated a police officer\nduring the telephone calls. It said that in a recording of one of the calls,\nwhich had been published by another newspaper, the complainant could be heard\nasking the victim whether he had killed himself yet and making comments about\nhis family. It reported that in court, the complainant had to be reprimanded\n“for blowing kisses and winking” towards the victim who was sitting in the\npublic gallery.3. The\ncomplainant said that the article was biased against him. He denied that he had\nbeen warned by the usher for winking and blowing kisses at the victim. He had\nmerely been asked not to look at the public gallery as the victim walked in.\nFurthermore, the piece had failed report his account of the victim’s conduct.\nIn addition, he said that the newspaper had published images of him which it\nhad taken from his social media accounts without his consent and in breach of\ncopyright.4. The\nnewspaper said that the article was an accurate report of court proceedings,\ncombined with an interview with the victim. It said that the information it had\nchosen to include was a matter of editorial discretion; and it noted that it\nhad reported comments made by the defence.5. The\nnewspaper said that the reporter had attended the court proceedings, and he had\nconfirmed that before the magistrates had entered the court room, the\ncomplainant had been reprimanded for winking and blowing kisses at the victim.\nIt did not consider that it was misleading that the article had not included\nthe complainant’s account of the victim’s conduct, which the victim\ndisputed. 6. With\nregards to the photographs, the newspaper said that the images had been taken\nfrom the complainant’s open Facebook account, which remained accessible to the\npublic. Relevant Code provisions7. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Findings of the Committee8. There was\na dispute between the parties as to whether the complainant had been\nreprimanded for “blowing kisses and winking” towards the victim who was in the public\ngallery of the court room, and the Committee was unable to reconcile the\ndiffering positions. However, it was accepted that before the proceedings\nbegan, the complainant had been asked by the court usher not to look at the\npublic gallery where the victim was seated. In the full context of the article,\nwhich accurately reported that the complainant had pleaded guilty to harassment\nand which detailed the nature of his offence, the Committee did not consider\nthat the reason for the request, as reported in the article, was significantly\nmisleading. Furthermore, the Editors’ Code does not contain a requirement for\nimpartiality. The newspaper was not obliged to report the complainant’s account\nof the victim’s conduct. These points did not raise a breach of Clause 1.9. The\nnewspaper had published images taken from the complainant’s Facebook page,\nwhich showed his face. He was not engaged in a private activity in the\nphotographs, and their publication had not disclosed private information about\nhim. Furthermore, copyright is a legal matter and therefore concerns in this\nregard are not for consideration under the Code. There was no breach of Clause\n2.Conclusion10. The\ncomplaint was not upheld.Remedial Action Required11. N/ADate complaint received: 25/04/2017Date decision issued: 04/07/2017\nBack to ruling listing\n\n\n"
}