{
    "url": "/rulings-and-resolution-statements/ruling/?id=06561-17",
    "title": "06561-17 Young v Lichfield Mercury",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Lichfield Mercury (Reach PLC)",
    "published_on": "2017-03-20 00:00:00",
    "received_on": "2017-04-25 00:00:00",
    "concluded_on": "2017-07-04 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/ADate complaint received: 25/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06561-17 Young v Lichfield MercurySummary of complaint1. Joel Young\ncomplained to the Independent Press Standards Organisation that the Lichfield\nMercury breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’\nCode of Practice in an article headlined “TV producer subjected terrified\nLichfield music promoter to dozens of vile phone calls”, published on 20 March\n2017.2. The article\nreported that the complainant had admitted to harassment and impersonating a\npolice officer, but that he had denied threatening the victim. It said that he\nhad telephoned the victim more than 65 times over a five-and-a-half hour\nperiod, and that he had impersonated a police officer during the telephone\ncalls. The article also included a recording of one of the telephone calls in\nwhich the complainant repeatedly asked the victim why he “hasn’t ‘killed\nhimself’”. It reported that in court, the complainant had to be reprimanded by\nan usher “for blowing kisses and winking” towards the victim who was sitting in\nthe public gallery.3. The complainant\nsaid that the article was biased against him. He denied that he had been warned\nby the usher for winking and blowing kisses at the victim. He had merely been\nasked not to look at the public gallery as the victim walked in. Furthermore,\nthe piece had failed to his account of the victim’s conduct. In addition, the\narticle had inaccurately reported that he was 40, rather than 30.4. The complainant\nwas also concerned that the newspaper had published a recording of one of his\ntelephone calls with the victim without his consent. He had been unaware that\nhe was being recorded and the recording had not been heard in court because he\nhad admitted to his actions at the first opportunity. In addition, he said that\nthe newspaper had published images of him which it had taken from his social\nmedia accounts without his consent and in breach of copyright.5. The newspaper\nsaid that the article was an accurate report of court proceedings, and the\ninformation it had chosen to include was a matter of editorial discretion.6. The newspaper\nsaid that the reporter had attended the court proceedings, and he had confirmed\nthat before the magistrates had entered the court room, the complainant had\nbeen reprimanded for winking and blowing kisses at the victim. It did not\nconsider that it was misleading that the article had not included the\ncomplainant’s account of the victim’s conduct.7. The newspaper\ndid not consider that it was significant whether the complainant was 30 or 40\nyears old, but given the concerns raised, it offered to amend this in the\narticle.8. The newspaper\nsaid that the recording had shown the complainant making one of the 65 phone\ncalls for which he was convicted. Although the recording of the phone call was\nnot heard in court, it had formed part of the behaviour for which the\ncomplainant was convicted. The newspaper did not consider that the complainant\nhad a reasonable expectation of privacy over behaviour of this kind; the\npublication of the recording was justified in the public interest.9. With regards to\nthe photographs, the newspaper said that the images had been taken from the\ncomplainant’s open Facebook account, which remained accessible to the public.\nIt did not consider that the images had shown the complainant engaged in a\nprivate activity, nor had they revealed any private information about him.Relevant Code provisions10. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Findings of the Committee11. There was a dispute between the parties as to whether\nthe complainant had been reprimanded for “blowing kisses and winking” towards\nthe victim who was in the public gallery of the court room, and the Committee\nwas unable to reconcile the differing positions. However, it was accepted that\nbefore the proceedings began, the complainant had been asked by the court usher\nnot to look at the public gallery where the victim was seated. In the full\ncontext of the article, which accurately reported that the complainant had\npleaded guilty to harassment and which detailed the nature of his offence, the\nCommittee did not consider that the reason for the request, as reported in the\narticle, was significantly misleading. Furthermore, the Editors’ Code does not\ncontain a requirement for impartiality. The newspaper was not obliged to report\nthe complainant’s account of the victim’s conduct. These points did not raise a\nbreach of Clause 1.12. It was accepted that the complainant’s age had been\ninaccurately reported. The Committee welcomed the newspaper’s offer to amend\nthe online article accordingly, but this was not a significant point that required\ncorrection under the terms of Clause 1.13. The recording of the complainant’s telephone call to the\nvictim had not been heard in court, and the complainant had not consented to\nits publication. However, the Committee did not consider that the complainant\nhad a reasonable expectation of privacy regarding a recording of part of the\ncourse of conduct for which he was later convicted in open court. There was no\nbreach of Clause 2 on this point.14. The newspaper had published images taken from the complainant’s\nFacebook page, that showed his face. He was not engaged in a private activity\nin the photographs, and their publication had not disclosed private information\nabout him. Furthermore, copyright is a legal matter and therefore concerns in\nthis regard are not for consideration under the Code. There was no breach of\nClause 2.Conclusion15. The complaint was not upheld.Remedial Action Required16. N/ADate complaint received: 25/04/2017Date decision issued: 04/07/2017\n \nBack to ruling listing\n\n\n"
}