{
    "url": "/rulings-and-resolution-statements/ruling/?id=06571-18",
    "title": "06571-18 A man v Northern Woman",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Northern Woman (Independent News & Media)",
    "received_on": "2018-10-04 00:00:00",
    "concluded_on": "2019-02-13 00:00:00",
    "complaint_processing_days": 132,
    "conclusion_long": "11. The complainant’s former partner had a right to tell her story. The article under complaint formed part of a wider narrative relating to the woman’s campaigning work for legislative change; she had made a number of claims about the conduct of an unnamed former partner in order to place that work in context. Verifying claims about one party’s conduct during a relationship which took place several years ago is inherently difficult. The Committee’s role was not to make findings of fact in relation to the dispute between the parties, and nothing in this ruling should be read as such. 12. In considering the care taken over the accuracy of the article, the Committee first considered the manner in which the woman’s claims had been presented in the piece. The claims that a former partner of the woman had stalked, followed and threatened to shoot her were clearly distinguished as those of the woman. Care had been taken to present the piece in a question-and-answer format. In doing so, the publication had not adopted or accepted the woman’s claims, nor was there any suggestion that an objective finding of fact had been made in relation to them, for example, there was no suggestion in the article that the woman had obtained legal redress against this unidentified former partner. 13. The Committee then turned to consider the information which the woman had disclosed in the piece, and the extent to which her claims would be understood by a reader as being made against the complainant. The woman had alleged that following the breakdown of a five month relationship, an unnamed former partner had continuously “followed” and “stalked” her, and that they had “threatened to shoot her” in 2012. This was a limited frame of reference regarding the relationship and when it had occurred. Further, the woman had not named her former partner by name, nor did the article contain any information about this individual or their personal circumstances which might lead readers to identify them as being the complainant. 14. Nevertheless, the newspaper had prior knowledge, as a consequence of the complainant’s previous complaint, that the woman had been referring to his conduct when she had made these claims. The complainant had expressed concern that in those circumstances, he had not been contacted prior to publication. The Code does not place a requirement upon publications to seek comment from the subject of stories ahead of publication. However a failure to seek comment, or the omission of a person’s denial in a piece may, in certain circumstances, represent a failure to take care over the accuracy of the article and render an article misleading. 15. While it was unfortunate that the complainant had not been contacted prior to publication, given the Committee’s previous ruling, the presentation of the woman’s claims clearly indicated that her account was one side of a complex story. In such circumstances, the omission of the complainant’s denial in the piece did not render the article significantly misleading. 16. Taking into consideration the factors referred to above, the Committee concluded that the publication had taken care over the presentation of the woman’s claims and the article did not contain any significant inaccuracies, misleading statements, or distortions, such as would require correction under the terms of Clause 1(ii). There was no breach of Clause 1 in those circumstances. 17. The article had contained only general references to the alleged conduct of an unnamed individual. No personal information about the complainant had been revealed in the article such as might lead to his identification, nor did the article contain any detailed information about the complainant’s relationship with his former partner. This limited the extent to which the complainant would have been identifiable to those who would not already have been aware of his association with the woman named in the article. The Committee did not establish that the article had disclosed any information about which the complainant had a reasonable expectation of privacy. The complaint under Clause 2 was not upheld. Conclusions 18. The complaint was not upheld.",
    "remedial_action": "19. N/A Independent Complaints Reviewer The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.Date complaint received: 04/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06571-18 A man v Northern Woman\nSummary of complaint1. A man complained\nto the Independent Press Standards Organisation that Northern Woman breached\nClause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in\nan article headlined “Stalking NI”, published 1 October 2018.\n2. The article\nreported on claims made by a named woman in an interview she had given to the\npublication. In the interview, the woman had spoken to the publication about\nher decision to set up an online support group for victims of stalking: “having\nhad my own experience since 2011, I saw very little support available- which\nstalkers will exploit”. The woman detailed her criticism of the current law in\nNorthern Ireland relating to stalking offences, and her argument that it needed\nto be changed to protect victims.\n3. The piece was\npresented in a question-and-answer format. When asked to describe her own\nexperience of stalking, the woman had claimed that her former partner, who was\nnot named in the article, had continuously followed and “stalked” her following\nthe breakdown of their relationship. The woman also claimed that her former\npartner had threatened to shoot her in 2012. The woman explained that it was\nthese experiences which had led her to campaign for legislative change during\nwhich she had received support from Members of the Northern Irish Legislative\nAssembly.\n4. The complainant,\na former partner of the woman, said that the woman had been making these claims\nabout him. He denied that he had followed or stalked her, or that he had\nthreatened to shoot her in 2012. He said that neither his former partner, nor\nthe publication, had any evidential basis to support the allegations which had\nbeen made against him. The complainant said that he had not been given the\nopportunity to challenge the woman’s claims, prior to publication.\n5. The complainant\nexpressed concern that the article had repeated the same claims made by the\nwoman about his conduct, which had been contained in an article which had been\nthe subject of an upheld ruling by IPSO against another publication within the\nsame newspaper group. This ruling was published in January 2018 and can be\nfound here.\nThe Committee found that the newspaper’s presentation of the woman’s claims was\nmisleading because the newspaper had adopted her position; as a consequence,\nthe newspaper had reported, as fact, that the complainant had harassed and\nstalked the woman since 2012. The Committee found that the failure to put the\nallegations to the complainant prior to publication, the resulting omission of\nhis denial in the article and the overall manner in which the claims were\npresented created the significantly misleading impression that his former\npartner’s claims were undisputed fact in breach of Clause 1 (i).\n6. The complainant\nsaid that while he had not been named in the article under complaint, by\nidentifying his former partner, the article had identified him as a consequence\nof his previous association with her. He said that the publication of\ninaccurate and damaging allegations about his conduct was an unjustified\nintrusion into his privacy.\n7. The publication\nsaid that it was unfortunate, and entirely inadvertent, that the subject matter\nof the previous upheld complaint had been repeated. It acknowledged that the\ntwo publications were in the same newspaper group, but said that they had\nseparate editorial structures. The publication explained that the editor had\nbeen contacted directly by the complainant’s former partner and had been\nunaware of the Committee’s previous ruling. The publication said that prompted\nby the complainant’s further complaint, a seminar was being convened at\neditorial level with any affiliated publications within the newspaper group to\nensure that a similar situation would not arise in the future.\n8. The publication\nsaid that it accepted the findings made by the Committee in the previous case.\nIt said that it had chosen not to contact the complainant prior to publication\nfor the same reasons set out in that ruling: he had not been named in the\narticle and there was a concern that contacting him would pose a risk to the\nwoman.\n9. The publication\nsaid that there was a significant difference between the two cases relating to\nthe presentation of the woman’s allegations. It said that unlike the previous\ncase, the article under complaint had not commented on the woman’s claims or\nmade any observations as to the truth or otherwise of the allegations. It said\nthat the article was presented in a question – and – answer format, and\naccordingly, her claims had not been adopted by the publication as established\nfact.\n10. In an attempt to resolve the complaint, the publication\noffered to publish the following wording on p.52 – the same page which the\narticle appeared:\nIn our October edition we published an article relating to\nstalking in NI.  This article was an interview\nin which a named woman made a number of claims against her former partner,\nincluding that he had stalked and harassed her, and had threatened to shoot\nher. We were unaware that the subject matter of that article had previously\nbeen the subject of a ruling by the Independent Press Standards Organisation\n(IPSO) that the Belfast Telegraph had breached clause 1 (Accuracy) of the\nEditor’s Code of Practice following an article it had published in June\n2016.  In that complaint, the primary\nquestion for the Committee was whether care had been taken to publish an\naccurate account of the claims that had been made by the woman at interview,\nand had done so in a way that was not misleading.  IPSO held that the complainant, the woman’s\nformer partner had not been given the opportunity to deny the allegations which\nhad been made against him, nor have this recorded in the article.  No attempt had been made to contact him or\nobtain corroborating evidence to support the woman’s serious claims.  IPSO further held that this failure to put\nthe allegations to the complainant, and the resulting omission of his denial\nfrom the article and the overall manner in which the claims were presented\ncreated the misleading impression that his former partner’s claims were\nundisputed facts. We would like to make clear that the woman’s former partner\nstrenuously denies the allegations which have been made against him: he denies\nstalking or harassing the woman in any way, he also denies that he has ever\nthreatened to shoot her. He says that he has evidence which supports this, and\nwhich challenges what the woman has said about him. We are happy to place his\ndenial of these claims on record.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nConclusions\n11. The complainant’s former partner had a right to tell her\nstory. The article under complaint formed part of a wider narrative relating to\nthe woman’s campaigning work for legislative change; she had made a number of\nclaims about the conduct of an unnamed former partner in order to place that\nwork in context. Verifying claims about one party’s conduct during a relationship\nwhich took place several years ago is inherently difficult. The Committee’s\nrole was not to make findings of fact in relation to the dispute between the\nparties, and nothing in this ruling should be read as such.\n12. In considering the care taken over the accuracy of the\narticle, the Committee first considered the manner in which the woman’s claims\nhad been presented in the piece. The claims that a former partner of the woman\nhad stalked, followed and threatened to shoot her were clearly distinguished as\nthose of the woman. Care had been taken to present the piece in a\nquestion-and-answer format. In doing so, the publication had not adopted or\naccepted the woman’s claims, nor was there any suggestion that an objective\nfinding of fact had been made in relation to them, for example, there was no\nsuggestion in the article that the woman had obtained legal redress against\nthis unidentified former partner.\n13. The Committee then turned to consider the information\nwhich the woman had disclosed in the piece, and the extent to which her claims\nwould be understood by a reader as being made against the complainant. The\nwoman had alleged that following the breakdown of a five month relationship, an\nunnamed former partner had continuously “followed” and “stalked” her, and that\nthey had “threatened to shoot her” in 2012. This was a limited frame of\nreference regarding the relationship and when it had occurred. Further, the\nwoman had not named her former partner by name, nor did the article contain any\ninformation about this individual or their personal circumstances which might\nlead readers to identify them as being the complainant.\n14. Nevertheless, the newspaper had prior knowledge, as a\nconsequence of the complainant’s previous complaint, that the woman had been\nreferring to his conduct when she had made these claims. The complainant had\nexpressed concern that in those circumstances, he had not been contacted prior\nto publication. The Code does not place a requirement upon publications to seek\ncomment from the subject of stories ahead of publication. However a failure to\nseek comment, or the omission of a person’s denial in a piece may, in certain\ncircumstances, represent a failure to take care over the accuracy of the\narticle and render an article misleading.\n15. While it was unfortunate that the complainant had not\nbeen contacted prior to publication, given the Committee’s previous ruling, the\npresentation of the woman’s claims clearly indicated that her account was one\nside of a complex story. In such circumstances, the omission of the\ncomplainant’s denial in the piece did not render the article significantly\nmisleading.\n16. Taking into consideration the factors referred to above,\nthe Committee concluded that the publication had taken care over the\npresentation of the woman’s claims and the article did not contain any\nsignificant inaccuracies, misleading statements, or distortions, such as would\nrequire correction under the terms of Clause 1(ii). There was no breach of\nClause 1 in those circumstances.\n17. The article had contained only general references to the\nalleged conduct of an unnamed individual. No personal information about the\ncomplainant had been revealed in the article such as might lead to his\nidentification, nor did the article contain any detailed information about the\ncomplainant’s relationship with his former partner. This limited the extent to\nwhich the complainant would have been identifiable to those who would not\nalready have been aware of his association with the woman named in the article.\nThe Committee did not establish that the article had disclosed any information\nabout which the complainant had a reasonable expectation of privacy. The\ncomplaint under Clause 2 was not upheld.\nConclusions\n18. The complaint was not upheld.\nRemedial Action Required\n19. N/A\nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.Date complaint received: 04/10/2018Date complaint concluded: 13/02/2019 \nBack to ruling listing\n\n\n"
}