{
    "url": "/rulings-and-resolution-statements/ruling/?id=06585-17",
    "title": "06585-17 Mclean v New!",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "new! Magazine (Reach PLC)",
    "published_on": "2017-05-01 00:00:00",
    "received_on": "2017-04-26 00:00:00",
    "concluded_on": "2017-09-01 00:00:00",
    "complaint_processing_days": 128,
    "conclusion_long": "16. The complaint under Clause 1 (i) was upheld.",
    "remedial_action": "17. Having upheld the complaint, the Committee considered what remedial action should be required. 18. The magazine had promptly offered to publish a clarification, which corrected the misleading impression in the article, and included an apology. This should now be published. Date complaint received: 26/04/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06585-17 Mclean v New!\nSummary of complaint\n1. Nicola McLean complained to the Independent Press\nStandards Organisation that New! breached Clause 1 (Accuracy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in relation to an article\nheadlined “Stressed Danielle: ‘Nicola is a Bully!’, published on 1 May 2017.\n2. The article reported that there was an ongoing “feud”\nbetween the complainant and a model. It reported that the complainant had\n“persistently attacked” the model, who was pregnant at the time, on Twitter. It\nincluded the opinion of an unnamed source that the complainant was a\n\"bully” and that her behaviour had caused the model to become stressed and\nto suffer from panic attacks. The source claimed that this led to her “fleeing”\nthe UK and seeking legal action – “some kind of injunction under social media\nharassment or police intervention with harassment.” The article also reported\nthat the model had posted a video on social media whilst she was on holiday\nwith her family, in which they chanted “blocking out the haters”.\n3. The article reported that the model’s brother had tweeted\na meme which appeared to mock a disabled child, and that the complainant had\ncriticised him in a retweet. It included comment made on behalf of the\ncomplainant that she “has been badly trolled by [the model’s] brother in the\npast year over her weight, her looks and the squint she has in her eye. And he\nseems to like mocking people who have disabilities or illnesses. Someone took a\nscreenshot of what he retweeted about [the child] and sent it to [the\ncomplainant]. She was disgusted that he would mock a child with disabilities so\nshe wanted to highlight it.” The article reported on tweets posted by the model\nin response to this, in which she accused the complainant of having “serious\nproblems” and that she “needs help”.\n4. The article was published on page twenty four of the\nmagazine and trailed on the front page with the title “Pregnant Danielle ‘Keep\nbully Nicola away from me!’“. It was published online in substantively the same\nformat.\n5. The complainant said that the article was misleading and\ninaccurately characterised her as a “bully” who had caused a pregnant woman to\n“flee” the country in order to avoid alleged online abuse. She said that she\nhad not bullied the model, and that she had in fact been the victim of targeted\nbullying on social media by the model’s family. She said that the legal action\nreferred to in the article was in relation to another issue. The complainant\nquestioned the reliability of the source of this information and was\nparticularly concerned about the detrimental effect that the article may have\non her career. She also said that the reference to her as a “bully” was in\nbreach of Clause 12.\n6. The complainant said that her representative was not\nprovided with a fair opportunity to comment on the allegations published, and\nthat she was only asked by the publication to comment broadly on the “Twitter\nspat” between the model and complainant, and the “backlash” that she had\nreceived. The complainant said that her representative had been misled by the\nquestions asked, which resulted in her providing a comment which was not\nrelevant to the claims presented in the article.\n7. The magazine apologised for any distress caused to the\ncomplainant, but did not accept that there had been a breach of the Code. It\nsaid that the disagreements between the model and the complainant were\nlong-standing and publicly apparent on social media, and that the article was\nan accurate report of this. It said that it had received the information from a\nsource close to the model that she was going on holiday at short notice, as she\nwas stressed about the situation with the complainant, who she perceived to be\nbullying her. The magazine said that as this information was received from a trusted\nsource, and in combination with the video posted on social media, it was not\nnecessary to seek further corroboration of the claim; which was subjective in\nany event.\n8. The magazine noted that the complainant had previously\nbeen called a bully on social media. It provided evidence of tweets from\nmembers of the public which illustrated this, and also in which they were\ncommenting on the “feud” between the two. The magazine also said that a\nwell-placed source provided it with the information that the model had “sought\nher lawyer’s advice” in order to take legal action against the complainant in\nthe form of an injunction. The magazine said that it had no reason to doubt the\nveracity of the claim.\n9. The magazine said that it contacted the complainant’s\nrepresentative for comment and published her statement in full. It asked her if\nthe complainant had “any response to the backlash she had received – or the\nspat itself”. It said that at the time the representative was approached, it\nwas assumed that she would have been aware that the complainant had been called\na bully on Twitter, and what was suggested by the terms “twitter spat” and\n“backlash”. The magazine said that it is not uncommon for agents to be elusive\nwhen asking for comment on an issue, however it offered the complainant a\nfurther right of reply by way of an interview. This was not accepted by the\ncomplainant.\n10. The magazine said that there was no prejudicial or\npejorative reference to the complainant in the article, and as such there was no\nbreach of Clause 12.\n11. The magazine removed the online article from its website\nand offered to publish the following clarification online, featuring on the\nhome page for at least twenty four hours, and in the magazine’s “Lowdown”\nsection. It said that the “Lowdown” section features on different page numbers\nin each edition, but typically around page thirty of the magazine:\n“In an article in our 1 May issue we published a story\nregarding Nicola McLean and [name removed], calling Nicola McLean a bully. Nicola has since contacted us to say that she\ndid not bully [name removed]. We\napologise to Nicola for not giving her the opportunity to comment at the time”.\nRelevant Code provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n13. The magazine had received information from a source\nclose to the model that she felt “bullied” by the complainant, and that she had\n“fled” the UK and was taking legal action as a result of the alleged tensions\nbetween them. Prior to the publication of the article, the magazine had\ncontacted the complainant’s representative for her general comment on the\n“Twitter spat” between the two and its “backlash”. However, it did not put the\nspecific allegation to her that the complainant was a bully, and failed to\ndistinguish between this claim and the “Twitter spat”. In this instance, the\nCommittee did not consider that sufficient steps were taken to corroborate\nthese claims. It was not adequate to rely on a video posted on social media to\nsupport such allegations, which were of a serious nature. There was a failure\nto take care over the accuracy of the article in breach of Clause 1 (i).  \n14. The magazine published comments made on behalf of the\ncomplainant which appeared to be made in response to the serious allegations\nabout her conduct, and gave the significantly misleading impression that she\nhad accepted them; this required clarification and an apology under Clause 1\n(ii). The magazine had offered to publish a clarification in the “Lowdown”\nsection, which addressed the misleading impression in the article and included\nan apology. It said that the “Lowdown” section typically appears at around page\nthirty of the magazine. The article had appeared on page twenty four and the\nclaim that the complainant was a “bully” was made within this text. The front\npage trail clearly attributed the claim to the model, therefore the Committee\nconsidered that the offer to publish the clarification in the “Lowdown” section\nwas sufficient to avoid a breach of Clause 1 (ii).\n15. The article did not make a prejudicial or pejorative\nreference to the complainant in regards to any of the characteristics protected\nunder Clause 12; there was no breach of Clause 12.\nConclusions\n16. The complaint under Clause 1 (i) was upheld.\nRemedial action required\n17. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n18. The magazine had promptly offered to publish a\nclarification, which corrected the misleading impression in the article, and\nincluded an apology. This should now be published. Date complaint received: 26/04/2017Date decision issued: 01/09/2017 \nBack to ruling listing\n\n\n"
}