{
    "url": "/rulings-and-resolution-statements/ruling/?id=06593-15",
    "title": "06593-15 Clarke v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2015-10-18 00:00:00",
    "concluded_on": "2016-03-04 00:00:00",
    "complaint_processing_days": 138,
    "conclusion_long": "14. The complaint was upheld in relation to the online article.",
    "remedial_action": "15. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required. The Committee has the power to require the publication of a correction and/or adjudication, the nature, extent and placement of which is to be determined by IPSO. It may also inform the publication that further remedial action is required to ensure that the requirements of the Editors’ Code are met.16. The newspaper had published a correction beneath the online article, and separately in a standalone correction on the homepage, which made clear that the original article had inaccurately reported that the children had been “forced” to carry out the work, and that the ministry of education for the town had said that the children themselves had thought of the idea for the project. The publication of these corrections were appropriate remedial action.Date complaint received: 18/10/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 06593-15 Clarke v Daily ExpressSummary\nof complaint1.\nPaul Clarke complained to the Independent Press Standards Organisation that the\nDaily Express breached Clause 1 and Clause 12 in an article headlined “Children\ntold to cook and clean for migrants” in print, published on 16 October 2015,\nand headlined “School forces children to cook and clean for asylum seekers for\nwork experience” online, published on 15 October 2015.2.\nThe article reported that “children as young as 13 have been told to cook and\nclean for migrants” at an asylum centre for “practical work experience”. It\nreported that this was part of a school project in a German town, and that it\nhad been the subject of some controversy among the pupils’ parents. It included\na quotation from one mother who criticised the project, and said that it\namounted to “servitude”. This criticism was set out in the context of a wider\ndiscussion about the European Union.3.\nThe online version of the article was substantively the same; however the\nheadline and sub-headline stated that the school had “force[d]” the children to\ncarry out the work at the asylum centre. It also included the comments of\nanother parent, as well as a number of photographs of refugees in Germany. It\nincluded a line which explained that “the school had the idea because some\nrefugees are part of the class”.4.\nThe complainant said that it was inaccurate in breach of Clause 1 for the\nheadlines to suggest that the children had been made to carry out work at the\nasylum centre. He said that the children involved had come up with the idea of\nworking at the centre themselves, after a pupil who was a refugee had joined a\nclass. The complainant was concerned that the omission of this information\nrendered the article misleading in breach of Clause 1.5.\nHe said that the article was misleading to the point of “inspiring racial\nhatred against refugees”, and was concerned that this breached Clause 12.6.\nThe newspaper explained that the scheme had been organised by the school, and\nhad attracted some controversy from parents after they had been asked for\nconsent to let their children take part. The focus of both articles had been\nthe reaction of these parents to the scheme, and their view on the matter –\nincluding the view of one mother in particular who considered it amounted to\nservitude – was made clear. Further, the newspaper noted that the ministry of\neducation for the town had said that pupils were “encouraged” to take part. It\nargued that in these circumstances, it was not significantly misleading for the\nprint article to report that the pupils had been “told” to take part, and this\ndid not suggest that they had been “made” to do so. It took the view, however,\nthat it was inaccurate to report online that the children had been “forced” to\ntake part, and said that both the print and online article, should have made\nclear that the ministry had also said that the children themselves had thought\nof the project themselves.7.\nIt had therefore amended the online article, shortly after becoming aware of\nthe complainant’s concerns and prior to IPSO’s investigation of the complaint,\nto make clear that the students had been “encouraged” to take part. It also included\nreference to the ministry’s position that the children had come up with the\nidea for the project. It addition, it published the following correction online\nbelow the article:CorrectionOn\n25 November 2015 this article was amended. The headline and first line of the\narticle were inaccurate as they claimed that school children were forced to\ncook and clean for migrants. The article failed to mention that the Kiel\nMinistry of Education had explained that the project was the children’s idea\nand the Ministry’s comments have now been added.8.\nIt also published the following standalone correction separately on the\npublication’s homepage:Correction\n– 25 November 2015The\narticle was inaccurate in that it claimed that the German children in question\nhad been forced to carry out work for migrants. The Kiel Ministry of Education\nconfirmed that the school had come up with the idea because some migrant\nchildren sat in the class. It said that the students themselves thought of the\nproject.9.\nAlthough the newspaper did not consider that the print article was\nsignificantly misleading, it offered to publish the following clarification in\nprint in its Amplifications & Clarifications column shortly after IPSO\ncommenced its investigation into the matter:ClarificationOn\n15 October 2015 we published an article with the headline “Children told to\ncook and clean for migrants”. The Kiel Ministry of Education said that the\nchildren themselves had come up with the idea because some migrant children sat\nin their class. It further stated that students had been encouraged to take\npart.Relevant\nCode Provisions10.\nClause 1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.iii)\nThe press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.Clause\n12 (Discrimination)i)\nThe press must avoid prejudicial or pejorative reference to an individual’s\nrace, colour, religion, gender, sexual orientation or to any physical or mental\nillness or disability.ii)\nDetails of an individual's race, colour, religion, sexual orientation, physical\nor mental illness or disability must be avoided unless genuinely relevant to\nthe story.Findings\nof the Committee11.\nThe project had been the idea of some of the pupils, and had been organised by\nthe school; parents had been asked for consent to let their children\nparticipate in the project. The newspaper had no grounds to report that the\nchildren had taken part against their will, and to report that they had been\n“forced” to take part therefore represented a failure to take care not to\npublish misleading information. The Committee established that the online\narticle breached Clause 1 (i) on this point.12.\nIn the context of a project which had taken the form of an organised school\nactivity –and notwithstanding that it had been the idea of some of the pupils –\nit was not significantly inaccurate to report in the print headline that the\nchildren had been “told” to take part; this did not contain the same\nimplication of coercion as did the online headline. Further, it was not\nsignificantly misleading in this context to omit reference to the pupils having\nthought of the project themselves. There was no breach of Clause 1 in respect\nof the print article.13.\nThe terms of Clause 12 are designed to protect identified individuals mentioned\nby the press against discrimination on the basis of their race, colour,\nreligion, gender, sexual orientation or any physical or mental illness or\ndisability, and do not apply to groups or categories of people. The\ncomplainant’s general concern that the article was discriminatory against\nrefugees did not engage the terms of this Clause.Conclusions14.\nThe complaint was upheld in relation to the online article.Remedial\nAction Required15.\nHaving upheld the complaint under Clause 1 (i), the Committee considered what\nremedial action should be required. The Committee has the power to require the\npublication of a correction and/or adjudication, the nature, extent and\nplacement of which is to be determined by IPSO. It may also inform the\npublication that further remedial action is required to ensure that the\nrequirements of the Editors’ Code are met.16.\nThe newspaper had published a correction beneath the online article, and\nseparately in a standalone correction on the homepage, which made clear that\nthe original article had inaccurately reported that the children had been\n“forced” to carry out the work, and that the ministry of education for the town\nhad said that the children themselves had thought of the idea for the project.\nThe publication of these corrections were appropriate remedial action.Date\ncomplaint received: 18/10/2015Date\ndecision issued: 04/03/2016\nBack to ruling listing\n\n\n"
}