{
    "url": "/rulings-and-resolution-statements/ruling/?id=06605-18",
    "title": "06605-18 McPartlin and Corbett v Woman",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Woman (Future PLC)",
    "published_on": "2018-10-08 00:00:00",
    "concluded_on": "2019-01-24 00:00:00",
    "conclusion_long": "about the credibility of the claims. It also said that its readers would read the article in the context of the publication in which it appeared, and would not consider it to be an authorative source of news. It denied that the article would “force the hand” of the complainants by putting them in a position where they felt obliged to confirm or deny the claims. 9. The publication stressed that it was entitled to discuss and report on the lives of people who may be of interest to its readers. It said that light-hearted and affectionate articles such as the one under complaint were of great importance to its readership, and said that reporting on such matters was of public interest. It provided a number of examples of similar stories in other publications, which speculated on the possible pregnancies of various women in the public eye. While the publication did not wish to advance a specific public interest justification, as it did not accept Clause 2 was engaged, it said that the article itself was an example of freedom of expression, which is recognised and protected under the Editors’ Code. 10. Regardless, during direct correspondence between the parties the publication did offer a meeting with senior editorial executives at the magazine, and a published apology to attempt to resolve the complaint. Relevant Code Provisions 11. Clause 2 (Privacy)* i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual's private life without consent. In considering an individual's reasonable expectation of privacy, account will be taken of the complainant's own public disclosures of information and the extent to which the material complained about is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy. Findings of the Committee 12. The Committee acknowledged that the complainants had found the publication of the article distressing. 13. The complainants’ position was that the publication of speculation about a possible pregnancy, regardless of whether or not it was accurate, was intrusive. The Committee emphasised that an individual may have a reasonable expectation of privacy in relation to information about a pregnancy, specifically in relation to information regarding a pregnancy in the early months, given the risks of complications. Further, it acknowledged that the publication of speculation may, in and of itself, be intrusive, depending on the full circumstances. 14. In this instance, the publication had been able to demonstrate that around the time the article was published, published photographs had given rise to widespread speculation by members of the public as to whether the couple were expecting a child together. These included comments on various articles published online, some of which had been “upvoted” dozens of times by other users, apparently endorsing the speculation. The article directly quoted a number of these comments, and made clear to readers that these were the views of “fans” who had made comments online in response to the publication of the photograph of the woman. The publication itself had not expressed a view on the credibility of these claims; nor had it added details to the speculation, or endorsed the views which had been expressed by members of the public. 15. There was no suggestion, in the article or otherwise, that the publication was in possession of any information about the accuracy of this claim. The Committee did not consider that the article was an attempt by the publication to report on or reveal the fact of a pregnancy without the complainants’ consent. Given the fact that the article was reporting on claims which were in the public domain, and given the way in which the claims were presented in the article, the Committee concluded that the magazine’s publication of an article referring to this speculation did not constitute an intrusion into the complainants’ private lives. There was no breach of Clause 2. Conclusions 16. The complaint was not upheld.",
    "remedial_action": "17. N/ADate complaint receives: 04/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06605-18 McPartlin and Corbett v Woman\nSummary of complaint\n1. Ant McPartlin\nand Anne-Marie Corbett complained to the Independent Press Standards\nOrganisation that Woman breached Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined, “Ant set to be a dad?” published on 8 October\n2018.\n2. The article was\ntrailed on the front page and was accompanied by 2 photographs of the\ncomplainants. The article continued inside, and reported on social media\nspeculation that Ms Corbett may be pregnant. It included photographs of the\ncomplainants, and reported comments made by members of the public on social\nmedia, including “she looks pregnant”.\n3. The article also\nappeared online with the headline, “Is Ant McPartlin expecting a baby with new\ngirlfriend Anne-Marie Corbett?” published on 6 October 2018. The online article\ndid not include the photographs that were published in print. It was otherwise\nsubstantially the same as the print article.\n4. The complainants\nsaid that the article breached Clause 2 (Privacy) of the Editors’ Code. They\nwere particularly concerned that the article had been published in the context\nof recent, extensive media coverage relating to various aspects of Mr\nMcPartlin’s private life. They said that Ms Corbett was not a public figure,\nand that the nature of the speculation in the article was particularly\nupsetting for the complainants. They said that whether or not someone was\npregnant was a deeply personal and private matter. They said that reporting on\na possible early pregnancy was particularly intrusive, due to the medically\naccepted heightened risk of miscarriage.\n5. The complainants\naccepted that there had been some speculation about the possible pregnancy on\nsocial media. However, they said that this was limited, and did not affect\ntheir expectation of privacy in relation to this information. They said that\nthe publication had not just reported this speculation, but adopted and added\nto it itself, as shown through the headlines on both the front page and inside\narticle. They emphasised that the speculation included in the article would\nlead to further questions from members of the public and other media outlets,\nwhich they said constituted a further intrusion for them and their families.\n6. While the\ncomplainants accepted that Mr McPartlin was well-known as an entertainer, they\nsaid that Ms Corbett was a private individual, with no independent public\nprofile. Therefore, they said that the fact the media had speculated on the\npossible pregnancies of certain well-known individuals in the past did not\ndiminish the intrusive effect of the article. Further, they said that the\npublication of this private information could not reasonably be justified in\nthe public interest.\n7. The publication\ndid not accept that it had breached the Code. It said that the article did not\ncontain any information about which the complainants had a reasonable\nexpectation of privacy, and therefore Clause 2 was not engaged. It said that\nthe publication had not revealed the fact of a pregnancy, but had simply\nreported comments made by members of the public on social media, which it did\nnot accept could be considered private information. It provided screenshots of\nmore than 100 comments that had been posted online by members of the public,\nspeculating that the woman looked pregnant. In some cases the comments had been\nsubject to “voting” by other members of the public; they had been “upvoted” up\nto 200 times.  It argued that it had no\nknowledge as to whether or not the complainant was pregnant, but had simply\nreported on speculation that was in the public domain.\n8. While the\npublication accepted that the reporting of speculation could, in certain\ncircumstances, constitute a breach of Clause 2, it did not accept that this was\nthe case in this instance. It said that the article had not reported the\npregnancy as fact, but clearly as the conjecture of others. It said that it had\nexplained that the claims had been made by members of the public who plainly\nhad no direct knowledge of the matter. It said that the article had not\nreported or suggested that any source with direct knowledge of the matter had\ncommented on it. In these circumstances, readers were able to come to their own\nconclusion about the credibility of the claims. It also said that its readers\nwould read the article in the context of the publication in which it appeared,\nand would not consider it to be an authorative source of news. It denied that\nthe article would “force the hand” of the complainants by putting them in a\nposition where they felt obliged to confirm or deny the claims.\n9. The publication\nstressed that it was entitled to discuss and report on the lives of people who\nmay be of interest to its readers. It said that light-hearted and affectionate\narticles such as the one under complaint were of great importance to its readership,\nand said that reporting on such matters was of public interest. It provided a\nnumber of examples of similar stories in other publications, which speculated\non the possible pregnancies of various women in the public eye. While the\npublication did not wish to advance a specific public interest justification,\nas it did not accept Clause 2 was engaged, it said that the article itself was\nan example of freedom of expression, which is recognised and protected under\nthe Editors’ Code.\n10. Regardless, during direct correspondence between the\nparties the publication did offer a meeting with senior editorial executives at\nthe magazine, and a published apology to attempt to resolve the complaint.\nRelevant Code Provisions\n11. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n12. The Committee acknowledged that the complainants had\nfound the publication of the article distressing.\n13. The complainants’ position was that the publication of\nspeculation about a possible pregnancy, regardless of whether or not it was\naccurate, was intrusive. The Committee emphasised that an individual may have a\nreasonable expectation of privacy in relation to information about a pregnancy,\nspecifically in relation to information regarding a pregnancy in the early\nmonths, given the risks of complications. Further, it acknowledged that the\npublication of speculation may, in and of itself, be intrusive, depending on\nthe full circumstances.\n14. In this instance, the publication had been able to\ndemonstrate that around the time the article was published, published\nphotographs had given rise to widespread speculation by members of the public\nas to whether the couple were expecting a child together. These included\ncomments on various articles published online, some of which had been “upvoted”\ndozens of times by other users, apparently endorsing the speculation. The\narticle directly quoted a number of these comments, and made clear to readers\nthat these were the views of “fans” who had made comments online in response to\nthe publication of the photograph of the woman. The publication itself had not\nexpressed a view on the credibility of these claims; nor had it added details\nto the speculation, or endorsed the views which had been expressed by members\nof the public.\n15. There was no suggestion, in the article or otherwise,\nthat the publication was in possession of any information about the accuracy of\nthis claim. The Committee did not consider that the article was an attempt by\nthe publication to report on or reveal the fact of a pregnancy without the\ncomplainants’ consent. Given the fact that the article was reporting on claims\nwhich were in the public domain, and given the way in which the claims were\npresented in the article, the Committee concluded that the magazine’s\npublication of an article referring to this speculation did not constitute an\nintrusion into the complainants’ private lives. There was no breach of Clause\n2.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\n17. N/ADate complaint receives: 04/10/2018Date decision issued: 24/01/2019\nBack to ruling listing\n\n\n"
}