{
    "url": "/rulings-and-resolution-statements/ruling/?id=06604-18",
    "title": "06604-18 McPartlin and Corbett v Now",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Now (Future PLC)",
    "published_on": "2018-10-08 00:00:00",
    "received_on": "2018-10-04 00:00:00",
    "concluded_on": "2019-01-24 00:00:00",
    "complaint_processing_days": 112,
    "conclusion_long": "about the credibility of the claims. It also said that its readers would read the article in the context of the publication in which it appeared, and would not consider it to be an authorative or influential source of news. It denied that the article would “force the hand” of the complainants by putting them in a position where they felt obliged to confirm or deny the claims. 9. The publication stressed that it was entitled to discuss and report on the lives of people who may be of interest to its readers. It said that light-hearted and affectionate articles such as the one under complaint were of great importance to its readership, and said that reporting on such matters was of public interest. It provided a number of examples of similar stories in other publications, which speculated on the possible pregnancies of various women in the public eye. While the publication did not wish to advance a specific public interest justification, as it did not accept Clause 2 was engaged, it said that the article itself was an example of freedom of expression, which is recognised and protected under the Editors’ Code. 10. Regardless, during direct correspondence between the parties the publication offered a meeting with senior editorial executives at the magazine, and a published apology to attempt to resolve the complaint. Relevant Code Provisions 11. Clause 2 (Privacy)* i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual's private life without consent. In considering an individual's reasonable expectation of privacy, account will be taken of the complainant's own public disclosures of information and the extent to which the material complained about is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy. Findings of the Committee 12.  The Committee acknowledged that the complainants had found the publication of the article distressing. 13.  The complainants’ position was that the publication of speculation about a possible pregnancy, regardless of whether or not it was accurate, was intrusive. The Committee emphasised that an individual may have a reasonable expectation of privacy in relation to information about a pregnancy, specifically in relation to information regarding a pregnancy in the early months, given the risks of complications. Further, it acknowledged that the publication of speculation may, in and of itself, be intrusive, depending on the full circumstances. 14. In this instance, the publication had been able to demonstrate that around the time the article was published, published photographs had given rise to widespread speculation by members of the public as to whether the couple were expecting a child together. These included comments on various articles published online, some of which had been “upvoted” dozens of times by other users, apparently endorsing the speculation. The article directly quoted a number of these comments, and made clear to readers that these were the views of “fans” who had made comments online in response to the publication of the photograph of the woman, which was also included in the article under complaint. The publication itself had not expressed a view on the credibility of these claims; nor had it added details to the speculation, or endorsed the views of these members of the public. 15. There was no suggestion, in the article or otherwise, that the publication was in possession of any information about the accuracy of this claim. The Committee did not consider that the article was an attempt by the publication to report on or reveal the fact of a pregnancy without the complainants’ consent. Given the fact that the article was reporting on claims which were in the public domain, and given the way in which the claims were presented in article, the Committee concluded that the magazine’s publication of an article referring to this speculation did not constitute an intrusion into the complainants’ private life. There was no breach of Clause 2. Conclusions 16. The complaint was not upheld.",
    "remedial_action": "17. N/ADate complaint received: 04/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06604-18 McPartlin and Corbett v NowSummary of complaint\n1. Ant McPartlin\nand Anne-Marie Corbett complained to the Independent Press Standards\nOrganisation that Now breached Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined, “Tum-thing to tell us, Anne-Marie?” published\non 8 October 2018.\n2. The article reported\non social media speculation that Ms Corbett may be pregnant. It included a\nphotograph of the complainant, which the article said had been published online\nand had led to comments such as “she looks pregnant,” and “pregnant I see” by\nmembers of the public. The article was also trailed on the front page with the\nheadline, “Is Ant’s girlfriend pregnant?” and included a photograph of each\ncomplainant.\n3. The article also\nappeared online with the headline, “Tum-thing to tell us? Are Ant McPartlin and\ngirlfriend Anne-Marie Corbett expecting a baby?” published on 6 October 2018.\nThe online article did not include the photographs that appeared in print. It\nwas otherwise substantially the same as the print article.\n4. The complainants\nsaid that the article breached Clause 2 (Privacy). They were particularly\nconcerned that the article had been published in the context of recent,\nextensive media coverage relating to various aspects of Mr McPartlin’s private\nlife. They said that Ms Corbett was not a public figure, and that the nature of\nthe speculation in the article was particularly upsetting for the complainants.\nThey said that whether or not someone was pregnant was a deeply personal and\nprivate matter. They said that reporting on a possible early pregnancy was\nparticularly intrusive, due to the medically accepted heightened risk of\nmiscarriage.\n5. The complainants\naccepted that there had been some speculation about the possible pregnancy on\nsocial media. However, they said that this was limited, and did not affect\ntheir expectation of privacy in relation to this information. They said that\nthe publication had not merely reported this speculation, but adopted and added\nto it itself, as shown through the headlines on both the front page and inside\narticle. They emphasised that the speculation included in the article would\nlead to further questions from members of the public and other media outlets,\nwhich they said constituted a further intrusion for them and their families.\n6. While the\ncomplainants accepted that Mr McPartlin was well-known as an entertainer, they\nsaid that Ms Corbett was a private individual, with no independent public profile.\nTherefore, they said that the fact the media had speculated on the possible\npregnancies of certain well-known individuals in the past did not diminish the\nintrusive effect of the article. Further, they said that the publication of\nthis private information could not reasonably be justified in the public\ninterest.\n7. The publication\ndid not accept that it had breached the Code. It said that the article did not\ncontain any information about which the complainants had a reasonable\nexpectation of privacy, and therefore Clause 2 was not engaged. It said that it\nhad not revealed the fact of a pregnancy, but had simply reported comments made\nby members of the public on social media, which it did not accept could be\nconsidered private information. It provided screenshots of more than 100\ncomments that had been posted online by members of the public, speculating that\nthe woman looked pregnant. In some cases the comments had been subject to\n“voting” by other members of the public; they had been “upvoted” up to 200\ntimes. It argued that it had no knowledge as to whether or not the complainant\nwas pregnant, but had simply reported on speculation that was well-established\nin the public domain.\n8. While the\npublication accepted that the reporting of speculation could, in certain\ncircumstances, constitute a breach of Clause 2, it did not accept that this was\nthe case in this instance. It said that the article had not reported the\npregnancy as fact, but clearly as the conjecture of others. It said that it had\nexplained that the claims had been made by members of the public, who plainly\nhad no direct knowledge of the matter, and that the article had included the\nphotograph that had led to this speculation. It said that the article had not\nreported or suggested that any source with direct knowledge of the matter had\ncommented on it. In these circumstances, readers were able to come to their own\nconclusion about the credibility of the claims. It also said that its readers\nwould read the article in the context of the publication in which it appeared,\nand would not consider it to be an authorative or influential source of news.\nIt denied that the article would “force the hand” of the complainants by\nputting them in a position where they felt obliged to confirm or deny the\nclaims.\n9. The publication\nstressed that it was entitled to discuss and report on the lives of people who\nmay be of interest to its readers. It said that light-hearted and affectionate\narticles such as the one under complaint were of great importance to its\nreadership, and said that reporting on such matters was of public interest. It\nprovided a number of examples of similar stories in other publications, which\nspeculated on the possible pregnancies of various women in the public eye.\nWhile the publication did not wish to advance a specific public interest\njustification, as it did not accept Clause 2 was engaged, it said that the\narticle itself was an example of freedom of expression, which is recognised and\nprotected under the Editors’ Code.\n10. Regardless, during direct correspondence between the\nparties the publication offered a meeting with senior editorial executives at\nthe magazine, and a published apology to attempt to resolve the complaint.\nRelevant Code Provisions\n11. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n12.  The Committee\nacknowledged that the complainants had found the publication of the article\ndistressing.\n13.  The complainants’\nposition was that the publication of speculation about a possible pregnancy,\nregardless of whether or not it was accurate, was intrusive. The Committee\nemphasised that an individual may have a reasonable expectation of privacy in\nrelation to information about a pregnancy, specifically in relation to\ninformation regarding a pregnancy in the early months, given the risks of\ncomplications. Further, it acknowledged that the publication of speculation\nmay, in and of itself, be intrusive, depending on the full circumstances.\n14. In this instance, the publication had been able to\ndemonstrate that around the time the article was published, published\nphotographs had given rise to widespread speculation by members of the public\nas to whether the couple were expecting a child together. These included\ncomments on various articles published online, some of which had been “upvoted”\ndozens of times by other users, apparently endorsing the speculation. The\narticle directly quoted a number of these comments, and made clear to readers\nthat these were the views of “fans” who had made comments online in response to\nthe publication of the photograph of the woman, which was also included in the\narticle under complaint. The publication itself had not expressed a view on the\ncredibility of these claims; nor had it added details to the speculation, or\nendorsed the views of these members of the public.\n15. There was no suggestion, in the article or otherwise,\nthat the publication was in possession of any information about the accuracy of\nthis claim. The Committee did not consider that the article was an attempt by\nthe publication to report on or reveal the fact of a pregnancy without the\ncomplainants’ consent. Given the fact that the article was reporting on claims\nwhich were in the public domain, and given the way in which the claims were\npresented in article, the Committee concluded that the magazine’s publication\nof an article referring to this speculation did not constitute an intrusion\ninto the complainants’ private life. There was no breach of Clause 2.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\n17. N/ADate complaint received: 04/10/2018Date complaint concluded: 24/01/19 \nBack to ruling listing\n\n\n"
}