{
    "url": "/rulings-and-resolution-statements/ruling/?id=06615-17",
    "title": "06615-17 Guppy v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-04-10 00:00:00",
    "received_on": "2017-04-28 00:00:00",
    "concluded_on": "2017-09-20 00:00:00",
    "complaint_processing_days": 145,
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 06615-17 Guppy v Daily Mail \nSummary\nof complaint 1.    Darius\nGuppy complained to the Independent Press Standards Organisation that the Daily\nMail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Pal Guppy’s murky past returns to haunt Boris”, published on\n10 April 2017. 2.   \nThe\narticle was a diary piece, which described the complainant as a “convicted\nfraudster” and “an associate of Boris Johnson”. It reported that the\ncomplainant’s “activities and associates” were to be “scrutinised anew” with\nlegal proceedings taking place in both London and South Africa. It reported\nthat the “actions” were “being brought” by Peter Risdon, who had appeared as\nchief prosecution witness when the complainant was tried and convicted of\nfraud. It said that the complainant had recently sued Mr Risdon for libel when\nhe questioned his claim to be an Iranian patriot. The piece quoted Mr Risdon\nwho had said that the complainant had “won the libel judgment unopposed”, and\nthat he had launched his “legal response” as it was in the public interest as\n“courts shouldn’t be helping a criminal exact revenge against a prosecution\nwitness”. The article stated that Mr Risdon had been unable to defend the libel\ncase because he was being “treated for inoperable liver cancer”.3.   \nThe article was published online with the headline\n“Legal proceedings begin against Boris Johnson’s dodgy friend Darius Guppy as\nthe convicted fraudster returns from the shadows to haunt the Foreign\nSecretary”. 4.   \nThe\ncomplainant said that the article had wrongly suggested that Mr Risdon had\ncommenced fresh legal proceedings against him when, in fact, he was trying to\nappeal two judgments: the libel judgment against him in the South African\nproceedings; and an order made against him  in the English Court requiring him to pay the\ncosts of the  South African proceedings. The\ncomplainant said that Mr Risdon’s applications to seek permission to appeal were\nnot new proceedings; these were a continuation of existing proceedings. It\ncould not, therefore, be said that Mr Risdon was “launching” or “beginning” any\n“new” proceedings against the complainant, especially given that Mr Risdon may not\nbe granted permission by the court to proceed with the appeals.5.   \nThe\ncomplainant said that the newspaper had inaccurately reported that his\nactivities and associates would be re-examined during further legal proceedings.\nIn his defences to the South African and English proceedings, Mr Risdon had sought\nto persuade the courts to scrutinise the complainant’s past, and neither court\nhad been persuaded by the evidence provided; it was inconceivable that the\nsituation would be different with respect to his appeals. 6.   \nThe\ncomplainant also said the article had inaccurately asserted that Mr Risdon\ncould not defend the libel action which had been brought against him, because\nhe had been terminally ill with liver cancer. The complainant had first been\ninformed of Mr Risdon’s illness in December 2016, seven months after the final\nhearing in the South African proceedings, and almost five years after the litigation\nhad commenced. On 9 January 2017, Mr Risdon had written to the complainant’s solicitor\nto ask for the final hearing in the proceedings in the English court, which was\nscheduled for 11 January 2017, to be adjourned. He had said “my illness is not\nyet fully assessed, but I now know that it is a serious case of liver cancer,\nprobably too large a tumour and far too advanced to be operable”. The\ncomplainant said that to support his position, Mr Risdon had relied on evidence\nwhich the judge at the final hearing had found “questionable”. 7.   \nThe\ncomplainant noted that Mr Risdon had stated in the Appellant’s Notice of 15\nMarch 2017, by which he had sought permission to appeal the judgment of the\nEnglish court, that he had been diagnosed with “advanced liver cancer” on 5\nJanuary 2017. The complainant therefore considered that his illness could not\nhave prevented Mr Risdon from defending a claim which had been issued in the\nSouth African court in 2012 when the diagnosis was not made until January 2017.\nHe said that Mr Risdon had been an active correspondent in the case, including\nin late 2016 and early 2017, and in mid-December 2016 he had been able to\ncomplete his autobiography. 8.   \nThe\ncomplainant said that the newspaper had only relied on Mr Risdon as its source,\nand it had failed to seek his comment on the claims in advance of publication. 9.   \nThe\nnewspaper said that the article was accurate. It said that Mr Risdon had made\nan Application for Permission to Appeal, and that, if successful, he would then\nbe pursuing an appeal.  It said that\nthese proceedings would take place in a different court, before a different\njudge, arguing a different case, and on different grounds from the original proceedings. 10. The newspaper did not consider\nthat it was inaccurate to suggest that the complainant’s past would be\nscrutinised anew because the court had not yet heard the appeal, nor examined\nthe evidence upon which Mr Risdon would rely. Furthermore, Mr Risdon’s\nApplication for Permission to Appeal contained evidence which had not been\nexamined in the previous proceedings. 11. The newspaper said that Mr\nRisdon’s illness and late diagnosis was a matter of fact. In support of the\nAppellant’s Notice of 15 March 2017, a witness statement made clear that he had\nbeen seriously ill for some time and was incapacitated throughout 2016 with\nadvanced, but undiagnosed, cancer. It also provided an extract from a letter\nfrom Mr Risdon’s doctor, dated 5 January 2017, which stated that Mr Risdon had\nbeen feeling unwell for the “last couple of years”, and his symptoms had\nincreased over the last 12 months. The newspaper noted that he had been\nmisdiagnosed in April 2016. 12.  During direct correspondence with the\nnewspaper in relation to the complaint, the complainant confirmed that the\nEnglish court had refused Mr Risdon permission to appeal. With regards to the\nSouth African case, he said there was no indication that Mr Risdon had applied\nfor permission to appeal. In response to this, the newspaper said that Mr\nRisdon intended to challenge the decision to refuse him permission to appeal. 13. The newspaper said that it had\nbeen unable to find a way of contacting the complainant for comment before\npublication, but it did not consider that the omission of his comment was\nmisleading, given that the article reported Mr Risdon’s intention to respond to\na libel action which had been brought against him. 14. The newspaper argued that the\nonly person who could properly answer questions about Mr Risdon’s health, was\nMr Risdon. It could not have approached the complainant about this matter,\nespecially as the details of an individual’s health are protected under Clause\n2 of the Code. 15. Nevertheless, it offered to\nappend the complainant’s comments to the online version of the piece in the\nform of a clarifying footnote. It also offered to add a footnote which would\nmake clear that Mr Risdon’s application to appeal had been denied, but that he\nintended to challenge the decision. In addition, it offered to publish the\nfollowing wording on page two in print:  \nA diary item on 10\nApril reported that a ‘legal response’ to a libel action brought by Darius\nGuppy was being launched by Peter Risdon. We are happy to clarify that the\nresponse involved applications to appeal decisions made in a South African\nlibel action rather than a completely new case. 16. At the end of IPSO’s\ninvestigation, the complainant informed IPSO that Mr Risdon had died. \nRelevant\nCode provisions 17. Clause 1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nFindings\nof the Committee 18. The Committee noted that Mr\nRisdon had been seeking permission to appeal a libel judgment entered against\nhim by the South African court and an order which had been made against him by\nthe English court requiring him to pay the costs of the South African\nproceedings. He was not seeking to launch entirely new proceedings against the\ncomplainant, as may have been suggested by the headline to the online article.\nHowever, the article was a diary piece linking the story to the possible impact\nthe proceedings may have on Boris Johnson; it was not a detailed examination of\nthe legal proceedings themselves. Moreover, the article made the nature of the\nproceedings sufficiently clear: it said that the complainant had “won” the\nlibel case which he had brought against Mr Risdon, and that Mr Risdon had\nlaunched his “legal response” in light of his view that it was in the public\ninterest as “the courts shouldn't be helping a criminal exact\nrevenge against a prosecution witness”.\nThe article had not given the significantly misleading impression that the\nlegal proceedings that Mr Risdon was seeking to initiate were new and separate\nfrom the earlier proceedings. While the Committee found that there was no\nfailure to take care over the accuracy of the article on this point, it\nwelcomed the newspaper’s offer to publish a clarification. 19. The article reported that Mr\nRisdon was appealing the libel judgment because, in his view, the courts should\nnot be assisting the complainant in “exacting revenge against a prosecution\nwitness”. Given Mr Risdon’s position that he would be raising the complainant’s\npast and associates in his appeal, it was not significantly misleading for the\narticle to assert that any appeal would re-examine these matters. There was no\nfailure to take care on this point. 20.\nIt\nwas not in dispute that Judgment had been entered against Mr Risdon by the\nSouth Africa court in his absence.  Although\nthe article had not expressly attributed the assertion that he had been unable\nto defend the case because he was being treated for inoperable liver cancer to\nMr Risdon, the explanation had been presented in the context of his perspective\non the legal proceedings and the reason for his decision to seek to appeal the\nfindings of the court. While it was clear that he was not “being treated” for\nliver cancer over the whole course of proceedings, his cancer had been at an\nadvanced stage when he was diagnosed, and the complainant was not in a position\nto dispute that Mr Risdon had been unwell for the latter stages of the South\nAfrican proceedings. In the full circumstances, the Committee did not consider\nthat it was significantly misleading for the newspaper to have reported that Mr\nRisdon had been unable to defend the case due to his illness. There was no\nfailure to take care over the accuracy of the article on this point. 21. The Committee noted the\ncomplainant’s concern that he had not been contacted for comment before the\narticle was published. However, the Code does not specifically require that\ncomment is sought from the subject of an article before publication. The\narticle reported on legal proceedings, which were a matter of public record,\nand Mr Risdon’s illness. The complainant’s comment on these matters was not\nrequired in order for the newspaper to take care over the accuracy of the\narticle in accordance with Clause 1(i). There was no breach of the Code.   \nConclusion 22. The complaint was not upheld.\nFurther action required\n23. N/ADate complaint\nreceived: 28/04/2017\nDate decision issued: 20/09/2017\nBack to ruling listing\n\n\n"
}