{
    "url": "/rulings-and-resolution-statements/ruling/?id=06642-18",
    "title": "06642 Hill v The Spectator",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2018-10-06 00:00:00",
    "received_on": "2019-10-05 00:00:00",
    "concluded_on": "2019-01-29 00:00:00",
    "complaint_processing_days": -249,
    "conclusion_long": "21. The complaint was upheld in part.",
    "remedial_action": "22. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 23.  In this case, the Committee considered that the newspaper had been entitled to speculate on how the Toolkit would be applied to various scenarios, however this should be clearly signalled as the publication’s own conjecture. As such the Committee considered that the appropriate remedy was the publication of a correction which made clear that the example did not appear in the Toolkit, and the article had speculated as to how its guidance would be applied to this scenario. 24.  The original article appeared on page 12-13 and as such, the correction should appear in print on page 12-13 or further forward in the publication, and as a footnote correction to the online article. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance. Date complaint received: 05/10/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06642-18 Hill v The Spectator\nSummary of complaint\n1. Mike Hill\ncomplained to the Independent Press Standards Organisation that The Spectator\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “The march of trans rights”, published on 6 October 2018.\n2. The article was\nan opinion piece which discussed the increasing number of people who identify\nas transgender, and focused on the publication and implications of the Allsorts\nTrans Inclusion Schools Toolkit – a new set of guidelines which advise schools\non how to support trans and gender variant children.\n3. The article gave\ntwo examples of scenarios involving trans children and schools’ responses. It\nsaid that both the examples and the responses were real, and the responses came\nfrom the Toolkit. The article explained that the Toolkit would advise schools\nfaced with one of the examples – a scenario in which a non-transgender girl\nbecame upset after a transgender girl had watched her undress after gym and\nplayed with her penis – to respond in a manner that favoured the transgender\nchild over that of the non-transgender girl, suggesting the parents of the\nnon-transgender child should change their attitude to find the behaviour\nacceptable. It said that these examples “are real. So are the responses, which\ncome from the Allsorts Trans Inclusion Schools Toolkit”.\n4. The article also\nasked why a disproportionate number of girls were “starting a journey that can\nlead to hormone treatment then binding and ultimately removing their breasts”\nand whether this is “…simply part of a wider crisis of mental health amongst\ngirls?”; it said that organisations often received “highly dubious quasi-legal\nadvice from lobby-ing groups” on trans issues, and stated that: “According to\nStonewall’s ‘trans umbrella’, you are transgender if you sometimes\ncross-dress.”\n5. The article was\nalso published online with the headline “Trans rights have gone wrong”. It was\nsubstantially the same as the print article.\n6. The complainant\nsaid that the article gave the misleading impression that the Toolkit would\nadvise schools to respond to these examples in the manner set out by the\narticle. The complainant pointed out that these examples were not included in\nthe Toolkit, and that there was no evidence that they had taken place in\nreality, nor had the publication demonstrated that due diligence had been\nundertaken to establish their veracity. He said that therefore it was\ninaccurate for the article to apply the Toolkit’s advice to these examples in\nthe way described. In addition, the complainant said that the article gave the\nmisleading impression that the Toolkit prioritised the welfare of transgender\nchildren over non-transgender ones.\n7. The complainant\nsaid that it was misleading as stated in the article that a “disproportionate”\nnumber of girls suffered from gender dysphoria, as it remains rare. He also\nsaid it was misleading to omit the fact that there are medical guidelines\nsurrounding the care of trans children, and that medical intervention is not an\ninevitable outcome of a child identifying as trans.\n8. The complainant\nsaid that it was inaccurate to characterise the advice given to organisations\nas “quasi-legal” or “dubious” as he said that it was given by specialist\nlawyers and was legally binding in line with the Equalities Act.\n9. The complainant\nrecognised that the Stonewall trans umbrella says that “trans” people may\ndescribe themselves as crossdressers. However, he said that it was misleading\nto claim that it said that “transgender people” may describe themselves as\ncrossdressers. The complainant said that there is a distinction between trans\nand transgender, as people are not considered transgender unless their gender\nidentity also differs from the sex assigned at birth; as such, it was\ninaccurate to use the two terms interchangeably.\n10. The publication did not accept that there was any breach\nof Clause 1. It said that the article was clearly an opinion piece; the\ncolumnist was entitled to criticise the guidance. It said that the journalist\nhad interpreted the Toolkit and considered that it would advise schools to\nrespond to the examples- which had happened in real life- in the manner set out\nin the article. It said that the Toolkit was a set of guidelines, and so by its\nvery nature, it would be impossible for it to encompass all of the possible\nscenarios involving transgender children; the fact that the complainant had a\ndifferent view of how the Toolkit would be applied to this scenario did not\nmean that the article was inaccurate for putting across the journalist’s views.\n11.  The publication\nsaid that journalist had a sufficient basis for this interpretation. It pointed\nto the fact that the Toolkit responded in the way set out by the article to a\nscenario very similar to the example given. It also said that the “Underlying\nprinciples and messages” of the Toolkit made clear that teachers using it as\nguidance would be extremely reluctant about challenging trans children or taking\nthe side of children who raise objection to the presence or behaviour of trans\nchildren, including in changing rooms. \n12. The publication said that the example in question had\nhappened in real life, but in in line with their obligations under Clause 6\n(Children) and Clause 14 (Confidential sources) they did not want to provide\nany further information which may reveal the identity of the child. It said\nthat the journalist had been in direct contact with the family involved in the\nsituation, and they were satisfied with the accuracy of the article.\n13. The publication said that readers would understand that\nthe word “disproportionate” was clearly referring to the well- reported fact\nthat over 70% of referrals in 2017/18 to the Tavistock Gender Identity\nDevelopment Service were for young people assigned female at birth.\n14.  The publication\nsaid that it was not misleading to characterise the advice given by some lobby\ngroups as “quasi-legal”, because some lobby groups make frequent reference to\nlegislation in order to urge organisations to adopt their recommendations, but\nthis was not legal advice given to organisations by lawyers. It said that the\narticle made clear that the description only applied to lobby groups, and was\nnot referring to legal advice given by lawyers.\nRelevant Code Provisions\n15. Accuracy\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n16. The publication accepted that the example in question\ndid not appear in the Toolkit; it said that the example illustrated its\nconjecture as to how the Toolkit’s guidance would have applied in this case.\nThe author was entitled to speculate on how the guidance would be applied, but\nunder the terms of Clause 1 (iv) it was required to distinguish this as\nconjecture. By stating that “These cases are real. So are the responses, which\ncame from the Allsorts Trans Inclusion Schools Toolkit” the article failed to\nmake clear that the Toolkit response was not a response to the scenario set\nout, but was instead the author’s conjecture as to how the Toolkit would have\nresponded to such a scenario. The Committee found that the article breached\nClause 1(iv), and thus required correction under 1(ii). The publication had not\noffered any correction; there was also breach of Clause 1(ii).\n17.  The complainant\nspeculated that the example may not be real, as claimed in the article; he was\nnot in a position to provide any basis to support this claim. In the absence of\nsuch evidence the Committee did not find that there was any breach of Clause 1\non this point.\n18.  It was clear from\nthe question posed in the article (as to whether there was a wider crisis of\nmental health amongst girls) that the article was comparing girls to boys. In\ncircumstances in which the number of girls diagnosed with gender dysphoria\ngreatly outnumber the number of boys, the publication was entitled to\ncharacterise this amount as “disproportionate”. The article did not claim that\nthere are no medical guidelines surrounding the treatment of gender-variant\nchildren or that identifying as such would inevitably result in medical\nintervention. There was no breach of Clause 1 on these points.\n19.  It was not\nmisleading for the article to characterise advice from lobby-ing groups as\n“quasi-legal” to distinguish the advice from that given by a law firm. The\narticle was entitled to describe this advice as “dubious” given the distinction\nbeing drawn.  There was no breach of\nClause 1 on this point.\n 20. The Stonewall advice clearly states that “trans” people\nmay describe themselves as “crossdressers” and that transgender people may\ndescribe themselves as “trans”. For this reason, the article was not misleading\nor inaccurate as to Stonewall’s guidance, and there was no breach of Clause 1\non this point.\nConclusion\n21. The complaint was upheld in part.\nRemedial action required\n22. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.\n23.  In this case, the\nCommittee considered that the newspaper had been entitled to speculate on how\nthe Toolkit would be applied to various scenarios, however this should be\nclearly signalled as the publication’s own conjecture. As such the Committee\nconsidered that the appropriate remedy was the publication of a correction\nwhich made clear that the example did not appear in the Toolkit, and the\narticle had speculated as to how its guidance would be applied to this\nscenario.\n24.  The original\narticle appeared on page 12-13 and as such, the correction should appear in\nprint on page 12-13 or further forward in the publication, and as a footnote\ncorrection to the online article. It should state that it has been published\nfollowing an upheld ruling by the Independent Press Standards Organisation. The\nfull wording should be agreed with IPSO in advance.\nDate complaint received: 05/10/2019\nDate decision issued: 29/01/2019\nBack to ruling listing\n\n\n"
}