{
    "url": "/rulings-and-resolution-statements/ruling/?id=06649-17",
    "title": "06649-17 Newman v Daily Record",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2017-05-02 00:00:00",
    "concluded_on": "2017-09-21 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "47. The complaint was not upheld.",
    "remedial_action": "48. N/A Date complaint received: 02/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06649-17 Newman v Daily Record\nSummary of Complaint\n1. Andrew Newman\ncomplained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment)\nof the Editors’ Code of Practice in relation to its journalists’ conduct, and\narticles headlined:\n1) “Scotland's\nbiggest ticket tout: Millionaire's jetset lifestyle is funded by milking fans\nfor the hottest gigs”, published on 27 May 2016.\n2) “Scotland can\nlead the way in kicking out ticket touts: MP wants new laws to stop real fans\nbeing ripped off”, published on 29 May 2016.\n3) “Exposed:\nTicket tout Andrew Newman rakes in huge profits from Deacon Blue anniversary\ngig”, published on 8 November 2016.\n4) “Bay City\nRollers member confronts 'parasite' ticket tout whose greed is wrecking the\nmusic industry”, published on 11 November 2016.\n5) “Family\nFortunes”, published on 3 April 2017. The article was also published online\nwith the headline “Supertout Andrew Newman using family and friends to rip off\nmusic fans”.\n6) “Why won’t you\nblacklist supertouts?”, published on 6 April 2017. The article was also\npublished online with the headline “Ticketmaster under growing pressure to\nblacklist scammer Andrew Newman and other shameless touts after Daily Record\ninvestigation”.\n7) “Weed out\ntouts”, published on 10 April 2017. The article was also published online with\nthe headline “Top music industry figures demand that worst touts are weeded out\nand banned by ticket companies”.\n8) “The ticket\nsellers could stop the touts whenever they want..my kid could write the code\nfor them”, published on 21 April 2017. The article was also published online\nwith the headline “Supertout bot inventor calls for blacklist as he offers to\nfix Ticketmaster's system”.\n2. The articles\nrelated to the complainant’s business, which purchases concert tickets, and\nresells them via secondary market sites. The articles were generally critical\nof the complainant’s business activities, repeatedly referring to him as a\n“ticket tout”. They reported details of how he allegedly carried out his\nbusiness, and reported criticism that had been made by others.\n3. The first\narticle reported that an individual from a consultancy which had worked with\nthe police and venues to build intelligence on ticket selling, claimed that the\ncomplainant “harvested prime tickets in bulk through very aggressive methods\nthat have put him at the head of the pack”. The individual was also quoted as\nsaying that “Software used by touts to harvest tickets aggressively can now\ntarget the very best seats”. The first article described the complainant’s\nwealth by reference to the assets of his company.\n4. The third\narticle reported that “[the complainant’s] computers, running in an office in\nLinlithgow, managed to harvest hundreds of Deacon Blue tickets”.\n5. The fourth\narticle reported that the Bay City Rollers were “furious to discover that [the\ncomplainant] had hijacked sales for their upcoming tour”. It reported that a\nmember of the Bay City Rollers had “turned up at [the complainant’s company] to\nbrand him a ‘parasite’ and hand over a letter that denounces his trade”. It was\naccompanied by an image of the musician standing next to the complainant,\ncaptioned “The confrontation”. It was also accompanied by a video of the\nnewspaper interviewing the musician after he had handed the complainant the\nletter, and an image of the letter in question. It reported that the\ncomplainant “uses sophisticated computers to harvest huge numbers of tickets\nfor gigs”. It also described the\ncomplainant’s wealth by referring simply to a figure, and reported the value\nand brand of his car, which was pictured in the article.\n6. The fifth\narticle reported that a source had said that “[the complainant] isn’t alone in\n[reselling tickets]. Many of the top touts use the same methods – multiple credit\ncards and identities, often combined with botnet computer software”. This\narticle reported that an employee of the complainant’s business had uploaded a\nphotograph of himself at work, at a desk with multiple screens. This article\nalso reported that “the multi-identity multi credit-card method which [the\ncomplainant] uses, which potentially contravenes several laws, is a favourite\ntactic of many of the worst touts in the UK”. It also reported that one source\nhad said that “what we are seeing is either [the complainant] exploiting his\nfamily and friends or they are in on the act”, and that “it’s not clear if he\nis giving them a cut of the spoils or he is just exploiting them”. The print\narticle was accompanied by an additional article headlined “Tougher laws are on\nthe way”. This article stated that “a legal clampdown is on its way, but [the\ncomplainant]…could potentially already be in breach of the law”. It went on to\nexplain that “The Protection from Unfair Trading Regulations 2008 prevent\nanyone from a company buying tickets while passing themselves off as fans”. It\nalso referred to the Consumer Rights Act 2005, and said that HMRC were\ncurrently investigating whether “touts have failed to pay taxes”.\n7. The sixth\narticle reported that the complainant had “refused to tell us if he uses bots”.\nThe seventh article reported that figures in the music industry had called for\nticket sites to blacklist touts, and referred to the complainant as an example.\n8. The eighth\narticle reported that the man who had “invented online ‘bots’ used by\nsupertouts”, had backed the newspaper’s “challenge to ticket agencies to\nblacklist the worst offenders”. It reported that this individual was\ninvestigated by the FBI, took a plea deal, and “got off with probation”. The\narticle claimed that as part of the newspaper’s investigation, it had shown\nthat “supertouts such as [the complainant]…use multiple cards and the\nidentities of family and friends to hoover up thousands of tickets”.\n9. Each of the\narticles contained photographs of the complainant. These included an image of\nhim in front of the Sydney Harbour Bridge, and image of him in a car, an image\nof him at a concert, an image of him at a university graduation ceremony, and\nan image of him at a wedding.\n10. The complainant said that all eight articles were\nmisleading, as they referred to him by name, without making clear that his\ncompany, North Financial Group Ltd (formerly named Newman Corporation Ltd), is\na separate legal entity. He said that this was misleading, as it was his\ncompany which was carrying out any actions, rather than himself.\n11. The complainant said that the first, third, fourth and\nfifth articles clearly and inaccurately stated that he used “sophisticated\ncomputers”, or computer software, to “harvest” large numbers of tickets for\nresale. He said that in fact, the tickets purchased by his company are bought\nby real people, using standard desktop computers, in exactly the same way any\nother customer would. He explained that while the average fan may use a ticket\nbuying site a few times a year, his employees do this every day and have access\nto pre-sales by signing up to newsletters, as any other customer could. He\nexplained that his employees therefore have the capability and knowledge to\npurchase tickets in a timely manner, but that all purchases are made manually.\nThe complainant said that the sixth article was inaccurate in claiming that he\nhad “refused to tell us if he uses bots”. He said that while the reporter had\nasked him questions in May 2016, he did not recall being asked specifically\nwhether he used “ticket bots”.\n12. The complainant said it was inaccurate and pejorative\nfor the second article to refer to him as having “fleeced fans”. He said that\nhis company carries on the legal and legitimate business of buying tickets and\nre-selling them.\n13. The complainant said that it was inaccurate for the\nfourth article to claim that he had “hijacked” ticket sales for the Bay City\nRollers’ upcoming tour. He had purchased tickets in a legal and legitimate\nmanner.\n14. The complainant said that the fifth article suggested he\nhad engaged in criminal activity as his company had bought tickets on behalf of\nindividuals, without clarifying how this was illegal. He said that it was\ninaccurate to suggest he had broken any laws. The complainant also said it was\ninaccurate to suggest that he was exploiting his family and friends; all card\nholders on behalf of whom his company purchases tickets provided their consent.\n15. The complainant said that the individual who was the\nsubject of the eighth article had acted illegally in the USA. He said that by\nreferring to both him and this individual as “super touts”, the eighth article\nsuggested that he also engaged in illegal practices. He said that his business\npractices are in fact entirely different, and that he does not use “bots”\n(software which automatically performs tasks).\n16. The complainant said that the photographs accompanying\nthe articles had been taken from his private Facebook page, which had been set\nto private in February 2016, long before his name was in the public domain, or\npublication of the first article. He said that he therefore had a reasonable\nexpectation of privacy in relation to these photographs, and that by publishing\nthem, the newspaper had breached Clause 2.\n17. In relation to the first and fourth articles, the\ncomplainant said he had a reasonable expectation of privacy in relation to his\npersonal financial circumstances. By describing his wealth, and giving specific\ndetails of his car in the fourth article, the newspaper had breached Clause 2.\n18. The complainant said that he has been persistently\nharassed by the newspaper’s reporter. He said that in May 2016, the reporter\nattended his company’s office. He said that the reporter recorded his\nconversation without notifying him, which he knew because he saw the recording\ndevice. The complainant said that he told the reporter he would not speak to\nhim, and that he would not be making any comment on any stories later.\n19. The complainant said that in late October 2016, after\nbeing told by the office building’s manager that he was not available and told\nto leave, the reporter approached the window of the office from the outside of\nthe building, and shouted at him, trying to ask him for comment on another\nstory. The reporter then re-entered the building to deliver a note for\nhim.  The complainant said that he had\npreviously made it clear that he did not wish to be approached by the reporter,\nand that by ignoring that request, the reporter had harassed him, in breach of\nClause 3.\n20. The complainant said that on 25 October 2016, following\nthis incident, he contacted the reporter by email requesting that he cease\nharassing him. He said that this email was acknowledged by the reporter. He\nsaid that despite this, in November 2016, the reporter and a photographer from\nthe newspaper accompanied a member of the Bay City Rollers to confront him. He\nsaid that photographs were taken, which was plainly harassment in light of his\nrequest that such approaches cease only weeks earlier.\n21. The complainant said that on 29 March 2017, the reporter\nwas outside his office building in his car for over an hour, and watched all of\nhis staff leave. The complainant said that he did not leave the building until\nthe reporter had left, as he believed he would be harassed again. The\ncomplainant said that the reporter waited while his staff left, and did not\napproach employees when they left the office. He therefore believed that the\nreporter had been attempting to speak with him. The complainant said that the\nfollowing day, he had to make a further request that the reporter cease\napproaching his place of work, and that he should not have had to do so for a\nsecond time.\n22. The newspaper said that its coverage of the\ncomplainant’s business practices was part of its campaign to highlight\ncontroversy surrounding such activity. It noted that the online secondary\ntickets market has been the subject of an investigation by the Competition and\nMarkets Authority. It said that the reporter leading the coverage had been\ncalled upon to give evidence at the Culture, Media and Sport Select Committee’s\ninvestigation into ticket abuse, during which the complainant was referred to\nseveral times. It said that during its sitting, a member of the Committee had\npraised the coverage as “extraordinarily detailed and well researched” and\n“journalism at its very best”.\n23. The newspaper said that the claim that the complainant\nused sophisticated software to harvest tickets was based on the statement from\nthe consultant reported in the first article. It noted that this consultant had\nmade a similar statement to the Culture, Media and Sport Select Committee. It\nalso provided a further statement from this consultant in response to the IPSO\ncomplaint, in which he commented on the methods used to acquire tickets in\nlarge numbers. These included using multiple employees using multiple computers\nto purchase from primary ticket companies, and using “high tech, aggressive\nsoftware, good computers on fast internet connections”. \n24. The newspaper said that the claim the complainant had\nused sophisticated software was supported by a sales ledger it had seen from a\nshow, in which the complainant, in his own name, and in the names of family,\nfriends and staff, had purchased hundreds of tickets in such a short space of\ntime, that it would not have been physically possible to do so manually. The\nnewspaper said that it was not able to provide this material to IPSO in\nresponse to the complaint, as doing so would breach an obligation it had to a\nconfidential source, in breach of Clause 14. However, it said that the sales\nledger demonstrated that some kind of computer software was likely used. The\nnewspaper said that it asked a ticket resale website for comment on this, who\ndid not deny that this activity was taking place. The newspaper said that when\nit initially approached the complainant for comment on 18 May 2016, they put\nthe allegation that he used computer software or “bots” to him, and he refused\nto comment.\n25. The newspaper said that the complainant was the director\nof his company, which it understood he personally founded and grew. It said\nthat the articles make several references to the “company” and the\ncomplainant’s “business” and denied that they were inaccurate or misleading in\nthe manner alleged.\n26. The newspaper said that “to fleece” can mean to charge\nexcessively for goods or services.  The\nsecond article’s reference to the complainant having “fleeced” fans was a\nmatter of editorial discretion, based on his apparent business model of\npurchasing tickets, and selling them on at marked-up prices, and was not\ninaccurate.  It said that the fourth\narticle’s claim that the complainant “hijacked” sales of the Bay City Roller’s\nforthcoming tour was not inaccurate given his business model.\n27. The newspaper said that the fifth article did not state\nor suggest that the complainant had been involved in criminal activity. It said\nthat while it was clear from the articles that it disagreed with his working\npractices, this did not constitute an inaccuracy. The newspaper said the fifth\narticle stated the opinion of a source that the complainant was either\n“exploiting his family and friends or they are in on the act”. It said that\nthis was reported in accordance with its obligation to differentiate between\nfact, comment and conjecture, and was based, as reported in the article, on the\nsource’s account of having seen names of the complainant’s family and friends\n“again and again” in relation to ticket sales.\n28. The newspaper said that the eighth article made clear\nthat the man who had “invented online ‘bots’ used by supertouts”, had conducted\nhis business in the USA, and that the FBI had investigated his company under US\nlegislation. It said that the article made clear that the complainant operated\nin Scotland, and there was no suggestion in the article that he had used\nillegal practices.\n29. The newspaper said that when it was initially\nresearching the complainant’s business practices, his Facebook page was\npublicly accessible, which is how it was able to view the photographs subject\nto the complaint. It said that the photographs did not reveal any private\ninformation about the complainant, and denied a breach of Clause 2 on this\npoint.\n30. In response to the complaint under Clause 3, the\nnewspaper said that in May 2016, its reporter approached the complainant for\ncomment. It said that he was told by the complainant that he did not wish to\ncomment, and when asked whether he might wish to comment later, said that he\nwould not. The newspaper said that this was taken to mean in relation to the\nstory it was preparing at the time.\n31. The newspaper said that in October 2016, its reporter\napproached the receptionist in the complainant’s office, and asked to speak to\nthe complainant. It said that the receptionist responded by saying that he was\nnot in the office that morning, which the reporter knew was untrue as he had\nseen the complainant through the window. Following the reporter’s request, the\nnewspaper said the receptionist made a telephone call, and confirmed that the\ncomplainant was not in. It said that the reporter then wrote a letter to the\ncomplainant explaining that he was seeking his comments, walked to the open\nwindow and asked the complainant if he would speak with him. It said that after\nthe complainant said “no”, the reporter asked if he could pass a letter through\nthe window and the complainant refused. The reporter then returned to the\nreception, asked the receptionist to hand the letter to the complainant and\nleft. The newspaper said that at no point was he asked to leave.\n32. In relation to events prior to publication of the fourth\narticle, the newspaper said it had been approached by the band, who had asked\nit to publish a story on one of its members confronting the complainant about\nhis business practices. It said that after seeking advice, a senior editorial\nfigure decided that for its reporters to accompany the musician would not\nconstitute harassment. It said that while it had received the complainant’s\nwritten request to desist, the story had moved on, and there was a public\ninterest in the newspaper covering it. It said that a photographer and a\nreporter both remained in separate cars around 30-40 yards and 50 yards from\nthe complainant’s office. It said that the musician was not paid by the\nnewspaper, and did not attend the complainant’s premises as an agent of the\nnewspaper.\n33. The newspaper said it approached the complainant’s\noffice in March 2017 in order to speak with two of the complainant’s employees\nin relation to the article subsequently published on 3 April. The reporter did\nnot approach the complainant, and did not intend to.\n34. The newspaper said that while it believed its approaches\nto the complainant were made in accordance with the Code, there was a strong\npublic interest in reporting the stories subject to this complaint, as\nreflected by the recent inquiry by the Culture, Media and Sport Select\nCommittee. By extension, there was a public interest in approaching the\ncomplainant in a professional manner to give him the opportunity to comment on\nthe criticisms of his business practice, and to help verify the accuracy of\ninformation. It said that in spite of the complainant’s assertions that he did\nnot wish to comment, the complainant had decided in July 2017 to give an\non-the-record quote to another newspaper in relation to his business.\n35. The complainant said that the comments from the\nconsultant, which the newspaper had provided in response to his complaint, were\nnot based on any facts pertaining to his business, and were not relevant in the\ncontext of his complaint. He noted that the newspaper would not provide the\nsales ledger it had referred to, and said he doubted such a document actually\nexisted.\nRelevant Code provisions\n36. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nFindings of the Committee\n37. The Committee first considered the alleged breach of\nClause 3. The newspaper had made a number of approaches to the complainant’s\nbusiness over a period of months, as part of an investigation into the\nsecondary ticket market. The secondary ticket market is a matter which has\ngenerated public concern, and the newspaper’s investigation of this topic\nserved a clear public interest. The Committee considered the newspaper’s\napproaches to the complainant and his business in that context.\n38. The Committee noted the complainant’s concern that the\nreporter had used a recording device when speaking to him in May 2016. This was\ndenied by the newspaper, but the Committee considered that, in any event, the\nuse of a recording device in these circumstances would not represent\nharassment, and there was no breach of Clause 3 on this point. On the\ncomplainant’s account, in May 2016, he told the reporter that he would not\ncomment on a story that the newspaper was intending to publish and that he\nwould not be commenting “on any stories later on either”.  However, the Committee considered that it did\nnot represent harassment of the complainant when the newspaper  approached him at his offices in October\n2016; the approach was made five months later and the complainant was being\ninvited to comment on his ongoing business activities for a separate story. The\nCommittee acknowledged that the complainant and the newspaper had different\nrecollections of the reporter’s conduct at the time of making this approach.\nHowever, it considered that there were no grounds for finding that the\njournalist’s conduct amounted to intimidation, under the terms of Clause\n3. \n39. Following this approach, the complainant made a written\nrequest to the newspaper asking it to cease contacting him, in which he set out\nhis position that he did not wish to comment on any story, and did not wish to\nbe approached at his place of work. Seventeen days after receiving this\nrequest, the newspaper accompanied the band member to report and photograph his\nmeeting with the complainant. The Committee considered that the band member’s\ndecision to confront the complainant was a distinct story about the\ncomplainant’s business, which highlighted concerns within the music industry\nabout secondary ticket sales. On this occasion, the newspaper had simply\nphotographed the band member’s approach to the complainant; its journalist had\nnot asked the complainant for a comment. For these reasons, the Committee found\nthat it was not a breach of Clause 3 for the newspaper to photograph and report\non the band member’s meeting with the complainant; this was a separate news\nstory which the newspaper was entitled to report.\n40. At the end of March 2017, more than four months later,\nthe newspaper attended the complainant’s offices for a fourth time. There was\nno direct interaction between the complainant and the reporter, as the reporter\nhad remained in his car, and the complainant had remained in his office. On the\nnewspaper’s account, it had not been seeking to speak with the complainant, but\nwished to speak with two of his employees, although the Committee noted the\ncomplainant’s scepticism on this point. In addition, a significant period of\ntime had passed since the complainant had informed the newspaper that he did\nnot wish to comment on any stories about his business. Over this period, the\npublic debate on secondary ticket sales had developed, including investigations\nby Government agencies, and an inquiry by a Parliamentary Select Committee, in\nwhich the complainant had been named by witnesses. In these circumstances, the\nnewspaper’s attendance at the complainant’s office in March 2017 did not\nrepresent harassment of the complainant in breach of Clause 3.\n41. The Committee then considered the complaints under\nClause 1. The first article contained comments from an expert on the secondary\nticket resale market, who said that the complainant used “aggressive methods\nthat have put him at the head of the pack\" and the article explained that\nthe complainant used multiple accounts and multiple computers to beat the\ncompetition, having hired staff \"… to spin out his methods on a grand\nscale…\" The expert quoted in the article commented, more generally, on\npractices employed by some touts and that the use of software can form part of\nmethods used by “touts”. The third and fourth articles claimed that the\ncomplainant used “sophisticated computers” as part of his business model. A\nnumber of the articles referred to the use of 'ticket bots’ by some touts and\nboth the fifth and sixth articles reported that the complainant had previously\nrefused to answer, when asked, if he used “bots”, which indicated that the\nnewspaper had not been in a position to establish whether or not such a method\nwas used by the complainant. The eighth article focused on an individual who\nused “bots” in the USA to harvest tickets, in which the complainant was\ndescribed as a \"super tout”. The articles did not, therefore allege that\nthe complainant carried out his business by the use of “ticket bots”, or\nsophisticated software; the references in the articles to the use of “ticket\nbots” were more general and were made in relation to methods used by some\ntouts. The articles made clear that the complainant employed multiple accounts\nand multiple identities as part of his business practices and the additional\nreferences in the articles to the use of computers were not misleading. There\nwas no breach of Clause 1.\n42. The newspaper said that in May 2016, it had asked the\ncomplainant whether he had used bots, although the complainant said he did not\nrecall being asked the question. This interaction had taken place over 11\nmonths before this complaint was made, and the Committee was not in the\nposition to make a finding as to whether the newspaper had asked for his\nresponse on this point. It was not in dispute that bots formed part of the\nbusiness practices of some ticket touts” and the Committee did not find that\nthe newspaper had failed to take care not to publish inaccurate information by\nreferring to “bots” or sophisticated software forming part of methods used by\nsome ticket touts, in the context of articles which reported both on the\ncomplainant’s business practices and the secondary ticket industry more\ngenerally. The articles distinguished clearly between conjecture and fact, and\ndid not require correction under the terms of Clause 1 (ii).\n43. The fifth article did not assert as fact that the\ncomplainant had broken the law; it observed that his business method\n“potentially contravenes several laws” in the context of a campaign which was\ncritical of the secondary ticketing industry. The print article went on to\nspecify which laws were potentially being infringed. In addition, in response\nto the complaint, the newspaper referred to an investigation by the Competition\nand Markets Authority, which would be considering whether “businesses selling tickets\nand the secondary ticketing platforms advertising them are failing to provide\nthe full range of information in breach of the law”, and specifically, in\nbreach of the Consumer Rights Act 2015. \nIn these circumstances, it was not significantly misleading for the\nnewspaper to speculate whether the complainant’s business model “potentially\ncontravenes several laws”, and there was no breach of Clause 1 on this point.\n44. The eighth article did not imply that the complainant\nhad acted illegally by referring to him as a “supertout”; the article had\nfocussed on another individual who had been found guilty of offences in the USA\nin relation to secondary ticket sales and the reference to the complainant was\nmade in passing. There was no breach of Clause 1 on this point.  It was not in dispute that the complainant’s\nbusiness practice included purchasing tickets for concerts and events when they\nare released, and reselling them at a higher price. It was not misleading for\nthe newspaper to refer to him as “fleecing real fans”, in the second article,\nor to refer to him having “hijacked” ticket sales, in the fourth article. There\nwas no breach of Clause 1 on these points. The articles reported on the\nactivities of the complainant’s business, which he operated through a company\nof which he was a director and shareholder. The complainant’s concern that the\narticles did not make clear that the company through which he runs his business\nis a distinct legal entity did not represent a breach of Clause 1.\n45. In response to the complaint, the complainant confirmed\nthat his business used the identities of family members to purchase tickets,\nbut he said that this was not exploitation, as it was with their consent.\nHowever, the fifth article did not allege that the complainant was exploiting\nhis family. It raised the question as to whether they were either being\n“exploited”, or were “in on the act”. The article clearly distinguished between\nconjecture and fact, and there was no breach of Clause 1 on this point.\n46. The newspaper said that it had obtained the photographs\nof the complainant when they had been publicly accessible on the complainant’s\nFacebook page. The Committee noted the complainant’s scepticism about this\nexplanation, given he had made his account private in February 2016. In any\nevent, it was accepted that they had been publicly accessible until up to three\nmonths prior to publication and the Committee noted that the complainant had\nposed in each of the photographs in circumstances where the information about\nthe complainant contained in the photographs was limited. For these reasons,\nthe publication of these images did not intrude on the complainant’s private\nlife, and there was no breach of Clause 2 on this point. The publication of\npublicly available information about the value of the complainant’s company,\nand by extension, his personal wealth, did not breach Clause 2.\nConclusions\n47. The complaint was not upheld.\nRemedial Action required\n48. N/A\nDate complaint received: 02/05/2017Date decision issued: 21/09/2017\nBack to ruling listing\n\n\n"
}