{
    "url": "/rulings-and-resolution-statements/ruling/?id=06667-20",
    "title": "06667-20 Bromley v The Spectator",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2020-05-08 00:00:00",
    "received_on": "2020-05-22 00:00:00",
    "concluded_on": "2020-07-15 00:00:00",
    "complaint_processing_days": 54,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A Date complaint received: 22/05/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 06667-20 Bromley v\nThe SpectatorSummary of Complaint1. Adam Bromley complained to the Independent Press\nStandards Organisation that The Spectator breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Ten reasons to end the\nlockdown now”, published on 8 May 2020.2. The article was an opinion piece, in which the columnist\noutlined the ten reasons why they believed lockdown should end. The first of\nthese ten reasons reported that “You cannot understand the significance of this\nvirus simply by looking at the raw death figure”. The article gave further\nreasoning for this, which included the assertion that “Somewhere around 99.9\nper cent of those who catch the disease recover”.3. The complainant said that the article was inaccurate in\nbreach of Clause 1 because no peer-reviewed or reliable studies had put the\ninfection death rate of COVID-19 as low as 0.1%. He provided sources which put\nthe death rate much higher and said that it would have been accurate to report\nthat there was uncertainty about the death rate, with estimates ranging from\n0.3% to 1.4%.4. The publication did not accept a breach of the Code. It\nmade the distinction between infection fatality rate, which is the percentage\nof people who die of all those infected, including asymptomatic patients, and\ncase fatality rate, which is the amount of people who have died divided by the\nnumber of confirmed cases. It said that it would take months, or even years, to\nknow for certain what the COVID-19 infection death rate is which is why the\narticle had not said a certain figure, but had described the number as\n“somewhere around” 0.1%. In addition, it provided evidence from a BMJ study\nwhich had stated that far more people have been infected with COVID-19 than was\ninitially suspected. The publication said that the article was written in the\ncontext of writing about asymptomatic patients, and how common this was. It\nprovided multiple studies which reported that 0.1% was within the range of the\nreported infection death rate of COVID-19.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee6. The publication had provided studies which demonstrated a\nrange of infection fatality rates; the figure of 0.1% fell within this range,\nalthough the Committee noted that the complainant did not find these to be\nreliable sources and that in the complainant’s opinion publications should\nreport statistics in a wider range to take account of varied authoritative\nsources like the WHO. However, publications are at liberty to publish articles,\nincluding those by subject experts, with a specific point of view, and for them\nto marshal and defend their choice of valid data and statistics to support\ntheir point of view. Furthermore, the article was a comment piece which\naffected the way in which readers would have understood the passage. This, in\naddition to and the figure had been proceeded by “somewhere around” rather than\nasserting as fact that the true figure was definitively 0.1%. On this basis,\nthe publication had not failed to take care to avoid inaccuracy and there was\nno breach of Clause 1(i) and no significant inaccuracy requiring correction\nunder Clause 1(ii).Conclusions7. The complaint was not upheld.Remedial Action Required8. N/A Date complaint received: 22/05/2020Date complaint concluded by IPSO: 15/07/2020\nBack to ruling listing\n\n\n"
}