{
    "url": "/rulings-and-resolution-statements/ruling/?id=06672-15",
    "title": "06672-15 McKee v Coventry Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Coventry Telegraph (Reach PLC)",
    "published_on": "2015-03-27 00:00:00",
    "received_on": "2015-10-20 00:00:00",
    "concluded_on": "2015-12-17 00:00:00",
    "complaint_processing_days": 58,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 20/10/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06672-15 McKee\nv Coventry Telegraph\nSummary of complaint\n1. Dr Vincent McKee complained to the Independent\nPress Standards Organisation that the Coventry Telegraph had breached Clause 1\n(Accuracy) and Clause 4 (Harassment) of the Editors’ Code of Practice in an\nonline article headlined “Shamed would-be Coventry MP to be investigated over\nrole at new company”, published on 27 March 2015.\n2. The article reported that Geoffrey Robinson MP\nhad “acted on residents’ concerns” and reported the complainant to the police\nand Trading Standards for allegedly acting as a company director for Lagan\nWriting Services, an essay-writing company, despite a High Court ruling that\nbanned him from doing so for 14 years. The article stated that the complainant,\nwho had stood as a parliamentary candidate for the Liberal Democrats, had\npreviously been sentenced to two and a half years in prison for fraud offences.\n3. The complainant said that the article had been\nbased on information circulated by an aide to Mr Robinson. He said the\nnewspaper had contacted him for comment before the article was published, and\nhe had made clear that he believed that Mr Robinson’s complaint had lacked all\nmerit, had been based on a misunderstanding of the facts, and was motivated by\na political vendetta. He said there were two businesses with the same name: his\norganisation, Lagan Writing Services, was a partnership between himself and his\ndaughter; it was not an incorporated commercial organisation; and although he\nused the managerial title “director”, this was not a corporate role. The\nregistered company of the same name was an entirely separate business, run by\nhis fiancée, in which he played no part. His fiancée had also provided the\nnewspaper with a statement making clear that she was the Managing Director of\nthe incorporated company, that it was economically inactive, and that the\ncomplainant was not acting as a company director.\n4. The complainant said that police were not\ninvestigating any complaints as alleged in the article, and he had not been\ncontacted by any legal authority. He provided a letter addressed to him from\nWest Midlands Police, dated 3 August 2015, which said “West Midlands Police\nhave not received any allegations of criminal offences in connection with\nyourself at Lagan Writing Services from victims of crime”.\n5. The complainant disputed the article’s claim that\nhis firms had owed creditors and shareholders £156,605, and that they were\njudged to have taken £61,197 of unauthorised payments from students. He said\nthe figures accepted in Crown Court, and upon which his sentence had been\nbased, had been far lower. The figures quoted in the article had been claimed\nby the Insolvency Service in the High Court, and he provided a letter, which he\nhad submitted to the High Court, in which he disputed the figures, but noted\nthat he could not challenge them in court because of the costs involved.\n6. The complainant expressed concern that the\narticle stated that his organisation charged up to £1,000 for redrafting\nstudent essays. He said the company’s website made clear that an essay costs\napproximately £150, while a doctoral thesis of around 100,000 words costs\n£1,000. He considered that the inaccuracy had implied “unreasonable\nprofiteering” on his part. He also complained that the article had stated that\nhis fiancée was from Thailand, rather than the Philippines, which was\nsignificant because his connections and charity work in the Philippines were\nwell known, and he believed that Thailand had “seedy” connotations.\n7. The newspaper said it believed that the article was\nbalanced, and noted that it had included several paragraphs of rebuttal from\nthe complainant. It said Trading Standards and the police had confirmed that\nthey were looking into Mr Robinson’s complaint, and that the matter had been\nreferred to the Insolvency Service who would not confirm or deny that the\ninvestigation was ongoing. It noted that the complainant had provided an email\nfrom Trading Standards, dated 19 March 2015, which stated that it had received\na complaint that the complainant was acting as a director of Lagan Writing\nServices, and that the matter was being referred to the Insolvency Service.\n8. The newspaper said the £61,197 figure related to\nthe High Court hearing brought by the Insolvency Service. The article made\nclear that it was referring to this hearing, rather than the criminal case. It\nalso provided a press release issued by the Insolvency Service, which stated\nthat the complainant’s firms had owed £156,605 to creditors and shareholders.\n9. With regards to the report that the complainant’s\ncompany charges £1,000 to re-write an essay, the newspaper offered to publish\nthe following clarification:\nIn a report about Dr Vincent McKee on March 27, we\nsaid that Lagan Writing Services charges up to £1,000 to re-write essays for\nstudents. We are happy to clarify that the £1,000 fee relates to re-writing PhD\ntheses.\n10. The newspaper said it had mistakenly reported\nthat the complainant’s fiancée was based in Thailand. This was corrected online\nas soon as it was made aware of the error.\n11. The complainant rejected the newspaper’s offer\nof a correction, and asked that it publish his letter rebutting the allegations.\nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and - where appropriate - an apology published. In cases involving\nthe Regulator, prominence should be agreed with the Regulator in advance.\nClause 4 (Harassment)\ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit.\nii) They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on their property when asked to leave and must not follow them. If\nrequested, they must identify themselves and whom they represent.\nEditors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources\nFindings of the Committee\n13. It was not in dispute that the complainant had\nbeen reported to the police and Trading Standards for allegedly acting as a\ncompany director in breach of a High Court ban. The email from Trading\nStandards of 19 March 2015 confirmed that it had received such a complaint, and\nthat the matter was being referred to the Insolvency Service for further\nconsideration. The newspaper had been entitled to report the allegations\ndespite the complainant’s contention that they were groundless.\n14. The newspaper had contacted the complainant for\ncomment before the article was published, and had published his denial,\nincluding his position that Mr Robinson had provided “distorted” information to\nthe authorities. In addition, the article quoted from his fiancée’s statement,\nwhich said that the complainant had not acted as a director of the registered\ncompany. The newspaper had taken care over the accuracy of this information in\naccordance with its obligations under Clause 1 (i).\n15. The Committee noted the complainant’s concern\nthat the newspaper had reported the sums his companies had owed that had been\ngiven in the High Court, rather than the lower figures that were accepted\nduring the criminal proceedings against him. However, the article clearly\nreferred to the case brought against the complainant by the Insolvency Service\nin the High Court. The complainant had not formally contested the sums in\ncourt. As such, the newspaper had been entitled to report the figures, and it\nhad done so accurately. There was no failure to take care over the accuracy of\nthe article in this regard.\n16. A PhD thesis is an extended piece of writing. It\nwas therefore not significantly inaccurate to report that the complainant’s\nbusiness charged up to £1,000 to re-write essays. Although a correction was not\nrequired under the terms of the Code, the Committee welcomed that the newspaper\nhad offered a clarification on this point during its correspondence with the\ncomplainant.\n17. The newspaper had acknowledged that it had\nmistakenly reported that the complainant’s fiancée lived in Thailand. The\nCommittee welcomed the prompt correction of the online article, but the brief\nreference in this context did not represent a significant inaccuracy that\nwarranted correction under the terms of Clause 1.\n18. Clause 4 generally relates to the conduct of\njournalists during the newsgathering process. There was no suggestion that the\nnewspaper had persisted to question the complainant once asked to desist. There\nwas no breach of Clause 4.\nConclusions\n19. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 20/10/2015Date decision issued: 17/12/2015\nBack to ruling listing\n\n\n"
}