{
    "url": "/rulings-and-resolution-statements/ruling/?id=06701-18",
    "title": "06701-18 Watson v Daily Mirror",
    "provisions": [
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "received_on": "2018-10-11 00:00:00",
    "concluded_on": "2019-01-11 00:00:00",
    "complaint_processing_days": 92,
    "conclusion_long": "24. The complaint was not upheld.",
    "remedial_action": "25. N/ADate complaint received: 11/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06701-18 Watson v Daily Mirror\nSummary of complaint\n1. Jane Watson\ncomplained to the Independent Press Standards Organisation that the conduct of\nthree journalists acting on behalf of Daily Mirror breached Clause 2 (Privacy)\nand Clause 3 (Harassment) of the Editors’ Code of Practice.\n2. The complainant\nsaid that journalists acting on behalf of the newspaper had engaged in a course\nof conduct which amounted to harassment, and an intrusion into her privacy.\n3. The complainant\nprovided an account of the day. She said that when she left her home at 9am she\nnoted a blue car driving slowly within the private estate on which she lived,\nwhich she believed to be suspicious. The complainant said that when she had\narrived at work, she received a telephone call via the intercom system at the\nentrance of her home. The caller had introduced themselves as a journalist\nacting on behalf of the newspaper, and had asked her if she would like to make\nany comment about an open letter which she had signed supporting fracking, sent\nto Lancashire County Council by the North West Energy Task Force in January\n2015. The complainant said that she had stated clearly that she did not want to\nprovide any comment and hung up the call.\n4. The complainant\nalleged that shortly after this, the same journalist telephoned her work place\nand requested to speak to her; a receptionist took his number but explained\nthat the complainant was not available. The complainant said that at 10.46am\nshe received an email from the journalist stating that the newspaper intended\nto publish a story about three men who had been imprisoned as a result of a\ncustodial sentence passed by the complainant’s brother, following their\nparticipation in an anti-fracking protest. The email outlined that the\ncomplainant’s brother had faced criticism for harshly sentencing the men, and\nthat some believed the convictions to be unsafe due to the family’s connections\nto the oil and gas industries. In this email, the journalist had requested the\ncomplainant’s general comment on the story and also on her family business’\nrole in supplying the oil and gas industry; its role in the supply chain for\nCentrica; and further comment regarding her signature on the open letter. The\ncomplainant provided a copy of this email and said that she did not respond as\nshe had earlier made clear that she did not wish to make any comment.\n5. The complainant\nsaid that at 11am, the blue car that she had noted near her home earlier that\nday arrived at her office address and remained parked outside for around one\nand a half hours. She said that she was very concerned at this stage and did\nnot leave the building, but received reports from other members of staff that\nan individual in the car was taking photographs of them. The complainant\nbelieved this to be the journalist that she had spoken to earlier that day.\n6. The complainant\nsaid that at 1pm she sought legal advice and subsequently informed the police\nof the situation at 1.20pm – she felt frightened and pursued. She said that she\nhad left her workplace at 1.30pm to pick up her parents from the airport and\nreturned to the private estate on which she lived at around 2pm, when she\nparked her car in order to take a telephone call. The complainant said that she\nthen noticed the same blue car driving around the corner towards her on the\nprivate estate, before the car passed her, turned around and parked some 100\nmetres behind her. The complainant said that the car remained there until she\ndecided to drive off.\n7. The newspaper\ndid not accept the complainant’s account, and clarified that two reporters had\nsought comment from the complainant that day, and one photographer acting on\nits behalf had attempted to take her photograph. It said that while it\nregretted that its journalists had inadvertently caused concern to the\ncomplainant, they had not harassed or pursued the complainant in a manner that\nbreached the Code.\n8. The newspaper\nsaid that the blue vehicle which the complainant had seen in the morning had\nbeen driven by the photographer. The newspaper said that the photographer did\nnot know it was the complainant in her car, and it was by chance that he had\nhappened to drive past the complainant, as he didn’t know her exact house at\nthis time.\n9. The newspaper denied that a request to desist\nhad been made at any stage throughout the day. The newspaper said that the\nfirst reporter, a freelancer, had attended the complainant’s home address later\nin the morning and had spoken to her over the intercom, as she had not been\nhome. The newspaper provided a transcript of this conversation, the accuracy of\nwhich was not disputed by the complainant:\nComplainant: “Hello.”\nReporter: “Hello, is it possible to speak to Jane Watson,\nplease?”\nComplainant: “You are speaking to her.”\nReporter: “Hello, Mrs Watson. My name is [Name], I’m a\nfreelance reporter who has been asked to give you a call on behalf of the Daily\nMirror newspaper. “It is in regards to the open letter you signed, which went\nto some of the newspapers and council about pro-fracking. “Are you able to\nspeak to me on this at all, please?”\nComplainant: “No, I’m not able to speak to you.”\nReporter: “Is there any... (pause) would you be able to\nspeak later on or is it ....”\nComplainant hangs up intercom.\n10. The newspaper said that the freelance reporter then\nreported back to the newspaper. It said that a second staff journalist believed\nit to be important to give the complainant an opportunity to respond to the\nfull details of the story. It said that when talking to the complainant over\nthe intercom, the first journalist did not have the chance to clearly state the\nfull allegations being made against the complainant’s brother’s potential\nconflict of interest, and to check her company’s links to the oil and gas\nindustry and her support for fracking. The newspaper said that although the\ncomplainant ended the call over the intercom, this was over the single issue of\nher support for fracking; a second attempt would have been sufficient and fair\nto give the complainant the opportunity to comment on the wider issues.\n11. The newspaper said that the second journalist then\ntelephoned the complainant’s business address at around 10am requesting to\nspeak to her, but was asked to call back in 10 minutes; he was not told to stop\ncontacting the complainant. It said that the second journalist returned the\ncall as requested, however the complainant was still unavailable; he asked for\nthe complainant’s email address, which was given to him. The newspaper said\nthat, as demonstrated in the email which was then sent to the complainant, it\nhad intended to publish a story about three men who had been handed a custodial\nsentence by the complainant’s brother following their participation in an\nanti-fracking protest, and the possibility that their “harsh” convictions were\nunsafe due to a suspected conflict of interest within the family. It said that\nits journalists wished to gain specific comment from the complainant regarding\nthe information that the family business supplies the oil and gas industry;\nthat the family business is in the Centrica supply chain; and that the\ncomplainant’s name, along with the business name, appeared on an open letter\nsupporting fracking.\n12. The newspaper explained that the blue vehicle seen by\nthe complainant’s employees parked outside of her work address belonged to a\nphotographer. It said that the photographer was parked on a public road outside\nthe security perimeter fencing: he was there for a short amount of time; and\ndid not take any pictures of the complainant, nor was he asked to leave. The\nnewspaper denied that the photographer had followed the complainant home, after\nshe had picked her parents up from the airport. The newspaper said that the\nphotographer had driven directly from the complainant’s work address.\n13. While the newspaper did not accept that there had been a\nrequest to desist, no persistent pursuit, nor questioning, the newspaper noted\nthat there was a public interest in ensuring that the allegations were put to\nthe complainant, and said that on the first approach the freelance reporter did\nnot get the opportunity to fully explain what the story was about. The\nnewspaper suggested that it would be criticised, had it chosen not to approach the\ncomplainant, as a failure to seek comment has often been cited as a failure to\ntake care that a story is accurate.\n14. The newspaper noted that while the entrance to the\ncomplainant’s residential estate stated that it was private property, there was\nno sign which stated “do not enter”, and that other vehicles were seen driving\ninto the road freely through an ungated access route.\n15. The complainant provided a copy of a Court of Appeal\njudgment, Citation Number: [2018] EWCA Crim 2739, in which the court considered\nthe appeals of the defendants against the custodial sentence passed by the\ncomplainant’s brother. The court found that there was no suggestion that the\ncomplainant’s brother had been biased against the defendants in the case.\nRelevant Code provisions\n16. Clause 2\n(Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.\nProtecting\npublic health or safety.\nProtecting\nthe public from being misled by an action or statement of an individual or\norganisation.\nDisclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.\nDisclosing a\nmiscarriage of justice.\nRaising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\nDisclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to demonstrate\nthat they reasonably believed publication - or journalistic activity taken with\na view to publication – would both serve, and be proportionate to, the public\ninterest and explain how they reached that decision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.Findings of the Committee\n17. Clause 3(ii) makes clear that journalists should not\ncontinue to contact people when asked to desist; a request to desist could take\nmany forms, however the Committee emphasised that such a request should convey\nto a journalist that an individual does not wish to be contacted further.\n18. The complainant had received a telephone call from a\nfreelance reporter who had introduced himself and had invited the complainant’s\ncomment on an open letter which she had signed in support of fracking. The\ncomplainant had replied: “No, I’m not able to speak to you”; this did not\nconclusively indicate that there was no intent on the part of the complainant\nto respond to journalistic enquires at that time, or at a later stage. In such\ncircumstances, the Committee did not conclude that the complainant had made a\nrequest to desist during the first telephone call. The second telephone call\nfrom the staff reporter, in which the journalist had sought comment from the\ncomplainant on the wider allegations made against her and her business, did not\namount to a failure to respect a desist request, such as would breach Clause\n3(ii). In any case, the Committee considered that there may be an expectation\nthat a person is given an opportunity to comment on serious allegations being\nmade against themselves, and a public interest in doing so.\n19. The Committee acknowledged the complainant’s position\nthat she had been concerned by the phone call which she had received from the\nfreelance reporter, and the email which she had received from the second\nreporter via her work email address. However, the first contact had been made\nindirectly through her gate intercom system and the Committee noted that the\nsecond journalist had been invited to contact the complainant via email by a\ncolleague. In such circumstances, the Committee concluded that the conduct\ncomplained of did not amount to intimidation under the terms of Clause 3.\n20. The Committee acknowledged that the complainant had\nfound the presence of the blue car, which she had observed during the day,\ndistressing. The question for the Committee to consider was whether the conduct\nof the photographer – the driver of that car – amounted to harassment.\n21. The complainant had first seen the blue car at 9am.\nThere was no suggestion that the photographer had followed the complainant to\nwork, nor had he contacted or approached the complainant at that time. It\nappeared to the Committee that the photographer had inadvertently passed the\ncomplainant’s car that morning. The complainant had seen the blue car a further\ntime after she had returned home from picking her parents up from the airport.\nThere was no suggestion that, in fact, the photographer had followed the\ncomplainant from her workplace to the airport; the Committee noted that the\ncomplainant had only seen the blue car again driving towards her, on the\nopposite side of the road, when she had stopped to take a call.  The photographer had not taken any\nphotographs of the complainant, approached or sought to contact her, nor had\nthe photographer been asked to leave the complainant’s work premises. As such,\nthe Committee was satisfied that the conduct of the photographer complained of\ndid not amount to harassment or persistent pursuit under the terms of Clause 3.\n22. In all the circumstances, the Committee did not conclude\nthat individually or collectively the conduct of journalists acting on behalf\nof the newspaper, engaged in a course of conduct which amounted to harassment\nunder the Code. There was no breach of Clause 3.\n23. The Committee turned to the complaint made under Clause\n2. The fact that the complainant lived on a private residential estate, did not\nnecessarily mean that the presence of journalists in that location would amount\nto an intrusion into the complainant’s private life. The conduct complained of\nwas not harassing, for the reasons explained above and the Committee did not\nconclude that the conduct of the journalists amounted to a failure to respect\nthe complainant’s private life. There was no breach of Clause 2.\nConclusion\n24. The complaint was not upheld.\nRemedial Action Required\n25. N/ADate complaint received: 11/10/2018Date decision issued: 11/01/2019  \nBack to ruling listing\n\n\n"
}