{
    "url": "/rulings-and-resolution-statements/ruling/?id=06720-18",
    "title": "06720-18 Johnson v express.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2018-10-12 00:00:00",
    "received_on": "2018-10-12 00:00:00",
    "concluded_on": "2019-01-23 00:00:00",
    "complaint_processing_days": 103,
    "conclusion_long": "8. The complaint was upheld under Clause 1(i).",
    "remedial_action": "9. The publication had promptly published a correction which made clear the inaccuracy in the article, and made the correct position clear. Where the article remained online and had been amended, a footnote correction was sufficiently prominent. There was no breach of Clause 1(ii), and no further remedial action was required. Date complaint received: 12/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee Johnson v 06720-18 express.co.uk \nSummary of complaint\n1. Thomas Johnson complained to the Independent\nPress Standards Organisation that express.co.uk breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Corbyn accused of\nwanting to ‘brainwash school kids into hating UK’ with colonial history”,\npublished on 12 October 2018.\n2. The article\nreported on the response to suggestions by Jeremy Corbyn that “Britain’s\ncolonial legacy” be taught in schools. The article reported that “In 2008, Mr\nCorbyn backed Saddam Hussain [sic] against British troops saying: ‘Socialists\nshould unconditionally stand with the oppressed against the oppressor, even if\nthe people who run the oppressed country are undemocratic and persecute\nminorities, like Saddam Hussein.’”\n3. The complainant\nsaid that this quotation had been inaccurately attributed to Mr Corbyn; in\nfact, it had been made by a different individual.\n4. The publication\naccepted that the article was inaccurate in attributing the quotation to Mr\nCorbyn. On receipt of the complaint, it promptly offered to amend the article\nto remove the reference to the quotation, and to append the following footnote\nto the article:\nAn earlier version of this article reported that Jeremy\nCorbyn had backed Saddam Hussein in 2008 saying, “Socialists should\nunconditionally stand with the oppressed against the oppressor, even if the\npeople who run the oppressed country are undemocratic and persecute minorities,\nlike Saddam Hussein.” In fact this statement was made by the political activist\nJohn Rees, a national officer of the Stop the War Coalition, and not by Jeremy\nCorbyn.\n5. The complainant\nsaid that this did not resolve the complaint to his satisfaction.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee7.    While the\nalleged inaccuracy in this article related to Jeremy Corbyn, sources in the\npublic domain indicated that the quotation was incorrectly attributed to him,\nand this was accepted by the publication. The publication failed to provide any\ndetails relating to the care taken over the accuracy of this claim, and this\nrepresented a breach of Clause 1(i). The attribution of the quotation to Mr\nCorbyn gave the impression that he had expressed views which he had not\nexpressed, and the publication had not sought to argue that Mr Corbyn shared\nsuch views. Where the article was a critique of Mr Corbyn’s political views,\nand the misattributed quotation formed part of the basis for these criticism,\nthis was a significant inaccuracy that required correction to avoid a breach of\nClause 1(ii). On receipt of the complaint, the publication had promptly amended\nthe article and appended a footnote which made clear the inaccuracy the article\nhad contained, and the correct position. Where the article remained online in\nits amended form, a footnote correction was sufficient to address the\ninaccuracy; this action was adequately prompt and prominent to avoid a breach\nof Clause 1(ii).\nConclusions\n8. The complaint\nwas upheld under Clause 1(i).\nRemedial action required\n9. The publication\nhad promptly published a correction which made clear the inaccuracy in the\narticle, and made the correct position clear. Where the article remained online\nand had been amended, a footnote correction was sufficiently prominent. There\nwas no breach of Clause 1(ii), and no further remedial action was required.\nDate complaint received: 12/10/2018\nDate decision issued: 23/01/2019\nBack to ruling listing\n\n\n"
}