{
    "url": "/rulings-and-resolution-statements/ruling/?id=06726-22",
    "title": "06726-22 Singh v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2022-01-27 00:00:00",
    "received_on": "2022-04-28 00:00:00",
    "concluded_on": "2022-08-24 00:00:00",
    "complaint_processing_days": 118,
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 06726-22 Singh v mirror.co.uk\nSummary\nof Complaint\n1. Sukhdeep\nSingh complained to the Independent Press Standards Organisation that\nmirror.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined \"Cheat used Covid cash to fund his Class A drug\nhabit”, published on 27 January 2022.\n2. The\narticle was a comment piece prompted by the resignation of the minister\nresponsible for counter-fraud, and it reported on case studies of “lockdown\nleeches” who had been found to have abused the Bounce Back Loan (BBL) and\nKickstart youth jobs schemes. The article initially focused on a couple of\nparticular “Covid cheats”, and went on to state that ”[t]hese are far from\nisolated examples of milking the [Bounce Back Loan] scheme, which offered\nbusinesses cash of up to 25% of turnover, up to £50,000”. It continued to list\ncases where the BBL scheme had been “milked” and named individuals who had\nreceived bans from holding directorships as a result. This included mention of\n“Sukhdeep Singh of SKS Holdings Limited in Billericay, Essex [who] got a\nnine-year ban”.\n3. The\ncomplainant said that the article was in breach of Clause 1 (Accuracy) because\nincluding his name in an article with a headline reference to drug taking and\nfraud, this suggested that he had committed fraud. The complainant said that he\nwas disqualified as a business owner, but this was not due to fraud and that\nthe liquidation process had deemed him an unfit business owner due to a failure\nto keep records.\n4. The\npublication did not accept a breach of Clause 1. It cited the Insolvency\nService report on Mr Singh’s case, which stated the complainant had “appl[ied]\nfor a Bounce Back Loan (“BBL”) of £45,000 which he knew or ought to have known\nthat [his company] was not entitled to. In that: The BBL criteria allowed a\nbusiness to borrow between £2,000 and up to a maximum of 25% of the company\nturnover. Company Accounts for SKS made up to 30 June 2019 show a turnover of\n£21,450. The company turnover for 2019 declared by Mr Singh on the BBL\napplication form was £190,000 and was therefore overstated”. The publication\nsaid this report made clear that the complainant applied for a loan via the\nscheme which was more that the company was entitled to and that he had received\na nine-year ban as a consequence of this. The publication therefore did not\nconsider it misleading to list the complainant’s ban within the article.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n5. The\ncomplainant had said that the inclusion of his name in the article inaccurately\nsuggested that he had committed fraud, and that although he had been banned\nfrom holding a directorship for a period of time, this was not due to fraud.\nThe Committee assessed the article as a whole and considered that it was clear\nthat the “[c]heat [who] used Covid cash to fund his Class A drug habit”\nreferred to in the headline was the first case study discussed in the article\nand clearly not a reference to the complainant’s circumstances; those were\ndescribed much later.\n6. The\npublication had cited the Insolvency Service report, which stated that the\ncomplainant had received a nine-year ban for overstating the turnover of his\ncompany in order to apply for a loan to which his company was not entitled. The\nCommittee noted that it was not in dispute that the complainant had received a\nnine-year ban. Where the complainant had been banned for nine years as a result\nof applying for a Bounce Back Loan which the Insolvency Service had found that\n“he knew or ought to have known that his company was not entitled to”, the\nCommittee did not consider it inaccurate or misleading to list the complainant\namongst people who had “milked” the scheme. The Committee further noted that\nthe article did not allege that the complainant had “committed fraud”, it\nmerely stated that the complainant had “got a nine year ban”. There was no\nbreach of Clause 1.\nConclusion(s)\n7. The complaint was not upheld.\n\n\nDate\ncomplaint received: 28/04/2022\nDate\ncomplaint concluded by IPSO: 24/08/2022\nBack to ruling listing\n\n\n"
}