{
    "url": "/rulings-and-resolution-statements/ruling/?id=06731-18",
    "title": "06731-18 Wedge v The Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "published_on": "2018-10-12 00:00:00",
    "received_on": "2018-10-12 00:00:00",
    "concluded_on": "2019-03-01 00:00:00",
    "complaint_processing_days": 140,
    "conclusion_long": "13. The complaint was upheld under Clause 1(i).",
    "remedial_action": "14. The publication had promptly amended the online headline and published corrections which made clear the inaccuracy and set out the correct position. This was sufficient to avoid a breach of Clause 1(ii). Date complaint received: 12/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06731-18 Wedge v The Sun\nSummary of complaint\n1. Brian Wedge\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors' Code of Practice in an article\nheadlined \"£4BN FOREIGN AID TO FIX POTHOLES IN INDIA\", published on\n12 October 2018.\n2. The article\nreported that £4 billion of UK aid had been spent on improving roads and\nrailways abroad. It went on to report that India received £37 million for\nprojects to \"improve 'access to better quality transport'\" and\nupgrade roads. The article referenced other foreign aid projects and featured\ncomments from a Conservative MP and a representative of \"FairFuel UK\"\nwho both criticised the spending; the latter disputed the legitimacy of India\nas a recipient. It also featured a comment from the Department for\nInternational Development, in defence of the spending.\n3. The article was\nalso published online under the headline \"BURNING A HOLE: Fury as\n£4billion of Britain's foreign aid budget goes towards fixing POTHOLES\nabroad\". The online article also featured a report on the state of\nBritain's roads and an editorial piece by the publication criticising the\nspending.\n4. The complainant\nsaid that the headline of the article, which featured on page 6, was inaccurate\nand not supported by the text, which made clear that the £4billion had been\nspent on a range of infrastructure projects abroad. He suggested that the\ninaccuracy was deliberate and was intended to support its campaign against\noverseas aid, which had been the subject of a leader column that day.\n5. The publication\nsaid that the author of the headline had misinterpreted the information in the\narticle; this was down to human error and it firmly denied that the headline\nwas a deliberate inaccuracy. The publication said that it received a complaint\nfrom the Department for International Development and corrected the articles\nwith due prominence once it had been made aware. A correction was published in\nprint on page 2 in its corrections and clarifications column 20 October:\nAn article published on 6 Oct was headlined \"£4bn\nforeign aid to fix potholes in India\" In fact, as the article itself makes\nclear, the £4bn aid money covered a range of infrastructure programmes in the\ndeveloping world, and only a small proportion was spent on road maintenance in\nIndia. We are happy to clarify.\n6. The publication\nalso amended the headline of the online article to read \"BURNING A HOLE\nFury as £4billion of Britain's foreign aid budget goes towards improving roads\nand railways abroad\" and inserted a corrective footnote on 18 October:\nThe headline of this article previously said \"Fury as\n£4billion of Britain's foreign aid budget goes towards fixing POTHOLES\nabroad\". In fact, as the article itself makes clear, the £4bn aid money\ncovered a range of infrastructure programmes in the developing world. We are\nhappy to clarify.\n7. The complainant\nsaid that the published correction in print was too small and was not afforded\nthe due prominence of the original headline, which dominated the page.\nRelevant Code provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n9. The print\nheadline claimed that £4 billion of aid had been spent to fix potholes in India,\nwhen this figure funded a range of global infrastructure projects; only £37\nmillion of it had funded projects in India and this was not limited to fixing\npotholes. The online headline claimed that £4 billion had been spent on fixing\npotholes, which misrepresented the range of the projects and the purpose of the\nfunding. In both instances, the headline was inaccurate and not supported by\nthe text. This represented a failure to take care not to publish headlines\nunsupported by the text in breach of Clause 1(i).\n10. The Committee then considered whether the published remedies\nwere sufficient to avoid a breach of Clause 1(ii). The print correction was\noffered promptly; the article was published on 12 October and the correction\nwas published on 20 October. The correction identified the original inaccuracy,\nit made clear that the £4 billion covered a range of projects and addressed that\nonly a small amount was spent on maintaining roads in India; this was\nsufficient to avoid a breach of Clause 1(ii).\n11. The complainant said that this correction was not\nafforded the prominence of the original headline due to its size. However, when\nexamining due prominence, the placement of a correction must be considered. The\noriginal article featured on page 6, while the correction was published on page\ntwo in the newspaper's corrections and clarifications column. Established\ncorrections and clarifications columns not only demonstrate a commitment to\ncorrecting inaccurate or misleading material - they also provide a consistent\nposition in which to correct inaccuracies for readers. Familiarity with an\nestablished column contributes to the prominence of a correction, and\npublishing corrections in other areas of the newspaper can undermine these\nfunctions. Where the inaccuracy featured on page 6, this was a sufficiently\nprominent position to address the inaccuracy and there was no breach of Clause\n1(ii) on this point.\n12. The amendment to the online headline and the corrective\nfootnote also addressed the inaccuracy and were offered sufficiently promptly;\nthe article was published on 12 October and updated on 18 October. There was no\nbreach of Clause 1(ii).\nConclusions\n13. The complaint was upheld under Clause 1(i).\nRemedial action required\n14. The publication had promptly amended the online headline\nand published corrections which made clear the inaccuracy and set out the\ncorrect position. This was sufficient to avoid a breach of Clause 1(ii).\nDate complaint received: 12/10/2018\nDate decision issued: 01/03/2019\nReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The Independent\nComplaints Reviewer decided that the process was not flawed and did not uphold\nthe request for review.\nBack to ruling listing\n\n\n"
}