{
    "url": "/rulings-and-resolution-statements/ruling/?id=06731-20",
    "title": "06731-20 Gilbert v the Northern Echo",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "14 Confidential sources (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Northern Echo (Newsquest Media Group)",
    "published_on": "2020-05-23 00:00:00",
    "received_on": "2020-05-25 00:00:00",
    "concluded_on": "2020-10-22 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "16. The complaint was upheld under Clause 1(i).",
    "remedial_action": "17. Having upheld the complaint, the Committee considered what remedial action should be required. 18. The publication had offered to publish a correction in a prominent position and sufficiently promptly as to meet the requirements of Clause 1(ii). This should now be published to avoid a breach of Clause 1(ii).   Date complaint received: 25/05/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 06731-20 Gilbert v the Northern Echo\nSummary\nof Complaint\n1. Michael\nGilbert, personally and on his wife’s behalf, complained to the Independent\nPress Standards Organisation that the Northern Echo breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion into grief or shock) and\nClause 14 (Confidential sources) in an article headlined “Licence appeal from\nbus driver involved in fatal crash” published on 23 May 2020.\n2. The\narticle reported that “A bus driver [the complainant] involved in a fatal crash\nis trying to get his driving licence back two years after being banned as a\nresult”. It stated that “Teesside Crown Court heard” that the complainant was\n“attempting to reduce his three year driving ban to enable him to take on more\nhours at work and help out his ill wife”. The article reported that the\nbarrister representing the complainant had said that “his family circumstances\nhad changed due to his wife’s illness making it impossible for her to work or\ndrive”; and that his “current employers, [a named supermarket], said that they\nwere unable to give him extra work unless he had his driving licence”.\n3. The\narticle appeared online in a substantially similar format.\n4. The\ncomplainant said that the article breached Clause 1 as his barrister had not\nsaid that “his wife’s illness mak[es] it impossible for her to work or drive”.\nRather, his barrister had said that his wife’s illness was making it\nincreasingly difficult for her to work. The complainant also said that\ninformation about his place of work and his wife’s medical condition should\nnote have been published, and doing so breached Clauses 2 and 14, and caused\ndistress to his family in breach of Clause 4. However, he accepted that this\ninformation had been made public in court.\n5. The\npublication accepted that the complainant’s barrister had actually said her\ncondition makes it increasingly difficult for her to work rather than\n“impossible for her to work or drive” as the article had reported. It therefore\naccepted that it had inaccurately summarised the barrister’s remarks, amended\nthis reference and offered, during direct correspondence with the complainant,\nto publish a clarification. The publication proposed that the clarification\nwould appear footnoted to the online article and in print on page 2. 17 days\ninto IPSO’s investigation it proposed the following wording:\nAn\narticle published by The Northern Echo on May 22 (online) and May 23 (print)\nregarding an application by bus driver Michael Gilbert to reduce his three-year\ndriving ban following his involvement in a fatal collision in Darlington, said\nhis family’s circumstances had changed due to his wife’s medical condition\nmaking it impossible for her to work or drive. We are happy to make clear that\nhis representative, [named person], actually said her illness was making it\nincreasingly difficult for her to work or drive. We apologise for the error.\n6. The\ncomplainant did not accept this offer.\nRelevant\nCode provisions\n7.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be correction,\npromptly and with due prominence, and –where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n8. Clause\n2 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\n9. Clause\n4 (Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\n10. Clause\n14 (Confidential sources)\nJournalists\nhave a moral obligation to protect confidential sources of information.\nFindings\nof the Committee\n11. The\npublication had accepted it had misreported the comments of the complainant’s\nbarrister and therefore had failed to take care not to publish inaccurate\ninformation. There was a breach of Clause 1(i). \n12. The\ninaccuracy was significantly misleading as to the complainant’s wife’s ability\nto go about her everyday life and the basis of the complainant’s application\nfor the return of his driving license. Therefore, the inaccuracy required\ncorrection under the terms of Clause 1(ii). The correction offered by the\npublication was sufficient. It identified the inaccuracy and put the correct\nposition on record; it was prompt given the publication’s efforts to resolve\nthe complaint at an early stage; and was sufficiently prominent, appearing as\nfootnote to the amended article online and in print on page 2. There was no\nbreach of Clause 1(ii).\n13. The\ncomplainant had confirmed that details of his wife’s condition and his employer\nhad been made public in open court. In such circumstances, the publication was\nentitled to report this. Reporting public court proceedings forms part of the\nimportant principle of open justice. There was no reasonable expectation of\nprivacy over this information and no breach of Clause 2.\n14. The\ncomplainant had said that the publication of the same information had\nconstituted a breach of Clause 14. However, Clause 14 relates to the\nidentification of confidential sources of information. Where the complainant’s\nconcern did not relate to this -and was instead that the information itself was\nconfidential- Clause 14 was not engaged.\n15. The\ncomplainant had said that the publication of the same information had caused him\nand his family distress in breach of Clause 4. However, Clause 4 does not\nrestrict the right to report legal proceedings. Where this information had been\nmade public in court, there was no breach of Clause 4.\nConclusions\n16. The\ncomplaint was upheld under Clause 1(i).  \nRemedial\nAction Required\n17.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required.\n18. The\npublication had offered to publish a correction in a prominent position and\nsufficiently promptly as to meet the requirements of Clause 1(ii). This should\nnow be published to avoid a breach of Clause 1(ii).\n \nDate\ncomplaint received: 25/05/2020\nDate decision\nissued: 22/10/2020\nBack to ruling listing\n\n\n"
}