{
    "url": "/rulings-and-resolution-statements/ruling/?id=06740-17",
    "title": "06740-17 Palestinian Return Centre v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-04-28 00:00:00",
    "received_on": "2017-05-05 00:00:00",
    "concluded_on": "2017-08-22 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A Date complaint received: 05/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06740-17 Palestinian Return Centre v Mail Online\nSummary of Complaint\n1. Palestinian\nReturn Centre complained to the Independent Press Standards Organisation that\nMail Online breached Clause 1 (Accuracy) and Clause 10 (Clandestine devices and\nsubterfuge) of the Editors’ Code of Practice in an article headlined:\n“Pictured: The moment Met police armed with machine guns throw Jewish audience\nmembers out of pro-Palestinian Labour event at Parliament”, published on 28\nApril 2017.\n2. The article reported\non a pro-Palestinian event titled “The Question of Jerusalem: Occupation,\nDiscrimination and Displacement” that took place at Parliament. The article stated that speeches were given\nby a number of speakers, including Kamal Hawwash, who the article referred to\nas the “main speaker.” The article stated that during the question and answer\nsession, Jewish activists had strongly challenged the speakers and were removed\nfrom the event by armed members of the Metropolitan Police, as the host had\naccused the activists of being “disruptive.” The article also included footage\nfrom the event and contained quotations from the exchange between the activists\nand speakers, which was based on mobile phone recordings taken at the event.\n3. The complainant\nsaid that the headline of the article was misleading, as it referred to the\nindividuals removed from the event as “Jewish” rather than pro-Israeli. The\ncomplainant said that this implied that the activists had been removed for\nbeing Jewish, which was not the case. The complainant also said it was\ninaccurate to refer to Kamal Hawwash as the “main speaker,” as he was one of\nthree speakers on the panel.\n4. The complainant\nwas also concerned that the publication had used clandestine devices and\nengaged in subterfuge. The complainant said that photography was not permitted\nin parliament buildings, and consent had to be sought prior to the publication\nof photographs taken at a parliamentary event. The complainant also said that\nthe use of a recording device was clandestine and unauthorised.\n5. The publication\ndid not accept that it had breached the Code. It said that the individuals\nreferred to in the headline had confirmed to the publication that they were\nJewish, and did not accept it was misleading to refer to them in this way. The\npublication also said it was not significantly inaccurate to refer to one of\nthree panel members as the “main speaker.” The publication said that the\narticle made clear that there were a number of speakers on the panel. However,\nas a goodwill gesture, the publication removed the references to a “main\nspeaker” from the article.\n6. The publication\nsaid that the host had given permission for photographs to be taken, and no\nhidden camera was used. It maintained that the recording device was in clear\nview, and no attempt was made to hide the device. The publication also stated\nthat any alleged breach of parliamentary estate rules would be a matter for\ninvestigation by the Serjeant at Arms, not IPSO.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and- where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nFindings of the Committee\n8. The headline\nreferred to the individuals removed from the event as Jewish, based on\ninformation they had provided to the publication. Where the article made clear\nthat they had been accused of being “disruptive”, and did not suggest they were\nremoved for being Jewish, the headline of the article was not misleading. The\nCommittee also noted that in the context of the event, the reference to the\naudience member’s religion was relevant. Where the article had made clear that\nthere were several speakers at the event, it was not significant to refer to a\npanel member as the “main speaker.” There was no breach of Clause 1.\n9. The complaint\nsaid that the publication of photographs and the use of a recording device was\nin breach of parliamentary rules and therefore a breach of Clause 10. However,\nthere was no basis to suggest that a hidden camera or clandestine listening\ndevice had been used. The photographs and recording device had simply recorded\na public event: no further information had been obtained by the use of these\ndevices, other than what those attending the event, would have already been\nprivy to. As such, the terms of Clause 10 were not engaged.\nConclusion\n10. The complaint was not upheld.\nRemedial action required\n11. N/A\nDate complaint received: 05/05/2017Date decision issued: 22/08/2017 \nBack to ruling listing\n\n\n"
}