{
    "url": "/rulings-and-resolution-statements/ruling/?id=06758-18",
    "title": "06758-18 Jefferd v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2018-07-11 00:00:00",
    "received_on": "2018-10-14 00:00:00",
    "concluded_on": "2019-01-11 00:00:00",
    "complaint_processing_days": 89,
    "conclusion_long": "of the trial online and in print, setting out the results of the case, which it said effectively nullified any ambiguity about the charges the defendants faced that readers may have drawn from the original article. 8. The publication said that the article was based on agency copy from a reporter in court and accurately reported the charges faced by the complainant; it was entitled to reference the fact that he was being tried alongside his co-defendant, and that he had drawn up a will leaving a significant bequest to his co-defendant. These facts were also referenced by the prosecution on the first day of the trial. 9. The publication did not accept that the article gave the impression as suggested by the complainant that the will in question was drawn up subsequent to the other man receiving payments from the woman; however, it said that such a meaning would not amount to a significant inaccuracy so as to require correction. It also said that the phrase “allegedly signed” was clearly in reference to the fact that the defendants were alleged to have committed acts of fraud and forgery relating the signing of the woman’s will. It was not inaccurate to report this allegation. 10.  Without admitting any liability, the publication said that these steps satisfied any requirement under Clause 1.(ii), but also offered to publish the following clarification on page 2 of the newspaper: Barry Jefferd Barry Jefferd (\"GP accused of trying to con French Resistance heroine out of her home\", 11 July) was charged with abusing his position as an accountant, tax advisor, and financial advisor, contrary to Section 1 of the Fraud Act 2006, and Section 1 of the Forgery and Counterfeiting Act 1981. He was never charged with conspiring with [the other man] in respect of [woman’s] Will. The case was dismissed by the court on the grounds of no case to answer. We apologise for any confusion that may have been caused.” Relevant Code Provisions 11.  Clause 1 (Accuracy)  i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 12. The article made clear the charges that the complainant and the other man faced, and was entitled to reference the fact that the defendants had appeared in court together and that the will in question benefitted the other man.  There was no failure to take care over the presentation of these statements, and no breach of Clause 1 on this point. 13.  It was accepted that the complainant had drafted the will at the same time as the other man had received payments from the woman. However, the article accurately reported that the complainant had drawn up the will in question in 2012, and that his co-defendant had received payments from the woman between 2010 and 2015, and thus was not misleading as to the overall facts of the case. Furthermore, in circumstances in which the veracity of the will was in dispute at the time of publication, the article was entitled to describe it as being “allegedly” signed by the woman; the headline was an accurate characterisation of the facts of the case. There was no breach of Clause 1 on these points. 14.  The newspaper had accurately reported the original court proceedings. Where a newspaper is made aware of the outcome of court proceedings, by a defendant or otherwise, it may be appropriate to publish an update to keep readers informed of the status of the case. In this case, the publication offered to publish a clarification when they were contacted directly by the complainant, and then published a follow up article which made clear that the defendants had been found to have no case to answer. This update put complainant’s position on record, and there was no possible breach of Clause 1. Conclusions 16. The complaint was not upheld.",
    "remedial_action": "17.  N/A Date complaint received: 14/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06758-18 Jefferd v The\nDaily Telegraph\nSummary of complaint\n1. Barry Jefferd\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) in an article headlined “GP accused of\ntrying to con French Resistance heroine out of her home” published on 11 July\n2018\n2. The article was\na report of court proceedings in which the complainant and another man were\ncharged with fraud. The complainant was also charged with one count of forgery.\nThe article detailed the charges facing the defendants, and said that the complainant,\nwho was the alleged victim’s accountant, “…allegedly drew up a will which\nsigned over [woman’s] property in Cadogan Square, Chelsea, to [the other man]”.\nIt also said that the complainant, “…later drew up a will, allegedly signed by\n[woman], in which she was to leave her £1.5 million flat and its entire\ncontents to [the other man]”.3. The article was\nalso published online with the headline “Female French Resistance fighter\ntargeted by crooked GP over her £1.5 million home, court hears”. This version\nwas substantially the same as the article that appeared in print.4. The complainant\nsaid that the article misreported the charges he faced, because the only\nallegation made against him related to the inclusion of a charging clause in the\nwill. He said that the article gave the misleading impression that he conspired\nwith the other man when including him in the woman’s will, when this action was\nlegal and unrelated, and did not form part of the charges that either of them\nfaced. He said that he and his co-defendant had been found to have no case to\nanswer.\n5. The complainant\nalso said that it was inaccurate to state that the other man took payments from\nthe woman between 2010 and 2015 and that “later” the complainant drew up the will\n- the will in question was drawn up in 2012, not after the payments were taken.\nIn addition, he said that it was inaccurate to state that this will was\n“allegedly” signed by the woman. He said that the woman had signed the will and\nthis was not in dispute.\n6. The complainant\nsaid that the headline was inaccurate; he and his co-defendant were not “trying\nto con French resistance heroine out of her home”. The woman still lived in her\nhome and there would be no reason why she would leave her home in her lifetime.\nThe complainant said that if anyone were to be conned out of the home as a\nresult of changes to the will, it would have been the previous beneficiary of\nthe house, his co-defendant.\n7. The publication\nsaid that the article made clear that both of the defendants denied all of the\ncharges and it offered a clarification in print and online when it was\ncontacted by the complainant, making clear that both of the defendants had been\nfound to have no case to answer. This was declined. The publication then\npublished a follow-up article at the conclusion of the trial online and in\nprint, setting out the results of the case, which it said effectively nullified\nany ambiguity about the charges the defendants faced that readers may have\ndrawn from the original article.\n8. The publication\nsaid that the article was based on agency copy from a reporter in court and\naccurately reported the charges faced by the complainant; it was entitled to\nreference the fact that he was being tried alongside his co-defendant, and that\nhe had drawn up a will leaving a significant bequest to his co-defendant. These\nfacts were also referenced by the prosecution on the first day of the trial.\n9. The publication\ndid not accept that the article gave the impression as suggested by the complainant\nthat the will in question was drawn up subsequent to the other man receiving\npayments from the woman; however, it said that such a meaning would not amount\nto a significant inaccuracy so as to require correction. It also said that the\nphrase “allegedly signed” was clearly in reference to the fact that the\ndefendants were alleged to have committed acts of fraud and forgery relating\nthe signing of the woman’s will. It was not inaccurate to report this\nallegation.\n10.  Without admitting\nany liability, the publication said that these steps satisfied any requirement\nunder Clause 1.(ii), but also offered to publish the following clarification on\npage 2 of the newspaper:\nBarry Jefferd\nBarry Jefferd (\"GP accused of trying to con French\nResistance heroine out of her home\", 11 July) was charged with abusing his\nposition as an accountant, tax advisor, and financial advisor, contrary to\nSection 1 of the Fraud Act 2006, and Section 1 of the Forgery and\nCounterfeiting Act 1981. He was never charged with conspiring with [the other\nman] in respect of [woman’s] Will. The case was dismissed by the court on the\ngrounds of no case to answer. We apologise for any confusion that may have been\ncaused.”\nRelevant Code Provisions\n11.  Clause 1\n(Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n12. The article made clear the charges that the complainant\nand the other man faced, and was entitled to reference the fact that the\ndefendants had appeared in court together and that the will in question\nbenefitted the other man.  There was no\nfailure to take care over the presentation of these statements, and no breach\nof Clause 1 on this point.\n13.  It was accepted\nthat the complainant had drafted the will at the same time as the other man had\nreceived payments from the woman. However, the article accurately reported that\nthe complainant had drawn up the will in question in 2012, and that his co-defendant\nhad received payments from the woman between 2010 and 2015, and thus was not\nmisleading as to the overall facts of the case. Furthermore, in circumstances\nin which the veracity of the will was in dispute at the time of publication,\nthe article was entitled to describe it as being “allegedly” signed by the\nwoman; the headline was an accurate characterisation of the facts of the case.\nThere was no breach of Clause 1 on these points.\n14.  The newspaper had\naccurately reported the original court proceedings. Where a newspaper is made\naware of the outcome of court proceedings, by a defendant or otherwise, it may\nbe appropriate to publish an update to keep readers informed of the status of\nthe case. In this case, the publication offered to publish a clarification when\nthey were contacted directly by the complainant, and then published a follow up\narticle which made clear that the defendants had been found to have no case to\nanswer. This update put complainant’s position on record, and there was no\npossible breach of Clause 1.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\n17.  N/A\nDate complaint received: 14/10/2018\nDate decision issued: 11/01/2019\nBack to ruling listing\n\n\n"
}