{
    "url": "/rulings-and-resolution-statements/ruling/?id=06759-18",
    "title": "06759-18 Jefferd v Daily Express",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2018-07-11 00:00:00",
    "received_on": "2018-10-14 00:00:00",
    "concluded_on": "2019-01-11 00:00:00",
    "complaint_processing_days": 89,
    "conclusion_long": "12. The complaint was not upheld",
    "remedial_action": "13. N/A Date complaint received: 14/10/18",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06759-18 Jefferd v\nDaily Express\nSummary of complaint\n1. Barry Jefferd\ncomplained to the Independent Press Standards Organisation that the Daily\nExpress breached Clause 1 (Accuracy) of the Editors' Code of Practice in an\narticle headlined “Doctor and accountant ‘tried to strip war heroine of her\nfortune’” published on 11 July 2018.\n2. The article was\na report of court proceedings in which the complainant and another man were\ncharged with fraud. The complainant was also charged with one count of forgery.\nThe article detailed the charges facing the defendants, and said that the\ncomplainant, who was the alleged victim’s accountant, “…allegedly drew up a\nwill which signed over [woman’s] property in Cadogan Square, Chelsea, to [the\nco-defendant]”. It also said that the complainant, “…later drew up a will, allegedly\nsigned by [woman], in which she was to leave her £1.5 million flat and its\nentire contents to [co-defendant]”.\n3. The article also\nappeared online in the same form; this was deleted from the publication’s\nwebsite when initially it was contacted by the complaint.\n4. The complainant\nsaid that the article misreported the charges he faced, because the only\nallegation made against him related to the inclusion of a charging clause in\nthe will. He said that the article gave the misleading impression that he\nconspired with the other man when including him in the woman’s will, when this\naction was legal and unrelated, and did not form part of the charges that\neither of them faced. He said that he and his co-defendant had been found to\nhave no case to answer.\n5. The complainant\nalso said that it was not alleged that the other man took payments from the\nwoman between 2010 and 2015 and that “later” the complainant drew up the will. The will in question was drawn up in 2012, not after the payments were taken.\nIn addition, he said that it was inaccurate to state that this will was\n“allegedly” signed by the woman. He said that the woman had signed the will and\nthis was not in dispute.\n6. The publication\nsaid that it had relied on agency copy from a reporter present in court, and\nthat the article was a faithful reproduction of this copy. In addition, the\npublication said that the complainant faced serious charges and did not\nconsider the inaccuracies alleged by the complainant to be significant in the\ncontext of the overall nature of his crime.\n7. The publication\nsaid that it had been contacted by the complainant’s lawyer prior to IPSO’s\ninvolvement and had removed the online version of the article at his request.\nIt said that in these circumstances, it was not necessary to add an update\ninforming readers of the complainant’s acquittal, and noted that this acquittal\nhad been widely reported elsewhere. However, it offered to publish the\nfollowing correction in print on page 2 in its corrections and clarification\ncolumn and as a standalone section online:\n“Barry Jefferd - Correction\nOur article \"Doctor and accountant 'tried to strip war\nheroine of her fortune' published on 11 July 2018, concerned a report of the\ncriminal trial of Barry Jefferd and a family doctor at Southwark Crown Court.\nWe reported that accountant Barry Jefferd and [another man] were accused of\ntrying to fleece [the woman] out of all her belongings and that Mr Jefferd had\ndrawn up a will alleged to have been signed by [the woman]. This was not\ncorrect. In respect of Barry Jefferd, the prosecution alleged that he abused\nhis position by making Miss Cohen's Last Will and Testament and procuring the\nsigning of the will in the knowledge that she did not have the capacity where\nthere was a potential benefit for him because of a charging clause in the will\nfor professional services.  There was no\nallegation that Mr Jefferd and her Doctor had acted together in their alleged\nfrauds. We also confirm that following submissions to the court by both\ndefendants that there was no case to answer, this was accepted by the judge on\nthe basis that no reasonable jury, properly directed, could conclude that Ms\nCohen lacked capacity at the relevant times. We are happy to set the record\nstraight and apologise for any upset that may have been caused by this error.”\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The article made\nclear the charges that the complainant and the other man faced, and was\nentitled to reference the fact that the defendants had appeared in court\ntogether and that the will in question benefitted the other man. There was no failure to take care over the\npresentation of these statements, and no breach of Clause 1 on this point.\n10. It was accepted\nthat the complainant had drafted the will at the same time as the other man had\nreceived payments from the woman. However, the article was not significantly\ninaccurate on this point so as to require correction: it did not give an\noverall misleading impression of the nature of the charges facing the\ncomplainant at the time of publication. Furthermore, in circumstances in which\nthe veracity of the will was in dispute at the time of publication, the article\nwas entitled to describe it as being “allegedly” signed by the woman; the\nheadline was an accurate characterisation of the facts of the case. There was\nno breach of Clause 1 on these points.\n11. The newspaper had accurately reported the original court\nproceedings. Where a newspaper is made aware of the outcome of court\nproceedings, by a defendant or otherwise, it may be appropriate to publish an\nupdate to keep readers informed of the status of the case. In this case,\nalthough the online article had already been removed, there was a requirement\nto put the defendants’ updated position on record. The statement offered was\nsufficient in this regard and should now be published. There was no breach of\nClause 1.\nConclusions\n12. The complaint was\nnot upheld\nRemedial Action Required\n13. N/A\nDate complaint received: 14/10/18\nDate decision issued: 11/01/19\nBack to ruling listing\n\n\n"
}