{
    "url": "/rulings-and-resolution-statements/ruling/?id=06786-18",
    "title": "06786-18 Crick v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2018-09-30 00:00:00",
    "concluded_on": "2019-01-16 00:00:00",
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/ADate complaint was received: 13/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06786-18 Crick v The\nSunday TelegraphSummary of complaint1. Jeremy Crick\ncomplained to the Independent Press Standards Organisation that The Sunday\nTelegraph breached Clause 1(Accuracy) of the Editors' Code of Practice in an\narticle headlined \"No place for 'Taliban' Cromwell next to Parliament,\nsays historian\" published on 30 September 2018.2. The article\nreported that a \"row\" had \"broken out between historians\"\nover calls to remove a statue of Oliver Cromwell from outside the Houses of\nParliament. It reported that in a letter published by The Times newspaper, the\ncomplainant, a social historian, had compared Oliver Cromwell to the Taliban\nand said \"there should be no place for him outside the Palace of\nWestminster\" and that he was \"responsible for the wholesale\ndestruction by Parliamentarian troops of many religious and church\nbuildings\". It reported that the complainant said its removal would be\n\"poetic justice\" for his \"Taliban-like destruction\" of\nEngland's religious and cultural artefacts. The article referenced the campaign\nto remove the statue of Cecil Rhodes at Oxford University's Oriel College. It\nreported that the Cromwell Association had dismissed the complainant's proposal\nas an attempt to \"rewrite history\".3. The article also\nappeared online under the headline \"Parliament's statue of Cromwell\nbecomes latest memorial hit by 'rewriting history' row\" published on 29\nSeptember 2018. The online version featured some additional details but these\nwere not relevant to the complaint.4. The complainant\nsaid that the article was misleading as it distorted views he expressed in the\npublished letter, treating it as a serious suggestion, when in fact it had been\nwritten in jest and was not intended to be taken literally. He said he had\nwritten the letter in response to a previous letter which advocated moving\nunloved statues to a statue park similar to \"Moscow's Park of Fallen\nIdols\", rather than destroying them. This letter, in turn had been\npublished in response to an article which claimed that demolishing monuments\nwas a “Taliban-like trend”; both the article and letter to which the\ncomplainant was responding featured in The Times and referenced the Taliban.\nThe complainant said this was intended as a \"whimsical\" or tongue in\ncheek response and not a literal endorsement to remove Cromwell's statue, nor\nwas he literally comparing him to the Taliban. Therefore, it was inaccurate to\nreport that he said \"there should be no place for [Cromwell] outside the\nPalace of Westminster\"; he had never made this claim.5. The complainant\nsaid that by suggesting his proposal was serious, the article mischaracterised\nhis beliefs as a historian and his position in the \"rewriting\nhistory\" debate, as he does not endorse historical revisionism, or the\nviews of the group advocating the removal or destruction of the Cecil Rhodes\nstatue. He said the publication had published what he considered to be damaging\nclaims about him, without contacting him first. The complainant said that had\nthe publication contacted him prior to publication, this would have been clear.6. The publication\napologised for misinterpreting the complainant's letter but denied a breach of\nthe Code. It said that on normal reading, the letter had called for the removal\nof Cromwell's statue, implying that his religious zealotry and cultural vandalism\nhad made him an unsuitable individual to be honoured with a statue outside\nparliament. It did not attribute the claim that there was \"no place\"\nfor Cromwell next to Parliament directly to the complainant and on normal\nreading this was what the complainant's letter was suggesting. The publication\nsaid that the nature of his letter, which had appeared to call for a statues\nremoval, was relevant to the \"rewriting history\" dispute, it was\nreasonable to set this view in the wider context of the debate.7. The publication\ndenied that not contacting the complainant prior to publication constituted a\nfailure to take care under the terms of the Code; it was not under any\nobligation to; it was entitled to rely on the natural meaning of the letter.8. Nonetheless, the\npublication accepted the complainant's position that it had misinterpreted the\nmeaning of his letter. The publication removed the online article and offered\nto publish a clarification in print in its 'Corrections and Clarifications' column\nwith the following wording:Oliver Cromwell's statue A 30 Sept report that Jeremy Crick\nhad called for the statue of Oliver Cromwell in front of the Houses of\nParliament to be removed was based on a letter Mr Crick wrote to a national\nnewspaper. Mr Crick has asked us to point out that although the letter appeared\nto call for removal of the statue, it was written in jest; he does not wish the\nstatue moved. We are happy to clarify.Relevant Code Provisions9. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.Findings of the Committee10. The Committee acknowledged the complainant's position\nthat he had written the letter in jest but considered that this was not obvious\nfrom reading it. The letter, published\nin a national newspaper, had suggested sending Cromwell's statue to Coventry\nand claimed \"its banishment would be poetic justice\" for his\n\"Taliban-like destruction\". The publication was entitled to take\nthese claims and apparent motivation at face value. It was not misleading to\nstate that the complainant said there was \"no place\" for the statue\noutside Parliament. The complainant appeared to call for the statue's removal\nand referenced a motive: the destruction of historic artefacts by Cromwell's\n\"fanatical puritan followers\". There was no breach of Clause 1(i) on\nthis point. The complainant had compared Cromwell to the Taliban in his letter;\nwhether he introduced the comparison or analogy was irrelevant; there was no\nbreach of Clause 1(i) on this point.11. The article was reporting the complainant's published\nletter; both his letter, and the letter to which he responded, were already in\nthe public domain. While the Committee acknowledged that the complainant\nconsidered that the publication had “attacked” him by misconstruing his\nposition, there were no grounds to establish that the publication had been\naware that the claims could be damaging in a conventional sense; without\nknowledge of the complainant’s intentions, it appeared to be a report of a\ndisagreement amongst historians. In these circumstances, and where the source\nmaterial was in the public domain, the newspaper was under no obligation to\ncontact the complainant before publication; this did not constitute a failure\nto take care in breach of Clause 1(i).12. It was not misleading to reference the letter in the\ncontext of the \"rewriting history\" debate; the letter appeared to\ncall for the removal of Cromwell's statue; this view was opposed by a member of\nthe Cromwell society. Where the two opposing views were relevant to the\ndispute, it was not misleading for the article to present the claims in this\ncontext; there was no breach of Clause 1 on this point.13. Regardless, the publication was made aware that it had\nmisinterpreted the complainant's letter. Given that it accepted having\nmisunderstood his position, and had published critical comment about his\nproposal on the basis of this misunderstanding, it was appropriate for the\npublication to offer to clarify his position. The Committee welcomed the\npublication's prompt offer of a clarification. This clarification appropriately\nidentified the misleading impression given, provided clarifying information and\nwas offered with due prominence. The clarification was sufficient under the\nterms of Clause 1 (ii) and should now be published.Conclusion14. The complaint was not upheld.Remedial action required15. N/ADate complaint was received: 13/10/2018Date decision issued: 16/01/2019\n \nBack to ruling listing\n\n\n"
}