{
    "url": "/rulings-and-resolution-statements/ruling/?id=06827-17",
    "title": "06827-17 Gendy v The Sentinel",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sentinel (Stoke) (Reach PLC)",
    "published_on": "2017-04-14 00:00:00",
    "received_on": "2017-05-08 00:00:00",
    "concluded_on": "2017-10-23 00:00:00",
    "complaint_processing_days": 168,
    "conclusion_long": "18. The complaint was upheld.",
    "remedial_action": "19. Having upheld the complaint, the Committee considered what remedial action should be required. 20. The newspaper had promptly offered to publish a clarification on page 2 and as a footnote to the online article, which addressed the inaccuracies and was sufficiently prominent. The newspaper had also promptly offered to amend the online article to read “breast cancer risk reduction surgery”. The amendments to the online article should now be made, and the clarification should be published, as offered. Review 21. The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.Date complaint received: 08/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06827-17 Gendy v The Sentinel\nSummary of complaint\n1. Raafat Gendy complained to the Independent Press\nStandards Organisation that The Sentinel breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Surgeon’s 15-month cancer op\nban”, published on 14 April 2017.\n2. The article reported that the General Medical Council\n(GMC) had imposed an interim order which would prohibit the complainant from\noperating on patients for fifteen months, after colleagues raised “serious\nconcerns” about his practice as a breast cancer surgeon. It reported that the\nUniversity Hospitals of North Midlands NHS Trust (the Trust) launched an\ninternal review into the treatment of twenty six women under the complainant’s\ncare, to “determine whether patients have been managed appropriately and\nwhether any harm has been caused by any deficiencies in their care”. The\narticle also reported that the complainant had been excluded from clinical\nduties by the Trust, since January 2016, while on-going investigations took\nplace, and that the interim order had replaced this earlier ban.\n3. The article reported on the conditions of the interim\norder and claimed that this included that the complainant could not carry out\nany breast cancer reduction surgery unless faced with a life-threatening\nemergency, and that he must not carry out consultations with patients regarding\nbreast cancer surgery. It reported that the conditions mostly related to\nreconstruction or risk reduction surgery. The article also reported that the\ncomplainant’s case had been referred to the Medical Practitioners’ Tribunal\nService (MPTS); that the investigation into the complainant’s conduct was\nongoing; and that the MPTS could decide to hold a full hearing, give advice,\nissue a warning or take no further action.\n4. The article was published online in substantively the\nsame format, headlined “Royal Stoke University Hospital surgeon given interim\n15-month ban to stop him operating on patients”.\n5. The complainant said that both the headline and the\narticle were inaccurate, and gave the misleading impression that the interim\norder had imposed a complete ban on him operating on patients. He said that the\nrestriction was limited to breast cancer risk reduction surgery, which takes\nplace on patients who do not have cancerous tissue, and said that this is\ndistinct from breast cancer reduction surgery, which takes place on patients\nwho suffer from cancer. The complainant said that breast cancer risk reduction\nsurgery accounted for only 0.5% of his practice and that there was no ban on\nhim carrying on with the remainder of his practice.\n6. The complainant said that the conditions imposed by the\nGMC did not prevent him from carrying out consultations with patients regarding\nbreast cancer surgery; he said that the ban only prevented him from carrying\nout consultations regarding breast cancer risk reduction surgery, and not\nregarding any cancer or benign breast disease.\n7. The complainant said that the headline was inaccurate and\nnot supported by the text. He said that the headline reported that he was\ncompletely banned from operating on patients, when the article reported that\nthe ban was only in relation to breast cancer reduction surgery.\n8. The complainant also said that the article was not\nbalanced as it did not include his denial of the allegations made by the\npatients. The complainant noted that at the time that his colleagues had raised\ntheir concerns, no complaints had been made by any of his patients. He was also\nconcerned that the newspaper did not contact him for his comment prior to the\npublication of the article.\n9. The newspaper did not accept that there had been a breach\nof the Code. It said that the article was based on information published by the\nGMC and as such, it was not of the view that it required the complainant’s\ncomment. The newspaper said that in any event, reporters had contacted the\ncomplainant’s employer three times prior to the publication of the article\nrequesting a statement regarding his case. It said that when the reporters\ncalled the Trust they worked on the basis that its response would cover the interests\nof both the organisation and its employee, and noted that it was not able to\nobtain the complainant’s contact details. The newspaper said that the telephone\ncalls were not recorded and it provided a copy of an off-the-record statement\nreceived from a press officer working at the Trust. The newspaper had also\napproached the MPTS and the North Staffordshire Healthwatch for its comment and\nincluded this in the article, along with comment made on behalf of the Trust.\n10. The newspaper provided a copy of the GMC document which\noutlined the conditions imposed on the complainant’s practice. It stated that\n“except in life-threatening emergencies, [the complainant] must not carry out\nany breast cancer risk reduction surgery”. It also stated that the complainant\n“must not carry out consultations with patients regarding breast cancer risk\nreduction surgery”.\n11. The newspaper said that the conditions of the ban were\nmade clear within the article. It noted that the article had reported that\n\"The interim order means the Royal Stoke University Hospital surgeon\ncannot carry out any breast cancer reduction surgery between now and June\n2018\", and that \"Hospital officials have also sought the expert\nopinion of the Royal College of Surgeons, which is expected to report back its\nfindings in the near future. The matters mostly relate to reconstruction or\nrisk reduction surgery\". The newspaper said that it would not have been\npossible to detail the conditions in full, in the headline.\n12. The newspaper said that in the context of the article as\na whole, it was not significantly inaccurate to report that the complainant\n“must not carry out consultations with patients regarding breast cancer\nsurgery”, particularly in circumstances where the article reported that “the\nmatters mostly relate to reconstruction or risk reduction surgery”.\nNonetheless, the newspaper offered to amend the online article to read “breast\ncancer risk reduction surgery”, and to publish the following clarification as a\nfootnote to the online article and on page two of the newspaper:\n“On April 14, we stated that cancer consultant Raafat Gendy\nhad been handed an interim 15- month ban to stop him operating on patients\nwhich meant that the Royal Stoke University Hospital surgeon could not carry\nout any breast cancer reduction surgery, or consultations with patients\nregarding this, between now and June 2018. We have been asked to clarify that\nthe terms of the interim ban stated that Mr Gendy could not carry out breast\ncancer risk reduction surgery, except in life-threatening emergencies, or\nconsultations with patients regarding breast cancer risk reduction surgery.”\nRelevant Code Provisions\n13. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.      \niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of\nthe Committee\n14. The GMC had published details of the conditions imposed\non the complainant’s medical practice. The newspaper was entitled to rely on\nthe material published by the GMC, and were not obliged to contact the complainant\nfor comment prior to publication. Nonetheless, the article had misreported the\nconditions imposed by the GMC, and as such the newspaper had failed to take\ncare over the accuracy of the article, in breach of Clause 1 (i). The\ncomplainant was only prohibited from carrying out breast cancer risk reduction\nsurgery, which he said represented 0.5% of his practice. When reporting that\nthe complainant had been banned from carrying out surgery and surgery\nconsultations in relation to breast cancer, the article did not specifically\nrefer to “risk reduction” surgery. Although the article reported that \"the\nmatters mostly relate to reconstruction or risk reduction surgery\", this\nwas not sufficient to explain the article’s claim that the complainant was prevented\nfrom carrying out breast cancer reduction surgery, which suggested that the ban\nwas more wide ranging than it was. The Committee considered that this was a\nsignificant inaccuracy, which required correction to avoid a breach of 1 (ii).\n15. Shortly after receiving the complaint, the newspaper had\noffered to publish a clarification which addressed the inaccurate information\nthat the complainant could no longer carry out breast cancer surgery or\nconsultations with patients regarding such procedures, and made the correct\nposition clear, that the ban related to breast cancer risk reduction surgery.\nGiven that the misleading information was published on page four, the Committee\nconsidered that the newspaper’s offer to publish the clarification on page two\nof the newspaper was adequately prominent. The publication’s offer was\nsufficient in order to avoid a breach of Clause 1 (ii).\n16. The print headline stated that the complainant had been\nhanded a fifteen month “cancer op ban” and the online headline further stated\nthat this would “stop [the complainant] operating on patients”. In determining\nwhether the headline had breached the Code, the Committee considered whether\nreaders would have been led to believe that the complainant had been banned\nfrom all areas of his practice. Whilst the headline may have been ambiguous as\nto what the ban related to, in circumstances where the complainant did receive\na ban which prohibited him from carrying out breast cancer risk reduction\nsurgery, the Committee did not consider that it was significantly inaccurate to\nreport that the complainant had been handed a “cancer op ban” which would “stop\nhim operating on patients”. There was no breach of Clause 1 on this point.\n17. The complainant said that the article was unbalanced,\nparticularly as it did not include his denial of the allegations made by the\npatients. The terms of Clause 1 do not require that articles are balanced,\nrather it requires that publications take care not to publish inaccurate or\nmisleading information. The newspaper was entitled to report that concerns had\nbeen raised about the complainant’s practice and that conditions had been\nimposed by the GMC. The article also made clear that the investigation was\nongoing and no findings had yet been made by the MPTS. There was no further\nbreach of Clause 1 on this point.\nConclusions\n18. The complaint was upheld.\nRemedial action required\n19. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n20. The newspaper had promptly offered to publish a\nclarification on page 2 and as a footnote to the online article, which\naddressed the inaccuracies and was sufficiently prominent. The newspaper had\nalso promptly offered to amend the online article to read “breast cancer risk\nreduction surgery”. The amendments to the online article should now be made,\nand the clarification should be published, as offered.\nReview\n21. The complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.Date complaint received: 08/05/2017Date decision issued: 23/10/2017  \nBack to ruling listing\n\n\n"
}