{
    "url": "/rulings-and-resolution-statements/ruling/?id=06837-18",
    "title": "06837-18 Chapman v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-06-29 00:00:00",
    "received_on": "2018-10-17 00:00:00",
    "concluded_on": "2018-12-24 00:00:00",
    "complaint_processing_days": 68,
    "conclusion_long": "10. The complaint was upheld under Clause 1(i).",
    "remedial_action": "11. The publication had offered to publish corrections which addressed the inaccuracy within the article, promptly and with due prominence. These were sufficient to meet the terms of Clause 1(ii), and should now be published.  Date complaint received: 17/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee: 06837-18 Chapman v Mail Online\nSummary\nof complaint 1.   \nGillian\nChapman complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Widowed ex-Mayor, 55, hanged herself at home while\nstruggling to cope with the menopause”, published on 29 June 2018. 2.   \nThe article was an inquest report which\nsaid that a former mayor had taken her own life. It described how the woman had\nbeen involved in the Dacorum Borough Council since 2007 after she had moved to\nthe area with her husband, who it named, following his retirement from the\nArmy. The article said that the woman’s husband had died in 1997, and that she\nhad been Mayor of Dacorum from 2011 to 2012. The article included a photograph\nof the complainant, with a caption that listed the symptoms that the woman had\nsuffered before her death. The article also mentioned the complainant’s\ndaughter by name, saying that she had discovered the woman who had taken her\nown life.  3.   \nThe complainant said that the article\nwas inaccurate in breach of Clause 1 (Accuracy) because it had incorrectly\nidentified her – the former mayor of the Borough of Dacorum – as the subject of\nthe inquest, and included her photograph, when she had no connection to the\nevents described. The person who died was a woman of the same name. She said\nthat by incorrectly identifying her as deceased, the article had caused\nconsiderable shock and distress to her family and friends. 4.   \nThe publication apologised to the\ncomplainant for the distress caused by the article, but denied any breach of\nClause 1 (Accuracy). In relation to the care taken over the article, the\npublication said that the story had been provided by an established agency; it\nhad not undertaken further inquiries to verify the story, as it appeared to be\na straightforward report of an inquest, with no obvious inconsistencies. It\nsaid that the error was highly unusual, and could not have reasonably been\nanticipated by its own reporter. It said that it was an impossibly high bar to\nexpect publishers to ensure the factual accuracy of every piece of information\nprovided by external agencies. 5.   \nNevertheless, the publication accepted\nthat the article was inaccurate, and removed all references to the complainant in\nthe article on 1 July 2018, as soon as it was contacted by the\nagency who identified the error. It published the following clarification in\nresponse to the inaccuracy appearing in a sister publication: “An article in Saturday’s paper about\nthe tragic death of Gillian Chapman included incorrect information supplied by\na news agency that she was the former mayor of Dacorum. We would like to\nclarify that the former mayor is a different Gillian Chapman who has no\nconnection to the events described. We apologise for the error.” 6.   \nThe publication said that this offer\nwas sufficient to meet the terms of Clause 1(ii): the article was amended 2\ndays after it had been made aware of the inaccuracies. However, the publication\noffered to publish the following standalone apology on its news homepage after\nit became aware of the complaint, and offered to make a donation to a charity\nof the complainant’s choice: “On the 29th June, the MailOnline reported on\nthe tragic death of Gillian Chapman. Incorrect information was supplied to the\nMailOnline by a news agency which said that the deceased was the former mayor\nof Dacorum. We are happy to clarify that the former mayor of Dacorum is a\ndifferent Gillian Chapman who has no connection to the tragic events described.\nWe apologise for the error and any upset caused.“ It also offered to append the\nfollowing footnote to the article: “A previous version of\nthis article identified Gillian Chapman, former mayor of Dacorum, as the\nGillian Chapman who tragically took her life. We are happy to clarify that the\nformer mayor of Dacorum is a different Gillian Chapman who has no connection to\nthe tragic events reported. Incorrect information was supplied to the\nMailOnline by a news agency. We apologise for the error and any upset caused.” \nRelevant\nCode Provisions7.   \nClause 1 (Accuracy) i)   The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)   A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology published.\nIn cases involving IPSO, due prominence should be as required by the\nregulator. iii)  A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv)  The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of the Committee 8.    This article\nwas a report of an inquest, in which the deceased had been inaccurately\nidentified. This was a fundamental and damaging error on a basic point of fact.\nThe Committee considered that, in circumstances such as these, where the\ninaccuracy was potentially damaging to an individual, and the correct position\nwas readily available, there had been a failure on the part of the agency\nproviding the story to take care over its accuracy. The Preamble to the Code\nmakes clear that publications are ultimately responsible for any breaches of\nthe Code that might result from the use of external contributors. Consequently,\nthere was a breach of Clause 1(i). \n9.    The\npublication had removed the reference to the complainant promptly once it was\nmade aware of the error by the agency which provided the article. It had not\nissued a correction or appended a footnote to the article at this time, and\nthere were circumstances where this might give rise to a breach of Clause\n1(ii); however, when it was made aware by IPSO of a complaint from a first\nparty to the article, the publication promptly offered to issue both a\nstandalone and footnote correction. These offered corrections made the correct\nposition clear, made clear the inaccuracy the original article had contained, and\nhad been offered with sufficient prominence. There was no further breach of\nClause 1(ii), and these corrections should now be published. \nConclusions 10. The\ncomplaint was upheld under Clause 1(i). \nRemedial\naction required 11. The\npublication had offered to publish corrections which addressed the inaccuracy\nwithin the article, promptly and with due prominence. These were sufficient to\nmeet the terms of Clause 1(ii), and should now be published. \nDate complaint received: 17/10/2018\nDate decision issued: 24/12/2018\n \n \n \n \nBack to ruling listing\n\n\n"
}