{
    "url": "/rulings-and-resolution-statements/ruling/?id=06855-17",
    "title": "06855-17 Dean v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-04-29 00:00:00",
    "received_on": "2017-05-09 00:00:00",
    "concluded_on": "2017-08-02 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "8. The complaint was not upheld",
    "remedial_action": "9. N/A Date complaint received: 09/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06855-17 Dean v Daily Mail\nSummary of complaint\n1. Alan Dean\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “She’s a wife in a million”, published on 29 April 2017. The article was also published online with\nthe headline “'She has saved me': Sgt Blackman tells how the love of his\ncampaigning 'wife in a million' Claire won his freedom as he gives his first\ninterview since being released from prison.”\n2. The\narticle reported that Sergeant Alexander Blackman had recently been released\nfrom prison following a successful legal challenge to his murder conviction.\nThe article was accompanied by a sidebar, headlined “Ordeal that put his life\non hold for three years”. The sidebar was a chronology of Sgt Blackman’s legal\ncase. The first entry in the chronology stated that on 15 September 2011,\n“Sergeant Alexander Blackman shoots dead a fatally injured Taliban fighter”. It\nwent on to explain that following a campaign by Sgt Blackman’s wife, and backed\nby the newspaper, his conviction had been reduced from murder to manslaughter\non the basis of diminished responsibility.\n3. The\ncomplainant said it was inaccurate to state that the Taliban fighter was\n“fatally injured”, as it has not been proven that the Taliban fighter could not\nhave survived. The complainant accepted that the fighter was seriously wounded,\nand may have died from his injuries, however he did not accept that his\ninjuries could be classified as fatal, as video and audio clips show that the\nman’s eyes were open, that he was making “sounds of discomfort” and was able to\nmove his head.\n4. The\nnewspaper said that during Sgt Blackman’s appeal, the court did not make a\nfinding on whether or not the insurgent would have survived his injuries. The newspaper said that the defence counsel’s\nsummary of a report by a pathologist who had studied the video footage, was\nthat “it was inevitable that the insurgent would have died within minutes\nanyway. He had a sucking chest wound and a lung hanging out, and he was in\nagony. He was miles away and hours away from skilled medical treatment”. The\nnewspaper said that the wounded insurgent was in extreme heat with no prospect\nof medical attention, and it was therefore beyond doubt that he would have\nperished.\n5. The\nnewspaper did not accept that it had breached the Code but offered to amend the\nonline version of the article, changing the word “fatally” to “seriously” as a\ngesture of goodwill. The complainant declined this offer.\nRelevant Code\nprovisions\n6. Clause 1\n(Accuracy) \n(i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\n(ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and-where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the\nregulator. \n(iii) A fair\nopportunity to reply to significant inaccuracies should be given, when reasonably\ncalled for.\n(iv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings of the Committee\n7. During\nthe appeal, the court had not made a finding that the insurgent was “fatally injured.”\nHowever the court had not been asked to decide this point as part of its\ndeliberation on Sgt Blackman’s appeal of his conviction on the grounds of\ndiminished responsibility. The\ninsurgent’s injuries were life threatening, and one pathologist had noted that\nthey were “probably fatal”, and that death was “highly likely”, given all the\ncircumstances surrounding his injuries. The article did not suggest that the\ncourt had found the insurgent’s injuries were “fatal.” Given the evidence on\nthe extent of his injuries, it was not inaccurate for the newspaper to\ncharacterise the insurgent as “fatally injured” in this context. There was no\nbreach of Clause 1.  \nConclusion\n8. The\ncomplaint was not upheld\nRemedial action required\n9. N/A\nDate complaint received: 09/05/2017Date decision issued: 02/08/2017\nBack to ruling listing\n\n\n"
}