{
    "url": "/rulings-and-resolution-statements/ruling/?id=06923-18",
    "title": "06923-18 A woman v The Sun",
    "provisions": [
        "10 Clandestine devices and subterfuge (2018)",
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun (News UK)",
    "published_on": "2018-10-22 00:00:00",
    "received_on": "2018-10-22 00:00:00",
    "concluded_on": "2019-02-15 00:00:00",
    "complaint_processing_days": 116,
    "conclusion_long": "21. The complaint was upheld.",
    "remedial_action": "22. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the newspaper had breached Clause 9, the publication of an adjudication was appropriate. 23. The Committee considered the placement of this adjudication. The article had appeared on page 17. The Committee therefore required that its adjudication be published on this page, or further forward in the newspaper. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 24. The adjudication should also be published online, with a link to it (including the headline) being published on the top 50% of the publication’s homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. The publication should contact IPSO to confirm the amendments it now intends to make to the article to avoid the continued publication of material in breach of the Editors’ Code of Practice. If the article remains online un-amended, the full adjudication (including the headline) should appear below the headline. The terms of the adjudication for publication are as follows: Following an article published on 22 October 2018 in The Sun, headlined ”GOT A NEW MADAM, JOHNSON?”, a woman complained to the Independent Press Standards Organisation that the newspaper had breached Clause 9 (Reporting of crime) of the Editors’ Code of Practice. IPSO upheld the complaint and has required The Sun to publish this decision as a remedy to the breach. The article named the complainant, included her photograph, and speculated that she was in a relationship with Adam Johnson, after she had been seen visiting him in prison. Mr Johnson, a former professional footballer who played for England, is currently serving a six-year sentence for sexual offences against a child. The complainant said she should not have been identified in the article because she was not genuinely relevant to the story. She said that she was not involved in Mr Johnson’s previous court case, nor had she publicly commented on it. The newspaper argued that there was no breach of Clause 9, on the basis that the complainant was genuinely relevant to the story; “the story” being the speculation that the complainant was in a relationship with Adam Johnson. The purpose of Clause 9 is to provide protection to family and friends from being caught unnecessarily in the publicity spotlight focused on those accused, or found guilty, of crimes. Clause 9 aims to ensure that family and friends are not unjustifiably tainted by their association to these individuals. IPSO’s Complaints Committee considered that visits to prison enable family and friends of individuals who have been convicted of crime to continue to maintain their pre-established relationships; it was accepted that complainant had been friends with Adam Johnson for a number of years prior to his arrest and conviction for sexual offences against a child. The sole focus of the article was speculation that the complainant was in a relationship with Adam Johnson. However, conjecture on the existence of a possible relationship with a person convicted of crime is not enough to show relevance. The newspaper had not demonstrated that the complainant was genuinely relevant to a story which, in part, related to the crime which Adam Johnson had been convicted of. The complaint was therefore upheld as a breach of Clause 9. Date complaint received: 22/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06923-18 A woman v The\nSun\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 9 (Reporting of crime)\nand Clause 10 (Clandestine devices or subterfuge) of the Editors’ Code of\nPractice in an article headlined “GOT A NEW MADAM, JOHNSON?”, published on 22\nOctober 2018.\n2. The article\nnamed the complainant, included her photograph, and speculated that she was in\na relationship with Adam Johnson, after she had been seen visiting him in\nprison on “at least three occasions”. Mr Johnson, a former professional\nfootballer who played for England, is currently serving a six-year sentence for\nsexual offences against a child.\n3. The article\nreported that when approached by the journalist, the complainant had “failed to\ndeny that she and Johnson were an item”; the complainant was quoted in the\narticle as saying: “I don’t want to comment. I hope this isn’t going to be in\nthe paper”. The article reported that in a later email to the reporter, the\ncomplainant had said: “I can categorically say I am not in a relationship with Adam.\nThe fact you’re basing your assumptions on how many times I’ve visited him and\nnothing more is ridiculous.”\n4. The article was\npublished in substantially the same form online, under the headline “NEW\nM-ADAM? Caged footie Paedo Adam Johnson has been enjoying prison visits from\nredhead, 28”, published on 21 October 2018.\n5. The complainant\nsaid that identifying her in the article was a breach of Clause 9. She said\nthat the disclosure of her association with Adam Johnson was intrusive: the fact\nof her visits were only known to prison staff, she was not involved in Mr\nJohnson’s previous court case, nor had she publicly commented on it. The\ncomplainant said that Mr Johnson received several visits a month from family\nand other friends, none of which drew any media attention.\n6. The complainant\nsaid that the newspaper’s entire basis for identifying her in the article was\ninaccurate, in breach of Clause 1; she was not in a relationship with Adam\nJohnson, in fact, she had been friends with him for around 9 years. The\ncomplainant said that there was no justification for the article’s speculation,\ngiven that she had denied to the reporter that they were in a relationship.\n7. The complainant\nsaid that she had been photographed without her knowledge and consent while\nstanding in a private car park owned by the prison; this was a place where she\nhad a reasonable expectation of privacy. The complainant said that the\ndisclosure in the article of her name, age, and the town in which she lived was\nintrusive, and a breach of Clause 2.\n8. The complainant\ndenied that she had told the reporter, “I hope this isn’t going to be in the\npaper”, when she had been approached at her home. She said that, in fact, a\nmember of her family had said these words. The complainant said that when she\nhad been asked whether she would like to comment, she had replied\n\"absolutely not\", before closing the door on the journalist.\n9. The newspaper\ndid not accept a breach of the Code. It said that Clause 9 makes clear that a\nperson's relationship to a convicted criminal can be disclosed it they are\ngenuinely relevant to the story. The publication said that the complainant's\nrelationship to Adam Johnson was the entire basis of the article: her identity\nand the fact that she has been to visit Mr Johnson on several occasions was the\nstory, and therefore the publication said that it could not be argued that the\ncomplainant was not genuinely relevant to it. The newspaper noted the\ncomplainant had known Adam Johnson for several years, but said that she had\nonly recently started to visit him regularly, and had made lengthy round trips\nfrom her home in order to do so.\n10. The newspaper said that the fact of a relationship, or\nwho a person visits in prison, is not private information. The newspaper said\nthat the complainant would have to enter the prison from a public road, where\nany member of the public who might be passing would be able to see her. It\nnoted that the complainant’s visits took place within a publicly funded\ninstitution run by, or on behalf of, the state.\n11. The newspaper said that it was not in dispute that the\ncomplainant had been to visit Adam Johnson on multiple occasions. It said that\nthe article had merely speculated on whether the complainant was in a\nrelationship with him; it did not state conclusively that she was, and the\narticle had included her denial.\n12. The newspaper said there was no failure to take care\nover the reporting of the complainant’s comments. The newspaper provided an\naudio recording of the reporter’s conversation with the complainant at her\nhome, which it said recorded the complainant saying, “I hope this isn’t going\nto be in the paper”. The newspaper also provided an email which the reporter\nhad sent to a staff journalist, shortly after she had attended the\ncomplainant’s home. In that email, the journalist had said: “I've spoken to\n[the complainant] and put to her that she's in a relationship with Adam\nJohnson. It's definitely right - she didn't deny anything and just said: ‘I\nreally don't want to comment. I hope this isn't going to be in the\npaper’.\" The newspaper said that this email amounted to a contemporaneous\nnote of the comments which the complainant made on the doorstep.\n13. The complainant criticised the quality of the audio\nrecording provided to IPSO by the newspaper; she said that at no stage did it\nrecord her saying “I hope this isn’t going to be in the paper”. She expressed concern\nthat her conversation with the journalist had been audio recorded, without her\nknowledge and consent, in breach of Clause 10.\nRelevant Code Provisions\n14. Clause 1 (Accuracy)\ni)  The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while\nfree to editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact.\nClause 2 (Privacy)\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nClause 10 (Clandestine devices and subterfuge)*\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing digitally-\nheld information without consent.\nFindings of the Committee\n15. The purpose of Clause 9 is to provide protection to\nfamily and friends from being caught unnecessarily in the publicity spotlight\nfocused on those accused, or found guilty, of crimes. Clause 9 aims to ensure\nthat family and friends are not unjustifiably tainted by their association to\nthese individuals: it sets a high bar in relation to the standards expected\nof  a publication.\n16. The complainant had been named and photographed\nfollowing her visit to Adam Johnson in prison; the article had also identified\nthe town in which she lived. Visits to prison enable family and friends of\nindividuals who have been convicted of crime to continue to maintain their pre-established\nrelationships. It was accepted that the complainant had been friends with Adam\nJohnson for a number of years prior to his arrest and conviction for sexual\noffences against a child. The context in which the complainant had been\nidentified was distinct from a situation where, for example, she had chosen to\nassociate herself publicly to Mr Johnson in the context of the legal\nproceedings against him, for example, by making public statements on his case.\n17. The newspaper had argued that there was no breach of\nClause 9, on the basis that the complainant was genuinely relevant to the\nstory; “the story” being the speculation that the complainant was in a\nrelationship with Adam Johnson. Indeed, this was the sole focus of the article.\nHowever, conjecture on the existence of a possible relationship with a person\nconvicted of crime is not enough to show relevance. The newspaper had not\ndemonstrated that the complainant was genuinely relevant to a story which in\npart related to the crime for which Adam Johnson had been convicted. The\ncomplaint was therefore upheld as a breach of Clause 9.\n18. The Committee then turned to consider the complaint\nwhich had been made under Clause 2. The complainant had been photographed\nwithout her knowledge or consent in the grounds of the prison car park. There\nwas a dispute between the parties as to whether the car park was privately\nowned by the prison, or whether it was a public place. In any event, it\nappeared to be accepted that it was a location which was open to the visiting\npublic. The Committee did not consider that the complainant had a reasonable\nexpectation of privacy while walking through a prison car park, or in relation\nto the simple fact of her visit to the prison, leaving aside the issues that\narose under Clause 9. No other issues arose under Clause 2.\n19. The article did not assert as fact that the complainant\nwas in a relationship with Adam Johnson. Care had been taken by the newspaper\nto report this as a speculative claim and the article had included the\ncomplainant’s denial. The complainant said that it was her mother who had told\nthe reporter, “I hope this isn’t going to be in the paper”. This comment was\ninaudible in the audio recording, however the newspaper had provided a\ncontemporaneous note, in the form an email, which had recorded that this statement\nhad been made. The newspaper had demonstrated that care had been taken over the\naccuracy of the article on this point which was, in any event, not a\nsignificant aspect of the piece. Any inaccuracy relating to the attribution of\nthese comments was not a significant inaccuracy in the context of the article.\nThere was no breach of Clause 1.\n20. The journalist had used a recording device to create a\nrecord of the complainant’s comments. This was merely an alternative means by\nwhich the journalist could make a contemporaneous note. The conversation was\naudible without the use of technology; in such circumstances, the newspaper had\nnot obtained or published material acquired by one of the methods defined in\nClause 10(i). There was no breach of Clause 10.\nConclusions\n21. The complaint was upheld.\nRemedial Action Required\n22. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the newspaper\nhad breached Clause 9, the publication of an adjudication was appropriate.\n23. The Committee considered the placement of this\nadjudication. The article had appeared on page 17. The Committee therefore\nrequired that its adjudication be published on this page, or further forward in\nthe newspaper. The headline to the adjudication should make clear that IPSO has\nupheld the complaint, give the title of the newspaper and refer to the\ncomplaint’s subject matter. The headline must be agreed with IPSO in advance.\n24. The adjudication should also be published online, with a\nlink to it (including the headline) being published on the top 50% of the\npublication’s homepage for 24 hours; it should then be archived in the usual\nway. The headline to the adjudication should make clear that IPSO has upheld\nthe complaint, give the title of the publication and refer to the complaint’s\nsubject matter. The headline must be agreed with IPSO in advance. The\npublication should contact IPSO to confirm the amendments it now intends to\nmake to the article to avoid the continued publication of material in breach of\nthe Editors’ Code of Practice. If the article remains online un-amended, the\nfull adjudication (including the headline) should appear below the headline.\nThe terms of the adjudication for publication are as\nfollows:\nFollowing an article published on 22 October 2018 in The\nSun, headlined ”GOT A NEW MADAM, JOHNSON?”, a woman complained to the\nIndependent Press Standards Organisation that the newspaper had breached Clause\n9 (Reporting of crime) of the Editors’ Code of Practice. IPSO upheld the\ncomplaint and has required The Sun to publish this decision as a remedy to the\nbreach.\nThe article named the complainant, included her photograph,\nand speculated that she was in a relationship with Adam Johnson, after she had\nbeen seen visiting him in prison. Mr Johnson, a former professional footballer\nwho played for England, is currently serving a six-year sentence for sexual\noffences against a child.\nThe complainant said she should not have been identified in\nthe article because she was not genuinely relevant to the story. She said that\nshe was not involved in Mr Johnson’s previous court case, nor had she publicly\ncommented on it.\nThe newspaper argued that there was no breach of Clause 9,\non the basis that the complainant was genuinely relevant to the story; “the\nstory” being the speculation that the complainant was in a relationship with\nAdam Johnson.\nThe purpose of Clause 9 is to provide protection to family\nand friends from being caught unnecessarily in the publicity spotlight focused\non those accused, or found guilty, of crimes. Clause 9 aims to ensure that\nfamily and friends are not unjustifiably tainted by their association to these\nindividuals.\nIPSO’s Complaints Committee considered that visits to prison\nenable family and friends of individuals who have been convicted of crime to\ncontinue to maintain their pre-established relationships; it was accepted that\ncomplainant had been friends with Adam Johnson for a number of years prior to\nhis arrest and conviction for sexual offences against a child. The sole focus\nof the article was speculation that the complainant was in a relationship with\nAdam Johnson. However, conjecture on the existence of a possible relationship\nwith a person convicted of crime is not enough to show relevance. The newspaper\nhad not demonstrated that the complainant was genuinely relevant to a story\nwhich, in part, related to the crime which Adam Johnson had been convicted of.\nThe complaint was therefore upheld as a breach of Clause 9.\nDate complaint received: 22/10/2018\nDate decision issued: 15/02/2019\nBack to ruling listing\n\n\n"
}