{
    "url": "/rulings-and-resolution-statements/ruling/?id=06924-18",
    "title": "06924-18 Lewin v The Sun",
    "provisions": [
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2018-09-18 00:00:00",
    "received_on": "2018-11-14 00:00:00",
    "concluded_on": "2019-02-01 00:00:00",
    "complaint_processing_days": 79,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A Date complaint received: 14/11/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06924-18 Lewin v The SunSummary of complaint1. Michelle Lewin complained to the Independent Press Standards Organisation that The Sun breached Clause 2 (Privacy) and Clause 3 (Harassment) in an article headlined “Fury as trans paedo put in women’s jail”, published on 18 September 2018. 2. The article reported that female prisoners were said to be “terrified” after a transgender paedophile – the complainant – was moved to their prison. It named the complainant and gave her age, stating that she had been jailed for “grooming underage girls”. The article included a photograph of the complainant in her male pre-transition identity, and gave her birth name, stating that she had obtained a Gender Recognition Certificate (GRC) while in prison and had been moved to her current female prison while “awaiting gender reassignment surgery”. It quoted a source as stating that women in the prison were scared of the complainant. The article went on to say that it was understood that there had been no issues with the complainant’s conduct in her current prison. 3. The complainant said that the article breached Clause 2 (Privacy) by revealing her former male name, and the fact that she had a GRC. She said that the link between her current and former names had never previously been placed in the public domain, and that revealing this link was illegal under the terms of the Gender Recognition Act – as was revealing the fact of her GRC. 4. The complainant said that the publication had breached Clause 3 (Harassment) in approaches its journalist made to her husband at his home. She said that the journalist had visited the property and spoken to her husband at some length; he had been asked to leave, but had returned later the same day. The complainant said that on this occasion, the reporter had spoken to her husband’s mother, who had asked him to leave. She said that her husband had had to physically remove the journalist from the property. 5. The publication denied any breach of Clause 2 (Privacy). It said that a person’s name could not reasonably be considered private information about them: a name is a matter of public record, used to identify an individual to others around them; a change of name, for whatever reason, did not make referring to the previous name intrusive. In any event, the publication argued that there was a clear public interest in publishing the complainant’s previous name, and informing readers that she had taken a new name, given that she had been convicted of serious sexual offences and had been jailed indefinitely as a result. The publication also noted that it had previously been reported in 2011 that the complainant had changed her first name from a male to a female name (Michelle), and that the complainant had used her female name (with a different surname) as part of her appeal process, including on public documents. 6. The publication also denied any breach of Clause 3 (Harassment). It provided the reporter’s recording of his two visits to the complainant’s husband’s house. These showed that the reporter was not asked to leave on either occasion, by either the complainant’s husband or his mother, and that on the second occasion the complainant’s husband had been abusive towards him, had threatened him and had been physically aggressive. The publication said that on the first occasion, the complainant’s husband had asked for the reporter’s business card, and told him that he may wish to speak further after consulting his solicitor. Relevant Code Provisions 7.  Clause 2 (Privacy)* i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual's private life without consent. In considering an individual's reasonable expectation of privacy, account will be taken of the complainant's own public disclosures of information and the extent to which the material complained about is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy.Clause 3 (Harassment)* i) Journalists must not engage in intimidation, harassment or persistent pursuit. ii) They must not persist in questioning, telephoning, pursuing or photographing individuals once asked to desist; nor remain on property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent. iii)  Editors must ensure these principles are observed by those working for them and take care not to use non-compliant material from other sources. The Public Interest 1. The public interest includes, but is not confined to:Detecting or exposing crime, or the threat of crime, or serious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or statement of an individual or organisation.Disclosing a person or organisation’s failure or likely failure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate, including serious cases of impropriety, unethical conduct or incompetence concerning the public.Disclosing concealment, or likely concealment, of any of the above.2. There is a public interest in freedom of expression itself. 3. The regulator will consider the extent to which material is already in the public domain or will become so. 4. Editors invoking the public interest will need to demonstrate that they reasonably believed publication - or journalistic activity taken with a view to publication – would both serve, and be proportionate to, the public interest and explain how they reached that decision at the time. Findings of the Committee 8. IPSO is not tasked with dealing with any legal issues arising from the protections afforded by a Gender Recognition Certification. However, the Committee noted that a change of name associated with a GRC could be viewed to be distinct from a change of name resulting from a deed poll or arising through marriage, in that it relates to the potentially personal and sensitive matter of an individual’s decision to change their legal gender. Consequently, the link between an individual’s former name and current name, in circumstances where it also revealed a change of legal gender, could represent private information about them. 9. In this instance, the complainant’s new first name (and by implication, the fact of her change of gender presentation) had previously been placed in the public domain. Where this fact was previously in the public domain, the publication was not in the position of revealing for the first time the complainant’s gender history. It was, however, placing the connection between the complainant’s past and current names into the public domain for what appeared to be the first time. 10. While the Committee accepted that revealing this connection carried the potential for intrusion, in this instance, there was a clear justification for doing so: the complainant had been convicted of a serious crime under her previous name and was serving a custodial sentence as a result, which was a matter of public record. It was therefore a matter of public interest that there be a record of the link between her current name and the crimes committed under her former name. There was a clear justification for reporting the link between the complainant’s past and present names, so there was no breach of Clause 2 (Privacy) on this point. 11. The information regarding the complainant’s GRC had not previously been placed in the public domain, and this had the potential to be private information about her, in that it related to her gender history. However, again, there was a clear justification for the inclusion of this information in the article, which reported on issues concerning the most appropriate prison for trans prisoners. The article focussed on the complainant's case and concerns raised after she was moved to a women's prison. The full circumstances relating to the complainant’s case were, therefore, relevant to the debate, including that, by virtue of the GRC, she had changed her legal gender. In circumstances where there was a clear justification for reporting this information, and in the light of the public interest outlined above, there was no breach of Clause 2 (Privacy) on this point. 12. The publication had provided a recording of the journalist’s two visits to the complainant’s husband’s home. The first conversation had been lengthy, and the complainant’s husband had engaged with the journalist’s questions, and suggested that he may contact him again in the future. While the complainant’s husband had repeatedly expressed reluctance to answer certain questions, at no time had he asked the journalist to stop questioning him, or asked him to leave; the conversation had been ended cordially. The second visit had been brief; the journalist had spoken to the complainant’s husband’s mother, and asked to speak to the complainant’s husband. She had not asked him to leave, or said that the complainant’s husband did not wish to answer any questions. The complainant’s husband then said “I’m going to f****** kill you”, and had told the journalist to leave the property; he also appeared to have made a threat to the journalist regarding any future approach. The journalist had then left. During neither visit had the journalist continued to question the complainant’s husband after being asked to stop, and he had not behaved in an aggressive or intimidating way during the course of either conversation. There was no breach of Clause 3. Conclusions 13. The complaint was not upheld. Remedial action required 14. N/A Date complaint received: 14/11/2018 Date decision issued: 01/02/2019\nBack to ruling listing\n\n\n"
}