{
    "url": "/rulings-and-resolution-statements/ruling/?id=06939-18",
    "title": "06939-18 Thorne v express.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2018-10-22 00:00:00",
    "received_on": "2018-10-22 00:00:00",
    "concluded_on": "2019-01-23 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "9. The complaint was upheld under Clause 1(i).",
    "remedial_action": "10. Having upheld the complaint under Clause 1(i), the Committee considered what remedial action was necessary. 11. On receipt of the complaint, the publication had promptly removed the article and published an extensive correction setting out the inaccuracies within the article, and making the correct position clear. It had published this near the top of its homepage for approximately 18 hours, and archived it in the usual way. This correction was sufficient to meet the terms of Clause 1(ii), and no further remedial action was required. Date complaint received: 22/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06939-18 Thorne v\nexpress.co.uk\nSummary of complaint\n1. Alan Thorne\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “What border problems? MP tweets photo of Swiss border with just ONE\nsign”, published on 22 October 2018.\n2. The article\nreported that a Member of Parliament had posted an image “highlighting how\nsimple the final Brexit stumbling block can be”. It said that the MP had\ntweeted an image of a town on the Switzerland-France border “with just a single\ncamera separating the two European nations”, saying that “there is no such\nborder in sight”. The article said that “this is just like how the Northern\nIreland and Republic of Ireland border can be under the Prime Minister’s\nchequers plan but the EU want a ‘hard’ border if Northern Ireland leaves the\ncustoms union”. The article then quoted from the MP’s tweet about the image,\nand showed the tweet and image in full.\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1 (Accuracy), because\nthe road shown in the tweet which the article referred to was not a road\nleading to any border crossing, but rather to an airport.\n4. The publication\naccepted that the article was inaccurate, in response to multiple complaints\nreceived via IPSO. It deleted the article from its website, and published the\nfollowing correction near the top of its homepage for a period of approximately\n18 hours:\nCorrection – What border problems? MP tweets photo of Swiss\nborder – (date of publication)\nOn 22 October we published an article headlined “What border\nproblems? MP tweets photo of Swiss border with just ONE sign.” The article\nfocused on a Tweet posted by Conservative MP Chris Philp.\nHis post read “This is what EU Customs Union border can look\nlike – Flughafenstrasse in Basel on Swiss (not in CU) French (in CU) border...\nThere are technical solutions to ensuring no hard border NI/RoI.”  The post contained an image of a road which\nshowed a sign but no hard board, check-point or security.\nBased upon this Tweet our article then said ‘This is just\nlike how the Northern Ireland and Republic of Ireland border can be under the\nPrime Minister’s chequers plan but the EU want a “hard” border if Northern\nIreland leaves the customs union.’\nIn fact the picture which Mr Philp tweeted is not a road\nwhich is a border crossing. Traffic crossing between Switzerland and France\npasses through official boarder points and is subject to checks. It should also\nbe highlighted both countries are members of the Schengen area which means\nwhilst goods are checked at border points people are not. It was therefore\nincorrect to state 'This is just like how the Northern Ireland and Republic of\nIreland border can be...'.\nWe are happy to set the record straight.\n5. The complainant\nsaid that this correction did not resolve the complaint to his satisfaction\nbecause it was insufficiently prominent.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The publication\nwas entitled to publish the MP’s tweet. However, in this instance, it had\nadopted as fact the MP’s claims about the ‘border’ the tweet referred to.\nFailing to present the MP’s claims appropriately represented a failure to take\ncare over the accuracy of the article, in breach of Clause 1(i). This gave rise\nto a significant inaccuracy, in circumstances where the publication had used\nthe tweet as the basis for making claims about the future of the Irish border.\nThis required correction in order to avoid a breach of Clause 1(ii).\n8. On receipt of\nthe complaint, the publication had promptly removed the article (within two\nweeks of receipt) and had published an extensive correction which had appeared\non its homepage for approximately 18 hours, before being archived in the online\nclarifications and corrections column in the usual way. This correction made\nclear the nature of the inaccuracy within the article, and provided a full and\ndetailed explanation of the correct position with respect to the MP’s tweet.\nThis had been published promptly and, where the original article had been\nremoved, a standalone correction appearing near the top of the homepage was\nsufficiently prominent, especially where it remained publicly accessible in\nthe corrections and clarifications column. There was no breach of Clause 1(ii).\nConclusions\n9. The complaint\nwas upheld under Clause 1(i).\nRemedial action required\n10. Having upheld the complaint under Clause 1(i), the\nCommittee considered what remedial action was necessary.\n11. On receipt of the complaint, the publication had\npromptly removed the article and published an extensive correction setting out\nthe inaccuracies within the article, and making the correct position clear. It\nhad published this near the top of its homepage for approximately 18 hours, and\narchived it in the usual way. This correction was sufficient to meet the terms\nof Clause 1(ii), and no further remedial action was required.\nDate complaint received: 22/10/2018\nDate decision issued: 23/01/2019\nBack to ruling listing\n\n\n"
}