{
    "url": "/rulings-and-resolution-statements/ruling/?id=06956-15",
    "title": "06956-15 Michette v Suffolk Free Press",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Suffolk Free Press (Iliffe Media Group Ltd)",
    "published_on": "2015-10-22 00:00:00",
    "received_on": "2015-10-26 00:00:00",
    "concluded_on": "2016-02-09 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 26/10/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 06956-15 Michette v Suffolk Free Press\nSummary\nof complaint\n1.\nRichard Michette complained to the Independent Press Standards Organisation\nthat the Suffolk Free Press breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Parish councillor given verbal warning by\npolice”, published on 22 October 2015.\n2.\nThe article reported that the complainant, a parish councillor, had been\ninvolved in a confrontation with a member of the public at a parish meeting. It\nstated that both parties had claimed to have been assaulted during the dispute,\nand both had been given verbal warnings by police. The article was also\npublished online.\n3.\nThe complainant said that the newspaper had created a significantly misleading\nimpression of the incident at the parish meeting, and had made no attempt to\ncontact him for his version of events before publication. The complainant said\nthat as he had left the meeting, a member of the public had made a derogatory\nremark to him, and in response, he had pointed and said “you better watch out”.\nThe complainant said that as he had walked away, the other party had assaulted\nhim. The complainant reported the matter to the police, and requested for the\nother party to be given a verbal warning. The complainant said that the police\nhad informed him that the other party had admitted his role in the incident,\nand had told him that he may have “provoked the incident” by pointing at the\nperson. He said he had not been given a “verbal warning”, and he was unaware of\nany allegation of assault by the other party, as claimed in the article.\n4.\nThe complainant raised his concerns about the article directly with the\nnewspaper. The complainant said that the newspaper initially informed him that\nthe police had supplied the story, but the complainant said that he had\ncontacted the police and they had denied giving any information to the press.\nWhen he informed the newspaper of this position, it said that the story had, in\nfact, come from two “unnamed sources”. As a resolution, the newspaper agreed to\npublish a letter from the complainant, and it removed the article from its\nwebsite. The complainant was not satisfied with this response, and requested\nthe publication of an article and an apology.\n5.\nThe newspaper said that it had accurately reported information provided by a\nnumber of sources. It had been told about the incident by an individual who had\nattended the meeting; it had noted that a report by another newspaper had\ncorroborated the account; and it had sought confirmation of the details from\nthe police. The newspaper provided the notes taken by the reporter during his\nconversation with the police, which said \"two common assaults no injuries\nrecorded for each party. Parish council member and member of the public. Verbal\nwarning to both. No further police action.\" The newspaper considered that it\nhad been necessary to name the complainant in order to distinguish him from\nother parish councillors at the meeting; a confidential source had confirmed\nthat he had been the councillor involved.\n6.\nThe newspaper said that the article had not stated that the complainant had\nassaulted the other party; it had reported that both parties had made an\nallegation of assault and had “accepted police advice”. It believed that the\npublication of the complainant’s letter was a fair response to the complaint.\nRelevant\nCode Provisions\n7.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\niii)\nThe Press, whilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact.\nClause\n14 (Confidential sources)\nJournalists\nhave a moral obligation to protect confidential sources of information.\nFindings\nof the Committee\n8.\nIt was not in dispute that the complainant had been involved in the confrontation\nat the parish meeting. The newspaper had reported information provided by a\nconfidential source who had witnessed the incident, and it had verified the\nstory with the police. It had also provided the contemporaneous notes taken by\nthe reporter, which indicated that the police had said that two allegations of\nassault had been made, and both parties had been issued with verbal warnings.\nIn these circumstances, the newspaper had not been obliged to separately\ncontact the complainant for comment before publication. There had been no\nfailure to take care over the accuracy of the story in breach of Clause 1 (i).\n9.\nThe complainant maintained that he had not assaulted the other party, and had\nnot been given a verbal warning by police. However, the article had not stated\nas fact that the complainant had assaulted the other party; it had stated that\nboth individuals had claimed to have been assaulted. Furthermore, it was\naccepted that the police had told the complainant that his actions may have\n“provoked the incident”. The newspaper had been entitled to refer to this as a\n“verbal warning”; it had used the same terminology as the police. No\nsignificant inaccuracies were identified by the complaint; however, the\nCommittee welcomed the publication of the complainant’s letter, which set out\nhis version of the incident. The complaint under Clause 1 was not upheld.\nConclusions\n10.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 26/10/2015Date\ndecision issued: 09/02/2016\nBack to ruling listing\n\n\n"
}