{
    "url": "/rulings-and-resolution-statements/ruling/?id=06980-18",
    "title": "06980-18 Nisbet v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-10-21 00:00:00",
    "received_on": "2018-10-23 00:00:00",
    "concluded_on": "2019-01-11 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint under Clause 1(i), the Committee considered what remedial action should be required. 12. In satisfaction of Clause 1 (ii), the newspaper had promptly offered a correction which corrected the inaccuracy with due prominence, which should now be published. Date complaint received: 23/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 06980-18 Nisbet v The\nSunday Times\nSummary of Complaint\n1. Michael Nisbet\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) of the Editors' Code of Practice in an\narticle headlined “I'll teach women to bag a pay rise, says [named peer]”\npublished on 21 October 2018.\n2. The article\nreported on initiatives set up by [named peer] in an attempt to reduce the\ngender pay gap. It said that “Official figures show that, on average, for every\n£1 a man makes, a woman earns 86p for the same job”.\n3. The article appeared in much the same format\nonline under the headline \" I’ll teach women to bag a pay rise, says\n[named peer]” also published on 21 October 2018.\n4. The complainant\nsaid that this statement was inaccurate as official figures did not show the\nclaim made in the statement in relation to the gender pay gap. He explained\nthat, in relation to the gender pay gap, the Office for National Statistics\n(ONS) had released a figure of 8.6% for full-time jobs (rather than 14%) and\nthis figure reflected the pay difference across a mix of full-time jobs and not\na pay difference for the same job. Furthermore, the complainant said that it\nwas inaccurate for the article to describe the official figures as an “average”\nin circumstances where the figure released by the ONS in respect of the gender\npay gap reflected median hourly earnings.\n5. The publication\nhad based the statement on information which had been published by the ONS, but\naccepted that its presentation of the information was inaccurate. As well as\ncirculating an explanatory memo to all journalists explaining the definition of\nthe gender pay gap and reminding them to take care when reporting statistics,\nit offered to remove the statement from the online article, as well as\npublishing the following correction in its dedicated Corrections and\nClarifications column online and in print:\n“Our article ‘I’ll teach women to bag a pay rise, says\n[named peer]’ (Money, Oct 21) reported incorrectly that official figures show\nthat women are paid 86p for each £1 men receive for the same job. The current\ngender pay gap of 8.6% which is calculated by the ONS refers to the difference\nbetween gross median hourly earnings (excluding overtime) of men and women in\nfull time work across the whole economy- it does not show the difference\nbetween what men and women get paid for identical jobs. According to these\nfindings, women are currently paid on average 91.4p for each £1 a man\nreceives.”\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7.  It was accepted\nthat the publication had failed to take care when reporting available official\nfigures; it had inaccurately reported a figure for the current gender pay gap\nand gave the misleading impression that the gender pay gap measured differences\nin pay between identical jobs. This amounted to \na breach of Clause 1 (i) and was a significant inaccuracy which required\ncorrection under the terms of Clause 1(ii).\n8. The article was\nentitled to characterise a median figure\nas an “average” figure and this was not misleading or inaccurate in the context\nof an article which was reporting on the initiatives of the named peer rather\nthan presenting a comprehensive analysis of the gender pay gap. There was no\nbreach of Clause 1(i) on this point, but the Committee welcomed the\nclarification as to the type of average being referred to in the offered\ncorrection.\n9. The correction\noffered by the publication clearly identified the inaccuracies in the statement\nand set out  the correct position in\naccordance with the figure released by the ONS. \nThe correction was offered promptly and publication in the dedicated Corrections\nand Clarifications column represented due prominence. The Committee also noted\nthat the publication had offered to remove the statement from the online\nversion of the article, and had instigated further training with journalists to\navoid a repeat of the mistake. These measures satisfied the requirements of\nClause 1 (ii); there was no further breach.\nConclusion\n10. The complaint was upheld.\nRemedial action required\n11. Having upheld the complaint under Clause 1(i), the\nCommittee considered what remedial action should be required.\n12. In satisfaction of Clause 1 (ii), the newspaper had\npromptly offered a correction which corrected the inaccuracy with due\nprominence, which should now be published.\nDate complaint received: 23/10/2018\nDate decision issued: 11/01/2019\nBack to ruling listing\n\n\n"
}