{
    "url": "/rulings-and-resolution-statements/ruling/?id=07016-16",
    "title": "07016-16 McDonald v Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-07-26 00:00:00",
    "received_on": "2016-07-26 00:00:00",
    "concluded_on": "2017-01-06 00:00:00",
    "complaint_processing_days": 164,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the cumulative effect of the coverage had given a misleading impression of how the poll had been conducted, and the newspaper had not taken any steps to mitigate the effects of the breach by offering to publish a correction, the appropriate remedy was the publication of an upheld adjudication.  13. The headline, sub-headline and opening paragraphs of the story, which appeared on the newspaper’s front page, all contributed to the significantly misleading impression that the poll had been conducted in accordance with the usual practices of political polls; as a result, the Committee required the newspaper to publish a reference to the adjudication on the front page, directing readers to the full adjudication, which should be published on page two. The wording of the front-page reference and the headline to the adjudication should be agreed with IPSO in advance, or in the absence of agreement, as determined by the Complaints Committee. They should refer to IPSO, include the title of the newspaper, and make clear that the complaint was upheld. The front-page reference should appear in the same size font, and overall taking up no less space, than the sub-headline which appeared on the front page under complaint. The reference should also appear within a border distinguishing it from other editorial content on the page. 14. As a misleading headline had also been published on the newspaper’s website, the adjudication should also be published online. A link to the full adjudication should appear on the homepage for 24 hours; it should then be archived in the usual way. Should the newspaper continue to publish the article online, without amendment, in light of this decision, it should publish the adjudication in full, beneath the headline. If amended, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication. 15. The terms of the adjudication to be published are as follows: Following the publication of an article in The Daily Express on 26 July 2016, headlined “98% say no to EU deal” in print, and “98 per cent say NO to EU deal: Forget talks with Brussels and quit NOW, urges new poll” online, Tony McDonald complained to the Independent Press Standards Organisation that the Daily Express breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required the newspaper to publish this adjudication. The complainant said that said that the headline was misleading because it did not make clear that the 98% figure had come from a survey, rather than representing the view of the public at large. He said that a genuine poll could not have found 98% of the population who would agree with the question asked in the poll, and that a responsible poll would have ensured a representative sample. The newspaper denied that the article was misleading. It said that the headline needed to be read with the text of the article, from which readers would have understood that the 98% result came from a phone survey of its readers. The survey question was “Should UK end all talk of deals and quit the EU now?”, and was printed on page 7 of the previous day’s edition of the newspaper; readers had to pay to register their response to the question, and were asked to give a ‘yes’ or ‘no’ answer. IPSO’s Complaints Committee did not accept the newspaper’s argument that because it ran a phone poll every day it was clear that the “poll” referred to was a survey of its readers. The Committee also took into account the fact that the poll had been presented as a significant political event, putting pressure on the Government to leave the EU as soon as possible, and including responses to it from senior political figures. In all the circumstances, the Committee took the view that the article gave the impression that it was reporting the significant results of a representative poll carried out by a third-party for the publication. In fact, the poll was conducted through a premium rate phoneline, which allowed a self-selecting sample of the newspaper’s readers to express their views. In these circumstances, the manner in which the poll was presented, was a breach of Clause 1. The online article, which reported that a “new Daily Express online poll” had revealed that 98% of people had said no to an EU deal, breached Clause 1 in the same manner as the print version.  Date complaint received: 26/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07016-16 McDonald v Daily Express\nSummary of Complaint\n1. Tony\nMcDonald complained to the Independent Press Standards Organisation that the\nDaily Express breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “98% say no to EU deal”, published in print on 26 July\n2016, and “98 per cent say NO to EU deal: Forget talks with Brussels and quit\nNOW, urges new poll”, published online on 26 July. \n2. The print\narticle reported that 98% of people who took part in a phone survey for the\npublication said that the decision to leave the EU should be enacted now,\nrather than after talks with Brussels. It said that the poll came after Prime\nMinister Theresa May told Tory MEPs that there could be “months of\nnegotiations” before Article 50 is triggered.\n3. The\nonline article referred to the poll as an “online poll”. It was otherwise\nsubstantively similar to the article that appeared in print. \n4. The\ncomplainant said that the headline was misleading because it did not make clear\nthat the 98% figure had come from a survey of Express readers, rather than\nrepresenting the view of the public at large. He said that to arrive at a figure\nof 98%, the sample in the survey must have been screened or tested in advance.\nHe said that a genuine poll could not have found 98% of the population who\nwould agree with the question asked in the poll, and that a responsible poll\nwould have ensured a representative sample. \n5. The\nnewspaper denied that the article was misleading. It said that the headline\nneeded to be read with the text of the article, from which it would have been\nclear, because the newspaper runs a phone survey every day, that the 98% result\ncame from such a survey. The survey question was “Should UK end all talk of\ndeals and quit the EU now?”, and was printed on page 7 of the previous day’s\nedition of the newspaper; readers had to pay to register their response to the\nquestion, and were asked to give a ‘yes’ or ‘no’ answer. It said that 5,746\npeople had responded to the survey, with 5,622 responding ‘yes’ and 124 ‘no’. \n6. The\nnewspaper said that the online version of the article was published the\nprevious afternoon at which point 3,548 readers had answered ‘yes’, and 67\n‘no’. It said that the online article did originally include reference to an\n“online poll”, which was inaccurate. However, while it had removed this\nreference from the article, it did not consider that it represented a\nsignificant inaccuracy. \n7. The\ncomplainant said that the article was misleading because it not say that the\npoll was a survey that participants had to pay to register their response. He\nsaid that because people had to pay to respond, it was unlikely that the\naverage reader voiced their opinion, and that only people with strong views\nwould have responded. He said that, in any event, the poll could not even claim\nto be representative of the newspaper’s readers, as only approximately one per\ncent of its readership had participated. \n\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\nFindings of the Committee\n9. The print\narticle reported that demands for a swift EU exit had grown in the wake of a\n“new poll”, which had urged Britain to “forget talks with Brussels and quit\nnow”. It explained that the poll, which was described as a “phone survey for\nthe Daily Express”, had found that 98 per cent of people said the decision to\nquit the EU should be enacted now. The article went on to include comments from\nsenior politicians welcoming the poll’s findings. \n10. The\nCommittee did not accept the newspaper’s argument that because it ran a phone\npoll every day it was clear that the “poll” referred to was a survey of its\nreaders. The Committee also took into account the fact that the poll had been\npresented as a significant political event, putting pressure on the Government\nto leave the EU as soon as possible, and including responses to it from senior\npolitical figures. In all the circumstances, the Committee took the view that\nthe article gave the impression that it was reporting the significant results\nof a representative poll carried out by a third-party for the publication. In\nfact, the poll was conducted through a premium rate phoneline, which allowed a\nself-selecting sample of the newspaper’s readers to express their views. In\nthese circumstances, the manner in which the poll was presented, particularly\nin the absence of information which might identify its methodology, represented\na failure to take care not to publish inaccurate or misleading information and\nwas a breach of Clause 1(i). The online article, which reported that a “new\nDaily Express online poll” had revealed that 98% of people had said no to an EU\ndeal, breached Clause 1(i) in the same manner as the print version. Further,\nthe newspaper’s failure to correct this significantly misleading information\nwas a breach of Clause 1(ii).\nConclusions\n11. The\ncomplaint was upheld. \nRemedial Action Required\n12. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired. In circumstances where the cumulative effect of the coverage had\ngiven a misleading impression of how the poll had been conducted, and the\nnewspaper had not taken any steps to mitigate the effects of the breach by\noffering to publish a correction, the appropriate remedy was the publication of\nan upheld adjudication. \n13. The\nheadline, sub-headline and opening paragraphs of the story, which appeared on\nthe newspaper’s front page, all contributed to the significantly misleading\nimpression that the poll had been conducted in accordance with the usual\npractices of political polls; as a result, the Committee required the newspaper\nto publish a reference to the adjudication on the front page, directing readers\nto the full adjudication, which should be published on page two. The wording of\nthe front-page reference and the headline to the adjudication should be agreed\nwith IPSO in advance, or in the absence of agreement, as determined by the\nComplaints Committee. They should refer to IPSO, include the title of the\nnewspaper, and make clear that the complaint was upheld. The front-page\nreference should appear in the same size font, and overall taking up no less\nspace, than the sub-headline which appeared on the front page under complaint.\nThe reference should also appear within a border distinguishing it from other\neditorial content on the page.\n14. As a\nmisleading headline had also been published on the newspaper’s website, the\nadjudication should also be published online. A link to the full adjudication\nshould appear on the homepage for 24 hours; it should then be archived in the\nusual way. Should the newspaper continue to publish the article online, without\namendment, in light of this decision, it should publish the adjudication in\nfull, beneath the headline. If amended, a link to the adjudication should be\npublished with the article, explaining that it was the subject of an IPSO\nadjudication.\n15. The terms\nof the adjudication to be published are as follows:\nFollowing the publication of an article in The Daily Express\non 26 July 2016, headlined “98% say no to EU deal” in print, and “98 per cent\nsay NO to EU deal: Forget talks with Brussels and quit NOW, urges new poll”\nonline, Tony McDonald complained to the Independent Press Standards\nOrganisation that the Daily Express breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice. The complaint was upheld, and IPSO required the\nnewspaper to publish this adjudication.\nThe complainant said that said that the headline was\nmisleading because it did not make clear that the 98% figure had come from a\nsurvey, rather than representing the view of the public at large. He said that\na genuine poll could not have found 98% of the population who would agree with\nthe question asked in the poll, and that a responsible poll would have ensured\na representative sample.\nThe newspaper denied that the article was misleading. It\nsaid that the headline needed to be read with the text of the article, from\nwhich readers would have understood that the 98% result came from a phone\nsurvey of its readers. The survey question was “Should UK end all talk of deals\nand quit the EU now?”, and was printed on page 7 of the previous day’s edition\nof the newspaper; readers had to pay to register their response to the\nquestion, and were asked to give a ‘yes’ or ‘no’ answer.\nIPSO’s Complaints Committee did not accept the newspaper’s\nargument that because it ran a phone poll every day it was clear that the\n“poll” referred to was a survey of its readers. The Committee also took into\naccount the fact that the poll had been presented as a significant political\nevent, putting pressure on the Government to leave the EU as soon as possible,\nand including responses to it from senior political figures. In all the\ncircumstances, the Committee took the view that the article gave the impression\nthat it was reporting the significant results of a representative poll carried\nout by a third-party for the publication. In fact, the poll was conducted\nthrough a premium rate phoneline, which allowed a self-selecting sample of the\nnewspaper’s readers to express their views. In these circumstances, the manner\nin which the poll was presented, was a breach of Clause 1. The online article,\nwhich reported that a “new Daily Express online poll” had revealed that 98% of\npeople had said no to an EU deal, breached Clause 1 in the same manner as the\nprint version. \nDate complaint received: 26/07/2016Date decision issued: 06/01/2017\n \nBack to ruling listing\n\n\n"
}