{
    "url": "/rulings-and-resolution-statements/ruling/?id=07026-18",
    "title": "07026-18 Tindal v Sevenoaks Chronicle",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sevenoaks Chronicle (Reach PLC)",
    "published_on": "2018-10-18 00:00:00",
    "received_on": "2018-10-24 00:00:00",
    "concluded_on": "2019-03-07 00:00:00",
    "complaint_processing_days": 134,
    "conclusion_long": "15. The complaint was upheld",
    "remedial_action": "16. Having upheld the complaint under Clause 1, the Committee considered what remedial action would be required. 17. The correction was offered with sufficient promptness and prominence to meet the terms of Clause 1(ii) and should now be published.  Date complaint received: 24/10/2018",
    "text": "\n\n\n\n\n\n\nDecision of the Complaints Committee 07026-18 Tindal v\nSevenoaks Chronicle\nSummary of Complaint\n1. Peter Tindal complained to the Independent Press\nStandards Organisation that the Sevenoaks Chronicle breached Clause 1\n(Accuracy) of the Editors' Code of Practice in an article headlined “Company\nmust pay £2,500 for selling underweight food” published on 18 October 2018.\n2. The complainant is the proprietor of Baselica Limited, a\ncompany which imports foods. The article reported that this company had been\nfined for selling underweight tins of apricots. The article reported that the\napricots weighed 374.1g, when the jar was labelled as weighing 400g. It said\nthat this was just under 14g lighter than legally allowed, explaining that the\nWeights and Measures Act allowed for a tolerable legal minimum weight of 388g.\nThe article also said that Baselica Limited had been contacted, but that a\nspokesman said that the company would prefer not to add any comment.\n3. The complainant said that the article inaccurately\nreported the apricots as being sold in a tin, when they were in fact sold in\njars. He also said that these jars were not 14g underweight – the Weights and\nMeasures Act allowed for a legal minimum weight of 376g in this case, and so\nthe jars which weighed 374.1g were in fact only 1.9g underweight. He also said\nthat the article had inaccurately reported the Weights and Measure Act in how\nit applied in this case,              by\nmiscalculating the legal minimum weight that the apricots could weigh in this\ninstance.\n4. The complainant said that the Sevenoaks Chronicle had not\ncontacted him for comment, and noted that the company had given an extensive\ncomment to a different sister publication on the same topic, which was\npublished following a complaint to this sister publication. The complainant\nsaid that it was misleading to report that the company had been contacted and\ndeclined to comment on the story, when at the time of publication, his comment\nhad been added and was freely available on the original article on which this\narticle was based.\n5. The publication accepted that it had misreported the\namount that the jars were underweight, and had inaccurately summarised how the\nWeights and Measures Act applied to the case. It said that the story had been\nsourced from an online sister publication – the complainant had contacted this\npublication directly and the inaccuracies had been amended, but due to an\ninternal error, the original article was later reproduced in print nine days\nlater in the publication under complaint.\n6. The publication said that a journalist representing a\nsister publication which published the original article did contact the\ncomplainant for comment, and accepted that a full comment was given. The\npublication said that the same miscommunication between the publications meant\nthat this fact, and the comment, was not included in the later print article.\n7. The publication accepted that these were errors which\nrequired correction, and pointed out that when it was contacted directly by the\ncomplainant, prior to any involvement by IPSO, it offered to publish a\ncorrection and include the complainant’s statement on the claims the next\navailable edition to address these errors. It also offered to include the\ncomplainant’s comment which had appeared in the sister publication. It said\nthat the complainant indicated that this offer was not acceptable and so it did\nnot publish a correction at this stage. The publication said that it was made\nclear to the complainant that the offer to print a correction still stood\nduring the course of IPSO’s involvement, but said that it did not go ahead and\nprint a correction in light of the complainant’s position that the offer was\nnot satisfactory and pending a decision from the Complaints Committee. The\npublication also explained that there was initially some confusion over who had\napproached the complainant for comment prior to publication; it said that its\njournalist had not approached the complainant, but following further\ninvestigation, it accepted that a journalist from its sister publication had\ncontacted the complainant for comment which had been included in its story.\nWhen the position became clear, the publication proposed the correction below\nto the complainant on 21 January 2019, which it offered to publish on page 2 in\nthe newspaper’s Corrections and Clarifications column. This offer was rejected\nby the complainant.\n“In our article of 18 October 2018 'Company must pay £2,500\nfor selling underweight food', it was reported that Baselica Limited had been\ncontacted at the time of publication but declined to comment. In fact, we would\nlike to make clear that a spokesman for Baselica gave a full comment to a\njournalist when contacted:  “Fine Italian\nFoods accepts the decision of  the court,\nand also accepts that the jar identified was 1.9g below the tolerable negative\nerror at the declared weight. Each jar of this product contains 12-15 whole\napricots depending on the size of the fruit that Prunotto harvest from their\ntrees, so a single fruit makes a huge difference to the final pack weight –\napproximately 30g - which is 15 times the underweight we have been fined for.”\nThis error was due to an internal misunderstanding between our member\npublications, and we apologise to Baselica Limited for this error.”\n8. The publication said that only the article’s sub headline\nreferred the apricots being sold in tins – the rest of the article made clear\nthat the apricots were sold in jars. It did not accept that this represented a\nsignificant inaccuracy which would require correction.\n9. The complainant expressed frustration that the\ninaccuracies were reproduced in print nine days after the original online\narticle was published and then amended at his request.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and \nwith due prominence,  and  — where appropriate  —  an\napology published.  In cases involving\nIPSO, due prominence should be as required by the regulator.\niii)A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press,  while\nfree  to \neditorialise  and  campaign, \nmust  distinguish  clearly between comment, conjecture and fact.\nFindings of the Committee\n11. It was accepted that the complainant had been contacted\nfor comment by a journalist from a sister publication, and had given a full\ncomment; failing to include this fact and statement represented a failure to\ntake care not to publish inaccurate information, and gave a significantly\nmisleading impression of the complainant’s position on the matter. The\nCommittee found that this represented a breach of Clause 1(i), and required\ncorrection in order to avoid a breach of Clause 1(ii).\n12. The publication offered to publish a correction and\npublish the complainant’s full statement within days of being contacted\ndirectly by the complainant, but the terms of the apology were not agreed with\nthe complainant; in response to the offer the complainant indicated that the\npublication of a correction, in any terms, would not be satisfactory to resolve\nthe complaint. Although the precise wording of the correction which the\npublication was offering was not provided to the complainant at the time the\noffer was first made, the publication had offered to set the record straight\nand to the put the complainant’s position on record. Following receipt of the\ncomplaint, it had also been necessary for the publication to undertake an\ninternal investigation to determine the nature of the complainant’s contact\nwith the journalist and its sister publication. In these circumstances, the\npublication had acted promptly by offering a correction which satisfied Clause\n1(ii) at the start of IPSO’s investigation into the complaint. The proposed\ncorrection identified the inaccuracies, put the correct position on record, and\nincluded the complainant’s full comment. The offer to publish the correction in\nthe publication’s established Corrections and Clarifications column satisfied\nthe requirement for due prominence. The proposed correction was sufficient to\navoid a breach of Clause 1(ii) and should now be published.\n13. The article had accurately reported the true weight of\nthe jars (374g), the fact that they were labelled as weighing 400g, and that\nthe company had been fined because the jar had been underweight. The Committee\nconsidered that, in the overall context of this article, also including an\nincorrect figure as to the amount by which the jars were under the legal\nminimum was not significantly misleading.\n14. The  article  correctly \nexplained  that UK weights and measures regulations allow for a tolerable negative\nerror on prepacked food, but  then  stated, in error, that the  minimum drained weight of a\n400g product would be 388g rather than 376g.  However, the  Committee was of the view\nthat this error did not give a significantly misleading impression of the\ncircumstances which had led to the complainant receiving a fine, given that the\narticle had included details of the true weight of the jar as compared to the\nadvertised weight. Finally, the reference to the fruits being sold in a tin did\nnot give a misleading impression as to the nature of the product. The Committee\ndid not consider that these points represented significant inaccuracies which\nwould require correction, and thus there was no breach of Clause 1 on these\npoints.\nConclusions      \n15. The complaint was upheld \nRemedial Action required\n16. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action would be required.\n17. The correction was offered with sufficient promptness\nand prominence to meet the terms of Clause 1(ii) and should now be published. \nDate complaint received: 24/10/2018\nDate decision issued: 07/03/2019\nReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the Committee had not made clear\nwhy the publication’s offer of correction was sufficiently prompt to meet the\nterms of Clause 1(ii). The Committee re-considered the complaint, in light of\nthe Complaints Reviewer’s findings. The substance of the Committee’s decision\nwas not affected by the findings. However, the summary of complaint and\nreasoning for the Committee’s decision was revised, to make clear the Committee\nrationale for the Committee’s decision.\nBack to ruling listing\n\n\n"
}