{
    "url": "/rulings-and-resolution-statements/ruling/?id=07037-19",
    "title": "07037-19 Foley v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-09-09 00:00:00",
    "received_on": "2019-09-09 00:00:00",
    "concluded_on": "2020-01-28 00:00:00",
    "complaint_processing_days": 141,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received by IPSO: 09/09/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07037-19 Foley v\nMail Online\nSummary of Complaint\n1. Dr Conor Foley complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 3 (Harassment) and Clause 4 (Intrusion into Grief and Shock)\nof the Editors’ Code of Practice in an article headlined “EXCLUSIVE:\nNever-before-seen photographs show Labour's Jeremy Corbyn and John McDonnell at\nwedding of Guildford Four's [name] inside Long Lartin top security jail after\nhis wrongful IRA terror conviction”, published on 9 September 2019.\n2. The article reported on “never-before-seen” photographs it\nsaid had “never been published before” that showed Jeremy Corbyn and John\nMcDonnell at the wedding of one of the Guildford Four, which was held in\nprison. It showed four photographs including one of seven people, one of whom\nwas the complainant. The article also reported that the complainant “had been\nwrongly suspected of planting a bomb at Chelsea Barracks” and said he was a\n“regular at the Irish Centre in Islington, North London, a well-known\nRepublican stronghold”. The article also reported that he had “carved out a\ncareer in writing and humanitarian work”. After a paragraph in which the\ncomplainant was named, a quote from the groom’s family member stated “[t]hey\nwere big players in the London Republican movement and very committed to the\ncause. As [the groom’s] family, we never knew the full extent of what they got\nup to but they were very supportive of his case and that's all we cared about”.\nIt was not specified who the “they” referred to. A further fact box described\nthe complainant as a “republican activist”. \n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. He said that describing him as a “republican activist” or a\n“big player in the London Republican movement” implied he was a member of the\nIrish Republican Army and a terrorist. He also said it was wrong to say that he\nwas “wrongfully suspected of planting a bomb at Chelsea Barracks”; the accurate\nposition was that he had been wrongly detained, then released without further\ninvestigation.\n4. The complainant also said that the article was inaccurate\nin breach of Clause 1 as the photographs had already been published in another\nmagazine in 1988 in an article that he wrote. They could not therefore be\ndescribed as “never-before-seen” or “never been published before”.\n5. The complainant said that the article represented an\nintrusion into his privacy in breach of Clause 2. He said that inaccurately\nstating that he was a terrorist because he had attended a wedding and\ninaccurately stating that he had been “suspected of planting a bomb”, and\npublishing this information over 30 years later was a breach of his privacy. He\nsaid that he was a private figure and there was no public interest in writing a\nstory about him.\n6. The complainant said that the article constituted\nharassment in breach of Clause 3 as it slurred the reputations of the people\nnamed in the article with the aim of attacking John McDonnell and Jeremy\nCorbyn.\n7. The complainant also said that the article was an\nintrusion into shock in breach of Clause 4 as another person mentioned in the\narticle had lost his daughter a few weeks before publication; the article had\nbeen written at this time to increase their grief.\n8. The publication denied that it had reported that the\ncomplainant was a member of the IRA or a terrorist. It said that it was\naccurate to describe the complainant as a Republican activist where he had said\nhimself he was the National Organiser of the Labour Committee in Ireland that\nsupported Irish reunification, and that he had supported the release of the\nGuildford Four. It also said it had accurately reported the quote taken from a\nmember of the groom’s family, in which they had said “[t]hey were big players\nin the London Republican movement and very committed to the cause. As [the\ngroom’s] family, we never knew the full extent of what they got up to but they\nwere very supportive of his case and that's all we cared about.” The\npublication said this quote could be taken to include the complainant, however,\nit was not a breach of Clause 1. It said it had taken care when using the term\n“IRA” or the wider term “Republican” throughout the article. Whilst not\naccepting any inaccuracy, the newspaper offered to publish a clarifying\nfootnote as follows:\nSince this article was published Connor Foley has contacted\nMailOnline to confirm that although he worked for the release of [name], he was\nnot involved in and does not condone acts of violence in the name of the Irish\nrepublican movement.\n9. The publication accepted that two of the four photographs\nhad been published before, however, previously, the photo including the\ncomplainant had been heavily cropped to only include the bride, groom and Mr\nCorbyn and not Mr McDonnell. It noted that the images had been published in\n1988 in a magazine with a circulation of 80,000 with a focus on Irish politics\nand society. It said that this meant the photos would not have been seen by\nmany Mail Online readers, and that the person who had supplied the images said\nthat they had not been published before. The publication denied that it had\nbreached Clause 1, but said as a gesture of goodwill it would amend the\nheadline to:\nEXCLUSIVE: Newly unearthed photographs show Labour's Jeremy\nCorbyn and John McDonnell at wedding of Guildford Four's [name] inside Long Lartin\ntop security jail in 1988 after his wrongful IRA terror conviction\nThe text would also be amended as follows:\nAlthough it was well documented at the time that Mr Corbyn\nattended [name]'s wedding, only one photograph of him there has ever been\npublished, and none which capture John McDonnell’s presence.\n10. The publication did not accept that Clause 2 was engaged\nas none of the information shared was private. It said that the complainant had\nalready published in the public domain that he had attended the wedding, and\nsaid that the complainant had written two detailed accounts of his arrest, and\nthat he once referred to himself as a “suspected bomber” in an article by\nanother publication.\n11. The publication did not accept that the terms of Clause\n3 was engaged, as the complaint did not refer to the behaviour of journalists\nprior to publication.\n12. The publication said it did not believe that the terms\nof Clause 4 had been engaged and additionally, it would not be for the\ncomplainant to make a complaint, but the other person pictured who had recently\nbeen bereaved.\nRelevant Code Provisions\n13. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n14. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n15. Clause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n16. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and approaches\nmust be made with sympathy and discretion and publication handled sensitively.\nThese provisions should not restrict the right to report legal proceedings.\nFindings of the Committee\n17. The Committee noted the complainant’s concern that the article\nhad inaccurately suggested that he was a terrorist or a member of the IRA.\nHowever, the complainant had accepted that he had campaigned for a reunified\nIreland and for the release of the Guildford Four.  As such, the Committee did not consider that\nit was significantly inaccurate to describe him as a\n“Republican activist”; this characterisation did not suggest\nthat he had been a member of the IRA.\n18. The Committee also noted the complainant’s concern that\nthe article had inaccurately stated that he was “wrongly suspected of planting\na bomb at Chelsea Barracks” because in fact he had been wrongly detained.\nHowever, the complainant had been arrested on this basis, even though he was\nreleased and not charged. It was therefore not inaccurate to report that he had\nbeen “wrongly suspected of planting a bomb at Chelsea Barracks”.\n19. The Committee noted that the quote from the groom’s\nfamily member could have related to the complainant. However, the comment\nclearly represented the opinion of this individual in relation to a number of\npeople who had attended the wedding. The quotation had not given the\nsignificantly misleading impression that it was a fact that the complainant was\na member of the IRA or had been involved in terrorist activity. As previously\nnoted, the article had made clear that the complainant had been “wrongly”\nsuspected of planting a bomb.\nThe Committee considered the complainant’s concern about the\ncumulative effect of the references in the article. Whilst some of the\nreferences were made about the IRA, others plainly related to Republican\nactivists and activism in a sense unconnected to the IRA. For the reasons\nabove, the Committee concluded that the references in the article, both\nseparately or taken together, had not suggested that the complainant had been\ninvolved in terrorist activity or had been a member of the IRA. There was no\nfailure to take care in breach of Clause 1(i) on this matter. Although there\nwas no breach of Clause 1, the Committee welcomed the proposed clarification by\nthe publication.\n20. The Committee noted that although two of the photos had\nbeen described as “never-before-seen” or “never been published before”, they\nhad in fact been published in a separate magazine in 1988. However, one of the\ntwo photographs had been cropped, and the full photos were the first to show\nthat Mr McDonnell had been at the wedding. Given that the images had appeared\nmore than 30 years ago and one had been published in a different form, the\ndescription was not significantly misleading. The Committee appreciated the\noffer of the newspaper to amend the headline and text; however, it found that\nthere was no breach of Clause 1 on this point.\n21. The Committee recognised the complainant’s concerns that\nhe was not a public figure and that the article and photos of him at the\nwedding were an intrusion into his private life, particularly as the event had\ntaken place so many years ago. It considered, however, that the published\nphotograph had disclosed only the complainant’s attendance at the wedding,\nwhich he had written an article about previously in another publication.\nPublishing the article in the Mail, including the photograph, did not\nconstitute a breach of Clause 2.” \nSimilarly, the complainant had referred to himself as a “suspected\nbomber” and had written two further accounts of his arrest and including this\ninformation did not constitute a breach of Clause 2.\n22. The complainant also complained that Clauses 3 and 4 had\nbeen breached, however his concerns related to third parties to the complaint,\nso these were not considered by the Committee.\nConclusions\n23. The complaint was not upheld.\nRemedial Action Required\nN/A\n \nDate complaint received by IPSO: 09/09/2019\nDate decision issued: 28/01/2020\nBack to ruling listing\n\n\n"
}