{
    "url": "/rulings-and-resolution-statements/ruling/?id=07037-15",
    "title": "07037-15 Curry v Express.co.uk",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2015-10-21 00:00:00",
    "received_on": "2015-10-28 00:00:00",
    "concluded_on": "2016-01-11 00:00:00",
    "complaint_processing_days": 75,
    "conclusion_long": "11. The complaint was upheld under Clause 1.",
    "remedial_action": "12. The Committee was concerned by the newspaper’s failure to take care over the accuracy of the article, and carefully considered whether an adjudication was required on this occasion. However, it noted that the newspaper had taken prompt action to remedy the situation, and the correct position was now clear from the article. On this occasion, the steps taken by the newspaper were satisfactory to remedy the breach of the Editors’ Code, and no further action was required. Date complaint received: 28/10/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07037-15 Curry v\nExpress.co.ukSummary of complaint 1. Jim Curry complained to the Independent Press Standards\nOrganisation that Express.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Christians in Syria SUPPORT Vladimir\nPutin’s bombing campaign, claims church leader”, published on 21 October 2015.2. The article apparently reported the comments of\nJean-Clement Jeanbart, a Catholic Archbishop from Syria. It said that he\nsupported Russian military intervention in Syria, and that the Syrian people\nwere hopeful that the Russian bombing could help defeat so-called “Islamic\nState”.3. The complainant said that the opening quotations in the\narticle, which said that Christians in Syria were “feeling relaxed” about\nRussian air strikes and supported them in the belief that they could bring\npeace to the country, were accurately attributed to the Archbishop. However,\nthe latter quotations in the article, which said that “the recent Russia action\nis a clear demonstration of the Assad regime’s weakness” and that President\nBashar Al-Assad had fuelled sectarian violence, should have been attributed to\nTobias Ellwood MP.4. The publication acknowledged that it had mistakenly\nattributed Mr Ellwood’s comments to the Archbishop. The source of the comments\nhad been an article in the Catholic Herald, and the journalist had also spoken\nto the Archbishop on the telephone. He was confident that he understood the\nArchbishop’s opinions on the situation in Syria, and the comments attributed to\nhim in the article appeared to align with the Archbishop’s perspective. Upon\nreceipt of the complaint, the publication removed the quotations and added a\nfootnote, as follows:“CorrectionIn an earlier version of this article we stated that\nCatholic Archbishop Jean-Clement said “The recent Russia action is a clear\ndemonstration of the Assad regime’s weakness.” That “Assad cannot survive without\nRussian or Iranian support, and Assad cannot win the war in Syria.” That “We\ndon’t buy for one moment his spurious argument that he can protect religious\nminorities.” Finally “His actions in effect have fuelled sectarian violence,\nand his regime is ultimately responsible for the deaths of hundreds of\nthousands of civilians, and as long as Assad is in power the conflict will go\non.” In fact these quotes should have been attributed to the British Foreign\nOffice Minister Tobias Ellwood. We are happy to set the record straight.”5. The complainant later raised the concern that the article\nhad incorrectly reported that the Archbishop had “called on the British\ngovernment to intervene militarily”. The publication removed the reference from\nthe article and updated the footnote to include this point.6. The complainant did not accept the amendments and\nfootnote as a satisfactory resolution to his complaint.Relevant Code Provisions7. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.Findings of the Committee8. The publication had inaccurately reported the\nArchbishop’s comments, as published in the Catholic Herald. This error\nrepresented a failure to take care over the accuracy of the article. The\narticle had ascribed to the Archbishop views which he had not expressed in the\nspeech being reported, and gave the impression that he had been highly critical\nof President Al-Assad’s regime, when he had not said that in the speech in\nquestion. The inaccuracy was significant and required correction under the\nEditors’ Code.9. The reference to the Archbishop’s having “called on the\nBritish government to intervene militarily” was erroneous, and again\nrepresented a failure to take care over the accuracy of the article. Reporting\nthat the Archbishop wanted Britain to take military action in his country, when\nhe had not called for Britain to do so during the speech, was a significant\ninaccuracy which required correction.10. The newspaper had acted promptly to try and remedy the\nsituation, once it had received the complaint. It had amended the article to\nremove the inaccurately attributed quotations, and had appended a correction\nwhich made clear the original error, and provided corrective information. There\nwas no breach of Clause 1 (ii) of the Code.Conclusions11. The complaint was upheld under Clause 1.Remedial Action Required12. The Committee was concerned by the newspaper’s failure\nto take care over the accuracy of the article, and carefully considered whether\nan adjudication was required on this occasion. However, it noted that the\nnewspaper had taken prompt action to remedy the situation, and the correct\nposition was now clear from the article. On this occasion, the steps taken by\nthe newspaper were satisfactory to remedy the breach of the Editors’ Code, and\nno further action was required.\nDate complaint received: 28/10/2015\nDate decision issued: 11/01/2016\nBack to ruling listing\n\n\n"
}