{
    "url": "/rulings-and-resolution-statements/ruling/?id=07054-15",
    "title": "07054-15 House v The Daily Telegraph",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2015-04-06 00:00:00",
    "received_on": "2015-12-15 00:00:00",
    "concluded_on": "2016-03-02 00:00:00",
    "complaint_processing_days": 78,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 15/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 07054-15 House v The Daily Telegraph\nSummary\nof complaint\n1.\nSusan House complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 3 (Privacy) of the Editors’ Code of Practice in\nan article headlined “House destroyed in huge gas blast while on family on\nEaster Sunday Walk”, published online on 06 April 2015.\n2.\nThe article reported that there had been a gas explosion at the complainant’s\nhouse which had ripped off two of the walls. It reported that police and fire\ncrews had launched an investigation into the explosion. The article was\naccompanied by a photograph showing the side of the house which had lost its\nexternal walls, so that the interior of the house was visible. Some furniture\nand other items were visible in this photograph, including bed clothes, the\nrear of a book case and a desktop computer.\n3.\nThe complainant said that the first photograph was taken on her land at the\nrear of the house, and that no one had approached her about taking it. She said\nthat her bedroom, bathroom and stairs were clearly visible in the photograph,\nand that this aspect of the property had not been visible to members of the\npublic.  She said that the contents of her home are private, and that the\nphotograph was intrusive. She noted that a member of public had commented on\nthe fact that she had no cover on her duvet, and that jokes had been made about\nher bath, which was shown hanging off the side of the building. She said that\nher house was looted, which the police warned her would happen after the\npictures were published.\n4.\nThe newspaper said that the photograph depicted a house with its walls blown\nout and its roof severely damaged by an explosion, and did not disclose any\ninformation about the private life of the complainant. In addition, the\nnewspaper said that there was a public interest in reporting on an explosion at\na domestic dwelling, which was by its nature a public event, involving the\nemergency services.\n5.\nThe newspaper said that the agency photographer had originally taken some\nphotographs from the road, but did not have a good view of the most damaged\npart of the house. After asking around in the area, the photographer spoke to a\nman who identified himself as the complainant’s father, and the owner of the\nproperty. He asked where he could a take a picture of the damage to the house,\nand he was directed to a spot at the rear of the property, which was where the\nphotographs were taken. The newspaper said that this spot was accessed without\ncrossing any barriers or cordons, or opening any gates.\n6.\nThe complainant said that her father was unable to recall his conversations\nwith the press, but that he was sure that he did not escort, indicate or show\nanybody to a position where they could take the photographs. The complainant\nsaid that the fire brigade had cordoned off the land on which the photographs\nwere taken with tape.  She said that while the newspaper had argued that\nthe publication of the photographs was in the public interest, it had not been\ninterested in what had caused the explosion, nor did she believe the public\nwould be better informed about the importance of gas safety as a result of the\nreporting.\nRelevant\nCode Provisions\n7.\nClause 3 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\nThe\nPublic Interest\n1.\nThe public interest includes, but is not confined to:\nii)\nProtecting public health and safety\nFindings\nof the Committee\n8.\nThe Committee recognised the difficulty and distress the gas explosion caused\nthe complainant. It appreciated that the publication of these photographs may\nhave caused the complainant additional distress at what was a difficult time.\n9.\nHowever, given the extent of the damage, including the destruction of external\nwalls, the visibility of some of the damage from a public road, the presence of\nemergency services and the fact that the explosion was a significant and\nlegitimate news story, the complainant did not have a reasonable expectation\nthat her property was a private place. The furniture and other items depicted\nin the photographs were common household items which did not reveal any\nparticular details about the complainant’s private life. Further, the\nphotographs only showed what could be seen by standing at the rear of the\nproperty; the photographer did not enter the building.  In addition, there\nwas a public interest in illustrating the extent of the damage caused by the\ngas explosion, which highlighted the importance of gas safety. Because of the extent\nof the damage, it would not have been possible to do so without showing some of\nwhat had previously been the internal contents of the house.\n10.\nOn the newspaper’s account, the complainant’s father identified himself, and\nexplained where the photographer should stand to get the best picture. The\ncomplainant denied that her father escorted the photographer to this spot or\nindicated where to go, but said that her father could not recollect what he had\nsaid in his conversations to the press. In these circumstances, the Committee\naccepted the account of the conversation provided by the newspaper.\n11.\nThis gas explosion was the legitimate subject of news coverage, and\nillustrating the extent of the damage was in the public interest. There was no\nfailure to respect the complainant’s privacy, and there was no breach of Clause\n3.\nConclusions\n12.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 15/12/2015Date decision issued: 02/03/2016\nBack to ruling listing\n\n\n"
}