{
    "url": "/rulings-and-resolution-statements/ruling/?id=07065-15",
    "title": "07065-15 House v Grimsby Telegraph",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Grimsby Telegraph (Reach PLC)",
    "published_on": "2015-04-07 00:00:00",
    "received_on": "2015-12-15 00:00:00",
    "concluded_on": "2016-03-02 00:00:00",
    "complaint_processing_days": 78,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 15/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 07065-15 House v Grimsby Telegraph\nSummary\nof complaint\n1.\nSusan House complained to the Independent Press Standards Organisation that The\nGrimsby Telegraph breached Clause 3 (Privacy) of the Editors’ Code of Practice\nin an article headlined “Gas blast shockwave almost blew me off my feet, says\nlocal resident – with drone footage”, published online on 7 April 2015.\n2.\nThe article reported on a gas explosion that had occurred at the complainant’s\nhouse, and reported comments that had been made by local residents and\nbusinesses. These included comments from a company that operated a large gas\nterminal near the house. The article was accompanied by footage of the damaged\nhouse which was taken with an aerial drone.\n3.\nThe complainant said that the drone flew over her garden, and that the footage\nshowed the contents of her home which were not visible to members of the\npublic, including her bathroom, stairs and bedroom. She said that she was\noccupying the property at the time, and that no one expects a drone to fly over\ntheir property taking videos.\n4.\nThe newspaper said that the footage was taken at a distance such that no\npersonal belongings or individuals were depicted, nor any individual rooms\nidentifiable. It said that no one was living at the property as it was\nextremely badly damaged.  It said that\nwhile the footage was not intrusive, it was in the public interest to show the\namount of damage that can be caused by a gas explosion at a domestic dwelling.\nRelevant\nCode Provisions\n5.\nClause 3 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public disclosures\nof information.\nThe\nPublic Interest\n1.\nThe public interest includes, but is not confined to:\nii)\nProtecting public health and safety\nFindings\nof the Committee\n6.\nThe Committee recognised the difficulty and distress the gas explosion caused\nthe complainant. It appreciated that the publication of this footage may have\ncaused the complainant additional distress at what was a difficult time.\n7.\nHowever, given the extent of the damage, including the destruction of external\nwalls, the visibility of some of the damage from a public road, the presence of\nemergency services and the fact that the explosion was a significant and\nlegitimate news story, the complainant did not have a reasonable expectation\nthat her property was a private place. In such circumstances, the use of a\ndrone to photograph the damage to her house did not constitute an intrusion\ninto her privacy. A bath, a shower, and a mattress were visible in the footage,\nbut beyond these, very few other household objects were identifiable, and the footage\ncontained very little information about the interior of the complainant’s\nhouse. In addition, there was a public interest in illustrating the damage\ncaused by the gas explosion, which highlighted the importance of gas safety.\nBecause of the extent of the damage, it would not have been possible to do so\nwithout showing some of what had previously been the internal contents of the\nhouse. For these reasons, there was no failure to respect the complainant’s\nprivacy, and there was no breach of Clause 3.\nConclusions\n8.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 15/12/2015Date\ndecision issued: 02/03/2016\nBack to ruling listing\n\n\n"
}