{
    "url": "/rulings-and-resolution-statements/ruling/?id=07063-15",
    "title": "07063-15 House v express.co.uk",
    "provisions": [
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2015-04-06 00:00:00",
    "received_on": "2015-12-15 00:00:00",
    "concluded_on": "2016-03-02 00:00:00",
    "complaint_processing_days": 78,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received:15/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 07063-15 House v express.co.uk\nSummary\nof complaint\n1.\nSusan House complained to the Independent Press Standards Organisation that\nExpress.co.uk breached Clause 3 (Privacy) of the Editors’ Code of Practice in\nan article headlined “Gas explosion RIPS right through house leaving utter\ndestruction”, published on 6 April 2015.\n2.\nThe article reported that there had been a gas explosion at the complainant’s\nhouse in which walls had been “completely destroyed”. It reported that police\nand fire crews were investigating the matter. The article was accompanied by\nphotographs taken from outside the property showing the extent of the damage.\nSome of the photographs showed the interior of the house, which had been made\nvisible by the absence of an external wall.  Some furniture and other\nitems were visible including bed clothes, the rear of a book case, a desktop\ncomputer, a bath and a shower. The article was also accompanied by a video\ntaken from the same vantage points as the photographs, and showing the same\ninformation.\n3.\nThe complainant said that the photographs were taken on her land at the rear of\nthe house, and that no one had approached her about taking them. She said that\nher bedroom, bathroom and stairs were clearly visible in the photographs, and\nthat this aspect of the property had not been visible to members of the\npublic.  She said that the contents of her home are private, and that the\nphotographs were intrusive. She noted that a member of public has commented on\nthe fact that she had no cover on her duvet, and that jokes had been made about\nher bath, which was shown hanging off the side of the building. She said that\nher house was looted, which the police warned her would happen after the pictures\nwere published.\n4.\nThe publication said that the gas explosion not only affected the complainant,\nbut also her neighbours and the local community. It said that the story was of\nobvious interest to the public; the photographs did not show any private\ninformation about the complainant, but simply recorded the fact that damage had\nbeen caused to the property.\n5.\nThe publication said that the agency photographer had originally taken some\nphotographs from the road, but did not have a good view of the most damaged\npart of the house. After asking around in the area, the photographer spoke to a\nman who identified himself as the complainant’s father, and the owner of the\nproperty. He asked where he could a take a picture of the damage to the house,\nand he was directed to a spot at the rear of the property, which was where the\nphotographs were taken. The publication said that this spot was accessed\nwithout crossing any barriers or cordons, or opening any gates.\n6.\nThe complainant said that her father was unable to recall his conversations\nwith the press, but that he was sure that he did not escort, indicate or show\nanybody to a position where they could take the photographs. The complainant\nsaid that the fire brigade had cordoned off the land on which the photographs\nwere taken with tape. She said that while the publication had argued that\npublishing the photographs was in the public interest, it had not been\ninterested in what had caused the explosion, nor did she believe the public\nwould be better informed about the importance of gas safety as a result of the\nreporting.\nRelevant\nCode Provisions\n7.\nClause 3 (Privacy)i)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\n ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\nThe\nPublic Interest\n1.\nThe public interest includes, but is not confined to:\nii)\nProtecting public health and safety\nFindings\nof the Committee\n8.\nThe Committee recognised the difficulty and distress the gas explosion caused\nthe complainant. It appreciated that the publication of this footage may have\ncaused the complainant additional distress at what was a difficult time.\n9.\nHowever, given the extent of the damage, including the destruction of external\nwalls, the visibility of some of the damage from a public road, the presence of\nemergency services and the fact that the explosion was a significant and legitimate\nnews story, the complainant did not have a reasonable expectation that her\nproperty was a private place. The furniture and other items depicted in the\nphotographs and video were common household items which did not reveal any\nparticular details about the complainant’s private life. Further, the\nphotograph and video only showed what could be seen by standing at the rear of\nthe property; the photographer did not enter the building. In addition, there\nwas a public interest in illustrating the extent of the damage caused by the\ngas explosion, which highlighted the importance of gas safety. Because of the\nextent of the damage, it would not have been possible to do so without showing\nsome of what had previously been the internal contents of the house.\n10.\nOn the publication’s account, the complainant’s father identified himself, and\nexplained where the photographer should stand to get the best picture. The\ncomplainant denied that her father escorted the photographer to this spot or\nindicated where to go, but said that her father could not recollect what he had\nsaid in his conversations to the press. In these circumstances, the Committee\naccepted the account of the conversation provided by the publication.\n11.\nThis gas explosion was the legitimate subject of news coverage, and\nillustrating the extent of the damage was in the public interest. There was no\nfailure to respect the complainant’s privacy, and there was no breach of Clause\n3.\nConclusions\n12.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received:15/12/2015Date\ndecision issued: 02/03/2016\nBack to ruling listing\n\n\n"
}