{
    "url": "/rulings-and-resolution-statements/ruling/?id=07127-19",
    "title": "07127-19 Wilkinson v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2019-09-11 00:00:00",
    "received_on": "2019-09-12 00:00:00",
    "concluded_on": "2020-03-04 00:00:00",
    "complaint_processing_days": 174,
    "conclusion_long": "7. The complaint was not upheld",
    "remedial_action": "8. N/A   Date complaint received: 12/09/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07127-19 Wilkinson v\nthesun.co.uk\nSummary of Complaint\n1. David Wilkinson complained to the Independent Press\nStandards Organisation that thesun.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Boris faces calls to recall\nParliament after Scottish court rules shut down was unlawful” published on 11\nSeptember 2019.\n2. The article reported on a high profile constitutional\ncourt case in September in which the Scottish Court of Session court ruled that\nthe prorogation of parliament was unlawful, following a challenge from a group\nof campaigners and lawyers. The article explained that “Top judges found in\nfavour of an appeal against Boris Johnson and the case will go to the Supreme\nCourt next week”. It explained that at that point, although the court had found\nthat the prorogation was null and void, there were no plans for MPs to retake\ntheir seats in parliament. It also reported that the government was\n“disappointed” by the decision. The article included a box summarising the\narticle in a number of points, one of which said “Today’s decision is still\nonly an allegation which is yet to [sic] proven in a court of law”.\n3. The complainant said that the article was inaccurate. It\nwas not the case that the Scottish court’s decision that the prorogation was\nunlawful was “only an allegation” yet to be proven in a court of law – the\ndecision clearly had been made in a court of law.\n4. The publication said that the sentence was an error – the\nnewspaper claimed it was nonsensical, and noted that it was clearly the case\nthat something could not be both a decision and an allegation. It said that\nthis production error was raised with editorial staff on the day of\npublication, and was amended immediately – the error was only online for\napproximately 5 hours. It said that the rest of the article accurately set out\nwhat had happened and was decided by the Scottish Court of Session, and so the\narticle as a whole made completely clear the nature of the court ruling, its\nconsequences, and the fact that the Supreme Court would now consider an appeal.\nNevertheless, on receipt of the complaint, it offered to add the following\nwording as a footnote to the article to record the amendment:\n“A previous version of this article erroneously included the\nphrase “today’s decision is still only an allegation which is yet to be proven\nin a court of law”, referring to the decision of the Scottish Court of Session.\nIt was removed on the day of publication as it did not provide clear\ninformation about the court’s decision.”\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The statement under complaint had appeared as a result of\na production error, which was amended as soon as the publication became aware\nof it. For the short time it was included in the article, the error did not\ngive rise to any significant inaccuracy in the context of the overall article –\nthe court’s decision that the prorogation was unlawful was the central point of\nthe article and was accurately reported. As such, the error did not constitute\na failure to take care over the accuracy of the article, and was not\nsignificant to the overall article as to require correction beyond the\namendments already made. There was no breach of Clause 1(i) or 1(ii). However,\nthe Committee welcomed the offer to footnote the change.\nConclusions\n7. The complaint was not upheld\nRemedial Action Required\n8. N/A\n \nDate complaint received: 12/09/2019\nDate complaint concluded: 04/03/2020\nBack to ruling listing\n\n\n"
}