{
    "url": "/rulings-and-resolution-statements/ruling/?id=07143-18",
    "title": "07143-18 McLaughlin v thescottishsun.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thescottishsun.co.uk (News UK)",
    "published_on": "2018-10-30 00:00:00",
    "received_on": "2018-10-30 00:00:00",
    "concluded_on": "2019-02-05 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "9. The complaint was upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "10. Having upheld the complaint, the Committee considered what remedial action was appropriate. 11. The misleading statement had been confined to the tweet; the article it linked to had been accurate. In these circumstances, the appropriate remedy was that the publication publish a tweet making clear the respect in which the Committee had found the original tweet to be misleading, and setting out the correct position. This should be published on the same Twitter account as the original tweet, and remain on the publication’s Twitter feed indefinitely. The wording should state that the tweet was being published following a decision by the Independent Press Standards Organisation, and should be agreed by IPSO in advance. Date complaint received: 30/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee: 07143-18 McLaughlin v\nthescottishsun.co.uk\nSummary of complaint\n1. Chris McLaughlin\ncomplained to the Independent Press Standards Organisation that\nthescottishsun.co.uk breached Clause 1 (Accuracy) of the Editors’ Code in a\ntweet linking to an article headlined “IN COURT Celtic Boys Club founder Jim\nTorbett claims he is asexual amid 'ulterior motive' denial for schoolboy group\ntrips in abuse trial”, published on 30 October 2018. \n2. The tweet which\nlinked to the article read: “Ex-Celtic coach Jim Torbett claims he is asexual\namid denial at Scots abuse trial”. It featured a photograph of the defendant\noutside court; he was subsequently convicted of five abuse charges. The linked\narticle expanded on the tweet, and made clear that the man was the founder of\nCeltic Boys’ Club, not a coach for Celtic Football Club.\n3. The complainant\nsaid that it was inaccurate for the tweet to say that the man on trial was an\n“Ex-Celtic coach”; he was the founder of Celtic Boys’ Club and was never\nemployed by Celtic Football Club. He also denied that Celtic Boys’ Club was ever\nthe “youth wing” of Celtic Football Club.\n4. The publication\nsaid that it was reasonable and accurate to abbreviate Celtic Boys’ Club as\n“Celtic” in the brief tweet. It pointed out that the tweet linked to the\narticle, the headline of which referred accurately to Celtic Boys’ Club. Any\nreader would immediately understand upon clicking on the tweet that the\nreference to “Celtic” was an abbreviation for Celtic Boys’ Club.\n5. In any case, the\npublication said that there were links between the organisations: they did not\nsimply share the same name; they also shared the same crest and strip. Although\nit accepted that the two organisations were separate legal entities, it pointed\nto a statement from Celtic Football Club about the trial, issued after the\narticle was published, which acknowledged that “although Celtic Football Club\nis an entirely separate organisation, we have always taken these allegation\nextremely seriously because of our historic contacts with Celtic Boys’ Club”.\nIt also noted reports, issued after the tweet was published, stating that the\ncoach’s alleged victims were planning to sue Celtic Football Club, as they\nclaimed that the two organisations were “utterly intertwined”, and that “the\nconnection, both financial and institutional, between the two is a very\nsignificant factor”. It said that it was widely understood that Celtic Boys’\nClub was the “unofficial youth wing” of Celtic Football Club.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The Committee\nconsidered that similar requirements apply to tweets as to headlines: care must\nbe taken in tweets to avoid publishing inaccurate or misleading content\nincluding that which is not supported by the text to which they link. The tweet\nhad referred to an “ex-Celtic coach”, and the Committee noted the widespread\nassociation between the term “Celtic”, when used in certain circumstances, and\nCeltic Football Club. The publication said that the connection between the two\nclubs was evidenced by the fact that the Boys Club operated as an “unofficial”\nyouth wing of Celtic FC, wearing the same strip and crest. The publication had\nalso sought to rely upon reports - which had been published after the\npublication of the tweet - which suggested that a number of the alleged victims\nmight pursue legal proceedings against Celtic FC due to the alleged\n“connection” between the two clubs. However, in the context of a report of the\nprosecution of a football coach, and where it was known, as explained in the\narticle text, that the individual had in fact been a former coach of Celtic\nBoys Club, the publication was required to take care to avoid giving the\nmisleading impression that the individual had been a coach at Celtic Football\nClub. It had not done so, and there was a failure to take care in breach of\nClause 1(i).\n8. It was\naccepted that the two clubs were legally distinct, a position which Celtic FC\nmaintained in its public statement on the matter, and that the coach accused of\nthe crimes had not been employed by Celtic FC. The tweet had referenced the\nnature of the serious criminal allegations made against the coach, and gave the\nmisleading impression that there was an established, material connection\nbetween Celtic FC and the allegations; such a connection was not sufficiently\nsupported by the material relied upon by the publication. The tweet’s\ndescription of him as an “ex-Celtic coach” therefore represented a misleading\nstatement, which, given the seriousness of the offence for which the coach was\nbeing tried, was sufficiently significant so as to require correction under the\nterms of Clause 1(ii). No such correction had been offered, and Clause 1(ii)\nwas therefore breached.\nConclusions\n9. The complaint\nwas upheld under Clause 1(i) and Clause 1(ii).\nRemedial Action Required\n10. Having upheld the complaint, the Committee considered\nwhat remedial action was appropriate.\n11. The misleading statement had been confined to the tweet;\nthe article it linked to had been accurate. In these circumstances, the\nappropriate remedy was that the publication publish a tweet making clear the\nrespect in which the Committee had found the original tweet to be misleading,\nand setting out the correct position. This should be published on the same\nTwitter account as the original tweet, and remain on the publication’s Twitter\nfeed indefinitely. The wording should state that the tweet was being published\nfollowing a decision by the Independent Press Standards Organisation, and\nshould be agreed by IPSO in advance.\nDate complaint received: 30/10/2018\nDate decision issued: 05/02/2019\nBack to ruling listing\n\n\n"
}