{
    "url": "/rulings-and-resolution-statements/ruling/?id=07157-18",
    "title": "07157-18 A man v Sunday World",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday World (Sunday World)",
    "received_on": "2018-10-31 00:00:00",
    "concluded_on": "2019-02-13 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A Independent Complaints Reviewer The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.Date complaint received: 31/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07157-18 A man v Sunday World\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that the Sunday World breached\nClause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in\nan article headlined “VICTIM SETS UP FIRST NI SUPPORT GROUP”, published 21 October\n2018.\n2. The article\nformed part of a wider feature on stalking in Northern Ireland. The publication\nhad spoken to a number of individuals about their own experiences of being\nvictims of stalking and their criticism that the current law in Northern\nIreland was failing to protect them. \n3. The article\nunder complaint was a first person account by a named woman, who had spoken to\nthe newspaper about her decision to set up an online support group for victims\nof stalking: “because of my own seven-year stalking experience I set up [the\ngroup] in 2015 to support other victims as I found there is nowhere else to go\nfor help”. In the piece, the woman gave her advice to readers who may be\nexperiencing unwanted contact; criticised current stalking laws and failures of\nthe police; and provided information on the support group.\n4. The woman’s\naccount was prefaced in the article: “For seven years she’s been hounded by an\nex-partner. Her life was threatened, she was trolled and followed, her child\nalso became a target and it was through her own harrowing experience that she\nrealised there was no support for people suffering just like her, there was\nnowhere to turn”.\n5. The complainant,\na former partner of the woman, said that the woman was making claims about him\nand his conduct. He denied that he had stalked or harassed the woman in any\nway. He said that neither his former partner, nor the publication, had any\nevidential basis to support the false allegations which had been made against him.\nThe complainant said that he had not been given the opportunity to challenge\nthe woman’s claims, prior to publication.\n6. The complainant\nsaid that while he had not been named in the article under complaint, by\nidentifying his former partner, the article had identified him as a consequence\nof his previous association with her. He said that the publication of\ninaccurate and damaging allegations about his conduct was an unjustified\nintrusion into his privacy.\n7. The newspaper\ndid not accept a breach of the Code. The newspaper said that the woman had not\nmentioned the complainant’s name when she had spoken to the newspaper in\ngeneral terms about the need for legislation and the impact on people of\nstalkers’ behaviour.  It said that as a\nresult, the article did not name the complainant or contain any information\nwhich might lead to his identification. It said that the piece was not about\nthe complainant’s alleged conduct, but about the need for greater protection\nfor victims of stalking. The newspaper said that the woman had every right to\nraise this important societal issue and noted that she was someone of standing\nin this area, having worked with the Attorney General’s Office and the\nDepartment of Justice.\n8. The newspaper\nsaid that it did not contact the complainant for comment as it did not believe\nit to be necessary in the context of the story. It said that the general\nreference to the woman’s experience with an unnamed former partner was merely\nsetting out the conditions under which she was motivated to set up the victim\nsupport group and campaign for greater legal protection for victims of\nstalking.\n9. In relation to\nClause 2, the newspaper did not accept that the article contained any information\nabout which the complainant had a reasonable expectation of privacy. The\nnewspaper acknowledged that it was foreseeable that the complainant would have\nbeen identifiable to those who would know him as the woman’s former partner.\nHowever, it said that this was unavoidable as not identifying the woman would\nmean that she would be unfairly prohibited from talking to the press.\nRelevant Code provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n11. The complainant’s former partner had a right to tell her\nstory. The article under complaint formed part of a wider narrative relating to\nthe woman’s campaigning work for legislative change. It was in this context\nthat the article had made general reference to the alleged conduct of an\nunnamed individual. The article had reported that an “ex-partner” of the woman\nhad “stalked”, “trolled” and “followed” her for seven years. These allegations,\nmade without the inclusion of further detail, had provided the context for the\nwoman’s decision to set up the support group and for her motivation.\n12. Critical to the Committee’s consideration of the\ncomplaint, was the extent to which these were allegations which would be\nunderstood by a reader as being made against the complainant. The woman had not\nnamed her former partner in the article, and there was no information about\nthis individual, or his personal circumstances which might lead readers to\nidentify him. For example, the article did not contain any details about the\nlength of the relationship or when and where it had taken place. In the absence\nof this type of identifying information, the Committee did not consider that\nthe complainant could be identified by readers of the article and, as a\nconsequence, the allegations would not be understood to be made against the\ncomplainant from a reading of the article alone. In reporting the woman’s\nalleged experiences in this way, there was no failure to take care over the\naccuracy of the article and no correction was required under the terms of\nClause 1 (ii). There was no breach of Clause 1.\n13. For the reasons explained above, the Committee did not\nestablish that the article had disclosed any information about which the\ncomplainant had a reasonable expectation of privacy. The complaint under Clause\n2 was not upheld.\nConclusion\n14. The complaint was not upheld.\nRemedial Action Required\n15. N/A\nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.Date complaint received: 31/10/2018Date complaint concluded: 13/02/2019  \nBack to ruling listing\n\n\n"
}