{
    "url": "/rulings-and-resolution-statements/ruling/?id=07188-18",
    "title": "07188-18 Jones v Mail Online",
    "provisions": [
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2018-11-02 00:00:00",
    "concluded_on": "2019-02-20 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "16. The complaint was upheld.",
    "remedial_action": "17. Having upheld the complaint under Clause 4, the Committee considered what remedial action should be required. 18. The publication had failed to handle publication sensitively, in breach of Clause 4. In those circumstances, the publication of the Committee’s adjudication was appropriate. The Committee considered the placement of the adjudication. The Committee considered that given the seriousness of the breach, the adjudication should be published on the publication’s website, with a link to the full adjudication appearing on the top half of the homepage for 48 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication, and refer to the complaint’s subject matter. The headline of the adjudication must be agreed with IPSO in advance.The terms of the adjudication for publication are as follows: Benjamin Jones complained to the Independent Press Standards Organisation that Mail Online breached Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an article headlined, “British woman faces the death penalty after ‘stabbing her husband to death during an argument’ in Malaysia” published on 18 October 2018. The article reported that a named British man had died in Malaysia. It stated that the man had been found in his home at 2.30am, after allegedly been stabbed following a dispute with his wife. The article included a video that had been embedded from a foreign news site. The video footage was from the crime scene and showed the victim lying on the floor of his home, surrounded by noticeable blood stains. The lower half of his body was covered with a blanket. His chest was exposed and his face had been blurred.The complainant was the son of the victim. He said that the publication of the video breached Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice. He said that the video was gratuitous and its publication represented a breach of Clause 4. He said that the video was deeply upsetting for the family and that there was no justification for images of his deceased father and the crime scene to be published. The Committee found that the video included footage of the crime scene where the victim had been killed. It showed the dead body of the alleged murder victim, whose face had been pixilated, and his body partially covered. The victim was shown lying on the floor in his home, where he had been found by police, surrounded by blood stains. The publication had not provided any justification for the publication of the video; it said that it was an accident that the footage showing the deceased had been published. This was not footage showing the aftermath of a major incident, or an event that had taken place in public. Instead, it related to a domestic incident that had taken place inside a home. Publishing a video showing gratuitous footage of an alleged murder victim at a crime scene, on a blood stained floor, represented a failure to handle publication sensitively in breach of Clause 4. This breach was exacerbated by the fact that it was published so soon after the incident.Date complaints received: 02/11/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07188-18 Jones v Mail OnlineSummary of Complaint 1. Benjamin Jones complained to the Independent Press Standards Organisation that Mail Online breached Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an article headlined, “British woman faces the death penalty after ‘stabbing her husband to death during an argument’ in Malaysia” published on 18 October 2018. 2. The article reported that a named British man had died in Malaysia. It stated that the man had been found in his home at 2.30am, after allegedly been stabbed following a dispute with his wife. It reported that his wife had subsequently been arrested on suspicion of murder. The article included statements from a local police chief, who named the victim and the woman who had been detained. It also included photographs of the couple, as well as a blurred image of a knife found at the scene.3. The article included a video that had been embedded from a foreign news site. The video footage was from the crime scene and showed the victim lying on the floor of his home, surrounded by noticeable blood stains. The lower half of his body was covered with a blanket. His chest was exposed and his face had been blurred. The article was published at 13.53 GMT. 4. The complainant was the son of the victim. He said that the publication of the article raised two concerns under Clause 4 (Intrusion into grief or shock). First, he said that the video was gratuitous and its publication represented a breach of Clause 4. He said that the video was deeply upsetting for his family and that there was no justification for images of his deceased father and the crime scene being published. 5. Further, the complainant said that the timing of the publication of the article breached Clause 4. He said that the article was published 7 hours after he had been informed of his father’s death, but that not all members of the extended family had been informed at that time. He said that the Foreign and Commonwealth Office (FCO) said that it had not received any contact from the publication to check whether the family had been informed of the death. He said that the phone records provided by the publication during IPSO’s investigation showed that the FCO had not been contacted until several minutes after the article was published. In these circumstances, he said that the publication had failed to make appropriate enquiries as to whether the family had been informed of the death before publishing the article. 6. The complainant also raised concerns about the publication’s handling of his complaint. He expressed concern that he had had to contact the publication directly via phone and email on the day of his father’s death to get the video removed. He had requested a phone call with the journalist to discuss the matter, but this was not returned. Further, the publication had initially told him that the video it had embedded in the article had not contained footage of his father. It had said that this must have been added after it had been embedded and that the publication had no control over that. The complainant said that it was not possible for the video to be altered by a third party after publication. During IPSO’s investigation the publication accepted this was not possible, and apologised for the error in its initial response. However the complainant was unhappy that he had not received a satisfactory answer when he contacted the publication directly. The complainant also expressed concern that the publication had initially said that the FCO had been contacted prior to publication, but during the course of the complaints to IPSO had later accepted that this was incorrect, and that it had not contacted the FCO until after the article was published. 7. The publication apologised to the complainant for any distress caused by the publication of the article. Specifically, it apologised for the distress caused by the embedding of the video. It said that the foreign editor overseeing the story did not realise that this particular video had been embedded; they had reviewed and approved a different video. It was not able to confirm exactly how the video published became embedded in the article. Nevertheless, it said that the footage of the victim that was published was heavily pixilated, such as to make the victim unidentifiable. It said there were no obvious injuries visible, and that the victim’s face and upper body had been blurred. It said the video was a dispassionate illustration of the scene of a serious crime. 8. The publication said that the information published in the article came from a reputable, international news agency. It said that when a British citizen dies overseas, it considers a number of factors when deciding what information to publish, and when. While it accepted that the FCO was contacted a matter of minutes after the article was originally published, the publication said in circumstances such as these the FCO is often contacted and asked for comment, but that it does not always reply promptly. In this instance, it said that one local news site, which had published the video, had published an article several hours before. This article had included an unpixilated photograph of the alleged perpetrator. The publication also maintained that an early version of this article included the names of both the victim and alleged perpetrator.  Within two hours of the article under complaint being published, a number of other UK media outlets also published articles naming the deceased. Further, the publication argued that the article was reporting on an alleged murder, and there was a strong public interest in reporting on the judicial proceedings surrounding this case. In all these circumstances, it did not accept that the timing of the article represented a breach of Clause 4. Relevant Code Provisions9. Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. These provisions should not restrict the right to report legal proceedings. Findings of the Committee 10. The Committee wished to express its sincere condolences to the complainant and his family for their loss. 11. The video included footage of the crime scene where the victim had been killed. It showed the dead body of the alleged murder victim, whose face had been pixilated, and whose body partially covered. The victim was shown lying on the floor in his home, where he had been found by police, surrounded by blood stains. The publication had not provided any justification for the publication of the video; it said that it was an accident that the footage showing the deceased had been published. This was not footage showing the aftermath of a major incident, or an event that had taken place in public. Instead, it related to an incident that had taken place inside a home. Publishing a video showing  gratuitous footage of an alleged murder victim at a crime scene, on a blood stained floor, represented a failure to handle publication sensitively in breach of Clause 4. This breach was exacerbated by the fact that it was published so soon after the incident. 12. The article reported the identity of someone who had recently died, and details of their death. The publication had an obligation to handle publication sensitively, and had to consider its obligation not to break the news of the death to immediate family members. The Committee considered the circumstances of this complaint when considering if the timing of the article breached Clause 4. Specifically, it had regard for the location of the incident, the timing of the next of kin being informed and the timing between the events taking place and publication of the article. 13. The incident had taken place overseas at approximately 2am UK time. The article was then published approximately 12 hours later. Due to the timing and location of the incident, there was a delay in the family being informed of the death. It was extremely regrettable that a member of the victim’s family had not been informed of the victim’s death at the time the article was published. However, the next of kin had been informed approximately 7 hours earlier. Also, a named local senior police officer, who was directly involved in the investigation into the circumstances of the death, had released a statement to the media. This statement included the name of the deceased. In addition, the article under complaint was published several hours after news of the incident had first been reported locally. Further, as was reported in the article, at the time of publication initial criminal proceedings had begun against the alleged perpetrator, which had been reported by local media outlets.14. The Committee expressed its concern that no definitive steps had been taken to check if the immediate family had been informed prior to publication, and that the FCO had not been contacted until after the article had been published. While it noted the publication’s position that in some circumstances, government organisations may not respond quickly, this could, in certain circumstances, represent a failure to handle publication sensitively. However, in light of the factors outlined above, the timing of the article did not, on balance, constitute a failure to handle publication sensitively. There was no breach of Clause 4 on this point. 15. The Committee also wished to put on record its concern at the two pieces of misinformation provided by the publication to the complainant on initial receipt of his complaint. Conclusion16. The complaint was upheld. Remedial Action Required17. Having upheld the complaint under Clause 4, the Committee considered what remedial action should be required. 18. The publication had failed to handle publication sensitively, in breach of Clause 4. In those circumstances, the publication of the Committee’s adjudication was appropriate. The Committee considered the placement of the adjudication. The Committee considered that given the seriousness of the breach, the adjudication should be published on the publication’s website, with a link to the full adjudication appearing on the top half of the homepage for 48 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication, and refer to the complaint’s subject matter. The headline of the adjudication must be agreed with IPSO in advance.The terms of the adjudication for publication are as follows: Benjamin Jones complained to the Independent Press Standards Organisation that Mail Online breached Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an article headlined, “British woman faces the death penalty after ‘stabbing her husband to death during an argument’ in Malaysia” published on 18 October 2018. The article reported that a named British man had died in Malaysia. It stated that the man had been found in his home at 2.30am, after allegedly been stabbed following a dispute with his wife. The article included a video that had been embedded from a foreign news site. The video footage was from the crime scene and showed the victim lying on the floor of his home, surrounded by noticeable blood stains. The lower half of his body was covered with a blanket. His chest was exposed and his face had been blurred.The complainant was the son of the victim. He said that the publication of the video breached Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice. He said that the video was gratuitous and its publication represented a breach of Clause 4. He said that the video was deeply upsetting for the family and that there was no justification for images of his deceased father and the crime scene to be published. The Committee found that the video included footage of the crime scene where the victim had been killed. It showed the dead body of the alleged murder victim, whose face had been pixilated, and his body partially covered. The victim was shown lying on the floor in his home, where he had been found by police, surrounded by blood stains. The publication had not provided any justification for the publication of the video; it said that it was an accident that the footage showing the deceased had been published. This was not footage showing the aftermath of a major incident, or an event that had taken place in public. Instead, it related to a domestic incident that had taken place inside a home. Publishing a video showing gratuitous footage of an alleged murder victim at a crime scene, on a blood stained floor, represented a failure to handle publication sensitively in breach of Clause 4. This breach was exacerbated by the fact that it was published so soon after the incident.Date complaints received: 02/11/2018Date decision issued: 20/02/2019\nBack to ruling listing\n\n\n"
}