{
    "url": "/rulings-and-resolution-statements/ruling/?id=07252-15",
    "title": "07252-15 - Farrow v Lancashire Evening Post",
    "provisions": [
        "3 (Privacy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Lancashire Post (National World Publishing Ltd)",
    "published_on": "2015-10-14 00:00:00",
    "received_on": "2015-11-01 00:00:00",
    "concluded_on": "2016-02-11 00:00:00",
    "complaint_processing_days": 102,
    "conclusion_long": "regarding the facts surrounding a person’s death. However, inquests can be very upsetting for the families of the deceased. The proceedings necessarily involve revisiting the events leading up to a person’s death in detail, and may reveal information of which family members had previously been unaware, or which family members would otherwise consider to be extremely private. In this setting, it is particularly important that journalists make their enquiries with sensitivity and discretion, as required by Clause 5 (i) of the Code. 19. Reporters in attendance at the inquest into Ms Potts’ death had been informed by the coroner that members of the Potts family did not wish to comment on the case to newspapers. The newspaper’s agents were made aware through these means that the family would not welcome an approach for comment about Ms Potts, and were obliged to take this into account in deciding how to proceed with the sensitivity required by the Code. In the absence of any specific justification for persisting with inquiries despite the family’s desire not to be approached, the reporters’ approach to Ms Potts’ grandmother in these circumstances   represented a failure to make enquiries with sensitivity and discretion, and an intrusion into the family’s grief in breach of Clause 5 (i). 20. The newspaper had been entitled to report details of Ms Potts’ employment, which had been heard at the inquest and were directly relevant to the events leading up to her death. The newspaper had not presented her work in a gratuitous or disrespectful manner. In addition, the images that were included in the online article had been taken from Ms Potts’ open Facebook profile; they were not explicit or embarrassing, but simply showed her posing for photographs at home and on holiday. The presentation of the images had not sought to mock or ridicule Ms Potts; and their publication, along with the factual information concerning her employment, did not constitute insensitive handling of the story in breach of Clause 5. Furthermore, in the context of a report on the inquest into Ms Potts’ death, the publication of images of Ms Potts did not engage the terms of Clause 3. Conclusions 21. The complaint was upheld under Clause 5.",
    "remedial_action": "22. Having upheld the complaint, the Committee considered what remedial action should be required. 23. The newspaper’s agents had failed to make enquiries with sensitivity at a time of grief in breach of Clause 5 (i); and, in the online article, the newspaper had published excessive detail regarding the method of suicide in breach of Clause 5 (ii). 24. In order to remedy the breaches of the Code, the newspaper should publish the following adjudication on its website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived online in the usual way. The headline must be agreed with IPSO in advance. It should make clear that the complaint has been upheld by IPSO and make reference to the subject matter. 25. The same adjudication should also be published in print, omitting paragraphs 3, 6 and 8, which relate to the breach of Code in the online article. It should appear on page 5, where the original article appeared, or further forward. 1) Kate Farrow, acting on behalf of Carly Potts’ father Ian Farrow, complained to the Independent Press Standards Organisation that the Lancashire Evening Post breached Clause 5 (Intrusion into grief or shock) of the Editors’ Code of Practice in an article headlined “Student committed suicide in hotel room”, published on 14 October 2015. 2) The article reported on the inquest of Carly Potts, the complainant’s stepdaughter. It said that the inquest had heard that Ms Potts had hanged herself. 3) The complainant said that the online version of the article had caused considerable distress to Ms Potts’ family at a time of grief. It had included explicit details of her stepdaughter’s death, about which some family members had been unaware. 4) The complainant said that despite the coroner making clear that Ms Potts’ father and grandmother did not wish to comment on the matter, her grandmother had been pressured to comment by reporters outside the coroner’s court. 5) The newspaper said that the story had been supplied by a press agency and was published in good faith. It had raised the complainant’s concerns regarding the conduct of reporters outside court with the agency. Had it been aware of the circumstances, it would not have published the comments. 6) It said it would not have been possible to provide an accurate report of the inquest without referring to the method of suicide. It did not consider that the article had included “excessive detail” that would enable the method to be imitated. It explained that details of one of the items used by Ms Potts had been included in the captions as it had been copied through from information attached to the pictures by the agency. 7) The Committee was very concerned that despite the family’s clear position, Ms Potts’ grandmother had felt pressured to comment by reporters outside the coroner’s court. The newspaper’s agents had not made enquiries with sensitivity and discretion at a time of grief. This represented an intrusion into the family’s grief in breach of Clause 5 (i). 8) The purpose of Clause 5 (ii) is to prevent the publication of material that might lead others to imitate a method of suicide. In this instance, the identification of the items Ms Potts had used to take her life had been excessive, and could have led to simulative acts. The publication of these details was irresponsible, and represented a breach of Clause 5 (ii). 9) The complaint was upheld, and the Committee required the publication of this adjudication. Date complaint received: 01/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 07252-15 - Farrow v Lancashire Evening Post\nSummary\nof complaint\n1.\nKate Farrow, acting on behalf of Carly Potts’ father Ian Farrow, complained to\nthe Independent Press Standards Organisation that the Lancashire Evening Post\nbreached Clause 3 (Privacy) and Clause 5 (Intrusion into grief or shock) of the\nEditors’ Code of Practice in an article headlined “Student committed suicide in\nhotel room”, published on 14 October 2015.\n2.\nThe article reported on the inquest of Carly Potts, the complainant’s\nstepdaughter. It said that the inquest had heard that Ms Potts had hanged\nherself in a hotel room “mirroring the death of her mother seven years\nearlier”. It said that in the hours preceding her death, Ms Potts had been\nthree times over the drink-drive limit, and had taken three drugs, which it\nnamed. The article quoted from the coroner’s summing up, in which he had said\nthat Ms Potts had “made the decision to bring about her death quickly”. The\nnewspaper also reported that Ms Potts had worked as a dancer in order to fund\nher university studies and to pay off debts.\n3.\nThe online version of the article included additional information on the method\nof suicide. It identified the item from which Ms Potts had been found hanged,\nand two of the captions identified the item used as a ligature. The online\npiece was illustrated by a number of photographs of Ms Potts, and included a\nquotation attributed to her grandmother, who had described her granddaughter as\na ”very caring, hard-working and big-hearted girl”.\n4.\nThe complainant said that the content of the online article and the\naccompanying images had caused considerable distress to Ms Potts’ family at a\ntime of grief. She said that the article had included explicit details of her\nstepdaughter’s death, about which some members of the family had been unaware,\nand had focused inappropriately on her work in a gentleman’s club. She said her\nstepdaughter had not “fallen into debt”, as reported; rather, she had\n“struggled to make ends meet”. She had also not lived with her grandparents.\n5.\nThe complainant said that despite the coroner making clear that Ms Potts’\nfather and grandmother did not wish to comment on the matter, her grandmother\nhad been pressured to comment by reporters outside court. She considered that\ncomments made in those circumstances should not have been published.\n6.\nShe said the newspaper had also published personal photographs of Ms Potts\ntaken from her Facebook page without permission. She said the images were\n“disproportionate” and inappropriate in number and nature. She said the images,\ncombined with the article’s focus on Ms Pott’s work as a lap dancer, had\ncreated an insensitive “lads’ mag tone”. She expressed particular concern that\nan image of Ms Potts wearing a bikini on a motorbike had been published.\n7.\nThe newspaper said that the story and photographs, which had been taken from an\nopen Facebook page, had been supplied by a press agency and were published in\ngood faith. It said that it had a duty to report on the inquest to ensure that\nthe public understood the circumstances surrounding an untimely death.\n8.\nThe newspaper said it had raised the complainant’s concerns regarding the\nconduct of reporters outside court with the agency that supplied the copy. It\nsaid it was sorry that the actions of others had added to the family’s\ndistress. Had it been aware of these circumstances, it would not have published\nthe comments made by Ms Potts’ grandmother, and it removed them from the online\narticle.\n9.\nAlthough the newspaper did not consider that the article’s tone had been\ninsensitive, it said that the publication of the image of Ms Potts on a\nmotorbike had been “inappropriate”. It removed it, and offered to remove any\nothers if requested.\n10.\nWhile it had great sympathy for members of the family who had been unaware of\nthe method of Ms Potts’ suicide, this information had been central to the\ninquest; it would not have been possible to provide a fair and accurate report\nof the proceedings without it. It did not consider that the print or online\nversion of the piece had included “excessive detail” regarding the method of\nsuicide. It explained that it had not identified the item used as a ligature in\nthe print article, or in the main copy of the online version, because this\nwould have fallen “outside guidelines” for reporting suicide. This detail had\nappeared in two captions online as it had been automatically copied from\ninformation attached to the images by the agency; it had since been removed.\n11.\nThe newspaper did not consider that identifying the item from which Ms Potts\nhad been found hanged constituted excessive detail in the online article. It\nsaid that it had not included information, such as how the ligature had been\napplied or secured, that would enable anyone to imitate the method.\nNevertheless, it offered to remove this detail. The newspaper also considered\nthat it was necessary for it to report Ms Potts’ use of alcohol and drugs in\nthe hours preceding her death as it was material evidence of her state of mind\nat that time; this was also a point considered by the coroner when he recorded\nhis verdict. In addition, the statement that she had been found in a “locked\nroom” and had known how “swift death would be” had formed part of a direct\nquotation from the coroner’s summing up, and were important factors in how he\nhad reached his verdict. Nonetheless, it offered to remove these details.\n12.\nThe newspaper did not accept the complainant’s contention that the article had\nfocused on Ms Potts’ employment. Out of respect for the family, it had chosen\nto only refer to her as “a dancer”; it had not, in fact, referred to her as a\n“lap dancer” or referred to the nature of her place of work being a gentleman’s\nclub. However, it considered that her work had been central to the court’s\nunderstanding of her final hours and had therefore been relevant to the story.\nThe court had heard that Ms Potts had been working at a club on the night of\nher death, and had texted colleagues in the hours preceding her death. The\ncourt had also been asked to consider the impact that Ms Potts’ financial\nsituation might have had on her decision to take her own life.\n13.\nThe newspaper noted that the complainant had also contacted other newspapers to\nraise concerns about their coverage of the inquest, and had resolved those\ncomplaints on the basis of apologies and charitable donations. It said it was\nnot willing to make a charitable donation, but it offered to write a private\nletter of apology to Ms Potts’ family, and said it would consider any other\nsteps the complainant might suggest to resolve the matter.\nRelevant\nCode Provisions\n14.\nClause 3 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii)\nIt is unacceptable to photograph individuals in private places without their\nconsent. Note - Private places are public or private property where there is a\nreasonable expectation of privacy.\nClause\n5 (Intrusion into grief or shock)\ni)\nIn cases involving personal grief or shock, enquiries and approaches must be\nmade with sympathy and discretion and publication handled sensitively. This\nshould not restrict the right to report legal proceedings, such as inquests.\nii)\nWhen reporting suicide, care should be taken to avoid excessive detail about the\nmethod used.\nFindings\nof the Committee\n15.\nThe purpose of Clause 5 (ii) is to prevent the publication of material that\nmight lead others to imitate a method of suicide. The online article had\nincluded a number of details relating to the method of suicide, which were not\nincluded in the print article. In particular, the publication of details\nconcerning the items Ms Potts had used illustrated that they were easily\naccessible and could have led to simulative acts. These details were clearly\nexcessive, and their publication was irresponsible. This represented a breach\nof Clause 5 (ii) in the online article.\n16.\nThe Committee acknowledged that some of the information about the method of\nsuicide had been accidentally published because the photographer’s caption had\nbeen automatically included with the image file. The Committee noted that this\nissue had arisen previously in relation to other publications, and it took the\nopportunity to draw to editors’ attention the potential dangers of these\nerrors, and the importance of checking all elements of online material before –\nand after – it is published.\n17.\nBoth the print and online versions of the article had stated that Ms Potts had\nconsumed alcohol and had taken three specific drugs in the hours preceding her\ndeath. However, there was no suggestion in the article that the substances had\nbeen consumed as part of the method of suicide. As such, the inclusion of these\ndetails did not represent a breach of Clause 5. Similarly, the references to\nthe speed of death did not amount to excessive detail in breach of Clause 5.\nThe complaint under Clause 5 (ii) was not upheld in relation to the print\narticle.\n18.\nNewspapers are entitled to report on inquests, which are public hearings. They\nplay an important role in informing readers about the evidence presented during\nthe proceedings, and the coroner’s conclusions regarding the facts surrounding\na person’s death. However, inquests can be very upsetting for the families of\nthe deceased. The proceedings necessarily involve revisiting the events leading\nup to a person’s death in detail, and may reveal information of which family members\nhad previously been unaware, or which family members would otherwise consider\nto be extremely private. In this setting, it is particularly important that\njournalists make their enquiries with sensitivity and discretion, as required\nby Clause 5 (i) of the Code.\n19.\nReporters in attendance at the inquest into Ms Potts’ death had been informed\nby the coroner that members of the Potts family did not wish to comment on the\ncase to newspapers. The newspaper’s agents were made aware through these means\nthat the family would not welcome an approach for comment about Ms Potts, and\nwere obliged to take this into account in deciding how to proceed with the\nsensitivity required by the Code. In the absence of any specific justification\nfor persisting with inquiries despite the family’s desire not to be approached,\nthe reporters’ approach to Ms Potts’ grandmother in these circumstances   represented a failure to make enquiries with\nsensitivity and discretion, and an intrusion into the family’s grief in breach\nof Clause 5 (i).\n20.\nThe newspaper had been entitled to report details of Ms Potts’ employment,\nwhich had been heard at the inquest and were directly relevant to the events\nleading up to her death. The newspaper had not presented her work in a\ngratuitous or disrespectful manner. In addition, the images that were included\nin the online article had been taken from Ms Potts’ open Facebook profile; they\nwere not explicit or embarrassing, but simply showed her posing for photographs\nat home and on holiday. The presentation of the images had not sought to mock\nor ridicule Ms Potts; and their publication, along with the factual information\nconcerning her employment, did not constitute insensitive handling of the story\nin breach of Clause 5. Furthermore, in the context of a report on the inquest\ninto Ms Potts’ death, the publication of images of Ms Potts did not engage the\nterms of Clause 3.\nConclusions\n21.\nThe complaint was upheld under Clause 5.\nRemedial\nAction Required\n22.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required.\n23.\nThe newspaper’s agents had failed to make enquiries with sensitivity at a time\nof grief in breach of Clause 5 (i); and, in the online article, the newspaper\nhad published excessive detail regarding the method of suicide in breach of\nClause 5 (ii).\n24.\nIn order to remedy the breaches of the Code, the newspaper should publish the\nfollowing adjudication on its website, with a link to the full adjudication\nappearing on the homepage for 24 hours; it should then be archived online in\nthe usual way. The headline must be agreed with IPSO in advance. It should make\nclear that the complaint has been upheld by IPSO and make reference to the\nsubject matter.\n25.\nThe same adjudication should also be published in print, omitting paragraphs 3,\n6 and 8, which relate to the breach of Code in the online article. It should\nappear on page 5, where the original article appeared, or further forward.\n1)\nKate Farrow, acting on behalf of Carly Potts’ father Ian Farrow, complained to\nthe Independent Press Standards Organisation that the Lancashire Evening Post\nbreached Clause 5 (Intrusion into grief or shock) of the Editors’ Code of\nPractice in an article headlined “Student committed suicide in hotel room”,\npublished on 14 October 2015.\n2)\nThe article reported on the inquest of Carly Potts, the complainant’s\nstepdaughter. It said that the inquest had heard that Ms Potts had hanged\nherself.\n3)\nThe complainant said that the online version of the article had caused\nconsiderable distress to Ms Potts’ family at a time of grief. It had included\nexplicit details of her stepdaughter’s death, about which some family members\nhad been unaware.\n4)\nThe complainant said that despite the coroner making clear that Ms Potts’\nfather and grandmother did not wish to comment on the matter, her grandmother\nhad been pressured to comment by reporters outside the coroner’s court.\n5)\nThe newspaper said that the story had been supplied by a press agency and was\npublished in good faith. It had raised the complainant’s concerns regarding the\nconduct of reporters outside court with the agency. Had it been aware of the\ncircumstances, it would not have published the comments.\n6)\nIt said it would not have been possible to provide an accurate report of the\ninquest without referring to the method of suicide. It did not consider that\nthe article had included “excessive detail” that would enable the method to be\nimitated. It explained that details of one of the items used by Ms Potts had\nbeen included in the captions as it had been copied through from information\nattached to the pictures by the agency.\n7)\nThe Committee was very concerned that despite the family’s clear position, Ms\nPotts’ grandmother had felt pressured to comment by reporters outside the\ncoroner’s court. The newspaper’s agents had not made enquiries with sensitivity\nand discretion at a time of grief. This represented an intrusion into the\nfamily’s grief in breach of Clause 5 (i).\n8)\nThe purpose of Clause 5 (ii) is to prevent the publication of material that\nmight lead others to imitate a method of suicide. In this instance, the\nidentification of the items Ms Potts had used to take her life had been excessive,\nand could have led to simulative acts. The publication of these details was\nirresponsible, and represented a breach of Clause 5 (ii).\n9)\nThe complaint was upheld, and the Committee required the publication of this\nadjudication.\nDate\ncomplaint received: 01/11/2015Date\ndecision issued: 11/02/2016\nBack to ruling listing\n\n\n"
}