{
    "url": "/rulings-and-resolution-statements/ruling/?id=07266-18",
    "title": "07266-18 A woman v Daily Express",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "11 Victims of sexual assault (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2018-11-08 00:00:00",
    "concluded_on": "2019-04-12 00:00:00",
    "complaint_processing_days": 155,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/ADate complaint received: 08/11/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 07266-18 A woman v Daily Express\nSummary of complaint 1.    A woman complained to the Independent Press\nStandards Organisation that an article published by the Daily Express in print\nand online breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 11\n(Victims of sexual assault) of the Editors' Code of Practice. 2.    The article reported\nthat the complainant was on trial accused of stalking a man she had met on an\nonline dating site after he had refused to leave his wife. It reported that the\ncourt had heard that when the man “ended the affair last year [the complainant]\nclaimed he had raped her”. The print article reported that “it was only in July\nthis year that the police finally dropped the rape allegation”. A photograph of\nthe complainant, taken outside of court, accompanied the article. 3.    The complainant said that she had\nbeen identified as a victim of sexual assault, in breach of Clause 11. She said\nthat naming her, publishing her photograph and disclosing the area in which she\nlived had breached her privacy. 4.    The complainant said that the\narticle had implied, inaccurately, that it was she who had dropped the\nallegation of rape. The complainant acknowledged that shortly before her trial,\nthe police had informed her that they were not going to proceed against the man\nin relation to the rape allegation, but said that this was solely because there\nwas no independent evidence available to prove or disprove the allegation. She\nsaid that at the time the article was published, she was engaged in a Victim’s\nRight to Review process and had therefore not withdrawn any part of her\ncomplaint. 5.    The complainant said that it was\ninaccurate to report that she had made the allegation of rape after the affair\nhad ended. She said that she disputed the prosecution’s version of events,\nnamely that she had made the allegation of rape after the relationship had\nended in March 2018. 6.    The newspaper denied any breach\nof the Code. It said that it was entitled, under the Sexual Offences (Amendment)\nAct 1992, to report the fact that the complaint had made an allegation of rape,\nas the court proceedings did not relate to that alleged offence. The newspaper\nsaid that the complainant had been accused of two counts of stalking, which is\nbehaviour that amounts to a course of conduct causing significant alarm and\ndistress to the victim. It said that an example of the complainant’s conduct\nput to the jury was the allegation of rape which was made against the man four\nmonths before the investigation was dropped by the police. The newspaper noted\nthat the complainant had asked the judge to ban the reporting of her name at\nthe start of the trial, but the judge had declined to do so. 7.    The newspaper said that the\narticle had accurately reported the prosecution’s case: it was alleged that\nonce the man had ended the affair, the complainant had started her campaign of\nabuse, which had included an allegation of rape. \nRelevant\nCode provisions 8.    Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext. ii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and- where appropriate- an\napology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \nClause 2 (Privacy) * i) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. iii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy. \nClause 11 (Victims of sexual assault) The press must not identify or publish material likely to lead to the identification of a victim of sexual assault unless there is adequate justification and they are legally free to do so. Findings of the Committee 9.    The Committee acknowledged the complainant’s position that she was\na victim of sexual assault and therefore should not have been identified in the\narticle. Under Clause 11 of the Code, victims of sexual assault may only be\nidentified by publications in circumstances where there is adequate\njustification and they are legally free to do so. In law, and under the Code,\nvictims of sexual assault are granted anonymity in reports of criminal proceedings\nwhich are brought against a defendant for alleged sexual offences. 10. However, the law allows\nvictims of sexual assault to be identified in legal proceedings in which a\ndefendant is not being tried for an offence of sexual assault, but with which\nthe victim is involved. The Committee was satisfied that on the facts of this\ncase, the publication was, as is required under the terms of Clause 11, legally\nfree to name the complainant. The Committee\nacknowledged the importance of the principle of open justice which ordinarily\nallows the press to identify the parties to legal proceedings, unless precluded\nby law.  The\narticle was a report of court proceedings in which the complainant was on trial\ncharged with harassment; part of the prosecution’s case against her was the\nallegation of sexual assault which she had made against the man. There was a\npublic interest in reporting what was heard in court in respect of the\ncomplainant’s trial in an open and transparent way. The Committee noted that no\nreporting restriction had been imposed which prevented the complainant being\nidentified, despite the complainant’s request. In these particular\ncircumstances, the publication was justified in naming the complainant in the\narticle and including the information that she had made an allegation that she\nwas the victim of sexual assault. There was no breach of Clause 11. 11. The published\nphotograph disclosed only the complainant’s likeness, as she had appeared\noutside of court. No private information was revealed about the complainant.\nThere was no breach of Clause 2. 12. The article was a report of the\nprosecution’s case against the complainant. It was not disputed that the\nprosecution had alleged that the complainant had made the allegation of rape\nafter the affair had ended. It was not inaccurate to report that the police had\n“dropped” the rape allegation; they had decided not to proceed against the man.\nThe article did not claim that it was the complainant who had dropped the\nallegation. There was no breach of Clause 1. \nConclusions 13. The complaint was not upheld. \nRemedial\nAction Required 14. N/ADate complaint received: 08/11/2018Date decision issued: 12/04/2019\n \nIndependent Complaints Reviewer\n \nThe complainant complained to the Independent Complaints Reviewer\nabout the process followed by IPSO in handling this complaint. The Independent\nComplaints Reviewer decided that the process was not flawed and did not uphold\nthe request for review.\n \nBack to ruling listing\n\n\n"
}