{
    "url": "/rulings-and-resolution-statements/ruling/?id=07265-21",
    "title": "07265-21 A man v Hull Daily Mail",
    "provisions": [
        "2 Privacy (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hull Daily Mail (Reach PLC)",
    "published_on": "2021-06-16 00:00:00",
    "received_on": "2021-06-30 00:00:00",
    "concluded_on": "2022-01-05 00:00:00",
    "complaint_processing_days": 189,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A   Date complaint received: 30/06/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07265-21 A man v Hull Daily Mail\nSummary\nof Complaint\n1.\nA man complained to the Independent Press Standards Organisation that Hull\nDaily Mail breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’\nCode of Practice in an article headlined “Appeal as blood trail smeared across\nbins, gates and lampposts”, published on 16th June 2021.\n2.\nThe article reported on an appeal for witnesses by police in response to “a\ntrail of blood smeared” across street furniture in the local area. The article\nexplained that “[t]he trail of blood led police through several streets”, which\nwere listed, and that the “blood stains were reported as happening on Sunday\nnight through to Monday morning”. It also reported that “early on Monday\nafternoon” police vehicles gathered in the area “as they appeared to locate a\nman who may have been connected with the incidents”. The article explained that\nthe police “officers surrounded an elderly man, dressed in a blue tracksuit,\nwho had a heavily-bandaged hand, after finding him sitting at a bus stop\noutside a children’s nursery”. It also referenced witnesses who said the man\n“appeared ‘intoxicated’ and police were talking calmly to him”. The article\nincluded an image of several police cars parked by a bus stop, with several\nofficers facing the bus stop. The article quoted posts on social media that\nmembers of the public had made that had called the appearance of blood\n“disturbing” and that they “’Hope whose ever the blood belongs too is OK’”\n[sic]. Finally, the article included a part of a statement from Humberside\nPolice which said that “’It is thought that an unknown individual may have\nsustained an injury on [a named road] before walking in the direction of [a\nnamed road]. ‘At this stage, there are not thought to have been any crimes\ncommitted, however we are concerned for the welfare of this individual, who may\nrequire medical attention’”.\n3.\nThe article also appeared online under the headline “Blood smeared across\nsigns, gates, bins and lampposts as police appeal for witnesses”.\n4.\nThe complainant identified himself as the man at the bus stop referred to in\nthe article. He said that the article was inaccurate in breach of Clause 1\nbecause it suggested that he (as the person at the bus stop) was responsible\nfor the blood smears that appeared across the area, which he denied.\n5.\nThe complainant also said the article was inaccurate because it had reported\nthat he had “appeared intoxicated”. He stated that he had not been drinking. He also said it was misleading to state he had been found outside a “children’s\nnursery” as this made the situation appear worse than was the case. Finally,\nthe complainant said it was inaccurate to describe him as “elderly” as he was\nonly in his early fifties.\n6.\nThe complainant said that the article also breached Clause 2 because it had\nidentified him in connection with the blood being smeared across town. He\nexplained that people had been able to identify him due to the inclusion of the\nimage of police officers at the bus stop and the explanation that they were\ntalking to a man with a bandaged hand and that the article claimed he was\nresponsible for the blood. He said that many people had walked past as he had\nbeen talking with police at the bus stop. Passers-by had taken photographs of\nhim that appeared on Facebook and this led to his identification as the\nindividual claimed to be responsible for the trail of blood.\n7.\nThe publication said it did not accept a breach of Clause 1. It said that the\narticle did not identify the man at the bus stop as being responsible for the\ntrail of blood. It highlighted, for example, that the article had reported that\npolice “appeared to locate a man who may have been connected” to the incident,\nthereby distinguishing between comment, conjecture, and fact. The focus of the\narticle had been on reporting the appeal by police for witnesses as well as the\nspeculation and concern of members of the public. It also stated that there\nwere no claims that a crime had been committed, but simply that there were\nconcerns for the man’s welfare.\n8.\nThe publication also did not accept a breach of Clause 1 regarding the\ncomplainant’s other points. It stated that the article had clearly\ndistinguished the comment regarding intoxication as the speculation of\nwitnesses. Regarding the statement in the article that the man had been found\noutside a nursery, the publication said this was a true factual statement and\nso did not constitute a breach of the Code. In relation to the age of the man,\nthe article said this did not represent a significant inaccuracy and was a\ndescription based on what the reporter had seen. It apologised for any offence\ncaused.\n9.\nThe publication also did not accept a breach of Clause 2. It argued that the\nindividual was neither named nor identifiable in the article. It said that the\nman had been waiting with the police for a significant period of time and so\nwould have been seen by members of the public who had passed by the area.\nWhilst it did not consider that the article represented a breach, the\npublication also said that the article was clearly in the public interest. The\npolice had stated in its original appeal that there was a concern for the\nsafety of the individual and that there had been “no wider risk to the public”.\n10.\nAs a gesture of goodwill, and in an attempt to resolve the complaint, the\npublication removed the online article and social media posts four days after\nthe online article had been published.\n11.\nThe complainant did not accept the removal of the online article and social\nmedia posts as a resolution to his complaint.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n2 (Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n12.\nThe article had not stated as fact that the man at the bus stop was the\nindividual responsible for the trail of blood that had been left around the\narea.  Instead, the article reported that\nthe police had appeared to locate a man who may have been connected with the\nincidents; this was distinguished as conjecture, as required by Clause 1 (iv).\nFurther, the article was reporting on the appeal of police for witnesses and\nstated that the person responsible was “an unknown individual”.  The article therefore made clear that the\nindividual responsible had yet to be identified.  As such, the Committee did not consider that\nthe article stated or implied that the individual at the bus stop was the\nindividual who was responsible for the trail of blood. It concluded that the\npublication had taken sufficient care not to publish inaccurate, misleading or\ndistorted information or images, including headlines not supported by the text.\n13.\nThe article had also clearly distinguished the comments regarding the\nappearance of the man at the bus stop from fact, stating that “witnesses said\nhe appeared intoxicated”. There was no breach of Clause 1 on this point. As it\nwas not disputed that the man had been found at a bus stop outside a nursery,\nincluding this fact did not make the article significantly inaccurate or\nmisleading, and so there was no breach of Clause 1 on this point. Regarding the\napparent age of the complainant, the Committee acknowledged the complainant’s\nobjection to the description of him as “elderly”; however, it was a description\nbased upon the reporter’s observations and was not a significant detail in the\ncontext of the article. There was no breach of Clause 1 on this point.\n14.\nThe Committee then considered whether the article identified the complainant as\nthe man at the bus stop and whether private information about the complainant\nhad been included in the article. The complainant had said he had received\nmessages from several people who had been able to identify him; however, the\narticle did not name him or include an image of him. The only information about\nthe complainant revealed in the article was a description of his clothing and\nthe location in which he had been talking to police officers. This information\nwould not be sufficient to identify the complainant to any readers who were not\nalready aware of the complainant’s interaction with the police. Furthermore,\nthe article did not include any information over which he had a reasonable\nexpectation of privacy: it made no reference to his private or family life, and\nwhile it referred to an injury he had sustained, it described only the\nappearance of the injury in general terms, which would have been apparent to\nany passer-by. As such, the Committee did not consider that the article\nintruded into the complainant’s private life and there was, therefore, no\nbreach of Clause 2 of the Code.\nConclusion(s)\n15.\nThe complaint was not upheld.\nRemedial\nAction Required\n16.\nN/A\n \nDate\ncomplaint received: 30/06/2021\nDate\ncomplaint concluded by IPSO: 05/01/2022\nBack to ruling listing\n\n\n"
}