{
    "url": "/rulings-and-resolution-statements/ruling/?id=07306-16",
    "title": "07306-16 Robertson v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2016-06-12 00:00:00",
    "received_on": "2016-07-27 00:00:00",
    "concluded_on": "2016-10-04 00:00:00",
    "complaint_processing_days": 69,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint, the Committee considered what remedial action should be required.12. The newspaper had removed the article as soon as it was made aware that the quotes were fabricated, and promptly published a correction on its homepage. The correction identified the inaccuracies in the article, and was published on the publication's homepage for a period of 10 hours and at the same time of day as the article originally appeared. It remains searchable on the publication's website.13. No further action was required.Date complaint received: 27/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07306-16 Robertson v mirror.co.uk\nSummary of Complaint\n1. Pat Robertson\ncomplained to the Independent Press Standards Organisation that mirror.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “US televangelist Pat Robertson says Orlando shootings are ‘God’s\npunishment’ for same sex marriage”, published on 12 June 2016. \n2. The article\nreported the alleged reaction of the complainant, a US televangelist, to the\nOrlando shootings, which had occurred just hours earlier. It said that the\ncomplainant had spoken to reporters and made a number of homophobic comments,\nboth in general, and about those who had died in the shootings.\n3. The complainant\nsaid that the content of the article was completely fabricated.  He said that the quotes attributed to him had\ncome from an article posted on a parody website, www.politicalo.com. He said\nthat the stories on the website are accompanied by a button labelled “show\nfacts” which, once clicked, highlights which elements of the story are\naccurate, and which are not; he said that this feature made it obvious that the\nwebsite’s stories are parodies, and are not true.\n4. The publication\naccepted that the article was inaccurate. However, it said that there was no\nfailure to take care not to publish inaccurate information. It said that the\nitem was spotted by the news desk in London, and the publication's US\ncorrespondent was asked to look into it. It said that comments quoted in the\nsource article were consistent with the complainant's anti-homosexual rhetoric,\nof which it provided a number of examples, and the article was written up in an\nauthentic manner; it said that its reporter had been fooled by the report. It\nsaid that it did try to get a comment from the TV station that the complainant\nworks for, but the telephone was not answered.\n5. The publication\nsaid that errors will be made in the fast moving world of the internet,\nparticularly in the case of a fast-developing story like the Orlando shootings,\nand as long as they are addressed when discovered or reported, then every\naction of a journalist should not be picked apart. In this case, it said that\nas soon as it was contacted by the complainant's representatives, it removed\nthe article, which had been published for a total of just over two hours. It\nsaid that following correspondence with the complainant, it published the\nfollowing correction on the publication's homepage for a period of 10 hours\nfrom 9pm, and that the correction remains searchable on the website:\nOn 12 June 2016, we published an article about US religious\nbroadcaster Dr Pat Robertson under the headline \"Orlando shootings are\n'God's punishment' for same-sex marriage, claims US TV evangelist Pat\nRobertson\". It has since been brought to our attention that Dr Robertson\nnever made such claims. The statement that appeared in our article originated\non a parody news website in the US and the statements are untrue. We are happy\nto clarify this position.\nIt said that the corrective action it had taken was\nsufficient and proportionate, and was published at a “sociable time” for US\nviewing. \n6. The complainant\nsaid that the publication refused to treat its admitted error with the\nseriousness it was due.  He said that\nwhile the article may have only been published for two hours, it would have\nbeen re-tweeted, shared and re-posted within minutes of being published and\nbecame the subject of global discussion. While he did not raise objections\nabout the wording of the correction, he said that its publication at 9pm for a\nperiod of 10 hours meant it appeared when readers were least likely to observe\nit.  He said the publication was aimed at\nUK readers, and therefore related to his reputation in the UK.  He did not accept that the correction would\nhave been published at a sociable time for US viewing.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The content and\ntone of the article the quotes had been taken from, as well as that of the\nother articles published on that website, gave a clear indication that the\narticle was a parody; this was re-enforced by the “show facts” tab underneath\nthe story, which highlighted the elements of the story that were in fact\naccurate. The failure to properly check the source of the quotes, and in turn\nnote the clear indications contained in the article that it was in fact a\nparody, represented a breach of Clause 1(i). While the Committee noted the past\ncomments made by the complainant on the topic of homosexuality, the comments\nattributed to him in this instance were particularly serious given that they\nwere purported to have been made in the immediate aftermath of the Orlando\nshootings; the publication of this fabricated material was a significant\ninaccuracy which required correction under the terms of Clause 1(ii).\n9. The publication\nhad removed the article as soon as it had been informed that the quotes were\nfabricated, and had published a correction on its homepage on 14 July,\nfollowing a period of correspondence with the complainant. The correction made\nclear that the quotes had been fabricated, and had come from a parody website; it\nremained on the homepage for a period of ten hours, and is searchable on the\npublication's website. In circumstances where the correction addressed the\ninaccuracies in the article, was offered and published promptly, remained on\nthe homepage for eight hours longer than the article had, and was published at\nthe same time of day as the article originally appeared, the Committee\nconsidered that the actions taken by the publication in addressing the\ncomplaint was sufficient to meet the requirement of Clause 1(ii). There was no\nfurther breach of the Code on this point.\nConclusions\n10. The complaint was upheld.Remedial Action Required11. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.12. The newspaper had removed the article as soon as it was\nmade aware that the quotes were fabricated, and promptly published a correction\non its homepage. The correction identified the inaccuracies in the article, and\nwas published on the publication's homepage for a period of 10 hours and at the\nsame time of day as the article originally appeared. It remains searchable on\nthe publication's website.13. No further action was required.Date complaint received: 27/07/2016Date decision issued: 4/10/2016\nBack to ruling listing\n\n\n"
}