{
    "url": "/rulings-and-resolution-statements/ruling/?id=07331-18",
    "title": "07331-18 Rostrevor Action Respecting the Environment v The Belfast Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2018-10-13 00:00:00",
    "received_on": "2018-11-10 00:00:00",
    "concluded_on": "2018-12-20 00:00:00",
    "complaint_processing_days": 40,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint, the Committee considered what remedial action should be required. The      newspaper had promptly offered a correction which corrected the inaccuracy      with due prominence. The Committee found that this correction was      sufficient to meet the requirements of Clause 1 (ii) and should now be      published. Date complaint received: 10/11/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee\n07331-18 Rostrevor Action Respecting the Environment v The Belfast Telegraph\nSummary of Complaint 1.    Rostrevor Action\nRespecting the Environment complained to the Independent Press Standards\nOrganisation that The Belfast Telegraph breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Folk singer Sands loses\nchallenge over plans for nursing home at beauty spot” published on 13 October\n2018. 2.    The article reported\nthat the complainant, an action group, had lost a legal challenge, which attempted\nto halt the building of a development within an Area of Outstanding Natural Beauty.\nIt said that the complainant was concerned that the development and increase in\ntraffic could put the nearby ancient oaks at risk. 3.    The article was also\npublished online with the headline: “Folk singer loses legal challenge to\nNorthern Ireland nursing home plan”. This version was substantially the same as\nthe print article. 4.    The\ncomplainant said that it was inaccurate to state that the group were only concerned\nabout the impact of increased traffic on the trees. Instead, they were\nconcerned about the impact on the safety of road users, and there were many\nreasons why they were opposed to the development, which they said was made\nclear in their public statements and other coverage of the case. 5.    The\npublication said that the journalist had relied on a comment from the\ncomplainant heard in court, in which they said: “Putting so much development so close to such important\nhabitats and designation is at the heart of this case”, and the complainant’s\nown publicly released summary of the case - although it acknowledged that this\nsummary did not make any reference to a specific concern for ancient oaks. In\naddition, the journalist had consulted the complainant’s online fundraising\npage, titled “Help Protect Ancient Irish Oakwood from Concrete Jungle”. The\npublication pointed to the section in which the complainant said that they\nhoped the development would not “…compromise or damage our Ancient Oakwood or\ncompromise public safety in terms of the additional traffic generated by [the\ndevelopment]…”. 6.    The\npublication said that when it was initially contacted by the complainant prior\nto IPSO involvement, it offered the group a full right of reply in the form of\na Letter to the Editor. This offer was declined. It then offered to publish the\nfollowing correction in print and online, on the same page as the original\nprint article and at the bottom of the online version. It also amended the\nonline article to remove the references to ancient oaks. “On October 12, 2018, we published an article\nreporting that Rostrevor Action Respecting the Environment (RARE) were\nconcerned that construction work and an increase in traffic arising from the\nCarlingford Lough development would impact on the ancient oaks at Rostrevor\nWood. RARE would like to make clear that while they are concerned construction\nwork could result in significant impacts on the adjacent ancient woodland, as\nreported in a Stage 1 Habitats Regulations Assessment conducted by NIEA, their\nconcerns regarding an increase in traffic relate specifically to the safety of\nmembers of the public using the adjacent A2 protected road. We apologise to\nRARE for our mistake, which has since been corrected online.” \nRelevant Code\nProvisions 7.    Clause 1 (Accuracy) i) The Press must take\ncare not to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text. ii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The Press, while\nfree to editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact. \nFindings of the Committee 8.   \nThe publication had relied on a range of sources before the publishing\nthe article. The claim that the complainant was concerned about the impact of\ntraffic on the ancient oaks was not included in these sources, and as such, the\npublication was unable to provide a basis for its assertion. The represented a\nfailure to take care over the accuracy of the article, in breach of Clause 1(i).\nThis was a significant inaccuracy requiring correction under Clause 1(ii), as\nit gave the misleading impression that the reason the complainant was opposed\nto the development was limited to the potential for increased traffic to impact\non the ancient oaks, when this had never been part of their case. 9.   \nThe correction offered by the publication identified the misleading\nimpression and clearly set out the correct position, and was offered promptly and\nwith due prominence. The Committee also noted that the publication had offered\na full right of reply to the complaint - although this was declined - and had\namended the online article. There was no breach of Clause 1 (ii). \nConclusion 10.\nThe complaint was upheld. \nRemedial action required 11.\nHaving upheld the complaint, the\nCommittee considered what remedial action should be required. The\n     newspaper had promptly offered a correction which corrected the inaccuracy\n     with due prominence. The Committee found that this correction was\n     sufficient to meet the requirements of Clause 1 (ii) and should now be\n     published. Date\ncomplaint received: 10/11/2018 Date\ndecision issued: 20/12/2018\n \nBack to ruling listing\n\n\n"
}