{
    "url": "/rulings-and-resolution-statements/ruling/?id=07349-21",
    "title": "07349-21 Khan v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-06-20 00:00:00",
    "received_on": "2021-07-05 00:00:00",
    "concluded_on": "2021-11-19 00:00:00",
    "complaint_processing_days": 137,
    "conclusion_long": "16.  The complaint was not upheld.",
    "remedial_action": "17. N/A    Date complaint received: 05/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07349-21 Khan v The Sunday Telegraph\nSummary\nof Complaint\n1. Shoaib\nM Khan complained to the Independent Press Standards Organisation that The\nSunday Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Judges may be freed from European rights rulings /\nReform of Human Right Act may free up police resources”, published on 20 June\n2021.\n2. The\narticle, which appeared on the front page of the newspaper and continued onto\npage 2, reported in its opening lines that “British judges would be told that\nthey are no longer ‘bound’ by European human rights rulings, under major\nreforms being considered by the Government” and that “the first review of the\nHuman Rights Act in 20 years is weighing up proposals to curb the influence of\nthe European Court of Human Rights (ECHR) in the UK”. It went on to report that\n“the Human Rights Act allows British courts to apply the ECHR, and states that\nUK judges should ‘take account’ of rulings by the European Court of Human\nRights in Strasbourg, on the ECHR.”\n3. The\narticle also appeared online, in substantially the same form, under the\nheadline “Judges may be freed from European rights rulings”. The online version\nof the article also included a sub-heading, which said: “Proposal that British\njudges should take European rulings ‘into account’ but ‘shall not be bound’ by\ndecisions in Strasbourg”.\n4. The\ncomplainant contacted the newspaper to make it aware that he considered the\narticle to be inaccurate in breach of Clause 1 (Accuracy). He told the\nnewspaper that, while it is the case that judges are currently required to take\nthe decisions of the ECHR into account, they are not required always to follow\nthe decisions and, therefore, it was inaccurate to report that “[j]udges may be\nfreed from European rights rulings” and that “British judges would be told that\nthey are no longer ‘bound’ by European human rights rulings”. \n5. The\ncomplainant also said to the newspaper that, to correct the alleged inaccuracy:\nthe online article should be amended and an online correction published; a\nprint correction should be published on the front page of the newspaper, where\nthe original article also appeared in part on the front page; and a correction\nshould be published on Twitter, where the allegedly inaccurate headline had\nalso been shared on Twitter by the newspaper\n6. The\npublication said that the article was based on proposals from a peer, supported\nby others including the Metropolitan Police, to amend the wording of Section 2\nof the Human Rights Act (HRA) to include the wording “shall not be bound” in\nrelation to ECHR rulings – to address concerns that the HRA was being\nmisinterpreted. It said that the article made clear the current status of the\nAct, where it reported that “the Human Rights Act allows British courts to\napply the ECHR, and states that UK judges should ‘take account’ of rulings by\nthe European Court of Human Rights in Strasbourg, on the ECHR”.\n7. However,\nin response to the complainant’s concerns, on 25 June 2021, the publication\namended the online article. The amended headline read as follows: “Judges to be\n'freed' from European human rights rulings”. The sub-headline was also amended\nso that it read: “Proposed change to Human Rights Act will make it explicit\nthat British judges are not bound by decisions in Strasbourg”. Finally, the\nopening lines of the article were changed to read: “British judges would be\nclearly told that they are not \"bound\" by European human rights\nrulings under major reforms being considered by a government review.” The\nfollowing clarification was also appended to the online article as a footnote:\nCLARIFICATION:\nThis article has been amended to clarify that the proposed change in the law is\nto make explicit within the Human Rights Act that judges are not bound by ECHR\nrulings\n8. The\npublication also published the following wording in its regular Corrections\n& Clarifications column on page 2 of the newspaper, on 27 June 2021:\nFollowing\nan article \"Judges may be freed from European rights rulings\" (20,\nJune) we have been asked to clarify that the proposed change in the law is to\nmake explicit within the Human Rights Act that judges are not bound by ECHR\nrulings.\n9. The\npublication also tweeted the following clarification in response to its\noriginal headline Tweet, on 16 July 2021:\nCLARIFICATION:\nThis article has been amended to clarify that the proposed change in the law is\nto make explicit within the Human Rights Act that judges are not bound by ECHR\nrulings.\n10. While\nthe complainant was satisfied that the amendments and clarifications were made\npromptly and that the wording was sufficient to address the original alleged\ninaccuracies he had flagged, he said that he considered that the print\ncorrection was insufficiently prominent, in breach of Clause 1 (ii). He\nconsidered this to be the case where the original article had appeared in part\non page 1, and the clarification appeared on page 2.\n11. As\nthe complainant considered the wording to be insufficiently prominent, he\ncomplained to IPSO on the sole basis that the print correction was not\nsufficiently prominent.\n12. In\nresponse to the complainant’s concerns on the prominence of the correction, the\npublication noted that the terms of Clause 1 (ii) require due prominence,\nrather than equal prominence, and also said that a number of factors must be\ntaken into account when determining due prominence. In this case, the\npublication noted that the article was split between the first and second pages\nof the newspaper and that, in its view, the “thrust” of the article was entirely\naccurate. In addition, the publication said that IPSO had generally required\nthe publication of front-page remedial action in the most serious of cases,\nsuch as cases where there had been a failure to offer swift remedial action –\nwhich it said was patently not the case in this instance. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n13.  The Committee understood that the complainant\nwished only for IPSO to consider an alleged breach of Clause 1 (ii) arising\nfrom the print correction which he considered was not published with due\nprominence. The Committee therefore wished to make clear that it would only\nmake a finding on this aspect of the complaint. However, it noted that – to\nmake a finding on whether the correction was duly prominent – it must consider\nfactors beyond its location, such as the seriousness of the alleged inaccuracy\nidentified by the complainant.\n14.  When considering due prominence, the\nCommittee takes several factors into account. These factors include: the\nseriousness of the breach, where in the article the alleged inaccuracy appears,\nand what actions the publication has already taken to address the breach. In\nthis case, the Committee noted that the complaint concerned a report about the\napplication of the Human Rights Act, which was an issue which did not\npersonally and directly affect the complainant. The Committee noted that\n“bound” appeared in inverted commas in the opening lines of the article, which\nindicated that the position being reported upon was nuanced.  Further, on the front page, the article\nexplained that the proposal was that the Human Rights Act should be amended to\nmake it explicitly clear that British Judges are not bound by the rulings of\nthe ECHR, but that they should still take the rulings into account, a proposal\nwhich had been made because of a concern that some judges had wrongly based\ntheir decisions on judgments of the ECHR. \nThe Committee also acknowledged that, in response to the complaint, the\nnewspaper had taken the action set out in paragraphs 7-9, above.\n15.  The Committee then noted that the terms of\nClause 1 (ii) provide that, in cases involving IPSO, due prominence should be\nas required by the regulator. Taking into account all the circumstances, the\nCommittee considered that the correction which had been published in the print\nedition of the newspaper satisfied the requirement of due prominence, as it\nappeared on page 2 in the publication’s established Corrections &\nClarifications column. There was, therefore, no breach of Clause 1 (ii).\nConclusions\n16.  The complaint was not upheld.\nRemedial\nAction Required\n17. N/A\n\n\n\nDate\ncomplaint received: 05/07/2021\nDate\ncomplaint concluded by IPSO: 19/11/2021\nBack to ruling listing\n\n\n"
}