{
    "url": "/rulings-and-resolution-statements/ruling/?id=07356-21",
    "title": "07356-21 Nelson v Sunday Life",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2021-05-02 00:00:00",
    "received_on": "2021-07-05 00:00:00",
    "concluded_on": "2021-11-15 00:00:00",
    "complaint_processing_days": 133,
    "conclusion_long": "12. The complaint was partially upheld under Clause 1 (i) and Clause 1 (iv).",
    "remedial_action": "13. The clarification which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 05/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 07356-21 Nelson v Sunday Life\nSummary\nof Complaint\n1.\nRonnie Nelson complained to the Independent Press Standards Organisation that\nSunday Life breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Revealed... Rathcoole's riot binlids”, published on 2 May\n2021.\n2. The\narticle, which appeared on page 23 of the newspaper, claimed that it had\nidentified two individuals “linked to the worst rioting seen in Northern\nIreland in years” and that the complainant had “been identified as being\ninvolved in three nights of violence”. It further reported that the complainant\nwas “[a]t the centre of the violence” and had been “unmasked” by the\npublication. The article was accompanied by an image showing two men, wearing\nbalaclavas and holding plastic bins. One of the individuals wearing a balaclava\nwas identified in an inset to the photograph as “Binlid No.2 Ronnie Nelson”; a\npicture of the complainant accompanied this caption.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1; he had\nnot been involved in the riots and was not the individual referred to as\n“Binlid No.2”, as claimed by the article. He contacted the newspaper, 2 days\nafter the article’s publication and prior to making a complaint to IPSO, to\ninform it that he had evidence which demonstrated that he was not present at\nthe riots. He further noted that “Binlid No.2” had a different height and build\nfrom himself, which he said acted as further evidence that he was not the\npictured rioter. He said that the article had presented allegations against him\nas fact and it had not taken steps to address the serious inaccuracy arising\nfrom his identification as one of the pictured rioters.\n4. The\ncomplainant suggested the following wording to be published in the newspaper,\nwhich he said would address his concerns and resolve his complaint:\nOn\nSunday 2 May we published an article which identified Ronnie Nelson as being a\nrioter in a balaclava during recent disorder in the Rathcoole area. We now\nacknowledge that Mr Nelson was not in fact the individual pictured and that he\nwas not involved in the recent disorder. We apologise to Mr Nelson for this\nerror.\n5. The\npublication denied that the article breached the Code. It said that two sources\n– who it said were familiar with the complainant and had good local knowledge –\nhad identified the complainant as one of the rioters, and had recognised him\nwhen he had removed his mask. The publication said that it could not provide\nthe details of the claims made by these sources, nor their identities, where it\nhad a moral obligation – according to the terms of Clause 14 of the Editors’\nCode of Practice – to protect the anonymity of confidential sources of\ninformation. It also said that it had not contacted the complainant for his\ncomment on the sources’ allegations prior to publication, as journalists\nworking for the newspaper had previously received death threats from an\norganisation it said the complainant was associated with. The newspaper also\nnoted that the complainant had a relevant previous conviction for rioting, in\nwhich he had disguised his face using a mask and denied his involvement in the\ndisorder.\n6. The\npublication said that, while it did not accept that the article breached the\nCode, it would be content to publish an amended version of the wording\nsuggested by the complainant. Three days after the complainant contacted the\nnewspaper, it offered to publish the following wording, on page 23 of the\nnewspaper or further forward, to resolve the complaint:\nOn\nSunday, May 2 we published an article which identified Ronnie Nelson as being a\nrioter in a balaclava during recent disorder in the Rathcoole area. Mr Nelson\nhas contacted us through his representative […] to deny that he was the\nindividual pictured in our report and to deny any involvement in the recent\ndisorder. Mr Nelson says he has evidence to show that he was not at the scene.\nWe are happy to publish his denial.\n7. The\ncomplainant said that the wording proposed by the newspaper would not be\nsufficient to resolve his complaint, where he said it acted as a reply to\nallegations rather than a correction. The complainant considered a correction\nto be the appropriate course of action where he believed the article presented\nallegations against him as fact.\n8. The\ncomplainant also denied that he was associated with the organisation which the\nnewspaper said had sent death threats to journalists. He also said that he\ncondemned any and all threats to journalists, regardless of the source of such\nthreats, and that he was fully supportive of the freedom of the press.\nNevertheless, the complainant said that the terms of the Code applied\nregardless of whether the believed him to have links to the organisation, or\nwhether he was a convicted criminal or not.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n14 (Confidential sources)\nJournalists\nhave a moral obligation to protect confidential sources of information.\nFindings\nof the Committee\n9. The\nCommittee understood the constraints placed upon the newspaper by its reliance\non anonymous sources, and its concerns over the safety of its journalists.\nHowever, the Committee was clear that such constraints do not mean that the\nEditors’ Code does not apply, and that care should be taken to ensure that\ninformation is not inaccurate, misleading, or distorted.\n10. The\npublication had relied on two confidential sources for the information placing\nthe complainant at the scene of the riots and identifying him as the man in the\nbalaclava, and had not taken any further steps to verify this information.\nWhile the Committee understood the newspaper’s obligation to protect its\nconfidential sources under Clause 14, it did not consider protection of its\nsources absolved the publication of its requirement to take care over the\naccuracy of information included in its articles. In this instance, the\npublication had not taken any steps whatsoever to verify the information given\nby the sources – for instance, by contacting the complainant or a\nrepresentative for comment – and had consequently published uncorroborated\ninformation which it was unable to demonstrate was accurate. In addition, the\nallegations against the complainant had not been attributed to sources\nthroughout the article, and were at times adopted by the publication as fact:\nfor instance, in reporting that the complainant was “[a]t the centre of the\nviolence” and had been unmasked as a “thug behind loyalist violence”. The\npublication had not been able to demonstrate that it had taken care over the\naccuracy of the article, had presented allegations against the complainant that\nwere significant and uncorroborated as points of fact, and had not provided the\ncomplainant with the opportunity to comment on the allegations against him.\nThere was, therefore, a breach of Clause 1 (i) and Clause 1 (iv).\n11. The\nbreaches related to a serious allegation that the complainant had engaged in\ncriminal behaviour and linked him to a serious riot. The Committee, however,\nwas not in a position to say whether the complainant had been present during\nthe rioting: while the complainant categorically denied his involvement, the\nnewspaper considered its witnesses to be entirely reliable. Where the correct\nposition was not clear, the Committee found that the wording proposed by the\nnewspaper – which included the complainant’s denial that he was in the area\nduring the rioting – made clear that there was a dispute over the accuracy of\nthe original article, and put the complainant’s position on the record. The\nwording had been offered three days after the complainant had contacted the\nnewspaper, and the proposed position of the wording – on the same page as the\noriginal article, or further forward – was sufficiently prominent. The remedial\naction proposed by the publication made clear that the complainant disputed the\nallegations against him, and was offered promptly and with due prominence.\nThere was no further breach of Clause 1 (ii).\nConclusions\n12. The complaint was partially upheld under\nClause 1 (i) and Clause 1 (iv).\nRemedial\nAction Required\n13. The clarification which was offered clearly\nput the correct position on record, and was offered promptly and with due\nprominence, and should now be published.\n\n\n\nDate\ncomplaint received: 05/07/2021\nDate\ncomplaint concluded by IPSO: 15/11/2021\nBack to ruling listing\n\n\n"
}