{
    "url": "/rulings-and-resolution-statements/ruling/?id=07363-18",
    "title": "07363-18 Williams-Thomas v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2018-11-03 00:00:00",
    "received_on": "2018-11-13 00:00:00",
    "concluded_on": "2019-05-10 00:00:00",
    "complaint_processing_days": 178,
    "conclusion_long": "20. The complaint was upheld in part under Clause 1 (i).",
    "remedial_action": "21.  Having upheld the complaint, the Committee considered what remedial action should be required. The publication had published a correction both promptly and prominently on the online article. It had also promptly offered to publish a correction in its corrections and clarifications column in print. The Committee found that this was sufficient to meet the requirements of Clause 1 (ii). The print correction should now be published. Date complaint received: 13/11/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07363-18 Williams-Thomas v The Mail on Sunday\nSummary of complaint\n1. Mark\nWilliams-Thomas complained to the Independent Press Standards Organisation that\nThe Mail on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined, “How a self-promoting TV detective, obsessed\nwith celebrity sex abusers, helped police ruin the lives of Sir Cliff and a\nstring of other famous faces... who all turned out to be TOTALLY INNOCENT”\npublished on 3 November 2018.\n2. The article\nreported that a number of high profile, named men had “been falsely accused of\nhistorical sex abuse”, and that the complainant had been involved in publishing\nthe allegations against many of them. It stated that the complainant had\n“openly boasted that he was the source of up to twenty suspects’ names being\nsubmitted to Operation Yewtree, and reported that when the complainant ”learnt\nthat officers planned to investigate particular individuals, he publicised\ntheir names, even though police inquiries were at an early stage,” and that in\nsome cases, “he issued regular breathless ‘updates’ on police inquiries”. It stated that the complainant had said that\nthe newspaper’s investigation was “’littered with incorrect information’ but\nwhen asked what this was, he refused to answer.”\n3. The article also\nincluded information about the complainant’s career and reported that “his real\ngoal was to make it in television.” The article reported on a number of TV appearances\nthe complainant had made, and said that following this he “boasted he was\n‘working closely’ with Operation Yewtree, and was ‘sharing new leads and\ncontact details for victims’. He claimed he had a ‘dossier’ featuring a\n‘catalogue’ of allegations against about 20 suspects, including ‘some household\nnames’.” It also claimed he had “triggered” a Met police enquiry into one\nindividual, as he had claimed he had evidence the named man had sexually abused\na child. It went on to detail what the complainant had shared on social media\nabout a number of celebrities. It reported that he had been the first to name a\nnumber of celebrities arrested as part of Operation Yewtree, including one man\nwho had said in his book that “he first learnt of this not from the police or\nCrown Prosecution Service but a reporter, who told him the source was ‘the\nex-detective that did the TV programme exposing Savile’s behaviour’”. In\nrelation to another named individual, it reported that the complainant had\nintroduced a “fantasist” who went on to accuse a high profile celebrity of\nhistorical child sex abuse, to a named journalist. It reported he had been\ngiven taped copies of interviews that took place between these two individuals\nin 2002, before disclosing them to the police in 2013. It quoted a named\nDetective Inspector, who claimed that the complainant had tried to\n“reincarnate” the alleged fantasist as a witness.  It also stated that the complainant had\nconsidered giving the tapes to a broadcaster, but had decided not to do so.\n4. The article was\nalso published online with the same headline on the 3 November 2018. The online\narticle included a photograph of the complainant with the caption “Mark\nWilliams- Thomas featured in The Investigation: A British Crime Story. He\nleaked the names of up to 20 suspects linked to Operation Yewtree”. The rest of\nthe article was substantially the same as the article that appeared in print.\n5. The complainant\nsaid that the article, including the headline, was misleading as it suggested\nthat he had been responsible for ruining the lives of the celebrities named in\nthe article. He said that all major media outlets, broadcasters and newspapers\nhad reported on the arrests, sometimes prior to his disclosures.  He said that a number of the celebrities had\npublicly stated that they held the police responsible, and none had made this\nspecific claim against him. The complainant accepted that he had been the first\nto publicise the fact of two individual’s arrests.  However, he denied that doing so “tainted the\nwhole investigation” and said that he co-operated fully with the police and\nthat nothing he published could be said to have hampered their investigations.\nHe also said that one of the individuals he was accused of naming first had in\nfact been named on twitter by a national publication eight hours before he had\ncommented on the arrest.\n6. The complainant\nalso said that he had not leaked the names of up to twenty suspects, as\nreported in the online photo caption. Further, he also said that the claim he\nhad told the police he had evidence that another high profile celebrity had\nsexually abused a child was inaccurate. He said that he had been contacted by\nan individual who he helped facilitate their approach to the police by giving\nthe person’s details to Operation Yewtree. \nFurther, he said that he had given the tapes to the police as soon as he\nbecame aware that they may be significant and that this was the correct course\nof action, rather than releasing them to a broadcaster.\n7. The complainant\nalso said that the named former DCI was not a reliable source. The complainant\nalso said that the article was not fair or balanced and had mischaracterised\npolice advice – he said that it was inaccurate to report that publishing a\nsuspect’s names in similar cases would now breach professional guidelines. He\nalso said it had not been his goal to move from policing into television.\n8. The publication\nsaid that the article had not accused the complainant of “ruining celebrities’\nlives”. It said that the headline and the article had claimed he had helped the\npolice to ruin the lives of a number of famous men. It said that the article\nhad set out his involvement in supplying information to the police, and that he\nhad publicised the names of a series of individuals linked to the high profile\nInquiry.\n9. The newspaper\nsaid that it was not in dispute that the complainant had been the first to\npublicly name two of the men referenced in the article. While it accepted the\ncomplainant had not been the first to name the third man, it said he had\ntweeted to “confirm” the arrest on the day it had happened and had added weight\nto the allegations made against the man. The newspaper said that although the\njournalist had carried out an internet search to try and establish if the\ncomplainant had been the first to name the accused, this had proved\nineffective. It said that the journalist had contacted the complainant prior to\npublication, and provided him with an opportunity to reply to a number of\nallegations, including this claim. It noted that the complainant had not\ncontradicted the journalist on this point. The newspaper also said that the\naccused man had said in a book about his ordeal that a reporter had indicated\nthat the information had come from the complainant. Regardless, upon receipt of\nthe complaint, the newspaper corrected this point in the online article, and\noffered to publish the following wording in print in its corrections and\nclarifications column:\n“On November 4, 2018, we said the TV detective Mark\nWilliams-Thomas was first to publicly identify [the named comedian] when he was\narrested in suspicion (later cleared) of sex crimes. In fact Mr Williams-Thomas\nwas not the first, and we apologise for this mistake.”\n10. The newspaper said that the print article did not claim\nthat the complainant had leaked the names of 20 individuals, but that he had\nboasted of being the source of up to 20 names being submitted to Operation\nYewtree, which was accurate. However it accepted that a photo caption on the\nonline article had stated, “Mark Williams-Thomas featured in The Investigation:\nA British Crime Story. He leaked the names of up to 20 suspects linked to\nOperation Yewtree”, which it said suggested he had leaked the names publicly.\nIt said that this had been mistakenly written by a sub-editor upon receipt of\nthe complaint, the newspaper amended the caption and added a footnote\ncorrection to the article stating,\n“A picture caption also said Mr Williams-Thomas had leaked\nthe names of up to 20 suspects linked to Operation Yewtree. In fact, the\narticle says Mr Williams-Thomas has claimed to have been the source of that\ninformation to the police but not to the public.”\n11. Further, the newspaper said that the claims the\ncomplainant had interfered with and tainted police investigations were\nattributed to a named senior police officer. The newspaper said that not\nreferring to the officer’s removal from the case, which was later heavily\ncriticised, was not misleading. It also said that the article accurately\nreported that the complainant did not give the audio tapes to the television\nprogramme which planned to use them to discredit the witness making the\nallegations, and that he had been offered the opportunity to explain his\nreasons prior to publication, which he did not take. It did not accept that it\nhad inaccurately reported the complainant’s desire to have a TV career after\nleaving the police or that naming individuals in the way the complainant did\nwould now be a breach of professional guidelines. Regardless, the newspaper\noffered to publish a statement from the complainant responding to the\nallegations in the article, if he wished. The complainant did not accept the offer.\nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and - where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n13. A photo caption in the online version had erroneously\nstated that he had “leaked the names of up to 20 suspects linked to Operation\nYewtree”. This was not accurate, and represented a failure to take care in\nbreach of Clause 1(i). Publishing this represented a significant inaccuracy, as\nalthough the complainant had provided the police with the names of up to 20\nindividuals, the caption stated that he had put these names in the public\ndomain, an action that was criticised in the article, which was not the case.\nThis inaccuracy required correction in order to avoid a breach of Clause 1\n(ii). Within two weeks of the complaint being sent to the publication, it\namended the photo caption and published a footnote correction which identified\nthe inaccuracy and made the correct position clear. This was sufficient to meet\nthe terms of Clause 1 (ii) and there was no breach of the Code on this point.\n14. One of the individuals the complainant had been accused\nof being the first to name publicly had in fact been named by a national publication\n8 hours previously. However, given that the complainant had not disputed this\nclaim when it was put to him prior to publication, and was also supported by a\npublished statement made by the accused in his book, the newspaper had taken\nsufficient care. There was no breach of Clause 1 (i) on this point.\n15. However, the complainant had not been the first to\npublicise the man’s arrest. Reporting that he had done so represented a\nsignificant inaccuracy, as it erroneously accused him of placing the fact of an\narrest in the public domain before any other source.  This required correction to avoid a breach of\nClause 1 (ii). The publication had amended the online article and published a\nfootnote correction within two weeks of receiving the complaint. It had also\noffered to publish a correction in print in the newspaper’s correction and\nclarification column. This was sufficient to meet the terms of Clause 1 (ii)\nand should now be published.\n16.  The headline\nreported that the complainant had helped the police to ruin the lives of\nvarious celebrities. The question of whether the complainant had helped the\npolice in this way, was a matter of opinion. The article outlined the\ncomplainant’s involvement with the police investigation, and therefore the\nbasis of the headline was made clear. In these circumstances, there was no\nbreach of Clause 1 on this point.\n17. The claims that the complainant’s actions had tainted\npolice investigations, was attributed to a named senior police officer. The\nnewspaper was entitled to report it and had clearly distinguished it as the\nsource’s opinion. Omission of the named officer’s further conduct did not make\nthe article inaccurate. There was no breach of Clause 1 on this point. Also,\nwhere the complainant had passed the details of an individual who alleged he\nhad been sexually abused by a named celebrity to Operation Yewtree, it was not\nmisleading to state that he had told the police that he had evidence that the\ncelebrity had abused the child. There was no breach of Clause 1 on this point.\n18. The article had accurately reported when the complainant had provided the\naudio recordings to the police and that he had decided not to provide these\nrecordings to a named TV programme. There was no breach of Clause 1 on this\npoint. Further, the article had accurately reported that the College of\nPolicing Guidelines now stated that an individual should not be named before\nthey are charged, except in “exceptional circumstances”. There was no breach of\nClause 1 on this point.\n19. In the context of the article which reported on his\ninvolvement with the police in Operation Yewtree, and where he had had a\nsuccessful TV career after leaving the police as outlined in the article,\nreporting that working in TV was the complainant’s “goal” did not represent a\nsignificant inaccuracy in breach of Clause 1. Further, while the complainant\nbelieved the article was not balanced, and was biased against him, the\nCommittee noted that the Code does not include a requirement for impartiality.\nUnder the terms of Clause 1 the press is free to editorialise and campaign, so\nlong as publications take care not to publish inaccurate, misleading or\ndistorted information. In this instance the fact that this article did not\nreference the commendations the complainant had received for his work, did not\nengage the terms of Clause 1.\nConclusions\n20. The complaint was upheld in part under Clause 1 (i).\nRemedial Action required\n21.  Having upheld the\ncomplaint, the Committee considered what remedial action should be required.\nThe publication had published a correction both promptly and\nprominently on the online article. It had also promptly offered to publish a\ncorrection in its corrections and clarifications column in print. The Committee\nfound that this was sufficient to meet the requirements of Clause 1 (ii). The\nprint correction should now be published.\nDate complaint received: 13/11/2018\nDate decision issued: 10/05/2019\nBack to ruling listing\n\n\n"
}