{
    "url": "/rulings-and-resolution-statements/ruling/?id=07363-21",
    "title": "07363-21 A man v metro.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2021-06-29 00:00:00",
    "received_on": "2021-07-06 00:00:00",
    "concluded_on": "2022-02-18 00:00:00",
    "complaint_processing_days": 227,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A  Date complaint received: 06/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07363-21 A man v metro.co.uk\nSummary\nof Complaint\n1. A man complained to the Independent Press Standards Organisation that\nmetro.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Headteacher ‘attacked 18 times by pupil after pleas to\ncouncil for help’”, published on 29 June 2021.\n2. The\nonline article reported that the head teacher was “reportedly ‘headbutted,\nthrottled with a scarf and threatened with a screwdriver’” by a pupil. It\nstated that the “series of assaults” were “said to have started” in 2018, with\nthe police called to a number of these incidents, and which had continued until\nthe child was “finally expelled” from the school. It stated that the head\nteacher, who was “5ft 2in, was even reportedly attacked in front of her husband\n[…], who worked part-time at the school” and included the comments he had\npreviously made to a separate publication. It said that the local authority was\nunder pressure to explain why it did not respond to “repeated warnings and\npleas for help” from school leaders and why a child with complex needs was not\nplaced in a more suitable environment, following reports by Private Eye and\nthen The Sunday Times. It added that the council had reportedly “dismissed the\nschool’s governing body and appointed an interim board” and included the\nfollowing statement from the council: “We … will support the return of the head\nteacher as appropriate. We believe that the article [in Private Eye] is\nmisleading and inaccurate.” The article referenced a previous Ofsted report\nthat had been critical of the area’s handling of children with complex needs.\n3. The\ncomplainant, the father of the pupil, said the article was misleading in breach\nof Clause 1. It had reported, as fact, that the head teacher was attacked by\nhis child. He said that the allegations put forward by the head teacher and her\nhusband were untrue, and the article gave a misleading account of the school’s\nhandling of his child: attributing blame to the local authority instead of the\nschool; implying that the “attacks” were unprovoked; and sensationalising\nevents by including the height of the head teacher. He also expressed concern\nthat there were key omissions from the article; namely, that his child’s\nexclusion was investigated by an Independent Review Panel (IRP) and\nsubsequently quashed. He also disputed the number of incidents reported in the\nheadline, adding that this particular figure had not been referenced in any\npast or ongoing investigation.\n4. In\nsupport of his position, the complainant provided the IRP report and the\nfindings of a Disability Discrimination Tribunal (DDT) into the matter. He said\nthat his child’s exclusion had been quashed by the IRP, with the DDT finding\nthat his child had been discriminated against. He expressed concern that the\narticle had referenced the child’s initial exclusion without reporting that\nthis had subsequently been rescinded.\nThe\npublication did not accept a breach of the Editors’ Code. It said that the\narticle was based upon the reports of two separate publications which were\ncited and referred to. It maintained that the article made clear the status of\nthe allegations made about the conduct of the complainant’s child: these were\nclaims and presented as such, by the way of the use of inverted commas in the\nheadline and attributing these claims to the head teacher and her husband in\nthe text of the article. It made clear that the focus of the article was\ncriticism levelled at the local authority by the head teacher for its perceived\nrole in failing to both properly protect staff and ensuring that the child’s\ncomplex needs were met. In this context, the newspaper had contacted the local\nauthority for its comments prior to publication and included the response it\nprovided to The Sunday Times. The newspaper noted that the council said it was\nunable to comment further due to ongoing associated investigations; it did not\nmention or reference the IRP or its outcome, nor was this information publicly\navailable prior to publication. Following the article’s publication and being\nmade aware of the complainant’s concerns, the newspaper returned to the council\nwho confirmed that the child’s exclusion had indeed been quashed. Given these\ncircumstances, and taking account of the context of the article, the newspaper\ndid not accept that the omission of the outcome of the IRP rendered the article\ninaccurate or misleading. Furthermore, it did not accept that the omission of\nthe further context provided by the complainant to the incidents in question\nrendered the article significantly inaccurate or misleading.\n6. Notwithstanding\nthis, upon receipt of the complaint and in an effort to resolve the matter, the\npublication offered the following actions: the disabling of the reader’s\ncomment facility for the article; the amendment of the article to record that\nthe child’s exclusion had been quashed; and the opportunity for the complainant\nto challenge the allegations put forward by the other parties involved in a\nfollow-up article.\n7. Whilst\nthe complainant welcomed this offer, he did not consider it sufficient to\nresolve his complaint. Therefore, the matter was passed to the Complaints Committee.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\nCommittee recognised the distressing circumstances surrounding this complaint.\nIt was clear from the material provided by both the complainant and the\npublication during the course of IPSO’s investigation that this was a highly\ncontentious situation which had been the subject of a number of related\ninvestigations and proceedings. The complainant said that the article\nsensationalised and misrepresented incidents involving his child and gave a\nfalse picture of the school’s handing of the situation. The Committee was not\nin a position to make detailed findings about the causes and responsibility for\nthe incidents; its function was to determine whether the publication had\nbreached the Editors’ Code.\n9. In\nthis instance, the article contained serious allegations regarding the conduct\nof the child towards the head teacher, including a personal account of the head\nteacher’s husband, who had described his experience to another national\npublication and expressed concerns over the actions taken by the local\nauthority. However, the Committee noted that the publication had consistently\npresented these allegations as claims throughout the article. It had employed\nquotation marks both in the headline and the body of the article to distinguish\nthe allegations from established fact and had used language such as\n“reportedly” and “are said to have” to demonstrate to readers that it was\nreporting claims. It had not adopted the claims as fact. As such, there was no\nfailure to distinguish between comment, conjecture, and fact in reporting these\nallegations, so the Committee did not find a breach of Clause 1 (iv). The\nCommittee also noted that the publication had approached the local authority\nfor comment prior to publication and in the absence of any further information\nhad included its rebuttal to the details included in the Private Eye article.\nIn such circumstances, the Committee found that the publication had taken\nsufficient care in reporting the claims made. Furthermore, the Committee did\nnot conclude that the article gave rise to a misleading impression of the\nsituation such that a correction was required under the terms of Clause 1(ii),\nas it would be understood that the article reported allegations which were the\nsubject of an ongoing investigation.\n10. The\nCommittee next considered the complainant’s concerns regarding the reference to\nhis child’s exclusion and the omission of the fact that this had subsequently\nbeen quashed by the IRP. In considering the care taken by the newspaper, the\nCommittee noted that the IRP report and its findings had not been publicly\navailable when the article was published, nor had the newspaper been notified\nof its outcome by the local authority when it made contact prior to\npublication. As such, the absence of reference to this development did not\namount to a failure by the publication to take care not to publish inaccurate\nor misleading information. Nor was it a significant inaccuracy, where it was\nnot in dispute that the child had been excluded. The article did not discuss the\nmerits of the exclusion and it was framed only as a passing reference as to the\nreason why the incidents has stopped; the omission of the IRP’s outcome, which\nwas not known by the newspaper at the time of publication, did not render the\narticle inaccurate and misleading. \nNonetheless, in light of the sensitivity of the case, the Committee\nwelcomed the newspaper’s offer to amend the online article to include this\nadditional information.\n11.  The Committee did not find that the other\npoints identified by the complainant raised a breach of Clause 1. The Committee\nnoted that the selection of material was a matter of editorial discretion, as\nlong as the Code was not otherwise breached. In this instance, the inclusion of\nthe teacher’s height did not render the article misleading; it formed part of\nthe publication’s report of her experience. Furthermore, the omission of the\ncontext later provided by the complainant to the incidents in question did not\nrender the article inaccurate or misleading, where the claims made were clearly\npresented as allegations, and where it was not in dispute that these\nallegations had been made. There was no breach of Clause 1.\nConclusion(s)\n12. The\ncomplaint was not upheld. \nRemedial\nAction Required\n13. N/A\n\nDate\ncomplaint received: 06/07/2021\nDate\ncomplaint concluded by IPSO: 18/02/2022\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}