{
    "url": "/rulings-and-resolution-statements/ruling/?id=07364-21",
    "title": "07364-21 A man v Sunday Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2021-06-27 00:00:00",
    "received_on": "2021-06-27 00:00:00",
    "concluded_on": "2022-02-18 00:00:00",
    "complaint_processing_days": 236,
    "conclusion_long": ", to amend the online article to make clear that the child’s exclusion had been quashed. It also published the following item in its established Correction and Clarification column, on page 2: “Our article on incidents at Wimbish School in Essex (News, June 27) referred to a pupil being expelled. We have been informed that the expulsion was subsequently quashed by an independent review panel. We are happy to make this clear”. 9. In addition, the newspaper, in an effort to resolve the matter, offered to publish a statement from the complainant setting his point of view on record. However, the complainant said that the action offered by the publication would not be sufficient to resolve his complaint. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 10. The Committee recognised the distressing circumstances surrounding this complaint. The complainant said that the article sensationalised and misrepresented incidents involving his child and gave a false picture of the school’s handling of the situation. He also disputed the accuracy of the headline, in particular the reference to 18 “attacks”; he said that this figure was uncorroborated by any documentation. 11. The Committee considered carefully the evidence provided by the publication in support of its claims about the incidents. It had provided a copy of a document it had relied on that detailed the extent and nature of each of the incidents referenced, and a letter from a former governor of the school supporting the head teacher’s position. It said that it had also relied upon other documents, most of which it was unable to provide due to its obligations under Clause 14 (Confidential sources) of the Editors’ Code to maintain and protect the confidentiality of its sources. In addition, it had approached both the head teacher and the local council for comment before publication. The article quoted the head teacher’s husband commenting on her experiences and a brief response from the council challenging, in broad terms, claims previously published by another publication about the case. The Committee found that the publication had demonstrated that it had taken care over the accuracy of the article, through the documents it had relied upon and its contact with the head teacher (through her husband) and the local council. It also considered that the text of the article appropriately distinguished elements of the story, including the nature of some incidents and allegations of “assault” as claims. Given this, there was no failure to take care under Clause 1 (i) and to distinguish between comment, conjecture, and fact under Clause 1 (iv). 12. It was clear from the material provided by both the complainant and the publication during the course of IPSO’s investigation that this was a highly contentious situation which had been the subject of a number of related investigations and proceedings. The complainant disputed that the article accurately reflected the situation, but he did accept that there had been increasing instances of staff being injured at the school, some of which had involved his child. The complainant was particularly concerned that the omission of further detail suggested that his child was at fault, which he disputed. The Committee was not in a position to make detailed findings about the causes and responsibility for the incidents and noted that the article included references to some of the incidents having been “reportedly” made.  The central claim – that there had been a number of serious incidents over the period in which the complainant’s child attended the school, some of which resulted in injury to staff, including at least one occasion on which the police had been called – did not appear to be in dispute. The Committee noted that, in support of the matters reported in the article, the publication had provided documentation that appeared to corroborate the claims made by the headteacher, whilst also noting that the complainant challenged this evidence. In response to the claims made by the headteacher, the article included a statement made by the County Council with responsibility for the school in which it challenged the accuracy of the account; the article also made clear that an investigation into the situation was being carried out by the County Council which indicated that the precise facts had yet to be established. While the Committee acknowledged the complainant’s vehement disagreement with the way that incidents at the school had been portrayed in the article, for the reasons above, the Committee did not find that the publication was required to correct the article. There was no breach of Clause 1(ii) on these points. 13. The Committee next considered the complainant’s concerns regarding the reference to his child’s exclusion and the omission of the fact that this had subsequently been quashed by the IRP. In considering the care taken by the newspaper, the Committee noted that the IRP report and its findings had not been publicly available when the article was published, nor had the newspaper been notified of its outcome by the local authority when it made contact prior to publication. As such, the absence of reference to this development did not amount to a failure by the publication to take care not to publish inaccurate or misleading information. Nor was it a significant inaccuracy, where it did not appear in dispute that the child had been expelled and that the incidents had ceased after this. Nonetheless, in light of the sensitivity of the case, the Committee welcomed the newspaper’s amendment of the online version of the article, addition of a footnote to the online article, and published print clarification to ensure that the position was clear. 14. While the Committee acknowledged the complainant’s concern that he had not been contacted for comment prior to publication, it noted that the newspaper had instead contacted the local authority – the body ultimately responsible for ensuring that the child’s educational needs were met. As such, there was no breach of Clause 1 in regard to this. Nonetheless, the Committee noted that the publication had offered, during the course of IPSO’s investigation, to publish a statement from the complainant putting his rebuttal of the allegations put forward by the head teacher on record. There was no breach of Clause 1 (iii). 15. The Committee did not find that the remaining points identified by the complainant raised a breach of Clause 1. The Committee noted that the selection of material was a matter of editorial discretion, as long as the Code was not otherwise breached. In this instance, the inclusion of the teacher’s height did not render the article misleading; it formed part of the publication’s report of her experiences. There was no breach of Clause 1 in this regard. Conclusion(s) 16. The complaint was not upheld.",
    "remedial_action": "17. N/A    Date complaint received: 27/06/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07364-21 A man v Sunday Times\nSummary\nof Complaint\n1. A man complained to the Independent Press Standards Organisation that the\nSunday Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Head was attacked 18 times despite warning about pupil”,\npublished on 27 June 2021.\n2. The\narticle reported that “the head teacher of a primary school [...] was attacked\n18 times by a pupil”, and she was “reportedly threatened with a screwdriver,\nheadbutted, spat at, throttled with her scarf and kicked in the head” by the\npupil, who she had warned had needs that were too complex for the school to\nhandle. It reported that “Police attended [the school] after some of the\nincidents, which started after the child arrived […] and continued until last\nautumn when they were expelled.” It went on to say that “repeated warnings and\npleas for help” from the head teacher and the schools’ governors were ignored\nby the local council which had previously been criticised by Ofsted for\nweakness in its handling of pupils with special educational needs. It added\nthat “after the last incident involving the pupil […] the council dismissed the\nschool’s governing body and appointed an interim board”, adding that the\ncouncil said, “it was carrying out an investigation into the affair, which was\nfirst revealed in the Private Eye magazine”. The article then included the\ncomments made by the husband of the head teacher, “who worked part-time at the\nschool and [who] spoke of his horror at having to watch his wife, who is 5ft\n2in, being attacked”. It also included the following statement from the local\ncouncil: “We … will support the return of the head teacher as appropriate. We\nbelieve that the article [in Private Eye] is misleading and inaccurate.”\n3. The\narticle also appeared online in substantially the same form.\n4. The\ncomplainant, the father of the pupil, said the headline was inaccurate in\nbreach of Clause 1. It had reported, as fact, that the head teacher was\n“attacked 18 times” by his child, yet this was both inaccurate and uncorroborated.\nHe said that the allegations put forward by the head teacher and her husband\nwere untrue, and the article gave a misleading account of the school’s handling\nof his child; implying that the “attacks” were unprovoked and sensationalising\nevents by including the height of the head teacher. He also disputed the number\nof incidents reported, adding that this particular figure had not been\nreferenced in any past or ongoing investigation.\n5. In\nsupport of his position, the complainant provided the outcome of the\ninvestigation by the Independent Review Panel (IRP) into his child’s expulsion\nand findings of a Disability Discrimination Tribunal (DDT). He said that his\nchild’s exclusion had been quashed by the IRP, with the DDT finding that his child\nhad been discriminated against. He expressed concern that the article had\nreferenced the child’s initial exclusion without reporting that this had\nsubsequently been rescinded. Finally, he considered that he should have been\ncontacted before the article was published and given a right to reply.\n6. The\nnewspaper did not accept a breach of the Editors’ Code. It said that the\narticle was compiled from information taken from various sources; the headline\nfigure was taken from a number of confidential documents that provided a\ndetailed summary of each of the incidents and cited multiple, credible\neyewitnesses at the school. This also included an injury list and a statement\nfrom a governor of the school, supporting the head teacher’s position. It also\nnoted that it had qualified claims in the article about the nature of\nparticular incidents with the term “reportedly”.\n7. Furthermore,\nthe newspaper emphasised that the article did not seek to analyse the reasons\nfor, let alone criticise, the child’s behaviour. The issue addressed was the\ncouncil’s decision to place the child at a school that could not meet their\nneeds – a point made clear within the text of the article and which appeared\nnot to be in dispute between the parties. In this context, the newspaper had\ninvited comments from both sides prior to publication: the head teacher and the\nlocal council. The newspaper noted that in the council’s response to the\npublication’s request for comment, it had not disputed or denied the number of\n“attacks” reported or that the head teacher had advised against the school\naccepting the child as she felt that the school was unable to meet the child’s\nspecial educational needs. It also did not notify the newspaper that there had\nbeen an IRP, and that this had subsequently resulted in the child’s permanent\nexclusion being quashed.\n8. While\nthe newspaper did not accept that the Code had been breached, it offered upon\nreceipt of the complaint and notification of the IRP and its conclusion, to\namend the online article to make clear that the child’s exclusion had been\nquashed. It also published the following item in its established Correction and\nClarification column, on page 2:\n“Our\narticle on incidents at Wimbish School in Essex (News, June 27) referred to a\npupil being expelled. We have been informed that the expulsion was subsequently\nquashed by an independent review panel. We are happy to make this clear”.\n9. In\naddition, the newspaper, in an effort to resolve the matter, offered to publish\na statement from the complainant setting his point of view on record. However,\nthe complainant said that the action offered by the publication would not be\nsufficient to resolve his complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\nCommittee recognised the distressing circumstances surrounding this complaint.\nThe complainant said that the article sensationalised and misrepresented\nincidents involving his child and gave a false picture of the school’s handling\nof the situation. He also disputed the accuracy of the headline, in particular\nthe reference to 18 “attacks”; he said that this figure was uncorroborated by\nany documentation.\n11. The\nCommittee considered carefully the evidence provided by the publication in\nsupport of its claims about the incidents. It had provided a copy of a document\nit had relied on that detailed the extent and nature of each of the incidents\nreferenced, and a letter from a former governor of the school supporting the\nhead teacher’s position. It said that it had also relied upon other documents,\nmost of which it was unable to provide due to its obligations under Clause 14\n(Confidential sources) of the Editors’ Code to maintain and protect the\nconfidentiality of its sources. In addition, it had approached both the head\nteacher and the local council for comment before publication. The article\nquoted the head teacher’s husband commenting on her experiences and a brief\nresponse from the council challenging, in broad terms, claims previously\npublished by another publication about the case. The Committee found that the\npublication had demonstrated that it had taken care over the accuracy of the\narticle, through the documents it had relied upon and its contact with the head\nteacher (through her husband) and the local council. It also considered that\nthe text of the article appropriately distinguished elements of the story,\nincluding the nature of some incidents and allegations of “assault” as claims.\nGiven this, there was no failure to take care under Clause 1 (i) and to\ndistinguish between comment, conjecture, and fact under Clause 1 (iv).\n12. It\nwas clear from the material provided by both the complainant and the\npublication during the course of IPSO’s investigation that this was a highly\ncontentious situation which had been the subject of a number of related\ninvestigations and proceedings. The complainant disputed that the article\naccurately reflected the situation, but he did accept that there had been\nincreasing instances of staff being injured at the school, some of which had\ninvolved his child. The complainant was particularly concerned that the\nomission of further detail suggested that his child was at fault, which he\ndisputed. The Committee was not in a position to make detailed findings about\nthe causes and responsibility for the incidents and noted that the article\nincluded references to some of the incidents having been “reportedly” made.  The central claim – that there had been a\nnumber of serious incidents over the period in which the complainant’s child\nattended the school, some of which resulted in injury to staff, including at\nleast one occasion on which the police had been called – did not appear to be\nin dispute. The Committee noted that, in support of the matters reported in the\narticle, the publication had provided documentation that appeared to\ncorroborate the claims made by the headteacher, whilst also noting that the\ncomplainant challenged this evidence. In response to the claims made by the\nheadteacher, the article included a statement made by the County Council with\nresponsibility for the school in which it challenged the accuracy of the\naccount; the article also made clear that an investigation into the situation\nwas being carried out by the County Council which indicated that the precise\nfacts had yet to be established. While the Committee acknowledged the\ncomplainant’s vehement disagreement with the way that incidents at the school\nhad been portrayed in the article, for the reasons above, the Committee did not\nfind that the publication was required to correct the article. There was no\nbreach of Clause 1(ii) on these points.\n13. The\nCommittee next considered the complainant’s concerns regarding the reference to\nhis child’s exclusion and the omission of the fact that this had subsequently\nbeen quashed by the IRP. In considering the care taken by the newspaper, the\nCommittee noted that the IRP report and its findings had not been publicly available\nwhen the article was published, nor had the newspaper been notified of its\noutcome by the local authority when it made contact prior to publication. As\nsuch, the absence of reference to this development did not amount to a failure\nby the publication to take care not to publish inaccurate or misleading\ninformation. Nor was it a significant inaccuracy, where it did not appear in\ndispute that the child had been expelled and that the incidents had ceased\nafter this. Nonetheless, in light of the sensitivity of the case, the Committee\nwelcomed the newspaper’s amendment of the online version of the article,\naddition of a footnote to the online article, and published print clarification\nto ensure that the position was clear.\n14.\nWhile the Committee acknowledged the complainant’s concern that he had not been\ncontacted for comment prior to publication, it noted that the newspaper had\ninstead contacted the local authority – the body ultimately responsible for\nensuring that the child’s educational needs were met. As such, there was no\nbreach of Clause 1 in regard to this. Nonetheless, the Committee noted that the\npublication had offered, during the course of IPSO’s investigation, to publish\na statement from the complainant putting his rebuttal of the allegations put\nforward by the head teacher on record. There was no breach of Clause 1 (iii).\n15. The\nCommittee did not find that the remaining points identified by the complainant\nraised a breach of Clause 1. The Committee noted that the selection of material\nwas a matter of editorial discretion, as long as the Code was not otherwise\nbreached. In this instance, the inclusion of the teacher’s height did not\nrender the article misleading; it formed part of the publication’s report of\nher experiences. There was no breach of Clause 1 in this regard.\nConclusion(s)\n16. The\ncomplaint was not upheld.\nRemedial\nAction Required\n17. N/A\n\n\n\nDate\ncomplaint received: 27/06/2021\nDate\ncomplaint concluded by IPSO: 18/02/2022\n \nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}