{
    "url": "/rulings-and-resolution-statements/ruling/?id=07397-18",
    "title": "07397-18 Lewin v Mail Online",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-09-18 00:00:00",
    "received_on": "2018-10-22 00:00:00",
    "concluded_on": "2019-03-08 00:00:00",
    "complaint_processing_days": 137,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 22/10/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07397-18 Lewin v Mail OnlineSummary of Complaint\n1. Michelle Lewin\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 2 (Privacy) of the Editors’ Code of Practice in an article\nheadlined “Outrage as transgender child groomer who is ‘legally female’ is put\nin women’s jail leaving inmates terrified”, published on 18 September 2018.\n2. The article\nreported that a “transgender paedophile” [the complainant] had been moved to a\nnamed women’s prison despite having been jailed in 2007 for “grooming underage\ngirls”. It said that the complainant had “legal certification of being female”,\nbut that female inmates were said to be “’terrified’” of her appearance. The\narticle gave the complainant’s birth name, and said that she was “awaiting\ngender reassignment surgery”. The complainant’s husband was quoted as stating\nthat “’She’s been moved because she is legally female’”. The article said that\nit was believed that there had been no issues with the complainant in the\nprison.\n3. The complainant\nsaid that the article breached Clause 2 (Privacy) by revealing her\npre-transition male name, and the fact that she had a gender recognition\ncertificate (GRC). She said that the link between her current and former names\nhad not previously been placed in the public domain, and that revealing this\nlink was illegal under the terms of the Gender Recognition Act – as was\nrevealing the fact of her GRC. She said that her most recent name, arising from\nher marriage, had not previously been placed in the public domain, for instance\non her marriage certificate.4. The publication\ndenied any breach of Clause 2 (Privacy). It said that its article had been\nbased on one in another publication, which had already published the\ncomplainant’s full previous name and gender history; in addition, a 2011\narticle had reported on the complainant changing her name from her previous\nmale name to a different female name (used prior to her subsequent marriage).\nThe publication also noted that the terms of the Gender Recognition Act,\nrelating to a prohibition on disclosing the fact of an individual having a\ngender recognition certificate, applied to individuals acting in an official\ncapacity; this was not the case in this instance, where the information\nregarding the GRC had been obtained from the article in the other publication.5. The publication\nalso argued that individuals have no reasonable expectation of privacy in\nrelation to their names, whether past or current; this did not represent\nprivate information about them. It said that, in any event, there was a strong\npublic interest in the publication of the article. The article had been\npublished following sex attacks being committed by a transgender female prison\ninmate, and following government action in relation to the subject of\ntransgender prisoners; the article was therefore relevant and topical, and\nserved to open up a conversation regarding the rights and placement of\ntransgender inmates. The publication said that there was also a public interest\nin referring to the complainant’s “legal certification of being female”, as\nthis was what had prompted her to be moved to the female prison estate.\nRelevant Code Provisions\n6. Clause 2\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\nThe Public\nInterest\n1. The public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n7. IPSO is not\ntasked with dealing with any legal issues arising from the protections afforded\nby a Gender Recognition Certification. However, a change of name associated\nwith a GRC could be viewed to be distinct from a change of name resulting from\na deed poll or arising through marriage, in that it relates to the potentially\npersonal and sensitive matter of an individual’s decision to change their legal\ngender. Consequently, while no expectation of privacy is likely to attach to\nany one name in isolation, the link between an individual’s former name and\ncurrent name, in circumstances where it also revealed a change of legal gender,\ncould represent private information about them.\n8. In this\ninstance, the complainant’s new first name (and by implication, the fact of her\nchange of gender presentation) had previously been placed in the public domain\nin the 2011 article. Where this fact was previously in the public domain, the\npublication was not in the position of revealing for the first time the\ncomplainant’s gender history. While the other publication had been in the\nposition of placing the connection between the complainant’s past and current\nnames into the public domain for what appeared to be the first time, Mail\nOnline was nevertheless obliged to have consideration for any potential\nintrusion into the complainant’s private life arising from the repetition of\nthis connection.\n9. While the Committee accepted that revealing this\nconnection carried the potential for intrusion, in this instance, there was a\nclear justification for doing so: the complainant had been convicted of a\nserious crime under her previous name and was serving a custodial sentence as a\nresult, which was a matter of public record. It was therefore a matter of\npublic interest that there be a record of the link between her current name and\nthe crimes committed under her former name. There was a clear justification for\nreporting the link between the complainant’s past and present names, so there\nwas no breach of Clause 2 (Privacy) on this point.\n10. The information regarding the complainant’s GRC had not\npreviously been placed in the public domain, other than in a similar article\npublished in a different publication, and this had the potential to be private\ninformation about her, in that it related to her gender history. However,\nagain, there was a clear justification for the inclusion of this information in\nthe article, which reported on issues concerning the most appropriate prison\nfor trans prisoners. The article focussed on the complainant's case and\nconcerns raised after she was moved to a women's prison. The full circumstances\nrelating to the complaint’s case were, therefore, relevant to the debate, including\nthat, by virtue of the GRC, she had changed her legal gender. In circumstances\nwhere there was a clear justification for reporting this information, in the\ncontext of the broader debate reported on, there was no breach of Clause 2\n(Privacy) on this point.\nConclusion\n11. The complaint was not upheld.\nRemedial action required\n12. N/A\nDate complaint received: 22/10/2018\nDate decision issued: 08/03/2019\nBack to ruling listing\n\n\n"
}