{
    "url": "/rulings-and-resolution-statements/ruling/?id=07404-21",
    "title": "07404-21 Foster v Hull Daily Mail",
    "provisions": [
        "4 Intrusion into grief or shock (2021)",
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Hull Daily Mail (Reach PLC)",
    "published_on": "2021-07-09 00:00:00",
    "received_on": "2021-07-08 00:00:00",
    "concluded_on": "2022-03-18 00:00:00",
    "complaint_processing_days": 253,
    "conclusion_long": "31. The complaint was partially upheld under Clause 1.",
    "remedial_action": "32. Having upheld a breach of Clause 1(i) and Clause 1(ii), the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 33. The correction proposed by the publication was sufficient to correct the significant inaccuracies regarding the complainant’s marital status in relation to Mr Jackson and the question of what motivated his murder. However, the proposed correction had not addressed the provenance of the complainant’s quotes. The publication had offered to correct this point, but no wording had been drafted or agreed. This point should be added to the correction offered by the publication to make clear that the majority of the quotes attributed to the complainant had been made seven months earlier in response to the royal pardon, rather than Mr Gallant’s release. The Committee considered a correction to be the appropriate remedy to the breaches of Clause 1 (i), where the publication had been keen to correct the article, but no final wording could be agreed. 34. The Committee then considered the placement of the correction. The print article had appeared on page 4 and so the correction should be published on page 4 or further forward in order to meet the requirement for due prominence. As the online article had been taken down, a standalone correction should be published on the homepage for 24 hours before being archived in the usual way. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.    Date complaint received: 08/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07404-21 Foster v Hull Daily Mail\nSummary\nof Complaint\n1. Vicky\nFoster complained to the Independent Press Standards Organisation that Hull\nDaily Mail breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in an article headlined “‘Turning life\naround is amazing but bridge heroics is not proof’”, published on 9th July\n2021.\n2. The\narticle reported that the complainant, who was described as the “widow of a\nHull man who was murdered by terror attack ‘hero’ Steven Gallant […]  struggling to process the news of his release\nfrom prison after a royal pardon”. It stated that this woman’s partner “was\nsavagely beaten to death by Steven Gallant in a Hull attack in 2005 and now his\nwidow [the complainant] has warned whether his actions on London Bridge are enough\nproof that he has changed”. The article reported that the woman was “[s]peaking\nfrom her home in Hull” and had said that [the news of the royal pardon] is a\nvery strange thing for me and the children to have to process”. The article\nalso reported the woman had said that “’[d]espite letters from my MP Dame Diana\nJohnson, explaining [the impact of coverage on her family] to members of the\nGovernment - including Boris Johnson - we have had no contact or consideration\nin their processes whatsoever’”.\n3. The\narticle also said that the woman’s former partner was “beaten to the ground\nwith a hammer by a gang of men… who wanted revenge after he was cleared of the\nattempted murder of a 64-year-old prostitute”. It also stated he had “been\nattacked and beaten so severely paramedics who tried to revive him could not\nfind his mouth”. The article reported that the sex worker had been “left for\ndead in a nearby skip, until a scrap metal collector found her with a broken\njaw, fractured nose and wounds to her forehead that were caused by being\nstamped on”. The article said the woman’s former partner “was acquitted of\nattempted murder” but “was found guilty of attacking” a different woman. The\narticle explained that two men, “Steve Gallant and James Gilligan”, had been\nconvicted of the murder of the woman’s former partner.\n4. The\narticle also appeared online under the headline “The Hull widow coming to terms\nwith release of murderer Steve Gallant after London Bridge 'heroics'”. The\nsub-headline was a quote attributed to the woman whose former partner was\nkilled in which she said “'I learned a long time ago that heroes aren't always\nwhat they're cracked up to be'”.\n5. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nit gave the inaccurate impression that the comments attributed to her about the\nevents on London Bridge and the royal pardon were contemporaneous quotes she\nhad made to the publication. She explained that these quotes had actually come\nfrom an article she had written more than seven months earlier in December\n2020. She said that her position and the circumstances she had described in\nDecember had changed. For example, she highlighted that the article reported\nthat she had received no contact from government, but since the article in\nDecember, she had received extensive correspondence, including an apology from\na Minister. Furthermore, the presentation of the comments as being\ncontemporaneous implied that they had been made in response to the release of\nSteven Gallant from prison; this was inaccurate, they had been made many months\nbefore he had been released in relation to his actions on London Bridge and the\nroyal pardon he had received. She said that she did not necessarily feel the\nsame way about the situation now as she did at the time she made the comments.\nIn addition, the complainant said the article had conflated comments she had\nmade at the time to a different publication that the release was a “strange\nthing for me and the children to have to process”, with those she made in\nDecember 2020.\n6. She\nalso said the article was inaccurate as it referred to her as the “widow” of Mr\nBarrie Jackson, the firefighter who had been killed, yet she had never been\nmarried to him. In addition, the complainant also said the article was\ninaccurate because it implied that her former partner was responsible for the\nattack on the sex worker by suggesting that was the motive for his murder; this\nhad not been established as the motive for his murder and he had been acquitted\nof this charge in court. She also said it was inaccurate for the article to\nstate that her former partner had been attacked by a “gang” as only two men\nwere convicted and that the article had inaccurately reported the first name of\nthe second individual convicted of the murder of her former partner. Finally,\nshe said it was inaccurate to report that the sex worker had been “stamped on”\nas, although the injuries could have been caused by stamping, the exact cause\nwas never established and, similarly that her former partner had been attacked\nwith a “hammer” as, whilst it had been assumed he was attacked with an object,\nit was never proven what object this was.\n7. The\ncomplainant said the online article included further inaccuracies because the\ninclusion of a quote from her in the sub-headline implied it was a\ncontemporaneous quote made by her regarding the “release” of the man convicted\nof murdering her former partner. She also said the headline of the online\narticle was inaccurate as it said she was “coming to terms” with this man’s\nrelease and, as the publication had not contacted her, it was in no position to\nknow how she was feeling.\n8. Furthermore,\nthe complainant said the article breached Clause 4 as it included comments she\nhad made to a separate publication in which she had explained that she found\nthe issue difficult to discuss; the publication was therefore fully aware that\nshe didn’t want to discuss the issue yet still included her comments. She also\nsaid reported on something that had been traumatic for her –namely the murder\nof her former partner – and it described the injuries he had received in great\ndetail. She also said that the description of the injuries sustained by the sex\nworker were too detailed and that this was also a breach of Clause 4.\n9. The\npublication did not accept that it was significantly inaccurate or misleading\nto include past comments made by the complainant. It explained that the article\nfocused on the release of the man who had murdered the complainant’s former\npartner and stated that it was reasonable to include the public comments made\nby the complainant previously as they were relevant to the current issue.\nHowever, it said it was unfortunate that some of her comments appeared to be\nout of date.\n10. The\npublication said it accepted it was inaccurate to refer to the complainant as\nthe “widow” of the man who was murdered and apologised for the error. However,\nit stated that this inaccuracy did not materially affect the story and so was\nnot significant.\n11. The\npublication did not accept that it was significantly inaccurate to report that\nthe complainant’s ex-partner had been attacked by a “gang”, as news coverage of\nthe incident at the time reported that four men were being questioned and\nprovided a link to an example. However, it was regretful for any distress\ncaused by this disputed statement and offered to amend the online article as a gesture\nof goodwill.\n12. The\npublication also said it was not inaccurate to report that the sex worker had\nbeen “stamped on\". It stated that it had covered the trial and had\nreported at the time that: “A pathologist told Hull Crown Court how the 64-year-old\nwas most likely punched or kicked in the face until she fell to the floor. The\nattacker probably then stamped on her head or slammed her face into the\nconcrete before dragging her - possibly while she was unconscious - across the\nground and into the skip”. It also said that it had been widely reported at the\ntime that the complainant’s former partner had been beaten with a hammer and\nthat the judge at the time had said that: “Mr Justice Crane said ’A hammer\nprobably played a part. The real damage was done by kicking this man in the\nhead and stamping on him, when he was on the ground. The injuries to his face\nwere horrific’”.\n13.\nRegarding the complainant’s concern that it was inaccurate to report her former\npartner had been murdered in “revenge” for the attack on a sex worker, the\npublication stated that the motive of the attack was never clearly determined.\nIt stated that two incidents had been discussed in the trial: an assault on the\ngirlfriend of one of the attackers, and the suspicion that the complainant’s\nex-partner had been involved in the attack on the sex worker. As such, the\npublication stated it was entitled to speculate as to motive behind the murder\nof the complainant’s former partner, however, it said it would have been more\ninformative to report both incidents and so offered a correction on this point.\n14. The\npublication did not accept a breach of Clause 1 regarding the name of the\nsecond individual convicted of Mr Jackson’s murder. It said that historical\nreports, which the publication had used when writing the article under\ncomplaint, referred to the other man convicted in this way. The publication\nprovided a further article in which the name of the individual convicted\nfeatured both names – with the name the complainant gave as the middle name.\n15. The\npublication also said it was not inaccurate for the online article to state\nthat the complainant was “coming to terms” with the release of the individual\nwho murdered her ex-partner because it was a fair summary of the recent\ncomments the complainant had made to the reporter from the other publication:\n“it is a very strange thing for me to have to process” and “I find it difficult\nto understand...”.\n16. The\npublication did not accept a breach of Clause 4. It said it understood the\nsensitivity of the story, however, it was based on comments the complainant had\nmade in the past and that were already in the public domain. It also said that\nno approaches were made to the complainant and so this part of the Clause was\nnot engaged. It further stated that the injuries that the sex worker and the\ncomplainant’s ex-partner had received had been widely reported at the time and\nprovided links to examples of such coverage. Where these injuries were already\nin the public domain, it did not consider that reporting on them constituted a\nbreach of Clause 4.\n17. At\nthe start of IPSO’s investigation, the publication offered to publish a\nstandalone correction in print and online, working with the complainant to find\nan acceptable wording, while also making amendments to the article. It was\nproposed that, in print, the article would appear in the Corrections &\nClarifications column on page 2 and, online, it would appear as a standalone\ncorrection.\nPrint:\nOur\narticle 'Turning life around is amazing but bridge heroics is not proof' - 9\nJuly, reported that Barrie Jackson had been attacked by a gang of men who\nwanted revenge after he was cleared of the attempted murder of a 64-year-old\nHull prostitute. In fact, we would like to clarify that although two incidents were\nmentioned during the trial, the motive of the attack was never clearly\nestablished, and that only two people were convicted for Mr Jackson's murder.\nFurthermore, the article described Vicky Foster as the 'widow' of Mr Jackson\nhowever Vicky was not married to Mr Jackson. We would like to apologise for\nthese errors and for any distress caused to Vicky Foster by the article.\nOnline:\nOur\narticle 'The Hull widow coming to terms with release of murderer Steve Gallant\nafter London Bridge 'heroics'', 8 July, reported the story of Steven Gallant,\nwho murdered firefighter Barrie Jackson in 2005, and the news of him being\nreleased from prison after a royal pardon following his efforts in fighting off\na terrorist on London Bridge in 2019. The article reported that Barrie Jackson\nhad been attacked by a gang of men who wanted revenge after he was cleared of\nthe attempted murder of a 64-year-old Hull prostitute. In fact, we would like\nto clarify that although two incidents were mentioned during the trial, the\nmotive of the attack was never clearly established, and that only two people\nwere convicted for Mr Jackson's murder. Furthermore, the article described\nVicky Foster as the 'widow' of Mr Jackson however Vicky was not married to Mr\nJackson. We would like to apologise for these errors and for any distress\ncaused to Vicky Foster by the article.\n18. The\ncomplainant accepted, in relation to the name of the second individual\nconvicted of murdering her ex-partner, that she was mistaken and that the\narticle had reported the name of this man correctly.\n19. The\ncomplainant did not accept the proposed correction as a way to resolve her\ncomplaint. She said the proposed wording did not address the issues that her\ncomments were inaccurately presented as contemporaneous and how the sex-worker\nsustained the injuries.\n20.\nInitially the publication offered to amend the article as some of the comments\nappeared “to be out of date” and that this would involve republishing the\nstory. However, once the complainant raised the issue once more, towards the\nend of IPSO’s investigation, the publication offered to amend the proposed\ncorrection to include a sentence regarding the provenance of the quotes\nattributed to the complainant. The publication said it would not address the\npoint about how the injuries suffered by the sex worker were sustained as\nevidence from the police and crown at the trial was that the woman had been\nstamped on.\n21. The\ncomplainant did not accept this as a resolution to her complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n22.\nFirstly, the Committee acknowledged and was sorry to hear that the article had\ncaused the complainant distress. The Committee then considered the presentation\nof the complainant’s quotes as being contemporaneous and made direct to the\npublication’s journalist. These comments had, in fact, mostly been taken from\nan article written by the complainant for a different publication more than\nseven months prior, as well as brief comments made contemporaneously to a\nreporter from a different publication. The use of comments made previously in\nthe context of a new article relating to subsequent events does not in and of\nitself raise concerns under Clause 1. However, the article had reported that\nthe complaint was “[s]peaking from her home in Hull” and no distinction had\nbeen made between the comments made at the time the article was published, and\nthose made seven months earlier. The presentation of the complainant’s comments\nin the article gave the misleading impression that her comments reflected her\ncurrent position, following the release of the complainant’s former partner’s\nmurderer; in fact, the only contemporaneous comment she had made was that the\nsituation was hard to process, and she did not wish to speak about it. In\naddition, her position had changed, such as in relation to the absence of any\ncontact from the government. The misrepresentation of the comments obtained\nfrom a previously published article meant the publication had not taken care\nand there was a breach of Clause 1 (i).\n23.\nWhere the comments were presented as the complainant’s reaction to the release\nof her former partner’s murderer from prison but had in fact been made seven\nmonths prior to his release, this inaccuracy was significant and required\ncorrection under the terms of Clause 1 (ii). The Committee welcomed the\npublication’s offer to correct the article and its offer of an apology to the\ncomplainant. However, the correction offered by the publication did not\ninitially address this point despite it being raised as an important issue by\nthe complainant in her original complaint and the publication initially\nacknowledging that “it was regretful that [some of the comments] appear now to\nbe out of date”. It had offered initially to amend the online article, which\nwould involve republishing the already deleted article and including a\nfootnote, but had made no offer to publish a standalone correction either on\nits website or in the newspaper on this point. Once the complainant raised the\nissue again towards the end of IPSO’s investigation, the publication offered to\naddress the inaccuracy in its proposed correction. It was proposed that the\ncorrection would be published on page 2 in the established clarifications and\ncorrections column, and in the online corrections section. This was sufficiently\nprominent. The original correction had not addressed this point of the\ncomplaint, and, though the publication did offer to amend the correction to\ninclude reference to the fact the complainant’s comments had not been\ncontemporaneous during IPSO’s investigation, this happened later on in IPSO’s\ninvestigation. As such, it was not sufficiently prompt and there was a further\nbreach of Clause 1 (ii).\n24.\nRegarding the complainant being referred to as the “widow” of Mr Jackson, the\nCommittee noted the complainant’s marital status would have been easy to\nverify, especially as the article authored by the complainant in December 2020,\nand heavily drawn on by the publication, had referred to this individual as her\n“ex-partner”. The publication had not taken care and so there was a breach of\nClause 1 (i). The Committee considered the publication’s position that this\ninaccuracy was not significant as it did not materially affect the story.\nHowever, the article reported on a sensitive situation: the complainant’s\napparent reaction to the release of the man who murdered her ex-partner. The\nnature of the complainant’s relationship to the murder victim was significant\nand the misuse of the term “widow” was therefore significantly inaccurate and\nrequired correction. The correction proposed by the publication had addressed\nthis inaccuracy and provided the correct position. It was offered with due\npromptness, as it was offered at the start of IPSO’s investigation, and\nprominence, as set out above, and so there was no additional breach of Clause 1\non this point.\n25.\nRegarding the assertion in the article that the complainant’s former partner\nhad been murdered in “revenge” for the attack on a sex worker, the Committee\nnoted the publication’s position that the motive of the attack had never been\nclearly determined. Whilst the Committee acknowledged the publication’s\nargument that it was entitled to speculate where this incident had been\ndiscussed at trial, the article had not clearly distinguished this as\nspeculation. It had reported as fact that the man convicted of Mr Jackson’s\nmurder had “wanted revenge after he was cleared of the attempted murder of a\n64-year-old Hull prostitute”. This, therefore, represented a failure to take\ncare and there was a breach of Clause 1 (i). The motivation for the murder of\nthe complainant’s late partner was a significant point, and the misreporting of\nthis information was therefore significantly inaccurate and required\ncorrection.  The publication accepted\nthat it had not made clear that there was more than one possible motive\ndiscussed and, as set out above, offered a correction promptly and with due\nprominence. There was no further breach of Clause 1.\n26. The\nCommittee then considered the use of the term “gang”. Only two men had been\nconvicted of the murder of Mr Jackson; however, the reference to a “gang” was\nbrief and did not represent a significant detail in the article which was\nreporting on one of the men’s release and the complainant’s response. There was\nno breach of Clause 1 on this point.\n27. The\nCommittee acknowledged that the complainant had accepted she was mistaken with\nregard to the name of the second man convicted of her ex-partner’s murder. In\naddition, it noted that the name of this individual was not a significant\ndetail within the context of the article. The article reported on the actions\nof the other individual convicted of murder and so the reference to the second\nman involved was brief and did not materially affect the story. There was no\nbreach of Clause 1 on this point.\n28. The\nCommittee acknowledged the complainant’s position that it had never been\nformally confirmed that the sex worker had been “stamped on” or that her\nex-partner had been beaten with a hammer. However, the Committee noted that it\nappeared as though these methods had been discussed as likely to have been used\nduring court proceedings. As such, it was not inaccurate or misleading for the\narticle to report this and there was no breach of Clause 1 on this point.\n29. The\nCommittee then considered the headline of the online article and the\ncomplainant’s concern that it was inaccurate to claim that she was “coming to\nterms with release of murderer Steve Gallant”, as the publication had not\ncontacted her to find out how she was feeling. Whilst the majority of comments\nhad been made in response to this man receiving a royal pardon, rather than his\nrelease, the complainant had said to a reporter for a different publication\nthat it was a \"very strange thing for me… to have to process” in response\nto the release. As such, while it acknowledged the complainant’s concern that\nthe publication had made assumptions about her feelings, the Committee\nconcluded that her comments provided sufficient justification for the publication’s\nclaim that she was “coming to terms with release” of the man convicted of the\nmurder of her former partner. There was no breach of Clause 1 on this point.\n30. The\nCommittee then considered the complaint under Clause 4. Whilst the Committee\nacknowledged that reporting on the death of her former partner would be\ndistressing for the complainant, newspapers are entitled to publish on such\nissues as long as reporting is handled sensitively. The article was based on\ncomments the complainant had made in a separate article that were in the public\ndomain, even if they had been attributed inaccurately. Her comments made to a\nseparate publication contemporaneously were also in the public domain. In\naddition, the description of the injuries sustained by her ex-partner and the\nsex worker had been made public within court documents and contemporary\ncoverage. In addition, it was not insensitive or gratuitous as the details of\nthe injuries had been heard in court and were used in the article to\ndemonstrate the severity of the injuries sustained by Mr Jackson at the hands\nof his attackers. There was no breach of Clause 4.\nConclusion(s)\n31. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n32.\nHaving upheld a breach of Clause 1(i) and Clause 1(ii), the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n33. The\ncorrection proposed by the publication was sufficient to correct the\nsignificant inaccuracies regarding the complainant’s marital status in relation\nto Mr Jackson and the question of what motivated his murder. However, the\nproposed correction had not addressed the provenance of the complainant’s\nquotes. The publication had offered to correct this point, but no wording had\nbeen drafted or agreed. This point should be added to the correction offered by\nthe publication to make clear that the majority of the quotes attributed to the\ncomplainant had been made seven months earlier in response to the royal pardon,\nrather than Mr Gallant’s release. The Committee considered a correction to be\nthe appropriate remedy to the breaches of Clause 1 (i), where the publication\nhad been keen to correct the article, but no final wording could be agreed.\n34. The\nCommittee then considered the placement of the correction. The print article\nhad appeared on page 4 and so the correction should be published on page 4 or\nfurther forward in order to meet the requirement for due prominence. As the\nonline article had been taken down, a standalone correction should be published\non the homepage for 24 hours before being archived in the usual way. It should\nstate that it has been published following an upheld ruling by the Independent\nPress Standards Organisation. The full wording and position should be agreed\nwith IPSO in advance.\n\n\n\nDate\ncomplaint received: 08/07/2021\nDate\ncomplaint concluded by IPSO: 18/03/2022\nBack to ruling listing\n\n\n"
}