{
    "url": "/rulings-and-resolution-statements/ruling/?id=07403-21",
    "title": "07403-21 Foster v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-07-07 00:00:00",
    "received_on": "2021-07-08 00:00:00",
    "concluded_on": "2022-03-18 00:00:00",
    "complaint_processing_days": 253,
    "conclusion_long": "28. The complaint was partially upheld under Clause 1.",
    "remedial_action": "29. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.   Date complaint received: 08/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07403-21 Foster v Mail Online\nSummary\nof Complaint\n1. Vicky\nFoster complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in an article headlined “'Heroes aren't\nalways what they're cracked up to be': Widow of firefighter murdered by man who\nfought terrorist with narwhal tusk says 'five minutes on London Bridge is not\nenough proof' he has reformed - as he's cleared for early release”, published\non 7th July 2021.\n2. The\narticle reported on the early release of “London Bridge terror attack hero\nSteven Gallant” from prison and the response of the “widow of [the] firefighter\nmurdered” by him. It stated that the complainant, who was the former partner of\nBarrie Jackson, the late firefighter murdered by Steven Gallant, “today said\n‘heroes aren’t always what they are cracked up to be’” and that ”[s]peaking\nfrom her home in Hull, Mrs Foster, who has since remarried, said: 'It is a very\nstrange thing for me and the children to have to process’”. The article\ncontinued by reporting on the details of her late partner’s murder. It stated\nthat he had been “beaten to the ground with a hammer by a gang of men… who\nwanted revenge after he was cleared of the attempted murder of a 64-year-old\nHull prostitute”.\n3. The\narticle also included details of Mr Jackson’s injuries and that “he had been\nattacked and beaten so severely paramedics who tried to revive him could not\nfind his mouth” and that “Steve Gallant and James Gilligan… were eventually\nconvicted of murder”. It also reported the sex worker had been found with “a\nbroken jaw, fractured nose and wounds to her forehead that were caused by being\nstamped on”. It stated that the “Widow… today revealed she had not a clue that\nthe man who confronted [the terrorist on London Bridge] with a narwhal tusk was\nthe same one who had killed her partner”. The article also reported that the\nwoman had said that “'Despite letters from my MP Dame Diana Johnson, explaining\nthis to members of the government - including Boris Johnson - we have had no\ncontact or consideration in their processes whatsoever”.  \n4. The\narticle was amended shortly after publication, following comments made by the\ncomplainant on Twitter, so that it reported the comments attributed to the\ncomplainant were made when she “[Spoke] to Radio 4 earlier this year”.\n5. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nit gave the impression that the comments attributed to her about the events on\nLondon Bridge were contemporaneous quotes she had made to the publication. She\nexplained that these quotes had actually come from an article she had written\nmore than seven months earlier in December 2020 for a different publication.\nShe said that her position had changed and the circumstances she had described\nin December had changed. For example, she highlighted that the article reported\nthat she had received no contact from government, but since the article in\nDecember, she had received extensive correspondence, including an apology from\na Minister. Furthermore, the presentation of the comments as being\ncontemporaneous implied that they had been made in response to the release of\nSteven Gallant from prison; this was inaccurate, they had been made many months\nbefore he had been released in relation to his actions on London Bridge and the\nroyal pardon he had received. She did not necessarily feel the same way about\nthe situation now as she did at the time she made the comments.\n6. She\nalso said the article was inaccurate as it referred to her as the “widow” of\nBarrie Jackson, the firefighter who had been killed, yet she had never been\nmarried to him. In addition, the complainant also said the article was\ninaccurate because it implied that her former partner was responsible for the\nattack on the sex worker by suggesting it was the motive for his murder; this\nhad not been established as the motive for his murder and he had been acquitted\nof this charge in court. She also said it was inaccurate for the article to\nstate that her former partner had been attacked by a “gang” as only two men\nwere convicted. Finally, she said that the article had inaccurately reported\nthe first name of the second individual convicted of the murder of her former\npartner.\n7. Furthermore,\nthe complainant said the article breached Clause 4 as it referred to the murder\nof her former partner and it described the injuries he had received in great\ndetail. She also said the article breached Clause 4, as the journalist\ncontacted her just before the publication of the article and asked her to\ncomment on the early release of the man who murdered her former partner. She\nhad explained she was finding the situation difficult to process and did not\nwant to comment at that moment. She explained that these comments had been\nincluded in the article which she saw as an intrusion into the grief she was\nexperiencing at the time.\n8. The\ncomplainant also said the amended article was inaccurate as it said that her\ncomments had been made when “Speaking to Radio 4 earlier this year [2021]” when\nthey had actually come from an article she had written in December 2020.\n9. The\npublication said it accepted there had been an error in presenting the\ncomplainant’s comments as contemporaneous. It said this had happened when an\neditor composed the headline and included comments the complainant had made\npreviously, and the reporter who edited the text had concluded that the\ncomplainant had made these comments recently to this publication’s journalist.\nThe publication updated the article two days after the article was originally\npublished after it was alerted to the error after noticing the complainant’s\ntweet on the article and therefore, the correction had taken place promptly.\nThe publication also said this was not significantly inaccurate as the comments\nhad still been made by the complainant, albeit at an earlier time.\n10. The\npublication did not accept that referring to the complainant as the “widow” of\nthe firefighter was significantly inaccurate. It stated that the term was a\nconvenient shorthand used to describe the complainant as she had been in a\nrelationship with the Mr Jackson and they had had children together. It also\nreferred to other published and unamended articles that also described her as\nthe “widow” of the firefighter. Notwithstanding this, the publication amended\nthe article so that it described the complainant as the Mr Jackson’s\n“ex-partner”.\n11.\nRegarding the use of the term “gang”, the publication did not accept that there\nwas a breach of the Code arising from the use of this term. It said that the\nsummary of the appeal for the individual who was convicted of the firefighter’s\nmurder stated that “the deceased was on the ground with three or four men\naround him”. As such, the publication argued that it was not significantly\ninaccurate to refer to those responsible as a “gang of men”; however, it\namended the article to remove this reference as a gesture of goodwill as it\nacknowledged just two men had been convicted for the murder. The publication\nalso stated the summary of the appeal referred to one of the individuals\nconvicted of the complainant’s partner’s murder by the first name that the\ncomplainant said was inaccurate, as did an article by a different publication that\ncovered the original arrests. Again, it amended the article based upon the\ncomplainant’s concerns, but did not accept this constituted a breach of the\nCode.\n12. The\npublication also did not accept a breach of the Code in relation to the\ncomplainant’s concern that the article suggested her ex-partner had been\nresponsible for an attack on a sex worker. The publication accepted that the\nmotive ascribed to those convicted of the murder of the complainant’s former\npartner was inaccurate. It amended the article to refer to the motive as\ndescribed by the judge who oversaw the appeal lodged by the man convicted of Mr\nJackson’s murder. However, it said that, regardless of what motive was given to\nthose convicted of his murder, the article had stated that the firefighter had\nbeen “cleared of the attempted murder of a 64-year-old Hull prostitute” and so\ndid not represent a significant inaccuracy.\n13. The\npublication also did not accept a breach of Clause 4 and said that this Clause\nwas not engaged. It stated the approach by the journalist had been made\nsensitively, and that this was not something the complainant had disputed. It\nalso said that the article had not contained gratuitously gory information and\nhad not sought to mock the way that the complainant’s former partner had been\nkilled. The publication argued that much of the material included in the\narticle had already been put into the public domain by the complainant or had\nbeen reported contemporaneously at the time of the appeal. The publication\nfurther stated that the information detailing the injuries sustained by the\ncomplainant’s former partner and the sex worker had been made public in\ndocuments that had been released following the failure of the appeal.\n14. The\npublication did not accept a breach of Clause 1 in relation to the amended\narticle, which predated the IPSO complaint. It stated that the complainant had\nspoken to Radio 4 previously, and that this appearance had focused on the same\ninformation that she had included in her article. It concluded that, whilst it\nhad amended the article on this point, it was not significantly inaccurate to\nrefer to the programme in order to provide context for the complainant’s\nquotes.\n15.\nDuring the referral period, and again during IPSO’s investigation, the\npublication offered to publish a standalone correction or article, working with\nthe complainant to find an acceptable wording, while also making amendments to\nthe article. Ultimately, it offered to remove the article from the website and\npublish a standalone apology that would appear in the clarification and\ncorrection’s section online, which was its standard location for corrections.\nIt stated it would publish the article here for twenty-four hours before being\narchived, although it would remain searchable. The proposed article was as\nfollows:\nWe\npublished an article on 7 July about the reaction of Vicky Foster, the\nex-partner of a firefighter, Barrie Jackson, murdered by London Bridge terror\nattack hero Steven Gallant, to Gallant's release from prison. Following contact\nfrom Ms Foster the article has been removed from the website and she has asked\nus to make clear the following points: Ms Foster was referred to in the article\nas Mr Jackson's widow, whereas he was her ex-partner; her comments published in\nthe piece that 'heroes aren't always what they're cracked up to be' were\ninitially made in an article for The Hull Story in December 2020 and not, as\nsuggested, contemporaneously to MailOnline. Further to this, we are happy to\nclarify that only 2 people were convicted for the attack on Mr Jackson rather\nthan 'a gang', and that the motive was not purported revenge following Mr\nJackson being found not guilty for an attack on a sex worker but rather a\nbelief that Mr Jackson had been partly responsible for an attack on the\ngirlfriend of one of the attackers. We apologise for any distress caused.\n16.\nRegarding the publication’s referral to the appeal documents that described\n“three or four” men surrounding Mr Jackson, the complainant said there was no\nsuggestion in these documents or elsewhere that all of these men had\nparticipated in the attack.\n17. The\ncomplainant did not accept this proposal from the publication as a resolution\nto her complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n18. First,\nthe Committee acknowledged and was sorry to hear that the article had caused\nthe complainant distress. The Committee first considered the presentation of\nthe complainant’s quotes as being contemporaneous and made direct to the\npublication’s journalist. These comments had, in fact, mostly been taken from\nan article written by the complainant for a different publication more than\nseven months prior, as well as brief comments made contemporaneously to the\npublication’s reporter. The use of comments made previously in the context of a\nnew article relating to subsequent events does not in and of itself raise\nconcerns under Clause 1.  However, in\nthis case, the article had reported that the complaint was “[s]peaking from her\nhome in Hull”, and no distinction had been made between the comments made at\nthe time the article was published, and those made seven months earlier.\n19. The\npresentation of the complainant’s comments in the article gave the misleading\nimpression that the complainant’s comments reflected her current position,\nfollowing the release of the complainant’s former partner’s murderer; in fact,\nthe only contemporaneous comment she had made was that the situation was hard\nto process, and she did not wish to speak about it. In addition, her position\nhad changed, such as in relation to the absence of any contact from the\ngovernment. The misrepresentation of the comments obtained from a previously\npublished article meant the publication had not taken care and there was a\nbreach of Clause 1 (i).\n20.\nWhere the comments were presented as the complainant’s reaction to the release\nof her former partner’s murderer from prison but had in fact been made seven\nmonths previous to his release, this inaccuracy was significant and required\ncorrection under the terms of Clause 1 (ii). The publication had altered the\narticle shortly after publication to make clear that the comments had been made\nto a radio programme earlier in 2021, but this still did not reflect the\ncorrect situation, and no clarification had been made to acknowledge the\noriginal error and set out the correct position. This action did not,\ntherefore, meet the requirements of Clause 1 (ii) to prompt a significant\ninaccuracy promptly and with due prominence.\n21. The\npublication did, however, subsequently offer a correction that was sufficiently\nprompt, as an offer was made at the start of IPSO’s investigation that\naddressed the inaccuracies and provided the correct position. It was also\nsufficiently prominent as it was proposed to be published as a standalone\ncorrection in the established clarification and correction’s section online.\nThere was no further breach of Clause 1 on this point.\n22.\nRegarding the complainant being referred to as the “widow” of Mr Jackson, the\nCommittee considered the publication’s position that previous coverage had also\nreferred to her in this way. However, the complainant’s marital status would\nhave been easy to verify, especially as the article authored by the complainant\nin December 2020 – heavily drawn on by the publication – had referred to this\nindividual as her “ex-partner”. The publication had not taken care and so there\nwas a breach of Clause 1 (i).\n23. The\narticle reported on a sensitive situation: the complainant’s apparent reaction\nto the release of the man who murdered her ex-partner. The nature of the\ncomplainant’s relationship to the murder victim was therefore significant and\nthe Committee did not agree with the publication that the term “widow” could be\nconsidered a “convenient” shorthand for a former partner. The term had a\nspecific meaning which was not in this case applicable. The misuse of the term\n“widow” was therefore significant and required correction. The correction\nproposed by the publication had addressed this inaccuracy and provided the\ncorrect position. It was offered with due promptness and prominence, as set out\nabove, and so there was no additional breach of Clause 1 (ii) on this point.\n24. The\narticle reported that the murderers of the complainant’s ex-partner had been\nseeking revenge after he had been cleared of the attempted murder of a sex\nworker. The complainant stated that this was inaccurate. The newspaper had been\nunable to support its description of the motivation for Mr Jackson’s murder and\namended the article to reflect the motive as described in documents submitted\nto the Court of Appeal, which said that they had been motivated by a belief Mr\nJackson was responsible for an assault on one of their girlfriends. Where the\ncorrect information had been available in publicly accessible court documents,\nthis represented a failure by the publication to take sufficient care not to\npublish inaccurate or misleading information, and consequently raised a breach\nof Clause 1 (i). The motivation for the murder of the complainant’s late\npartner was a significant point, and the misreporting of this information was\ntherefore significantly inaccurate and required correction.  The publication accepted this was an error\nand, as set out above, offered a correction promptly and with due prominence.\nThere was no further breach of Clause 1.\n25. The\nCommittee then considered the use of the term “gang”. Only two men had been\nconvicted of the murder of Mr Jackson, however, the reference to a “gang” was\nbrief and did not represent a significant detail in the article which was\nreporting on one of the men’s release and the complainant’s response. There was\nno breach of Clause 1 on this point.\n26. The\nreference to one of the men involved in Barrie Jackson’s murder by the wrong\nfirst name, whilst inaccurate, was not significantly inaccurate in the context\nof the article. The article reported on the actions of the other individual\nconvicted of murder and so the reference to the second man involved was brief\nand did not materially affect the story, especially where the surname was\nreported correctly. Therefore, there was no breach of Clause 1 on this point.\n27. The\nCommittee then considered the complaint under Clause 4. The description of the\ninjuries sustained by her ex-partner and the sex worker had been made public\nwithin court documents and contemporary coverage. In addition, it was not\ninsensitive or gratuitous as the details of the injuries had been heard in\ncourt and were used in the article to demonstrate the severity of the injuries\nsustained by Mr Jackson at the hands of his attackers. There was no breach of\nClause 4.\nConclusion(s)\n28. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n29. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\n\nDate\ncomplaint received: 08/07/2021\nDate\ncomplaint concluded by IPSO: 18/03/2022\nBack to ruling listing\n\n\n"
}