{
    "url": "/rulings-and-resolution-statements/ruling/?id=07411-18",
    "title": "07411-18 Arcadia Group v The Daily Telegraph",
    "provisions": [
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2018-11-19 00:00:00",
    "concluded_on": "2019-05-01 00:00:00",
    "complaint_processing_days": 163,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/ADate complaint received: 19/11/2018",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 07411-18\nArcadia Group v The Daily Telegraph\nSummary of complaint1. Arcadia Group Limited and Top Shop/ Top Man\nLimited complained to the Independent Press Standards Organisation that the\nconduct of journalists acting on behalf of The Daily Telegraph breached Clause\n3 (Harassment) of the Editors’ Code of Practice.\n2. The complainant said that, since March\n2018, journalists acting on behalf of the publication had contacted a number of\ncurrent and former employees, despite requests from the complainant for them to\ndesist. Arcadia Group was not complaining on behalf of any of these\nindividuals, but said that, taken together, these contacts constituted\nharassment and persistent pursuit of the corporate entities bringing the\ncomplaint. The complainant said that the\nconduct included contacting current staff members at home late in the evening\nand telephoning staff members at home. It also said that a journalist had\nattempted to contact one former staff member twice and on one occasion the door\nhad been answered by her 13 year old child. The complainant said that a number\nof these individuals were concerned about how the newspaper had obtained their\naddresses and phone numbers.\n3. The newspaper did not accept that it had\nbreached the Code. It said that it was necessary to approach individuals to\nensure the accuracy of its reporting. In this instance, it said that a number\nof serious allegations of sexual harassment, racist abuse, and bullying in the\nworkplace had been made against the complainant. It noted that the complainant\nand the newspaper were currently involved in litigation which considered\nwhether, and to what extent, there was a public interest in exposing the alleged\nwrongdoing at the organisation, some of which was allegedly subject to\nnon-disclosure agreements. The newspaper said that approaches were made to\nensure that Arcadia employees who may be in a position to shed light upon\nalleged wrongdoing at the company were given a fair opportunity to do so, away\nfrom Arcadia property and staff. It said that the complainant had a vested\ninterest in preventing such approaches and that Clause 3 provides protection to\nindividuals, not corporations. As the complainant was not acting on behalf of\nthe individuals, Clause 3 was not engaged. Nevertheless, it denied that any of\nthe individuals referred to in correspondence had been harassed and said that\nnone of its journalists persisted in contacting any individuals who made a request\nto desist.\nRelevant\nCode Provisions\n4. Clause 3 (Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)\nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources.\nFindings of\nthe Committee\n5. The complaint was not made on behalf of any\nof the individuals who had been approached by the newspaper. This decision\nshould not be read as a finding as to whether any of these individuals had been\nharassed.\n6. The Committee recognised that there is a\nlegitimate public interest in publications making approaches to third parties\nit believes may be able to provide further information about a story. The terms\nof Clause 3 do not prohibit journalists from doing so, but are instead designed\nto protect individuals from intimidating or continued unwanted approaches from\nthe press. Clause 3 refers specifically to individuals, and the Committee did\nnot accept that it was possible for a corporate entity to experience the\nintrusive harm Clause 3 seeks to prevent. As such, the Committee did not accept\nthat the terms of Clause 3 were engaged.\nConclusions\n7. The complaint was not upheld.\nRemedial\nAction Required\n8. N/ADate complaint received: 19/11/2018Date decision issued: 01/05/2019\nBack to ruling listing\n\n\n"
}