{
    "url": "/rulings-and-resolution-statements/ruling/?id=07416-19",
    "title": "07416-19 Englefield Estate v readingchronicle.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "readingchronicle.co.uk (Newsquest Media Group)",
    "received_on": "2019-09-18 00:00:00",
    "concluded_on": "2020-03-09 00:00:00",
    "complaint_processing_days": 173,
    "conclusion_long": "22. The complaint was upheld under Clause 1(i).",
    "remedial_action": "23. The newspaper had published a correction, which identified the inaccuracy and set the record straight. No further action was required. Date complaint received: 18/09/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07416-19\nEnglefield Estate v readingchronicle.co.ukSummary of Complaint1. Englefield Estate complained to the Independent Press\nStandards Organisation that readingchronicle.co.uk breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “ANCIENT woodland will\nbe chopped down for 100 new homes”, published on 11 September 2019, and in an\narticle headlined “Housing developer defends decision to chop down ancient\nwoodland”, published on 13 September 2019.2. The first article reported on a planning application for\na new housing development to be built  by\nthe complainant. The article reported that as part of this development “ancient\nwoodland will be chopped down for 100 new homes”; “some of those ancient trees\nwill be chopped down”; that “[t]he trees will be chopped down to make way for a\nfootpath and cycle path”; and that the houses would be built “on Burghfield\nCommon”. It also reported that the principal planning officer, in a report to\nthe planning committee, had that said “It is clear that this application, if\napproved, [will cause] some degree of harm to the local area. This visual harm\nis outweighed, however, by the need for additional housing”.3. The second article reported that the complainant had\n“defended plans to remove ancient woodland for a new housing development”, and\nincluded a statement made by a spokesperson for the complainant who said:\n“Although there may be a requirement for a small number of shrubs and low lying\nbushes to be removed to accommodate the path, no trees are proposed for removal\nand no overall impact on the ancient woodland is anticipated”. This article\nsaid, variously, that ancient woodland would “chopp[ed] down”, “remove[d] and\n“felled”. It referred to the houses being built “at Burghfield Common”.4. The complainant said that the first article was\ninaccurate in breach of Clause 1;  the\narticle said that “trees” would be cut down, whereas the planning application\nmade clear that no trees would be cut down, and that some small shrubs and\nbushes may be removed to clear a pathway. The complainant also said that the\nheadline “ancient woodland will be chopped down for 100 new homes” gave the\nimpression that ancient woodland would be removed so that 100 homes could be\nbuilt, rather than some woodland being removed to make way for a small\nfootpath.5. The complainant also said that the first article was\ninaccurate as it reported that the houses were going to be built “on Burghfield\nCommon” which is protected common land, as opposed to in Burghfield Common,\nbeing the name of the village where the building would in fact take place.6. The complainant also said that the selection of the\nstatement made by the principal planning officer had been taken out of context.\nThe quote was from a section of the report which detailed visual impacts,\nwhereas the article made it seem that the “harm” to which the planning officer\nreferred was ecological harm.7. The complainant said the second article was also\ninaccurate, as it still referenced woodland being “felled” which the\ncomplainant said could only refer to trees, when no trees would be affected.\nThe complainant did not consider that the impression given by this misleading\nterm was remedied by the inclusion of the statement from their spokesman who\nhad confirmed that there were no proposals to remove any trees and that only a\nsmall number of shrubs and low lying bushes were to be removed to accommodate\nthe footpath.8. The publication did not accept that the Code had been\nbreached. The publication acknowledged that the first article had used the word\n“trees” instead of woodland, but said that this was not significantly\nmisleading. The reference was amended the day after the complainant made direct\ncontact with the publication and the position was also made clear in the second\narticle by the inclusion of the statement made by the complainant’s\nspokesperson, and in a third article which was not under complaint. The first\narticle had also been amended to include the following footnote:Article edited on September 13 at 12:17 to include statement\nfrom Englefield Estate and change 'trees' to 'woodland'. 9. The publication did not accept that reporting in the\nfirst article that “ancient woodland would be chopped down for 100 new homes”\nwas inaccurate as the official planning documents referred to “woodland” being\nremoved. In addition, it was not contested that the woodland was going to be removed\nbecause of the building of the new homes, even if the actual removal was due to\na pathway rather than the homes themselves. The article made clear that the\nwoodland would be cleared to allow easy access, not for the houses themselves\nand reported that the removal was to “make way for a footpath and cycle path”.10. The publication also did not accept it had breached\nClause 1 by referring to the houses being built “on” as opposed to “in” or “at”\nBurghfield Common in the first article. The first article gave the exact\nlocation of the proposed building as “north of Dauntless Road and south of\nPondhouse Farm.” The publication did, however, offer to clarify that the\noriginal article was referring to the village.11. The publication did not accept that the way it had\nrepresented the quotes from the planning documents was misleading in the first\narticle. It noted that the report was on a wide variety of impacts, not just\necological, and that the full quote had referred to  “visual harm”.12. The publication also did not accept that the second\narticle breached of Clause 1. It said that the word “felled” was appropriate\nwhen referring to the removal of woodland. Furthermore, the article included\nthe complainant’s position that no trees were to be removed. Nevertheless, it\noffered to replace the word “felled” with “removed” as a gesture of goodwill.13. Prior to IPSO starting its investigation, the\npublication published a third article headlined: “Developer: We won’t cut down\nancient trees for new housing development”. The newspaper said that this again\nput the complainant’s position on record that no trees would be cut down.14. During IPSO’s investigation the publication published\nthe following correction as a footnote to the first article:The original version of this article said that “ancient\ntrees” would be chopped down in order for the housing development to be built.\nHowever, in fact no trees are planned to be felled during the development\nprocess, instead several low lying shrubs and bushes are planned for removal.\nWe have also included a statement from Englefield Estate.The complainant said this would not resolve their complaint.Relevant Code Provisions15. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee16. The official planning documents had said that “woodland”\nwould be removed to make way for the new development, and the term related to\nthe removal of shrubs and low lying bushes, not to trees. The first article\nwas, therefore,  inaccurate in reporting  that “ancient trees will be chopped down”. As\na consequence of this inaccuracy, the headline reference to “ancient woodland”\nto be “chopped down” could also be understood to include ancient trees.17. The newspaper had also reported that the proposed housing\nwould be built “on Burghfield Common”, a protected area, rather than “at” or\n“in” Burghfield Common, the village. In addition, it had quoted comments which\nhad been made by the principal planning officer that the housing would cause\n“some degree of harm to the local area”. The Committee noted that the location\nof the proposed housing was provided in the article by reference to a named\nroad and a farm and that the quotation, in the next paragraph of the article,\nreferred to “visual harm”.  However, taken\nas a whole, the information in the article regarding the location of the\nproposed housing and the potential harm which would be caused to the local area\nwas misleading as it compounded the inaccuracy that ancient trees were to be\nchopped down, as reported earlier in the article.18. The Committee considered that the newspaper had failed\nto take care over the accuracy of the first article in breach of Clause 1(i).\nIt had reported that ancient trees were to be removed which was significantly\ninaccurate. This required correction under the terms of Clause 1(ii).19. On receipt of the complaint, in order to correct the\ninaccuracy, the publication had promptly changed the term “trees” to “woodland”\nin the first online article; had added a statement from the complainant; and\nhad added a footnote which explained the revisions which had been made. In\naddition, it had published a second article, which put the complainant’s\nposition on record that “no trees are proposed for removal”, and which stated\nthat the proposed development would be “at Burghfield Common”. Two days after\nthe complainant contacted IPSO, a third article was published, which said that\nno trees would be cut down for the development.20. The Committee\ndid not consider that the wording of the initial footnote had clearly\nidentified the inaccuracy being corrected, and the follow-up articles did not\nconstitute corrections under the terms of the Code. However, the Committee\nrecognised that the newspaper had taken steps to promptly address the\ncomplaint, and the footnote, as amended, had identified the inaccuracy. Taken\ntogether, the steps taken by the newspaper to correct the inaccuracy were\nsufficient to meet the terms of Clause 1(ii).21. The Committee next considered the complaint about the\nclaim in the second article that “[ancient woodland] will be felled”. While the\nCommittee acknowledged that the adjective “felled” is often used when referring\nto trees, it noted that the article, \nelsewhere, reported that the woodland would be chopped down or removed\nand that the article also confirmed that “no trees are proposed for removal”.\nConsidering the article as a whole, the Committee concluded the single\nreference to “felled” was not significantly misleading. There was no further\nbreach of Clause 1.Conclusions22. The complaint was upheld under Clause 1(i).Remedial Action Required23. The newspaper had published a correction, which\nidentified the inaccuracy and set the record straight. No further action was\nrequired. Date complaint received: 18/09/2019Date complaint concluded by IPSO: 09/03/2020\nBack to ruling listing\n\n\n"
}