{
    "url": "/rulings-and-resolution-statements/ruling/?id=07428-21",
    "title": "07428-21 Daunt v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-06-22 00:00:00",
    "received_on": "2021-07-10 00:00:00",
    "concluded_on": "2021-11-25 00:00:00",
    "complaint_processing_days": 138,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A    Date complaint received: 10/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07428-21 Daunt v The Daily Telegraph\nSummary\nof Complaint\n1. Sonia\nDaunt complained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “From red tape to wages, Brexit has already transformed the\neconomy”, published on 22nd June 2021.\n2. The\narticle was an opinion piece, written by a regular columnist for the newspaper.\nIt appeared in the Business Comment section of the newspaper, accompanied by a\nby-line and photograph. The article discussed the effects that Brexit has had\non the economy, listing changes such as “wages… starting to accelerate\nupwards”. The article then discussed the effect of the freedom of movement on\nwages, with the columnist commenting that “[t]here was a lot of clever-clever theoretical\nmodelling to try to show that freedom of movement didn’t have any impact on\nwages. And yet, basic economics says that when you increase the supply of\nsomething – workers, for example – the price goes down, and when you reduce it,\nthe price goes up”. He went on to say that “lo and behold, now that we have\ncurbed the unlimited supply of EU workers, wages are starting to accelerate\ndramatically”. The article reported that wages “are rising at an annual rate of\n8pc, and in some sectors more than 20pc”.\n3. The\narticle also appeared online in substantially the same format, under the\nheadline “Five years on, Brexit had already transformed the economy”.\n4. The\ncomplainant said that the article was in breach of Clause 1 as she considered\nthat it was misleading to report that wages “are rising at an annual rate of\n8pc” while omitting to mention relevant contextual factors. The complainant\nnoted that the source of the 8 percent figure - the Office for National\nStatistics (ONS) website - had attributed the high wage increase to two\ncompositional effects, namely the “fall in the number and proportion of\nlower-paid employee jobs and because the latest month is now compared with\nApril 2020 when earnings were first affected by the coronavirus (COVID-19)\npandemic (the base effect).” The complainant further said that the quote “lo\nand behold, now that we have curbed the unlimited supply of EU workers, wages\nare starting to accelerate dramatically” was misleading as it claimed that the\nmore limited freedom of movement for workers brought about by Brexit was the\nsole reason for the wage increase, while omitting to mention the compositional\neffects cited in the ONS report.\n5. The\npublication said it did not accept that the article had breached the Code. The\npublication provided the ONS report which the 8 percent figure had come from\nand said that the statistics clearly showed that wages have increased by 8\npercent. The publication had said that had the article been reporting solely on\nthe ONS report, current wage trends and economics, it may have been relevant to\nrefer to other factors that contributed to the wage increase; however, it was\nnot and was reporting specifically on Brexit and the effect it has had five\nyears on. The publication noted that the ONS report did not come with any\ndisclaimer or note for publication that the figures of the report were only\nattributable to the effects of the pandemic or should not be reported on\nwithout reference to the economic impact of Covid-19. It said that the article\ndid in fact discuss the first of the compositional effects, “the reduction in\nlow paid workers”, and the fact that this can be reasonably attributed to\nBrexit, given the labour shortages which have occurred as the freedom of\nmovement has been curtailed.\n6. The\npublication went on to say that the article was clearly presented as a comment\npiece, and that the statement “lo and behold, now that we have curbed the\nunlimited supply of EU workers, wages are starting to accelerate dramatically”\nwas clearly presented as the opinion of the columnist, as indicated by “lo and\nbehold”. The publication provided a number of reports and articles that they\nconsidered supported the columnist’s position that Brexit has had a negative\nimpact on the availability of the labour pool in certain sectors, and that as a\nresult this has led to a rise in wages. The publication went on to say that\nwhere it could be demonstrated that Brexit is a likely contributor to wage\nincreases generally, the author was entitled to express this opinion, and did\nnot need to reference other possible factors which may have also had an effect\non wage increases. Finally, the publication reiterated their position that the\narticle was not a report solely of the ONS statistics, they were referred to\nonce, amongst other points, to support the columnist’s argument.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\nCommittee first considered the complainant’s concerns that it was misleading to\nreport the 8 percent wage rise figure, without mentioning the compositional\neffect and the base effect cited in the ONS report: namely the fall in the\nnumber and proportion of lower-paid employee jobs and the fact that the latest\nmonth reported on (April 2021) was compared with April 2020, when wages were\nfirst affected by the coronavirus pandemic. The Committee noted that the figure\nitself was not in dispute; rather, the complaint lay with the alleged omission\nin the article of the two driving factors cited by the ONS. The question for\nthe Committee was whether the absence of reference to these two factors\nrendered the use of the figure in the article misleading.\n8. The\nCommittee acknowledged that the ONS had repeatedly cited the compositional\neffect and base effect as having affected the growth rate, and in particular\nexamined the compositional effect on the figure, identifying three elements: a\ndecrease in the number of part-time jobs and jobs in lower paid sectors;\nchanging distribution of jobs within industries, effecting average pay growth;\nand a fall in new entrants to the labour market, who are lower paid than\naverage. The report did not, however, identify the underlying reasons for these\nmovements. In the view of the Committee, where the ONS report had not\nattributed the changing composition of employee jobs to a particular event or\npolicy, therefore leaving it open to interpretation, and the growth rate had\nbeen mentioned briefly by way of supporting a piece of analysis, rather than\nbeing the focus of the article, omitting to reference the composition and base\neffects in this instance did not represent an inaccuracy over which there was a\nfailure to take care on the part of the publication. There was no breach of\nClause 1 (i) on this point. Where there was no inaccuracy arising from the\nomission of information, there was therefore no requirement under Clause 1 (ii)\nto correct the article on this point.\n9. The\nCommittee then turned to complainant’s concerns that it was misleading to claim\nthat the limitation on freedom of movement for workers brought about by Brexit\nwas the sole reason for the wage increase; she had cited the quote “lo and\nbehold, now that we have curbed the unlimited supply of EU workers, wages are\nstarting to accelerate dramatically”. The Committee noted that the article was\na comment piece written by a regular columnist. It was the Committee’s view\nthat the phrasing “lo and behold” indicated that the columnist was expressing\nhis view on the cause of the wage increase; it was not a factual assertion that\nthe wage increase was solely down to the restrictions on EU workers entering\nthe UK job market: indeed, the preceding paragraph had referenced the dispute\nover the effects of freedom of movement on wages. The report from which the\nstatistic was taken did not cite a specific reason for the changes is the job\nmarket which had affected wages and the Committee was therefore of the view\nthat this question was, to a certain extent, open to interpretation.\nFurthermore, the publication had provided evidence to demonstrate that Brexit\nhad been quite widely held as a likely contributor to wage increases generally.\nThe Committee considered that where the quote was distinguished as comment, and\nwhere the publication had provided some grounds to support the claim that\nBrexit had contributed to an increase in wages, it was not misleading to report\nthe columnist’s opinion. There was no breach of Clause 1 on this point.\nConclusions\n10. The\ncomplaint was not upheld.\nRemedial\nAction Required\n11. N/A\n\n\n\nDate\ncomplaint received: 10/07/2021\nDate\ncomplaint concluded by IPSO: 25/11/2021\nBack to ruling listing\n\n\n"
}