{
    "url": "/rulings-and-resolution-statements/ruling/?id=07446-18",
    "title": "07446-18 Heppell v Bella",
    "provisions": [
        "2 Privacy (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bella (H. Bauer Publishing)",
    "published_on": "2018-11-27 00:00:00",
    "received_on": "2018-11-20 00:00:00",
    "concluded_on": "2019-03-14 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "25. The complaint was not upheld.",
    "remedial_action": "26. N/A Date complaint received: 20/11/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07446-18 Heppell v BellaSummary of Complaint\n1. Andrew Heppell\ncomplained to the Independent Press Standards Organisation that Bella breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Stalked…by my husband”, published on 27 November 2018.2. The article was\na first-person account written from the perspective of a named woman,\ndescribing the course of her relationship with the complainant (who was\npictured, and identified by his name and age).\n3. In the article,\nthe woman described meeting the complainant after being single for a couple of\nyears, and how they then became engaged. She said that the complainant’s\nbehaviour had subsequently changed: “he’d get irritated and shout about the\nsmallest things…he’d get really angry at cold callers on the phone”. She\nexplained that, nevertheless, they had married in June 2016 and honeymooned\ntogether. She said that the situation had then deteriorated, and that the\ncomplainant would call her names and tell her she was “useless and pathetic”; she\nsaid this caused her to suffer from anxiety, and that she consequently lost her\njob with the police. She described how this had led to financial difficulties,\nand that the complainant’s behaviour had become “threatening”: “he’d smash\nmirrors, lamps and picture frames over the slightest disagreements”. She said\nthat the stress of this made her lose weight.\n4. The woman\ndescribed in the article how the complainant began to check on her spending;\nshe said that, in September 2017, he had accused her of stealing from him,\nafter seeing she’d taken £10 out of their joint account, and had “picked up a\nbroom and swung it, stopping just short” of hitting her. She said that she had\nthen called 999, “while he went on a rampage, smashing things”; the complainant\nhad then been given a warning by the police, and she had left the home. The\nwoman described how, despite this, the complainant would “call and text\nhundreds of times a day”, and would follow her home from work on his motorbike,\nand “lurk outside the house”. She said that in November 2017, he was served\nwith a non-molestation order by the police, but that nevertheless the\ncomplainant contacted her workplace “claiming [she] was an aggressive alcoholic\nand unfit to work”.\n5. The woman stated\nthat the complainant had then contacted her friends on social media to spread\nrumours about her; she described how she was “living in misery” at this time.\nShe said that in January 2018, the complainant was arrested on a charge of\nstalking, and had pleaded guilty in March to “the lesser charge of harassment\nfor what the judge called ‘persistent misconduct’”. The article described the\ncomplainant’s sentence, which included a five-year restraining order and a\nsuspended custodial sentence. The woman said that she had since filed for\ndivorce, but continued to suffer from the consequences of the complainant’s\nbehaviour.\n6. The complainant\nsaid that the article was an inaccurate account of his relationship with the\nwoman, in breach of Clause 1 (Accuracy). He said that his conviction had\nrelated to two actions only: sending an email to the woman’s employer, and\nwearing, to the gym, a t-shirt depicting a pig eating a doughnut (which was\nobserved by a friend of the woman). He denied that he got irritated at small\nthings or shouted at the woman, and that he shouted at cold callers. The\ncomplainant also disputed the article’s account of the reasons for the woman\nlosing her job, and for the couple’s financial problems. He denied that he had\nbeen angry at the woman for withdrawing £10; he said that, in fact, he had been\nangry about a debt she had incurred. The complainant also denied having\nthreatened the woman with a broom; he said that instead he had thrown a wine\nglass into the kitchen sink. He also denied having followed the woman home from\nwork on a motorbike, and said that this had been disproven in court. The\ncomplainant also said that the article mischaracterised the nature of his\ncontacts with the woman’s workplace: he said that he had simply asked her\nemployer why he had been passed over for a job application.\n7. The complainant\nalso said that the article was inaccurate in its report of the date of his\nmarriage, the location of the honeymoon, and the claim that the woman had been\nsingle for a couple of years prior to their relationship. He also disputed that\nshe had applied for a divorce.\n8. The complainant\nalso expressed concerns under Clause 2 (Privacy) about the publication of the\nphotograph in the article. He said that he had not consented to its inclusion\nin the article, and that the copyright to the photograph was owned by the photographer.\n9. The publication\ndenied any breach of Clause 1 (Accuracy). It said the article had clearly been\npresented as the woman’s own account of the relationship. The publication said\nthat the woman had a right to freedom of expression and to tell her story; that\nshe was a credible witness with no convictions; and that the article’s content\nwas supported by the facts of the complainant’s conviction. It said that it had\ntaken care to remove a substantial number of unsupported claims from the original\nagency copy which had received, and to only include events which were\nsupported, including by contemporary court reports. The publication said that\nthe fact that the judge had felt compelled to issue a lengthy restraining order\nagainst the complainant indicated that he had considered the complainant’s\nbehaviour to be of concern.\n10. Following receipt of the complaint, the publication\nprovided a transcript of the judge’s summing-up in court, which it said was\nvery critical of the complainant. In the transcript, the judge described how,\naccording to the woman, the complainant “began to demean her and belittle her,\ncalling her names and making her feel worthless…she dropped to a dress size of\n8”. The judge noted that the woman “says she was made to feel worthless”, and\nthat he took this to be true because of what the complainant had admitted.\n 11. The judge stated that the complainant had “pursued a\ncourse of conduct that amounted to stalking of her, namely by contacting her\nemployer by email…posting comments on Facebook and wearing a t-shirt featuring\ncontent of a derogatory nature”. The judge had stated that the complainant had\ncontacted the woman’s employer “saying that she was an alcoholic and she drove\nwhilst under the influence” and that they should test her for drugs – but that\n“luckily”, she was able to persuade her employer that this was untrue. The\njudge said that this behaviour had led to the issuing of a non-molestation\norder. The judge said that the complainant had then gone to a gym wearing a\nt-shirt bearing a pig’s head and the woman’s police collar number, and that he\nhad subsequently posted on Facebook in relation to personal matters relating to\nthe woman. The judge stated that the complainant’s behaviour amounted to\n“persistent misconduct” and that “there must be some risk” to the woman, as\npart of his rationale for sentencing; he noted that the complainant’s conduct\nhad caused the woman “to fear and to still fear for her safety”.\n12. In his summing-up of the case in court, the judge had\nreferred to the claim that the complainant had followed the woman on his\nmotorbike, but stated that he was disregarding this based on the complainant’s\nagreed basis of plea. However, it was accepted that the woman had alleged that\nthis had occurred. The publication said that the judge had not stated that this\nincident did not occur – he had merely said that he was not considering it.\n13. The publication also said that a number of the\ndiscrepancies raised by the complainant were very minor – such as in relation\nto the date of the wedding and the honeymoon destination – and were not\nmaterial to the substance of the article, which had accurately recording the\nfacts of the conviction, and the judge’s summary of the case.\n14. The publication also denied any breach of Clause 2\n(Privacy). It said that it was within its rights to publish a photograph of an\nindividual who had been convicted of a crime, and that any copyright issue\nwould be between the publication and the photographer.\nRelevant Code Provisions\n15. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n16. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n17. The article reported the woman’s first-person account of\nher relationship with the complainant, and was clearly presented in this\nmanner. The woman had the right to share her experiences, and there was also a\nsignificant public interest in her doing so, in the light of the complainant’s\nconviction. Nevertheless, the publication was required to take care over the\npresentation of the claims made about the complainant’s conduct in the article.\n18. The complainant had been convicted of harassment and given\na lengthy restraining order and a suspended sentence in relation to his conduct\ntowards the woman. In summing up the case, the judge had characterised the\ncomplainant’s behaviour as “persistent misconduct” and as amounting to\n“stalking”. The judge had also “found it to be true” that the complainant had\nmade the woman feel “worthless”, and had noted that she had been caused ongoing\nfear by his conduct. The complainant had not disputed that he had previously\nbeen given a police warning and that a non-molestation order had been made\nagainst him in relation to his behaviour towards the woman. Having heard the\nevidence, the judge had found the complainant’s conduct to be sufficiently\nserious to warrant a lengthy restraining order and a suspended custodial sentence.\nThe question for the Committee was whether the report of the complainant’s\naccount of the relationship and of the complainant’s conduct gave rise to any\nsignificant inaccuracies that would require correction.\n19. The complainant had denied that he had sent emails to\nthe woman’s employer, stating that she was an aggressive alcoholic and unfit to\nwork. However, the publication had provided the judge’s summing-up, in which he\nhad found that the complainant had, on two occasions, sent emails which could\nbe characterised in this way. The article appeared therefore to be an accurate\naccount of the complainant’s conduct in this respect. There was no breach of\nClause 1 on this point.\n20. The complainant had disputed that, during the course of\nhis relationship with the woman, he had been easily angered and irritated; that\nhe had called her names, causing her anxiety which led to her losing her job;\nand that it was stress arising from the relationship which had caused her to\nlose weight. He said that the woman’s own behaviour had contributed to her\nlosing her job, and to her weight loss. In his summing up, the judge had made\nexplicit reference to the woman’s account of the complainant’s behaviour,\nstating that “according to that young lady”, he had demeaned and belittled her,\nmaking her feel worthless, and causing her ongoing fear. The judge had said\nthat he ‘took this as true’ on the basis of what the complainant had admitted.\nThe article had also clearly been presented as the woman’s own account of the relationship.\nIn circumstances where the claims were distinguished as the woman's view of the\nmatters and where the judge had accepted the woman’s account in light of the\nevidence he had heard, the Committee did not consider that the presentation of\nthe woman’s experiences in the article gave rise to any misleading impression\nthat required correction. There was no breach of Clause 1 on any of these\npoints.\n21. The complainant said that the article’s account of the\nincident involving the broom was inaccurate: he denied that he had swung such\nan item at the complainant. However, it was accepted that the complainant had\nbeen issued with a police warning in connection with this incident, and that he\nhad thrown a wine glass. The judge had accepted that the complainant’s actions\nhad caused the woman to feel fear for her safety, and had found that the\ncomplainant posed “some risk” to the woman, in light of his past “persistent\nmisconduct”; he had therefore felt moved to impose a lengthy restraining order\non the complainant. The article had accurately reported the facts of the\ncomplainant’s conviction, and had not suggested that the complainant had\nengaged in any behaviour resulting in physical injury to the woman. In these\ncircumstances, the Committee did not consider that the inclusion of this claim,\nclearly presented as the woman’s own account of the event, gave rise to any\nsignificantly misleading impression that required correction. There was no\nbreach of Clause 1 on this point.\n22. The complainant also disputed that he had followed the\nwoman on his motorbike. This had been alleged in court, but had not been a\nmatter upon which the judge had made a finding and was not included in the\ncomplainant’s agreed basis of plea. However, it was not in dispute that the\ncomplainant had subsequently been issued with a non-molestation order in\nrelation to his behaviour towards the complainant, after they had already\nseparated, and he did not dispute the \nclaim in the article that he would “call and text hundreds of times a\nday”. The judge had also described his course of conduct with respect to the\nwoman as “amounting to stalking”. In these circumstances, and where the claim\nwas clearly presented as the woman’s own account, the Committee did not\nconsider that the inclusion of this claim gave rise to any misleading\nimpression that required correction. There was no breach of Clause 1 on this\npoint.\n23. The complainant had also disputed a number of minor\npoints within the article: the date of the wedding; the location of the\nhoneymoon; whether the woman had been single prior to their relationship; and\nwhether the woman had filed for divorce. On each of the points, the Committee\ndid not consider that the article gave rise to any misleading impression that\nwas sufficiently significant so as to require correction; none of these points\nwas material to the story, or related to the behaviour of either party. There\nwas no breach of Clause 1 on these points.\n24. The photograph of the complainant showed only his\nappearance; it did not show him engaging in any private activity, or reveal\nanything private about him. There was also a public interest in showing the\nidentity of an individual who had been convicted of crime. In these\ncircumstances, there was no breach of Clause 2 (Privacy) in relation to the\npublication of the photograph.\nConclusions\n25. The complaint was not upheld.\nRemedial action required\n26. N/A\nDate complaint received: 20/11/2018\nDate decision issued: 14/03/2019\nBack to ruling listing\n\n\n"
}