{
    "url": "/rulings-and-resolution-statements/ruling/?id=07445-18",
    "title": "07445-18 Just Yorkshire v The Times",
    "provisions": [
        "1 Accuracy (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "received_on": "2018-11-20 00:00:00",
    "concluded_on": "2019-03-29 00:00:00",
    "complaint_processing_days": 129,
    "conclusion_long": "46. The complaint was upheld in part under Clause 1(i).",
    "remedial_action": "47. The headline on page 7 of the first print article had made the categorical claim that the March 2018 report had led to the MP receiving death threats. At its first opportunity, the newspaper had accepted that the death threats made against the MP since the publication of the March 2018 report had not been directly linked to the report itself. The newspaper corrected the online version of the first article accordingly and offered to do the same in print. The Committee welcomed the newspaper’s prompt action. The wording made clear the correct position that no death threats made at that time were attributable to the March 2018 report. The Committee considered that the publication of this wording in the newspaper’s established Corrections and Clarifications column, as well as online, represented due prominence. The remedial action taken by the newspaper was sufficient to meet the terms of Clause 1(ii). No further action was required.Date complaint received: 20/11/2018",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 07445-18\nJust Yorkshire v The TimesSummary of\ncomplaint\n1. Just Yorkshire complained to the\nIndependent Press Standards Organisation that The Times breached Clause 1 (Accuracy)\nand Clause 12 (Discrimination) of the Editors’ Code of Practice in the\nfollowing articles:\n“Terror police boost MP’s security\nover criticism of Asian sex gangs”, published in print and online on 25 July\n2018;“MP faced fury for sex gangs article”,\npublished in print and online on 25 July 2018;“Charitable trust facing questions\nover funding”, published in print and online on 25 July 2018; “True Champion”, published in print\nand online on 25 July 2018; “Javid orders research into ethnic\norigin of sex grooming gangs”, published in print and online on 26 July 2018; “Criticising Muslims doesn’t make you\na racist”, published in print and online on 26 July 2018; “Terror link to charity”, published in\nprint and online on 28 July 2018.\n2. The articles under complaint reported on\ncriticism which a Member of Parliament had received following an opinion piece\nwhich she had written in August 2017 regarding the sexual abuse of girls in her\nRotherham constituency. In the piece, the MP had claimed that “Britain has a\nproblem with British Pakistani men raping and exploiting white girls”.\n3. The fourth, fifth and sixth articles\nreported that the MP’s comments had resulted in her receiving threats,\nincluding death threats; they also reported that there had been an increase in\nconcerns over her security. The articles identified the complainant, a racial\njustice charity, as one of the MP’s critics. In March 2018, the complainant\npublished a report titled, “A Temperature Check Report”, which sought to\n“understand and assess the impact” of the MP’s comments amongst the Pakistani\ncommunity of Rotherham. The charity surveyed 165 people and found that the MP’s\narticle had “dismayed an entire community”; “an overwhelming number of\nrespondents considered the comments to be racist”; and that she was\n“deliberately attacking a whole community and race”.\n4. The first article was published on the\nnewspaper’s front page. It reported that “an MP who received death threats\nafter condemning the sexual abuse of girls by groups of British Pakistani men\nhas been given increased security amid fears that hard-left and Muslim\nopponents are trying to force her from office”. The article continued onto page\n7; it was headlined: “Security stepped up after scathing report led to death\nthreats”. Referring to the complainant’s March 2018 report, the article said:\n“The Times understands that the report led to death threats against [the MP].\nScotland Yard’s counterterrorism unit increased her security risk level and she\nwas advised to accept extra protection”.\n5. The first article also identified by name a\nnumber of individuals associated with Just Yorkshire, including its director.\nOne man was described as a “radical academic”, and the article claimed that he\nwas a “leading figure” in the charity. \n6. The second article criticised the hostile\nbacklash which the MP had received following her comment piece. The third\narticle identified one of the complainant’s funders, a Trust, and criticised\nthe financial support it had given to the complainant. Both articles described\nthe complainant’s report as an “attack” on the MP, and said that the\ncomplainant had accused the MP of “fanning the flames of racial hatred”.\n7. The fourth article was a leader column\nwhich called for support for the MP. It identified one of the complainant’s\nfunders, a Trust, and said that it was “implicated in the saga in which the\nLabour MP of Rotherham has received death threats for condemning the sexual\nabuse of girls by Pakistani men. Just Yorkshire, which is largely funded by\n[the Trust], focuses on racial justice in Rotherham. Its leader has accused\n[the MP] of ‘inciting and inviting hatred against minorities’ for highlighting\nthe ethnic heritage of the men involved in the 2014 Rotherham sex-grooming\nscandal. As a result [the MP’s] police protection has had to be increased”.\n8. The fifth article reported that the Home\nSecretary had ordered research into why men convicted of grooming gang sex\ncrimes are “disproportionately of Pakistani origin”. The article reflected on\nthe newspaper’s own coverage the previous day; it said that it had revealed\nthat “[the MP] was receiving increased security detail after her comments led\nto death threats and alleged moves by hard-left and Muslim opponents to force\nher from her Rotherham constituency”. It reported, “counterterrorism officers\nincreased [the MP’s] security risk level in March after she received death\nthreats. A report by Rotherham-based racial justice charity had accused her of\n“fanning the flames of racial hatred” and acting like a “neo-fascist murderer”.\n9. The sixth article was an opinion piece, in\nwhich the columnist criticised the backlash which the Member of Parliament had\nreceived for her comments. He said, “Activists who have denounced the Rotherham\nMP are trying to shut down debate about real problems in their community;\nyesterday we revealed that accusations of racism against [the MP] and\nconsequent threats to her on social media had been ramped up by a report\npublished by a so-called racial justice charity”. The columnist named Just\nYorkshire’s director, and said that he had accused [the MP] of\n“industrial-scale racism”. \n10. The\nseventh article referred to the Trust which had been identified in the third\nand fourth article, and criticised its decision to fund a separate group which\nwas allegedly involved in terror related activities. The article also\ncriticised other funding decisions which the Trust had made, including its\ndecision to fund the complainant. The article reported, “The Times reported this\nweek that the Quaker organisation had given £550,000 to a group that accused a\nLabour MP of ‘industrial scale racism’ for highlighting the sexual abuse of\ngirls by gangs of British Pakistani men”. It reported that the Charity\nCommission’s director of investigations and enforcement had said that “it had\nopened an investigation into Just Yorkshire for its attack on [the MP]”; it\nquoted the director as saying, “we are examining the administration of the\ncharity and scrutinising some of its activities”.\n11. The\narticles were published in substantially the same form online, under the\nfollowing headlines:\n“Terror police boost security for MP\n[name] over criticism of Asian sex gangs”;“Rotherham MP [name] faced fury for\nsex gangs article in The Sun”;“Cash awards by Joseph Rowntree\nCharitable Trust are questioned”;“True Champion”;“Savid Javid orders research into\nethnic origin of sex grooming gangs”;Criticising Muslims doesn’t make you\nracist”;“British charity gave €310,000 to\ngroup linked with the INLA”.\n12. The\ncomplainant said that the newspaper had, over a series of seven articles\nspanning four days, perpetuated to its readers the false and damaging\nimpression that the publication of its March 2018 report had led to death\nthreats against the MP. The complainant said that there was no evidence for\nthis inaccurate claim, which had been made twice in the first article under complaint.\nIt said that the newspaper had denied the charity a proper right of reply or\nany opportunity to comment on the articles’ serious claims.\n13. The\ncomplainant said that when it had published “A Temperature Check” report in\nMarch 2018, there had been no publicity, save for one article in the Big Issue\nNorth and an item on Radio Sheffield. It said that there were no media reports\nof death threats of any kind against the MP in the period following the\npublication of the March 2018 report until the first article was published on\n25 July 2018. The complainant said that the newspaper’s coverage had, in fact,\nled to a series of threats, including rape and death threats, being made\nagainst the charity and its staff.\n14. The\ncomplainant said that the fourth, fifth and sixth articles had all referred to\ndeath threats without any direct reference to the cause. It said that since\nJust Yorkshire had been identified in these articles, and given the inaccurate\nallegation which had been made twice in the first article, readers would\ninevitably have associated these death threats with its report.\n15. The\ncomplainant denied that the March 2018 report had resulted in a response from\nthe Metropolitan Police’s counter-terrorism unit. The complainant disputed that\nthe publication of its report had resulted in the police “stepping up” the MP’s\nsecurity or that it had resulted in her “security risk level” being increased.\nThe complainant said that the police had confirmed that the charity was not the\nsubject of any investigation relating to death threats received by the Member\nof Parliament.\n16. The\ncomplainant said that the seventh article was misleading in its presentation of\nthe actions of the Charity Commission.\n17. The\ncomplainant said that it was inaccurate to report that, at the time of\npublication, the Charity Commission had “opened an investigation” into the\ncharity for its “attack” on [the MP], for two reasons. First, it had been\nengaging with the Charity Commission since January 2018; this pre-dated the “A\nTemperature Check” report and the coverage in The Times. Second, the statement\nwhich had been issued by the director of the Charity Commission’s director of\ninvestigations and enforcement, namely that the Commission was “examining the\nadministration of the charity and scrutinising some of its activities”, had\nrelated to another report published in August 2017, which was unconnected to\nthe March 2018 report.\n18. The\ncomplainant further said that it was inaccurate for the seventh article to\ndescribe its actions as being an “attack” on the MP.\n19. The\ncomplainant acknowledged that the Commission had written to it on 26 July 2018,\nspecifically in relation to the newspaper’s coverage. The complainant provided\na copy of that email to IPSO. In it, the Commission had requested that the\ncomplainant “provide [its] response to the Commission concerning the articles\nwhich have been published in the media yesterday and today concerning the\nCharity”. The Commission had also noted in this email that its engagement with\nthe charity was “ongoing” and this further response “will be considered as part\nof these ongoing discussions with the Charity’s trustees”. The complainant said\nthat it had responded to the Commission’s inquiry, but had not heard further\nfrom the Commission.\n20. The\ncomplainant expressed concern that it had been identified in the seventh\narticle, which was predominantly concerned about the decisions of a Trust to\ngroups allegedly involved in terror related activities. It said that the fact\nthat the article had identified Just Yorkshire as having been funded by this\nTrust, suggested that it was part of a general policy by the Trust to give\ngrants to charities involved in alleged terror activities.\n21. The\ncomplainant said that all of the articles under complaint had reported its “A\nTemperature Check Report” in a biased and misleading manner, in breach of\nClause 1. It was not a “scathing” report, as claimed. The complainant noted\nthat the articles had not mentioned any of the caveats which were included in\nthe report; in particular, the fact that it had acknowledged that it was only\nfocused on one section of a local community, and that the impact of the MP’s\ncomments could only be determined by the police or Rotherham Council. The\ncomplainant also said that the articles had quoted selectively from the report.\nIt accepted that the preface had accused the MP of “fanning the flames of\nracial hatred” and acting like a “neo-fascist murderer”, but said that the\narticles had failed to provide the context in which these words had been used.\n22. The\ncomplainant said that it was inaccurate to report that its director had accused\nthe MP of “industrial scale racism”. In fact, he had accused her of “bordering\non industrial scale racism”; the complainant said that the reported phrase over\ndramatized what had been said in a press release published shortly after the MP\nhad written her opinion piece.  The\ncomplainant also said that the “radical academic” referred to in the first\narticle was not a “leading figure” in the charity.\n23. The\ncomplainant said that the seven articles were discriminatory, in breach of\nClause 12. It suggested that the newspaper’s focus on the charity’s actions was\nbecause most of its members are from a Pakistani heritage, and therefore were\nbelieved by The Times to be Muslim. The complainant said that the articles had\nprompted a series of racially motivated threats. It further said that the\narticle had named its director and identified him as an author of the March\n2018; it said that singling out this individual, was in-and-of itself an act of\ndiscrimination. The complainant further said that when approached by the\njournalist over the phone prior to publication, its staff were questioned about\ntheir religion.\n24. The\nnewspaper accepted that it was inaccurate to report in the first article that\nthe complainant’s March 2018 report had been officially associated with death\nthreats which had been made against the MP. It said that the remaining articles\nunder complaint did not suggest that the March 2018 report had led to the MP\nreceiving death threats. The newspaper said that the error in the first article\nwas a slip, in a series of seven articles which had accurately reported that\nthe MP had received serious, significant and distressing threats, including\ndeaths threats, since the publication of her opinion piece. The newspaper said\nthat in that context, the error which had been made twice in the first article\nwas not a significant inaccuracy; however, it accepted that no death threats\nreceived at the time were attributable to the complainant’s report.\n25. In\nlight of this, the newspaper published the following correction in its\nestablished Corrections and Clarifications column on 24 December 2018:\n“Our article\nabout [name] MP's security protection being increased (News, 25 July) suggested\nthat a report by the charity Just Yorkshire had led to death threats against\n[name]. In fact, as was made clear elsewhere in our coverage, whilst the report\nled police to increase her security protection, no death threats made at that\ntime were attributable to the report. We are happy to make this clear”.\n26. The\nnewspaper also amended the online version of first article and published the\nfollowing footnote to record the change which was made. The newspaper also\noffered the complainant an opportunity to submit a letter to the Editor:\n“This\narticle was amended on 5 November 2018 to make clear that whilst Just\nYorkshire’s report let police to an increase in [name] security protection, no\ndeath threats made at that time were attributable to the report”.\n27. The\nnewspaper said that it was informed by trusted and highly reliable and credible\nsources that the MP’s life had been threatened both before and after the\npublication of the March 2018 report. These sources had also claimed that the\npublication of the report, and its contents, had increased counter-terrorism\npolice’s already significant concerns about the potential risk to the MP’s\nsecurity, and had led directly to their advice that she should increase her\nsecurity protection, which duly happened. The newspaper said it was unable to\nprovide further details regarding how it was sure this information was\naccurate, because of the need to protect its confidential sources.\n28. During\nthe course of IPSO’s investigation, the newspaper provided an email from the\nMP, in which she confirmed that the information which the newspaper had\nreceived from its confidential sources was accurate.\n29. The\nnewspaper did not accept that the seventh article distorted the Charity\nCommission’s actions; it was accurate to report that the Commission had “opened\nan investigation” into the complainant regarding its March 2018 report. The\nnewspaper said that the journalist had approached the Commission, prior to\npublication, to query the outcome of a complaint which the Commission had\nreceived in April 2018 regarding the March 2018 report. The Charity\nCommission’s response was as follows:\n“As the\nindependent charity regulator, we ensure charities comply with charity law and\nhold them to account for their decisions on behalf of the public, who expect\ncharities to uphold the highest standards of conduct and ethics. An important\npart of our role as regulator is to identify and carefully examine serious\nconcerns about charities. We are already in regulatory engagement with Just\nWest Yorkshire about the charity’s administration and research activities. On\n[Trust], our guidance makes clear that charities need to take steps to carry\nout appropriate due diligence on organisations applying for grants, must ensure\ngrants are only for activities and outcomes that further the charity’s purposes\nand decisions made are in charity’s best interests. Charities should be able to\nexplain and justify their funding decisions. We have asked the charity to do\nthis. If we need to take action in either case, we will not hesitate to do so.”\nOur\nconcerns about Just West Yorkshire\n“We can\nconfirm that we have an ongoing compliance case into Just West Yorkshire,\ntriggered by complaints we received, and that we are scrutinising some of the\ncharity’s activities. We are examining the administration of the charity and\ntrustees’ decision-making around its research work. We recently held a meeting\nwith the trustees. Our enquiries are ongoing and have not yet decided on next\nsteps. Our case predates the story published in the Times earlier this week; we\nhave contacted the charity for its response to the concerns raised.”\n30. The\nnewspaper said that it was justified in its use of the word “investigation” on\nthe basis that the Commission was dealing with complaints, making enquiries,\nengaging with the charity, scrutinising the activities in relation the March\n2018 report, and had confirmed that it had an ongoing compliance case with the\ncomplainant.\n31. The\nnewspaper did not accept that the difference between the claim “bordering on\nindustrial scale-racism” and “industrial scale racism” was material or\nsignificant. The newspaper said that plainly, if the scale of racism is\n“bordering on industrial”, that is so vast that it makes no appreciable\ndifference to describe it as “industrial”. It said that the scale of the racism\nand the amplitude of the insult was the same in both cases.\n32. The\nnewspaper said that it was accurate to describe the academic referred to in the\nfirst article, as a leading figure in the charity. It said that it had noted to\nthe charity’s chair, prior to publication, that when the report into the MP’s\nconduct was published by the charity, the Companies House records still showed\nthe academic as a director. The newspaper said that, at the date of the\narticle’s publication, the man had been listed as a trustee of the charity on\nits own website; there was therefore no need for the journalist to make further\nenquiries as to his status within the charity – not least because it did not\ndescribe him as a trustee. In addition, the publication said that the man had\nbeen a trustee of the charity for 19 months, during which time he had\nco-authored a report on its behalf into Prevent, for which the charity had to\napologise.\n33. The\nnewspaper rejected the complainant’s argument that the articles under complaint\nrepresented a breach of Clause 12, either in isolation, or when taken as a\nwhole. It said that reporting matters of public interest which raise issues\naffecting Muslims is not itself racist or discriminatory. It said that none of\nthe articles referred prejudicially or pejoratively to any individual’s race,\ncolour or religion and therefore the terms of Clause 12 were not engaged.\n34. The\ncomplainant said that the correction published by the newspaper failed to meet\nthe terms of Clause 1(ii). It said that the first article did not “suggest”\nthat its report had led to death threats; it had asserted it as fact. The\ncomplainant said that the correction lacked prominence and did not constitute\nan apology.\nRelevant\nCode provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 12\n(Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii) Details\nof an individual's race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.\nFindings of\nthe Committee\n35. The\nprint headline to the first article on page 7 had made the categorical claim\nthat the March 2018 report had “led” to the MP receiving death threats. This\nwas a significant claim given its seriousness; it established a causal link\nbetween the actions of the complainant and the threats which the MP had received\nagainst her life. The newspaper had produced no evidence to support the claim\nmade in the headline on page 7. The newspaper had failed to take care over the\naccuracy of the first article on this point, in breach of Clause 1(i), and a\ncorrection was required under the terms of Clause 1(ii). The Committee\nexpressed some concern at the wording of the correction which was published,\nparticularly the use of the word “suggested”; the headline of the first article\nhad stated, as fact, that the March 2018 report had led to death threats.\nHowever it did make clear the correct position that no death threats made at\nthat time were attributable to the March 2018 report.\n36. The MP\nhad confirmed that her life had been threatened both before and after the\npublication of the March 2018 report. She had also confirmed that the report’s\npublication—and its contents – had increased counter-terrorism police’s already\nsignificant concerns about the potential risk to her security, and led to their\nadvice that her security protection be increased, which subsequently happened.\nThe Committee considered the claim made in the first article, that the\nnewspaper “understood” that the March 2018 report had led to death threats, in\nthat context. Unlike the headline’s categorical claim, the article had made\nclear the basis for the newspaper’s belief that the report had led to death\nthreats against MP, namely that police had increased the her security risk\nlevel and had advised that she accept extra protection. There was no further breach\nof Clause 1(i) in respect of the first article.\n37. The\nfourth, fifth and sixth articles did not claim that the complainant’s March\n2018 report was the source of the death threats received by the MP. They\naccurately set out the context in which the report had been published – at a\ntime when the MP had already received serious and significant threats,\nincluding death threats, following the publication of her opinion piece in\nAugust 2017. This aspect of the complaint did not breach Clause 1.\n38. The\nCommittee then turned to consider the remaining alleged inaccuracies subject to\ncomplaint.\n39. It was\nclear from its correspondence that the Commission were making inquiries\nrelating to the complainant’s March 2018 report, and were doing so in the\ncontext of an ongoing investigation into the complainant’s research activities.\nGiven that the Commission were responding to complaints and requesting further\ninformation from the complainant in relation to the contents of its March 2018\nreport, it was not misleading for the seventh article to report that the\nCommission had “opened an investigation” into the charity regarding it. This\naspect of the complaint did not represent a breach of Clause 1.\n40. The\ncomplainant did not dispute that the statement of the Commission’s Director of\nInvestigations and Enforcement had been reported accurately in the seventh\narticle and the newspaper’s additional characterisation of the Commission’s\nresponse to the March 2018 report was not misleading, for the reasons set out\nabove. The newspaper had taken care over the reporting of the Commission’s\nactivities in respect of the complainant and no misleading impression was\ncreated. This aspect of the complaint did not breach Clause 1.\n41. The\n“radical academic” identified in the first article had remained listed as a\ntrustee of the charity on the complainant’s own website prior to the\npublication of the first article. In any event, the newspaper had shown that\nthe man had occupied an active and senior role in the charity, including\nassisting in the production of its published reports. The newspaper had taken\ncare over the description of the man as a “leading figure” in Just Yorkshire\nand no correction was required.\n42. The\npreface of the March 2018 report had accused the MP of fanning “the flames of\nracial hatred” and had likened her comments to the actions of “neo-fascists”\nwho had murdered a Muslim man in the MP’s constituency two years previously.\nThese were serious claims levelled at an elected politician; the newspaper’s\ncharacterization of the report as “scathing”, and an “attack” on the MP, or\nthat the complainant had “led” criticism against her, was not misleading in\nthose circumstances. The writer of the preface to the report had also accused\nthe MP of having made “racially inflammatory remarks” and \"sending out a\nmessage to the entire non-Muslim population of the country, whites especially,\nthat our daughters are all at risk from males of Pakistani heritage”. It was\nalso accepted that a Director of Just Yorkshire had described the comments of\nthe MP as “bordering on industrial scale racism”. In these circumstances, the\nCommittee did not establish that it was significantly misleading for the\nnewspaper to report that the MP had been accused of “industrial scale racism”\nby a leader of Just Yorkshire. The Committee did not establish that the\nomission of the wider context in which the criticisms of the MP had been made,\nor the further “caveats” which the complainant said were contained in the March\n2018 report, rendered the articles misleading. This aspect of the complaint did\nnot breach Clause 1.\n43. The\nseventh article did not claim that the complainant was part of a general policy\nof the named Trust to give grants to charities involved in alleged terror-related\nactivities. Care was taken to make clear that the criticism directed towards\nthe Trust in respect of its funding arrangements with the complainant was based\non the complainant’s response to the MP’s opinion piece. This aspect of the\ncomplaint did not breach Clause 1.\n44. Clause\n1(iii) places an obligation upon a publication to provide a fair opportunity to\nreply to significant inaccuracies, when reasonably called for. This is distinct\nfrom a publication’s obligation to correct under the terms of Clause 1(ii). In\nresponse to the complainant’s request, the newspaper had offered an opportunity\nfor the complainant to submit a letter for publication. The Committee\nconsidered that such an opportunity was fair, given the significant inaccuracy\nwhich it had established above. There was no breach of Clause 1(iii).\n45. Clause\n12 provides protections for identifiable individuals against irrelevant,\nprejudicial or pejorative references to certain characteristics specified under\nthe Code. The articles under complaint contained no such reference and so the\nCommittee did not conclude that the concerns raised by the complainant engaged\nthe terms of Clause 12.\nConclusions\n46. The\ncomplaint was upheld in part under Clause 1(i).\nRemedial\nAction Required\n47. The\nheadline on page 7 of the first print article had made the categorical claim\nthat the March 2018 report had led to the MP receiving death threats. At its\nfirst opportunity, the newspaper had accepted that the death threats made\nagainst the MP since the publication of the March 2018 report had not been directly\nlinked to the report itself. The newspaper corrected the online version of the\nfirst article accordingly and offered to do the same in print. The Committee\nwelcomed the newspaper’s prompt action. The wording made clear the correct\nposition that no death threats made at that time were attributable to the March\n2018 report. The Committee considered that the publication of this wording in\nthe newspaper’s established Corrections and Clarifications column, as well as\nonline, represented due prominence. The remedial action taken by the newspaper\nwas sufficient to meet the terms of Clause 1(ii). No further action was\nrequired.Date complaint received: 20/11/2018Date decision issued: 29/03/2019\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}