{
    "url": "/rulings-and-resolution-statements/ruling/?id=07457-21",
    "title": "07457-21 Miah v The Oldham Times",
    "provisions": [
        "1 Accuracy (2019)",
        "13 Financial journalism (2019)",
        "3 Harassment (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "theoldhamtimes.co.uk (Newsquest Media Group)",
    "published_on": "2021-07-24 00:00:00",
    "received_on": "2021-07-09 00:00:00",
    "concluded_on": "2022-03-25 00:00:00",
    "complaint_processing_days": 259,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "22. N/A    Date complaint received: 09/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07457-21 Miah v The Oldham Times\nSummary\nof Complaint\n1. Raja\nMiah complained to the Independent Press Standards Organisation that the Oldham\nTimes breached Clause 1 (Accuracy), Clause 3 (Harassment), Clause 12\n(Discrimination) and Clause 13 (Financial journalism) of the Editors’ Code of\nPractice in an online article headlined “Former council leader speaks out over\ncampaign allegedly accusing him of covering up grooming gangs”, published on\n6th July, and an article headlined “Man held over posts put online”, published\non 24th July 2021. This article also appeared online in substantially the same\nformat, under the headline “Man, 48, arrested in connection with child sexual exploitation\ninvestigation\".\n2. The\nfirst article reported on comments made by the former leader of Oldham Council,\nduring an interview with another publication, following his defeat in the local\nelections. The politician suggested that the allegations against the council\nabout its failure to adequately address the issue of grooming gangs and\ncorruption had “tipped” the election. The article identified the complainant as\n“someone that [had] posted numerous videos and messages [that alleged] sexual grooming\nwas being covered up” by the council and who had specifically “target[ed]” the\nnamed politician. It went on to report that the complainant was “in charge of\ntwo collapsed school trusts, Manchester Creative Studio and Collective Spirit\nFree School, which were shut in 2018 and 2017 after falling into ‘special\nmeasures’ and opening up large financial deficits”. It added that the schools\n“paid more than £2m to multiple companies linked” to the complainant, with a\ngovernment investigation finding a “number of significant failings in both the\ngovernance and financial control arrangements” at the two schools. It stated\nthat “within months of the government probe being published”, the complainant\nwas “blogging about council corruption and grooming gangs”. It also reported\nthat, according to School News, the complainant had been “secretly blacklisted”\nfrom any involvement in schools. The article then included comments made by the\ncomplainant in an “interview” with a separate publication, The Mill, in\nrelation to the claims made against him by the politician.\n3. The\nsecond article reported that an unnamed 48-year-old man had been arrested by\npolice in “connection with Operation Hexagon – [Greater Manchester Police’s]\ninvestigation into child sexual exploitation.” It reported that the man had\nbeen arrested “on suspicion of a racially-aggravated public order offence and\nmalicious communications”, following a “series of articles posted on social\nmedia”. It added that the man had been released on bail, with an investigation\nongoing, and included a statement from the police force.\n4. The\ncomplainant said that the first article included a number of inaccuracies, in\nbreach of Clause 1 (Accuracy). He had not been “in charge” of the two school\ntrusts when they collapsed, were put in “special measure” or had “opened up\nlarge financial deficits”; these events had occurred after his tenure as Chief\nExecutive. Furthermore, he denied that he had subsequently been “secretly\nblacklisted” from any involvement in schools. In support of his position, the\ncomplainant provided correspondence with the Department for Education. He said\nthat this demonstrated that the Department denied the existence of a “secret\nblacklist” and confirmed that school trusts were free to employ him, in the\nabsence of any barring orders. He also denied giving an “interview” to a\nseparate publication and blogging about council corruption and grooming gangs\n“within months” of the government probe into the school trusts being published\nin May 2019.\n5. The\ncomplainant said that the second article was only published as a result of his\ninitial complaint to IPSO on 9 July 2021 and incorrectly reported that he had\nbeen arrested as part of a child sexual exploitation investigation.\n6. The\ncomplainant expressed concern that the newspaper had made no attempt to contact\nhim prior to publication, denying him the opportunity to address the serious\nclaims put forward by the two articles. He said this decision and the\npublication of second article constituted harassment, in breach of Clause 3\n(Harassment), and discrimination, in breach of Clause 12 (Discrimination).\n7. The\npublication did not accept it had breached the Editors’ Code. It considered\nthat the claim that the complainant had been “in charge” of two collapsed\nschool trusts was accurate; he had been Chief Executive of both trusts and\nidentified in the Department for Education’s investigation. It noted that IPSO\nhad previously ruled on this point, finding that the complainant had remained\nChief Executive of the trust after the problems first came to light, after one\nof the schools was placed in special measures, and had acted on the school’s\nbehalf up until January 2017.\n8. Nor\ndid the publication accept that the first article was inaccurate to report that\nthe complainant was “secretly blacklisted” from any involvement in schools. The\ntext of the article made clear the status of this allegation, adding that it\nhad been based upon a report by a separate publication. While the\ncorrespondence from the Department for Education had denied that the\ncomplainant was on a “secret blacklist”, it had noted that a former government\nminister had written to “all regional schools commissioner, requesting that\nthey inform [him] directly should they become aware of any further involvement\n[of the complainant] within schools in their regions”.  It added that the letter provided by the\ncomplainant from the Department of Education also suggested that further\ncorrespondence between the complainant and the Minister existed. This\ncorrespondence said that the “Minister recognised that in the absence of a\nbarring order, trusts were free to employ [the complainant] but felt that he\nwas obliged to closely monitor what he perceived to be a genuine risk based on\nthe findings of the investigation”.\n9. Furthermore,\nit did not consider that its use of the term “interview” in the first article\nwas significantly inaccurate, particularly in circumstances where the\ncomplainant had responded to a request for comment from a separate publication.\nThe publication provided the correspondence between these two parties to\ndemonstrate this.    Notwithstanding this, it offered, in a\ngesture of goodwill, to amend the online article to address this point. In\naddition, the publication provided a number of social media posts to\ndemonstrate that the complainant had blogged about council corruption and\ngrooming gangs “within months” of the government’s probe.\n10. In\nrelation to the second article, the publication said that it was entitled to\nreport on police action. It maintained that the article did not name or\nidentity the complainant as the individual arrested by Greater Manchester\nPolice. Nor did it accept that the article reported that this individual had\nbeen arrested for child sexual exploitation. Rather, they had been arrested in\nconnection with Operation Hexagon – established in 2019 to monitor and\ninvestigate allegations, particular on social media, regarding child sexual\nexploitation and harassment in Oldham. In order to demonstrate this, the\npublication shared its communication with the police in which a public\nstatement on the arrest was provided by its press office, and who confirmed\nthat the action had been taken in connection with Operation Hexagon. The\npublication also said that this operation had initially been focused on\ntackling child sexual exploitation but accepted that its scope had subsequently\nbeen broadened to include other offences.\n11. The\nnewspaper said that in relation to Clause 3, this generally related to the\nconduct of journalists during the newsgathering process. It denied any direct\ncontact with the complainant in relation to the articles under complaint,\nnoting that the complainant had expressed concern that the publication had not\nattempted to contact him in relation to the first article. In addition, the\npublication denied a breach of Clause 12 and Clause 13. It said that the terms\nof these Clauses were not engaged.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)\nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nClause\n13 (Financial journalism)\ni) Even\nwhere the law does not prohibit it, journalists must not use for their own\nprofit financial information they receive in advance of its general\npublication, nor should they pass such information to others.\nii) They\nmust not write about shares or securities in whose performance they know that\nthey or their close families have a significant financial interest without\ndisclosing the interest to the editor or financial editor\niii)\nThey must not buy or sell, either directly or through nominees or agents,\nshares or securities about which they have written recently or about which they\nintend to write in the near future.\nFindings\nof the Committee\n12. The\ncomplainant said that the article misrepresented his involvement with the two\nschool trusts; he was not “in charge” of the schools when they “collapsed”, or\nwhen they were “shut” in 2017 and 2018, respectively. However, the article did\nnot state that he had been in charge of these schools at those points in time.\nRather, it stated that he had been “in charge of two collapsed school trusts”\nand that they were shut down. The Committee had previously established the\ncomplainant’s connection to the two school trusts: he had acted as a senior and\npublic figure for both, serving as Chief Executive. The Committee had also\nestablished that he remained the most senior officer at the school after the\nfailures came to light, acting on the schools’ behalf until January 2017. Taken\nin this context, and where the government’s investigation into the collapse of\nboth trusts named and identified him and his position at each, the Committee\ndid not find that characterising the complainant as being “in charge of two\ncollapsed school trusts [...] which were shut in 2018 and 2017 after falling\ninto ‘special measures’ and opening up large financial deficits” represented a\nfailure to take care over the accuracy of the article, or a significant\ninaccuracy. There was no breach of Clause 1 on this point.\n13. The\nCommittee acknowledged the complainant’s concern that the article had reported\nthat he was subsequently “secretly blacklisted” from any involvement in\nschools. However, the article made clear the status of this allegation; it was\npresented as comment, rather than a statement of fact, and clearly attributed\nto the source of the claim. While the Department of Education had denied the\nexistence of a specific “secret blacklist”, it did not appear in dispute that\nit was “closely monitor[ing]” the actions of the complainant in relation to his\ninvolvement in schools due to the “genuine risk” posed and that the\nDepartment’s communication with local school leaders regarding the complainant\nhad not been made public. Given that the publication had presented the claim as\nan allegation and had provided a factual basis for the claim beyond the\nindividual quoted, the Committee did not find that the publication had failed\nto take care or that the article contained any significant inaccuracy or\nmisleading statement requiring correction under the terms of Clause 1 (ii).\nThere was no breach of Clause 1.\n14. The\nCommittee then considered whether the first article was inaccurate to report\nthat the complainant had provided comments to a separate publication in an\n“interview”. It was not in dispute that the complainant had provided comments\nto that publication following a request by a journalist and the article had\nclearly and accurately set out these comments; in these circumstances it was\nnot inaccurate to describe this interaction as an “interview”. There was no\nbreach of Clause 1 on this point.\n15. In\naddition, the Committee did not consider that the first article was inaccurate\nto report that “within months of the government probe” into the collapse of the\nschools’ trusts had “blogg[ed] about council corruption and grooming gangs”\nwhere the publication had provided examples of posts by the complainant on\nthese subjects within the stated timeframe. There was no breach of Clause 1.\n16. The\nCommittee next considered the complainant’s concerns under Clause 1 in relation\nto the second article. He considered that the article effectively identified\nhim and misrepresented his arrest. The Committee noted that the information in\nthe article about the person who had been arrested was limited to his age and\nthe reasons for the police action. The Committee did not consider that this was\nsufficient to identity the complainant. The text of the second article – both\nonline and in print – made clear that the complainant had been arrested on\n“suspicion of racially aggravated public order and malicious communications”,\nwith these actions taken in connection with Operation Hexagon – a point\nconfirmed in direct correspondence between the publication and the police.\nWhile it noted the complainant’s concern about the reference to the nature of\nOperation Hexagon, the article stated the reasons for the arrest. It was not\ninaccurate and there was no breach of Clause 1.\n17.\nFurthermore, the Committee was clear that there is no standalone requirement to\ncontact subjects of articles for comment prior to publication, although not\ndoing so may constitute a failure to take care over the accuracy of the article\nif it gives rise to a significant inaccuracy. In this instance, the publication\nhad reported publicly available information, including comments made by the\ncomplainant to a separate publication; the claims of other individuals and\ndemonstrated a sufficient basis to support these allegations; and the actions\ntaken by the police. Not contacting the complainant for comment in relation to\neither article in these circumstances did not give rise to any significant\ninaccuracy. There was no breach of Clause 1 in respect of this.\n18. The\nCommittee acknowledged that the publication of the second article had caused\nthe complainant concern. However, the publication was entitled to report on\ninformation it had received from the police about the progress of a police\ninvestigation. The publication of a factual article on this subject did not\nconstitute harassment, and there was no breach of Clause 3.\n19.\nClause 12 relates to prejudicial, pejorative, or irrelevant references to an\nindividual’s protected characteristic. In this instance, the articles did not\ncontain any such reference to a protected characteristic of the complainant.\nThere was no breach of Clause 12.\n20.\nClause 13 states that journalists should not use for their own, or another’s,\nprofit, financial information they receive in advance of its general\npublication. The complainant’s concern did not relate to this and so it did not\nengage the terms of the Clause.\nConclusion(s)\n21. The\ncomplaint was not upheld.\nRemedial\nAction Required\n22. N/A\n\n\n\nDate\ncomplaint received: 09/07/2021\nDate\ncomplaint concluded by IPSO: 25/03/2022\n\n\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. \nThe Reviewer found that the IPSO process was flawed on the ground that\nthe Committee had not given proper consideration to the complaint on one point,\nwhich related to the complainant’s relationship with the two school trusts. The\ncomplaint was therefore returned to the Committee to consider further this\naspect of its decision. While the Committee did not take a view as to whether\nits initial decision had been flawed, it issued an amended decision in light of\nthe concern identified by the Reviewer.\nBack to ruling listing\n\n\n"
}