{
    "url": "/rulings-and-resolution-statements/ruling/?id=07454-18",
    "title": "07454-18 Belcher v The Times",
    "provisions": [
        "1 Accuracy (2018)",
        "12 Discrimination (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2018-10-20 00:00:00",
    "received_on": "2018-11-21 00:00:00",
    "concluded_on": "2019-03-15 00:00:00",
    "complaint_processing_days": 114,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A Review The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 21/11/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee: 07454-18 Belcher v The\nTimes\nSummary of complaint\n1. Helen Belcher\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the Editors’\nCode of Practice in an article headlined, “Suicide should never be a political\nweapon”, published on 20 October 2018.\n2. The article was\nan opinion piece, in which the columnist discussed recent comments that the\ncomplainant had made regarding the media’s reporting of transgender issues. It\nincluded a statement made by the complainant, explaining her reasoning for\nresigning as a judge of a journalism prize, which read, “Since The Times\nstarted printing such [transphobic] pieces, starting with one by [the named\ncolumnist] in September 2017, I have heard of more trans suicides than at any\nother point since 2012. These have mainly been of trans teenagers”. It included\na further comment made by the complainant, “I have heard reports of four trans\nsuicides in the past few months, two in the past month. The media reporting was\nreferenced in three of them”. The columnist characterised these comments as an\naccusation that her “work has caused the deaths of children”.\n3. The columnist\nalso discussed her wider concerns regarding how activists referred to the\nsuicide rate of transgender people. It reported that “parents who hesitate over\nmedical intervention are told by some activists: ‘Better a living daughter than\na dead son’”. The columnist offered a number of factors which she said may help\nto contextualise the prevalence of suicide in transgender individuals. She\nasked whether it was “responsible for activists to insist that suicidal\nfeelings are intrinsic to the trans experience, perhaps even a sign of being\n‘true’ trans?” The article also reported that a 2016 report by the Women and Equalities\nCommittee (WESC) recommended “far-reaching legal changes including\nself-identification and an end to single-sex spaces, thus re-writing the\ndefinitions of ‘man’ and ‘woman’.”\n4. The article was\nalso published online with the same headline. It was substantially the same as\nthe article that appeared in print.\n5. The complainant\nsaid that the article had mischaracterised the comments she had made on her\nblog. She said that her statement did not assert that the columnist was solely\nresponsible for the suicides of transgender children. She said that her concern\nwas that the overall media coverage of transgender issues had contributed to a\nhostile environment for trans people. She said that the columnist was only one\nof many sources of this perceived hostile coverage. She said she had not\nalleged that any one columnist was directly responsible for the rise in\nsuicides.\nThe complainant also said that there was no evidence or\nbasis for the assertion that trans activists advise parents, “Better a living\ndaughter than a dead son”, which she said was an invented quotation.\nShe said that it was inaccurate to report that trans\nactivists insist that suicidal feelings are “intrinsic” to the trans\nexperience, and may even be a sign of being “true” trans, as activists aim to\nraise awareness of the disproportionately higher rate of suicide attempts in\ntrans teens, but never propose that this is acceptable, or an expectation.\nFurther, she said that this reference to activists suggested that this was\nsomething she and the other named activists in the article promoted, which was\nnot accurate.\n7. She also said\nthat the article mispresented the findings of the WESC report. She said it did\nnot recommend an end to single-sex spaces and would not rewrite the definitions\nof man or woman.\n8. The complainant\nsaid that the newspaper had breached Clause 12 (Discrimination) as she believed\nit had chosen to single her out and report her comments because she was\ntransgender. She said that no other article published on suicide by the\nnewspaper accused specific individuals of “weaponising suicide”.\n9. The newspaper\ndid not accept that it had breached the Code. It said that the article had\naccurately reported the complainant’s comments about the columnist’s work, in\nfull. It said that the blog post had directly accused the columnist of\ntransphobia and linked her work to an apparent increase in child suicides. Her\nfurther comments were also reported, which also referenced the columnist and\nchild suicides. The newspaper said that these comments could be reasonably be\ncharacterised as an accusation that the columnist’s work had caused the deaths\nof children. Regardless, on receipt of the complaint, the newspaper offered to\nput the complainant’s position that she did not intend to make such an\naccusation, on the record.\n10. It also said that the phrase, “better a living daughter\nthan a dead son” summarised the well documented and widely advocated sentiment\nadvanced by a number of activists, that if you do not allow your child to\ntransition, they may take their own lives. It provided a quote from the CEO of\na well-known trans activist organisation, who had said “I have my daughter,\nwhole and alive, but if I had refused to listen then it’s very likely that I\nwould have a dead son”, as well as a number of other, similar, publicly\navailable comments, which it said supported the article’s summarisation. It\nsaid that the article had questioned whether the repeated linkage to suicide\nwith gender non-conformity may be unhelpful, or even harmful. The newspaper\nargued that the article had explained why it believed such linking may be\ndangerous, referring to both the guidance issued by a well-known suicide\nprevention charity that “warns it is dangerous to attribute a death to a single\ncause” and a statement by a doctor who said that suicidal discourse was “quite\nunhelpful” and implied a “lack of resilience” amongst gender-diverse children.\nIt said that this was the context in which the columnist made reference to\n“true trans”.\n11. The newspaper said that the legal and practical\nimplications of the Women and Equalities Committee report, referenced in the\narticle, were not matters of consensus. It said that the practical differences\nbetween the current position, and what is proposed by the report, had been the\nsubject of widespread debate. While it accepted that the complainant took one\nview of the legal implications, it provided a legal blog which analysed the\nlegal implications, at length, and came to the view that the legal changes\nwould be wide ranging, and would result in the end of single sex spaces. The\nnewspaper said that the columnist was entitled to adopt this position in her\nopinion column on the matter. The wording of the clarification offered was:\n“Following the publication of our article “Suicides should\nnever be a political weapon” Helen Belcher has contacted us to confirm that she\ndid not intend to suggest that Janice Turner’s work was directly responsible\nfor child suicides. We are happy to make her position clear.”\n12. The newspaper did not accept that Clause 12 was engaged.\nIt said that the article had not included any pejorative or prejudicial\nreference to the complainant on the basis of her gender identity. It said its\ncolumnist was entitled to report on the publicly available comments the\ncomplainant had made, and to discuss the link to suicide the publication\nbelieved she was making.\nRelevant Code Provisions13. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Pres, while free to editorialise and campaign, must\ndistinguish between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual’s race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual’s race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n14. The article reported, in part, on the publicly available\ncomments the complainant had made regarding media coverage of transgender\nissues. The article had included the complainant’s full statement outlining her\nreasons for resigning as a judge at the awards, which specifically referenced\nthe columnist. While the Committee noted the complainant’s position that she\nhad not intended to make this suggestion, the claim that the columnist had been\naccused of being responsible for the deaths of children was clearly presented\nas the columnist’s interpretation of the comments made by the complainant and\nby the other individual named, which were set out in the article. The fact that\nthe complainant had referred to the columnist’s work as just one example within\nwider coverage by the publication, which she directly linked to an increase in\ntransgender teen suicides, did not render the characterisation inaccurate or\nmisleading. There was no breach of Clause 1 on this point.\n15. The article’s claim that some trans activists tell\nparents, “Better a living daughter than a dead son”, was a summation of advice\nparents of transgender children had claimed to have received. The newspaper had\nprovided accounts of activists warning parents of the potential suicide risk if\nthey did not listen to or act on their child’s comments on gender identity.\nSummarising the advice of activists in this way was not misleading, as the\nsentiment behind the remarks – i.e. that a child may take their own life if\nparents do not act on their child’s remarks - was accurately conveyed. The\nnewspaper had taken care over the accuracy of this statement. There was no\nbreach of Clause 1 on this point.\n16. The columnist posed a question as to whether it was\nresponsible for activists to insist suicidal feelings are “intrinsic” to the\ntrans experience, or perhaps a sign of being “true trans”. The article did not\nstate that activists had suggested that for a child to be ”true trans” they\nmust have experienced suicidal feelings. Instead, she questioned whether always\nlinking the prevalence of suicide amongst transgender children solely to their\ngender identity, without any other context or consideration of other factors,\nwas helpful in terms of understanding the often complex reasons why a high\nlevel of transgender children experienced suicidal feelings. The use of the\nphrase “true trans” in this context, was not misleading in the way the\ncomplainant had suggested. Also, the fact that the article made references to\ntrans “activists” in general, did not imply that the complainant endorsed all\nthe views attributed to activists in the article. The article’s comments on the\ncomplainant were limited to the specific comments made in relation to her\nstatement about the columnist. There was no breach of Clause 1 on this point.\n17. It was accepted that the 2016 Committee report\nreferenced in the article recommended that a person should be legally\nrecognised as the gender they self-identify with. This represented a proposed\nchange to the current legal position under the Gender Recognition Act 2004. The\ncolumnist’s view was that the recommendations contained in the report would\neffectively also alter the legal status of single sex spaces and create new\ndefinitions of man and woman. Where the report recommended a significant change\nto the legal requirements which would have to be met in order for an individual\nto legally change their gender, it was not inaccurate for the columnist to\ncharacterise this as “rewriting the definitions of ‘man’ and ‘woman’”. While\nthe report did not expressly recommend an end to single sex spaces, it did\nrecommend restricting the circumstances where discretion could be exercised to\nmaintain separate sex and single sex services. Further, in circumstances where\nan end to single sex spaces would arguably be the consequence of the legal\nchanges being recommended, it was not inaccurate or misleading for the\ncolumnist to characterise the report’s recommendations in this way. In these\ncircumstances, there was no failure to take care over the accuracy of the\narticle on this point and there was no breach of Clause 1 on this point.\n18. The complainant’s concern under Clause 12 was that the\nnewspaper’s motivation for reporting on the comments she had made, and linking\nthis to suicide, was that she was transgender. Further, the Committee\nunderstood that the complainant was concerned that other articles reporting on\nsuicide did not claim that specific individuals had weaponised suicide,\nregardless of the fact that many other people had spoken publicly about the\ntopic. However, the terms of Clause 12 prohibit newspapers from making prejudicial,\npejorative or unnecessary references in an article to an individual on the\nbasis of a protected characteristic, including their gender identity. They do\nnot restrict a newspaper’s right to choose which topics it reports on, or which\nspecific material it selects for publication, which is a matter of editorial\ndiscretion. Therefore the complainant’s concerns did not engage the terms of\nClause 12.\nConclusions\n19. The complaint was not upheld.\nRemedial Action Required\n20. N/A\nReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review. \nDate complaint received: 21/11/2018\nDate decision issued: 15/03/2019\nBack to ruling listing\n\n\n"
}