{
    "url": "/rulings-and-resolution-statements/ruling/?id=07463-19",
    "title": "07463-19 Ward v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2019-08-11 00:00:00",
    "received_on": "2019-09-19 00:00:00",
    "concluded_on": "2020-05-22 00:00:00",
    "complaint_processing_days": 246,
    "conclusion_long": "19. The complaint was partly upheld on Clause 1(i).",
    "remedial_action": "20. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. 21. The correction was offered with sufficient promptness and prominence to meet the terms of Clause 1(ii) and should now be published.   Date complaint received: 19/09/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 07463-19 Ward v\nThe Sunday Telegraph\nSummary of Complaint\n1. Bob Ward complained to the Independent Press Standards\nOrganisation that The Sunday Telegraph breached Clause 1 of the Editors’ Code\nof Practice in an article headlined “The war on meat has begun, and there are\nmany reasons to join the resistance”, published on 11 August 2019.\n2. The article was an opinion piece on the effects of\nchanging to a plant-based diet on climate change. The columnist said that the\nBBC had “misreport[ed] a United Nations report” and wanted people to “switch to\na mostly plant-based diet in order to alter the weather”. The article also\nstated that “a recent ‘meta-analysis’ of all the peer-reviewed papers on this\ntopic found that if the average Westerner gave up meat altogether it would cut\ntheir total emissions by just 4.3 per cent”. The article also contained a quote\nfrom  Dr Bjorn Lomborg, who was described\nas an “environmental economist”, in which he said that “Eating carrots instead\nof steak means you effectively cut your emissions by about two per cent”. The\narticle included the columnist’s view that “it is very difficult for humans to\nthrive on a purely plant-based diet\" without being affluent and having\naccess to balanced nutrition, and stated that a “study in rural Kenya found\nthat eating eggs made children grow five per cent faster”.\n3. The article also appeared online in substantially the\nsame terms.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 for several reasons. He said that it was misleading to\nreport that the BBC had “misrepresented” the UN report. He referred to a BBC\narticle which had said “switching to a plant based diet can help fight climate\nchange” and noted that the UN report had said \"[b]alanced diets, featuring\nplant-based foods, such as those based on coarse grains, legumes, fruits and\nvegetables, nuts and seeds, and animal-sourced food produced in resilient,\nsustainable and low-GHG emission systems, present major opportunities for\nadaptation and mitigation while generating significant co-benefits in terms of\nhuman health (high confidence).\" The complainant said that the BBC, in\nadvocating a plant based diet to affect climate change had not misrepresented\nthe UN report and that the article was inaccurate on this basis.\n5. The complainant also said that it was inaccurate to\nreport that if the average Westerner switched to a plant-based diet that their\ntotal emissions would be cut by 4.3%, as the study that this claim was based on\ndid not include the figure 4.3%. He also noted that the  meta-analysis referenced could not be said to\nrepresent “the average Westerner” as it looked at European countries and India,\nand not the US or Canada, where the impacts of a plant-based diet would be more\napparent. He further disagreed that if everyone ate a plant-based diet then\nglobal emissions would only be reduced by 2%. The complainant said other\nsources had also disputed this figure, and referred to a study which placed the\nglobal emissions reduction at 10% in the same circumstances. He also said it\nwas inaccurate to refer to Dr Lomborg as an “environmental economist” as he\nheld no formal qualifications in economics. \n6. The complainant said that it was misleading to say that\n“it is very difficult for humans to thrive on a purely plant-based diet\"\nas there were many studies that said the opposite. He also said that the study\nreferred to in the article that found that children in Kenya who ate eggs grew\n5% faster was inaccurate as the study was not making a comparison between\nchildren who ate eggs and those on vegan diets.\n7. The publication did not accept that the article was\ninaccurate . It said that the assertion that the BBC had misreported the UN\nreport had been based on a tweet by the Science Editor of the BBC – his\nposition at the BBC is displayed on his Twitter homepage, and his Twitter\nhandle contained “bbc”. The Tweet in question said that the UN had reported\nthat “switching to a plant based diet can help tackle climate change”, which\nseveral other people and publications had interpreted as being incorrect, for\nnot acknowledging that the UN report did not recommend a solely plant-based\ndiet.\n8. The publication said that the 4.3% figure, although not\nreferred to in the paper referenced by the complainant, came from a calculation\nby Dr Lomborg published in another newspaper. The publication went on to\nexplain that 4.3% may even be an overstatement, as it did not take account of\nhow the extra capital that would have been spent on meat would be spent.\nFactoring this in produced a figure of 2%, and the publication said that\nstudies quoted by the UN report also demonstrated that the effect on carbon\nemissions would be a reduction of 2%. The publication provided the study on\nwhich this was based. Furthermore, it said that as Dr Lomborg had written a\nbook published by Cambridge University Press in environmental economics,\ndescribing him as an “environmental economist” was not inaccurate.\n9. The publication also said it was not inaccurate to state\nthat the peer reviewed papers which were the subject of the meta-analysis\nrelated to the “average Westerner”. The studies were based in the UK, Germany,\nthe Netherlands and India. The publication said that the UK and Germany were\nthe two most populous states in the EU plus UK, and combined with the\nNetherlands account for almost a third of Europe’s population. It said that\nthis figure was only included to illustrate how much higher other sources of\ngreenhouse gasses were – so would not be greatly affected even if other Western\ncountries had been included. Nevertheless, the publication offered to publish\nthe following as a gesture of goodwill in an upcoming edition of the newspaper\nin its established corrections and clarifications column on page 2:\n\"Meat-eating study\nA 11 August article said that a meta-analysis of\npeer-reviewed papers found that if the 'average westerner' gave up meat\naltogether \"it would cut her total emissions by just 4.3 per cent\".\nThe countries studied in the relevant analysis were the UK, Germany, the\nNetherlands and India. It did not include data from North America or Australasia.\nWe are happy to clarify.”\nIt also offered to amend the online article to read:\n“The BBC, misreporting a United Nations report, wants us to\nswitch to a mostly plant-based diet in order to alter the weather. Would it\nwork? No. A recent “meta-analysis” of all the peer-reviewed papers on this\ntopic found that giving up meat altogether would cut individuals' total\nemissions by just 4.3 per cent.”\nAnd it offered to add a clarifying footnote which would\nstate:\n“CLARIFICATION: This article, now amended, originally stated\nthat a meta-analysis of peer-reviewed papers found that if the 'average westerner'\ngave up meat altogether \"it would cut her total emissions by just 4.3 per\ncent\". The countries studied in the relevant analysis were the UK,\nGermany, the Netherlands and India. It did not include data from North America\nor Australasia. We are happy to clarify.”\n10. The publication said that the statement “it is very\ndifficult for humans to thrive on a purely plant-based diet\" was\nsubjective, and was meant to convey the difficulties of being purely vegan when\nnot from an affluent background or country. It also said that the findings of\nthe study relating to the growth of Kenyan children when their diet contained\neggs had been reported accurately, and it provided the relevant study.\nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n12. The article had referred to a meta-analysis of peer\nreviewed papers which it reported had made a finding which related to “the average\nwesterner”. However, the finding was based on studies undertaken only in the\nUK, Germany, the Netherlands and India. The Committee found that it was\nmisleading to report these findings as relating to “the average westerner”. The\ndescription represented a failure to take care under Clause 1(i). As the\narticle referenced the research to support its position on the environmental\nimpact of giving up meat, the territorial scope of the research was\nsignificant, and the description needed to be corrected under Clause 1(ii).\n13. As part of its first substantive reply to IPSO, the\npublication offered to publish a clarification. The Committee considered that\nthe proposed wording identified the respect in which the article had been\nmisleading and set out the correct position. Further, the Committee considered\nthat the publication of the clarification in its established corrections and\nclarifications column represented due prominence, as did the revision of the\nonline article and the addition of a clarifying footnote which would be visible\nto readers.  The Committee found that\nthere was no breach of Clause 1(ii).\n14. The claim that the BBC had misreported the UN report was\nbased on a Tweet posted by the BBC’s Science Editor in which he said that the\nUN study had found that switching to a plant based diet can help tackle climate\nchange.   The UN report had acknowledged\nthe benefits to the environment of a balanced diet of both plant and\nanimal-based products. In these circumstances, it was not misleading for the\ncolumnist to have claimed that the BBC, by virtue of the tweet, had\nmisrepresented the report. As it was the BBC’s Science Editor who had shared\nthe Tweet seemingly in his official capacity, the Committee found that it was\nnot misleading to refer to the “BBC”, rather than to the individual who had\nposted the Tweet. There was no breach of Clause 1 on this point.\n15. The Committee noted the complainant’s concern that it\nwas inaccurate for the newspaper to have reported that “a recent meta-analysis\nof all the peer-reviewed papers on this topic found that if the average\nWesterner gave up meat altogether it would cut their total emissions by just\n4.3%”. The figure was based on Dr Bjorn Lomborg’s interpretation of a\nmeta-analysis of studies which had been produced for another publication. He\nhad noted that a 2015 literature review had found that switching to vegetarianism\nreduced an individual’s carbon emissions by 1,190 pounds a year and he had\ncalculated that this represented “4.3% of emissions for the average person in a\ndeveloped country”. He also considered that when other variables were taken\ninto account, such as how money saved from not buying meat would be used, the\nreal effect would be a 2% reduction in emissions. While the Committee\nacknowledged that the complainant disagreed with the way in which the reported\nfigure had been calculated by Dr Lomborg, and noted that the article under\ncomplaint had not attributed the calculation to him, the newspaper had\naccurately reported what he had said. Reporting this figure did not represent a\nsignificant inaccuracy requiring correction under Clause 1(ii). There was no\nfailure to take care over the accuracy of the article in breach of Clause 1(i)\non this point.\n16. Additionally, the Committee did not find it misleading\nto refer to Dr Lomborg as an “environmental economist” given that he had\nwritten a book on environmental economics. There was no failure to take care\nover the accuracy of the article on this point.\n17. The article was an opinion piece, and it was clearly\nsignposted as such as it had appeared in the “Sunday comment” section, under\nthe writer’s by-line and was written in the first person.  The assertion that “it is very difficult for\nhumans to thrive on a purely plant-based diet\" was, therefore, clearly\ndistinguished as the author’s opinion, which under the terms of the Editors’\nCode, the newspaper was entitled to publish. While the complainant disagreed\nwith this opinion and had provided a study to support his view, this did not\nmake the article misleading in breach of Clause 1.\n18. The complainant had expressed concern that the reference\nto the study of the growth of children in Kenya was inaccurate as the study had\nnot compared their growth to children on vegan diets. However, the article had\nstated only that the study had found that eating eggs had made the children\ngrow 5% faster in order to demonstrate the health benefits of eating eggs. The\narticle had not claimed that the study had found that children had grown 5%\nfaster than children on a vegan diet. There was no failure to take care over\nthe accuracy of the article. There was no breach of Clause 1.\nConclusions\n19. The complaint was partly upheld on Clause 1(i).\nRemedial Action Required\n20. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required.\n21. The correction was offered with sufficient promptness\nand prominence to meet the terms of Clause 1(ii) and should now be published.\n \nDate complaint received: 19/09/2019\nDate complaint concluded by IPSO: 22/05/2020\nBack to ruling listing\n\n\n"
}