{
    "url": "/rulings-and-resolution-statements/ruling/?id=07468-21",
    "title": "07468-21 Couzens v Mail Online",
    "provisions": [
        "2 Privacy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-07-09 00:00:00",
    "received_on": "2021-07-12 00:00:00",
    "concluded_on": "2021-12-13 00:00:00",
    "complaint_processing_days": 154,
    "conclusion_long": "of Mr Couzens’ trial. She also explained that she had been under the impression that the publication would be legally barred from publishing her comments until after the sentencing. The publication denied that any agreement existed about a future meeting. It had provided a recording that demonstrated that the journalist had said the comments would be published “at the right time”. The Committee was unable to reconcile the parties’ conflicting accounts about whether there had been an agreement to discuss the matter further after the conclusion of Mr Couzens’ trial. However, in circumstances where the complainant had willingly made disclosures to the journalist, the Committee did not consider that the publication’s decision to publish the comments after the guilty plea to murder, rather than after sentencing, constituted a failure to respect the complainant’s private life or represented an intrusion into her privacy. 13. The complainant had said it was a further breach of her privacy to audio record the interview without her knowledge. The Committee noted that the use of electronic recording devices is an important means by which journalists can take care over the accuracy of published material and defend any subsequent complaint of inaccuracy.  The use of a recording device in these circumstances does not constitute a breach of privacy, particularly where the subject is aware that they are speaking to a journalist. 14. The photographs of the complainant and her husband had been obtained from her social media account and were previously in the public domain. In addition, the photographs themselves contained no private information and simply showed the complainant with her husband. The complainant did not have a reasonable expectation of privacy over these images. There was no breach of Clause 2 on these points. 15. The complainant said that the publication of the images of her children also constituted a breach of Clause 2 and 6. The images of her children had been put on her public social media account by the complainant, and the newspaper had pixelated their faces prior to publication. The children had not been named in the article. The article, which relayed the complainant’s comments about the children’s reaction to the events, clearly concerned the children’s welfare. However, the Committee was content that due to the pixilation the children were not recognisable in the image to anyone who was not already aware of their identity. On this basis, there was no breach of Clause 2 or 6 in relation to the photograph. In addition, the gender and age of the children was not private information, and the newspaper was entitled to publish this. There was no breach of Clause 6 on this point. Conclusions 16. The complaint was not upheld.",
    "remedial_action": "17. N/A   Date complaint received: 12/07/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 07468-21 Couzens v\nMail Online\nSummary of Complaint\n1. Olena Couzens complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 2 (Privacy) and Clause\n6 (Children) of the Editors’ Code of Practice in an article headlined\n“EXCLUSIVE - 'I keep on asking 'why?'': Wife of killer cop Wayne Couzens\nreveals how she is haunted by failing to spot 'any signs' he was capable of\nsuch barbaric crimes - as he admits to murdering Sarah Everard”, published on 9\nJuly 2021.\n2. The article reported comments made by the complainant, who\nis the wife of Wayne Couzens. Mr Couzens pleaded guilty on 8 June 2021 to the\nkidnap and rape of Sarah Everard, and pleaded guilty to Ms Everard’s murder on\n9 July, the day of publication. Mr Couzens was sentenced to a whole life order\non 30 September 2021.\n3. The complainant was described as speaking “exclusively to\nMail Online”. The article quoted her comments on her personal reaction to the\narrest of Mr Couzens, including that she “saw nothing wrong. He had a beautiful\nfamily, a good house… what else did he need? I'm constantly asking myself\n'where I did miss the signs?' How on earth could this have happened?'”. It also\nincluded her comment on the consequences of his arrest for their family. The\narticle contained multiple photographs of the complainant and Mr Couzens,\nincluding two images of her and the couple’s children, where the children’s\nfaces were pixelated. It also reported the age and gender of the children.\n4. The complainant said that the article intruded into her\nprivacy in breach of Clause 2. She said that she had spoken with the reporter\naround three weeks prior to the publication of the article. She said that\nduring this conversation, it had been agreed that her comments would not be\npublished, due to advice issued by the Attorney General that nothing should be\npublished that would prejudice the trial of Wayne Couzens; however, she told\nthe journalist he could contact her again after the trial, in October, at which\npoint they would discuss further the potential publication of her comments. She\nsaid that while she had not put in writing that she did not consent to the\npublication of her comments, at that time she assumed the publication would be\nunable to publish before October on the basis of the Attorney General’s advice.\nWhilst she did not complain that her comments had been reported inaccurately,\nshe said the piece damaged her, her husband’s, and her family’s reputation. The\ncomplainant said that the article intruded into her privacy in breach of Clause\n2 by publishing her private opinions prior to the end of Mr Couzens’ trial\nwithout seeking further consent once the publication was legally able to\npublish the interview.\n5. The complainant also complained that the newspaper had\npublished photographs of her and her children without her consent, in breach of\nClause 2 and Clause 6. She said that the images had been uploaded to her social\nmedia account but that she had deleted this account on 20 March 2021, 11 days\nafter her husband’s arrest. She said that whilst her children’s faces were\npixelated, their bodies were visible, and they could be recognised as her\nchildren. The complainant also said that including the age and gender of her\nchildren was a breach of Clause 6, and that reading the article had caused them\ndistress.\n6. The publication did not accept that it had breached\neither clause of the Code. With regards to Clause 2, it said that the article\ndid not contain any information over which the complainant had a reasonable\nexpectation of privacy. It said that the article simply reported comments the\ncomplainant had willingly made to a reporter in respect of the legal\nproceedings against her husband. In addition, it said that the text was\naccompanied by anodyne photographs which were previously published on a social media\nprofile. It said that was publicly accessible at the time the images were\nobtained from the complainant’s social media, and they contained no information\nwhich was inherently private.\n7. With regards to the complainant’s comments, the publication\nsaid at no point was it agreed upon, or requested by the complainant, that the\ncomments were only to be published in October, contingent on further\ndiscussion. It said that the complainant was aware she was speaking to a\nreporter, appeared happy to speak when approached and discussed the topic\nwillingly for over fifteen minutes. It supplied a transcript of the\nconversation, as well as the voice recording, in which the reporter stated that\nher comments would be published “at the right time”, once it was known “what\nhas happened”. The publication said that it considered the right time to be\nwhen the complainant’s husband pleaded guilty to the murder, where there was no\nlonger any legal impediment to publication.\n8. The publication also did not accept a breach of Clause 6.\nIt said that the complainant’s children were not identifiable from the\ninformation contained in the article, nor was any private information published\nabout them. It said that the images of her children were taken from an open\nsocial media site on 10 March, prior to the complainant deleting her account,\nand were heavily pixelated in order to make them unrecognisable. It noted that\nthe images were also in the public domain after having been published by\nanother newspaper. It said that the age of the complainant’s children was not\nprivate information, and that the ages had been published by other publications\nelsewhere. It did, however, delete the images on receipt of the complainant as\na gesture of goodwill.\n9. The complainant said that she was not aware that the\nconversation with the reporter was being recorded, and considered this a\nfurther breach of her privacy. She also noted that the recording did not begin\nat the start of the conversation, and that there was a break in the recording\nwhich she said indicated that the recording had been edited to remove her\nrequest to the reporter that her comments not be published at this time and the\nagreement they enter further discussion after the trial.  She had clearly stated at the start of the\ntranscript that “you can’t publish anyway” and later in the conversation had\nstated that “until court is over, I cannot pass anything on” and that a\nbarrister had told her that “the press cannot contact me or ask me any\nquestions or take photographs, that would put you automatically into trouble as\nwell if you put anything out right now”.\n10. The publication did not accept the complainant’s\nposition. It stated that the break in the recording was due to a technical\nissue with the reporter’s phone and that no agreement was made at that time. It\nsaid that the transcript did not begin as soon as communication began between\nthe complainant and the reporter, but that the recording began when the\ncomplainant began to speak about her husband, after initial reluctance. It said\nthat the phone was in the reporter’s hands the entire time, and that the\ncomplainant would have been able to see the reporter pressing pause.\nRelevant Code Provisions\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so. \niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n11. The Committee first considered whether the complainant\nhad a reasonable expectation of privacy in relation to the comments she had\nmade to the journalist. Under the terms of Clause 2, “in considering an\nindividual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information”. The complainant had\nwillingly spoken to a journalist for over fifteen minutes; there was no dispute\nthat she was aware that she was speaking to a representative of the\npublication, and the publication had provided a recording of the conversation\nwhich corroborated this.\n12. The complainant had said that there was a discussion,\nnot captured by the publication’s recording, in which she requested a further\nmeeting to discuss the potential publication of her comments after the\nconclusion of Mr Couzens’ trial. She also explained that she had been under the\nimpression that the publication would be legally barred from publishing her\ncomments until after the sentencing. The publication denied that any agreement\nexisted about a future meeting. It had provided a recording that demonstrated\nthat the journalist had said the comments would be published “at the right\ntime”. The Committee was unable to reconcile the parties’ conflicting accounts\nabout whether there had been an agreement to discuss the matter further after\nthe conclusion of Mr Couzens’ trial. However, in circumstances where the\ncomplainant had willingly made disclosures to the journalist, the Committee did\nnot consider that the publication’s decision to publish the comments after the\nguilty plea to murder, rather than after sentencing, constituted a failure to\nrespect the complainant’s private life or represented an intrusion into her\nprivacy.\n13. The complainant had said it was a further breach of her\nprivacy to audio record the interview without her knowledge. The Committee\nnoted that the use of electronic recording devices is an important means by\nwhich journalists can take care over the accuracy of published material and\ndefend any subsequent complaint of inaccuracy. \nThe use of a recording device in these circumstances does not constitute\na breach of privacy, particularly where the subject is aware that they are\nspeaking to a journalist.\n14. The photographs of the complainant and her husband had\nbeen obtained from her social media account and were previously in the public\ndomain. In addition, the photographs themselves contained no private\ninformation and simply showed the complainant with her husband. The complainant\ndid not have a reasonable expectation of privacy over these images. There was\nno breach of Clause 2 on these points.\n15. The complainant said that the publication of the images\nof her children also constituted a breach of Clause 2 and 6. The images of her\nchildren had been put on her public social media account by the complainant,\nand the newspaper had pixelated their faces prior to publication. The children\nhad not been named in the article. The article, which relayed the complainant’s\ncomments about the children’s reaction to the events, clearly concerned the\nchildren’s welfare. However, the Committee was content that due to the\npixilation the children were not recognisable in the image to anyone who was\nnot already aware of their identity. On this basis, there was no breach of\nClause 2 or 6 in relation to the photograph. In addition, the gender and age of\nthe children was not private information, and the newspaper was entitled to\npublish this. There was no breach of Clause 6 on this point.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\n17. N/A\n \nDate complaint received: 12/07/2021\nDate complaint concluded by IPSO: 13/12/2021\nBack to ruling listing\n\n\n"
}