{
    "url": "/rulings-and-resolution-statements/ruling/?id=07495-20",
    "title": "07495-20 Forth v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2020-05-29 00:00:00",
    "received_on": "2020-05-31 00:00:00",
    "concluded_on": "2020-11-17 00:00:00",
    "complaint_processing_days": 170,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A   Date complaint received: 31/05/2020",
    "text": "\n\n\n\n\n\nFindings of the Complaints Committee 07495-20 Forth v The Daily Telegraph\nSummary of Complaint 1. Chris Forth complained to the\nIndependent Press Standards Organisation that The Daily Telegraph breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Seven\nout of 10 who get virus never have symptoms”, published on 29 May 2020. 2. The article reported on the easing of lockdown restrictions,\nas well as providing an overview of coronavirus in the UK. The article reported\nthat “ONS testing suggests that between May 11 and May 24 an average of 133,000\npeople had coronavirus at any given time. The number of new infections is\ncurrently 54,000 a week”. A subheading of the article was also “ONS survey”. 3. The complainant said that the\narticle was inaccurate in breach of Clause 1 as figures reported by the World\nHealth Organisation showed that in the week of 24 May there were 257,158 confirmed cases, and on 31 May\n(one week later) there were 272,830 confirmed cases, which was an increase of\n15,672 in the week. The complainant said it was misleading that the figures in\nthe article were not referred to as “estimated”. 4. The publication did not accept a\nbreach of the Code. It said that it was clear the article was reporting on the\nresults of ONS testing, rather than the daily COVID-19 cases given by the\ngovernment or WHO. It referenced a report dated 28 May from the Office for\nNational Statistics (ONS) which reported that “There were an estimated average\nof 54,000 new COVID-19 infections per week in England”.\nRelevant\nClause Provisions 5. Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nFindings\nof the Committee 6. It was clear that the article was\nreporting on ONS statistics as it referred to these statistics throughout the\narticle, as well as including it as a subheading, and had accurately reported\nthe information shared by the ONS. As these figures were clearly reported as\npart of the survey, it was not misleading to not report that they were\nestimated. Where the article had presented the figures as deriving from the\nONS, and accurately reported these figures, it had taken care not to publish\ninaccurate information, and there was no breach of Clause 1.\nConclusions 7. The\ncomplaint was not upheld.\nRemedial action\nrequired\n8. N/A\n \nDate complaint received: 31/05/2020\nDate complaint concluded by IPSO:\n17/11/2020\nBack to ruling listing\n\n\n"
}