{
    "url": "/rulings-and-resolution-statements/ruling/?id=07496-20",
    "title": "07496-20 Forth v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2020-05-31 00:00:00",
    "received_on": "2020-05-31 00:00:00",
    "concluded_on": "2020-12-04 00:00:00",
    "complaint_processing_days": 187,
    "conclusion_long": "7.    The complaint was not upheld.",
    "remedial_action": "8. N/A   Date complaint received: 31/05/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 07496-20\nForth v The Sunday Telegraph\nSummary of Complaint 1.    Chris Forth complained to the\nIndependent Press Standards Organisation that The Sunday Telegraph breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Officials\n'could only cope with five Covid cases a week'”, published on 31 May 2020. 2.    The article reported on newly released pages from the\nScientific Advisory Group for Emergencies (SAGE), which showed that Britain had\nabandoned testing and tracing contacts as allegedly only five cases a week\ncould be dealt with. The article reported that “England is now recording around\n8,000 new cases of Covid-19 a day”. 3.    The complainant said that the\narticle was inaccurate in breach of Clause 1 as figures reported by the World\nHealth Organisation showed that in the week of 24 May there were 257,158 confirmed cases, and on 31 May\n(one week later) there were 272,830 confirmed cases, which he said averaged\naround 2,200 new cases a day. 4.    The publication did not accept a\nbreach of the Code. It said that figures on Covid-19 are compiled by various\nbodies, and are inevitably to some extent discordant on the basis that the\nmethodologies and variables differ between analyses. It said that in this case,\nthe article was reporting on the SAGE papers, which was made clear at the\nbeginning of the article. The publication provided a quote from a professor of infectious\ndisease modelling at the London School of Hygiene and Tropical Medicine who was\nin attendance at SAGE meetings, as saying that there were 8,000 new infections\nevery day in England.\nRelevant Clause Provisions 5. Clause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings of the Committee 6.    The Committee recognised that\nwhen reporting on COVID-19, there are multiple sources which newspapers are\nentitled to rely on; so long as they make clear the basis of their claims. In\nthis instance, the article had accurately reported information provided by a\nperson who attended SAGE meetings, and the article had made clear it was\ndiscussing the findings of SAGE. It did not purport to be reporting the\nofficial, daily confirmed infection rate released by the government, and\ntherefore was not misleading in the way the complainant had suggested. The\npublication had taken care not to publish inaccurate information, and there was\nno breach of Clause 1.\nConclusions 7.    The complaint was not upheld.\nRemedial\naction required 8. N/A\n \nDate\ncomplaint received: 31/05/2020\nDate\ndecision issued: 04/12/2020\n \n\n \nBack to ruling listing\n\n\n"
}