{
    "url": "/rulings-and-resolution-statements/ruling/?id=07507-18",
    "title": "07507-18 McDermott v The Spectator",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2018-11-24 00:00:00",
    "received_on": "2018-11-25 00:00:00",
    "concluded_on": "2019-02-21 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A Date complaint received: 25/11/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07507-18 McDermott v\nThe Spectator\nSummary of complaint\n1. John McDermott\ncomplained to the Independent Press Standards Organisation that The Spectator\nbreached Clause 1(Accuracy) of the Editors' Code of Practice in an article\nheadlined \"Irish troubles: Leo Varadkar has done his absolute best to\ndamage Brexit\" published on 24 November 2018.\n2. The article was\na comment piece in which the columnist discussed the Republic of Ireland's\nrelationship with the EU and the UK as a result of Brexit. It discussed the\n\"British Incompetence\" which had damaged the Brexit process and\nclaimed that Ireland had also contributed. The article discussed the economic\nties between the two countries and claimed that \"the UK accounts for €1\nbillion of Irish trade each week and one in ten jobs\". The article then\nanalysed how decisions taken by Irish Taoiseach Leo Varadkar had\n\"damaged\" the UK's position on Brexit.\n3. The article\nappeared online under the headline \"Leo Varadkar has done his absolute\nbest to damage Brexit\" published on 24 November 2018. The online article\nappeared in much the same format as the print version.\n4. The complainant\nsaid the article was inaccurate because it had over-exaggerated the extent to\nwhich Leo Varadkar had damaged the UK position, and overstated Ireland's\ndependence on the UK. He said the article had inaccurately claimed that the\nvalue of weekly exports from Ireland to the UK was €1 billion, when Ireland had\nonly exported US$18 billion to the UK in the whole of 2017. He said that the\nCentral Statistics Office of Ireland had totalled goods exports to the UK at\n€14.454 billion and even when including service exports the total was only\n€40.72 billion annually. The complainant said that the article had failed to\nreport that Ireland was the fifth largest destination for UK exports ahead of\nChina, and failed to note that the UK had exported US$25 billion to The\nRepublic of Ireland in 2017. He also claimed that the article had overstated\nthe importance of land bridge exports and omitted that Ireland had recently\ninvested in two new ferries that would bypass the land bridge. The complainant\nalso disputed the article's claim that \"one in ten jobs\" were\ndependent on Irish trade as this would equate to some 2.7 million UK private\nsector jobs, which seemed too high.\n5. The complainant\nalso raised concerns that there were racist and homophobic comments in the\ncomments section of the online article.\n6. The publication\ndenied any breach of the Code. It said that the €1 billion figure included the\nvalue of both imports and exports of goods and services. Similar figures had\nbeen used by Ireland's Department of Foreign Affairs and the British-Irish\nChamber of Commerce. It said that the House of Commons had quoted Office for\nNational Statistics figures which put this figure at £55.8 billion in 2017; at\nthe December 2018 exchange rate, this amounted to €1.2 billion a week. The publication\nsaid that when taking into account import and export figures of goods and\nservices, the Irish Central Statistics Office put this figure at €1.5 billion.\n7. The publication\nsaid that the reference to one in ten jobs being dependent on UK-Irish trade\nrelated to Irish jobs, not UK jobs. It said this figure originated from the\nDirector General of the British Irish Chamber of Commerce, who stated that this\ntwo-way trade accounted for 400,000 jobs spread evenly between the two\ncountries; 200,000 amounted to one tenth of Ireland's 2.2 million working\npopulation.\n8. The complainant\nsaid the article was still inaccurate as the publication did not make clear\nthat the reference to \"one in ten\" jobs referred to Irish jobs; this\nwas inconsistent with the €1 billion trade claim, which encompassed two-way\nfigures. He said the publication arrived at its totals using 2018 exchange\nrates, the figures when accounting for 2017 rates would be €1.23 billion and\n€1.65 billion respectively. Therefore the €1 billion total was still\ninaccurate.\nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The basis for the article's claim that trade between the\ntwo nations was worth €1 billion originated from government sources. The\npublication was entitled to rely on them; this did not constitute a failure to\ntake care not to publish inaccurate information. The exact value was contested\ndue to disparities between sources and fluctuating exchange rates. However,\nwhere the quoted values ranged from €1.2 billion to €1.6 billion, it was not\nsignificantly misleading in the context of a comment piece to report €1 billion\nas a broad approximation; there was no breach of Clause 1 on this point.\n11. The columnist was commenting on the value of UK-Irish\ntrade to Ireland. The Committee considered that both imports and exports\nrepresent value in a trade relationship. To not identify that the article\nreferred to two-way trade was not significantly misleading in this context;\nthere was no breach of Clause 1 on this point. The publication provided a\nsufficient basis for its claim that one in ten jobs depended on UK-Irish trade.\nWhere the article discussed Ireland's alleged dependency on the UK, it was not\nsignificantly misleading to not explicitly state that this only related to\nIrish jobs; there was no breach of Clause 1 on this point.\n12. It was not misleading to omit that Ireland was the fifth\nlargest destination for UK exports or that the Irish government had invested in\ntwo new ferries. The selection of material for publication is considered by\nIPSO to be a matter for discretion by individual editors, so long as the Editors’\nCode of Practice has not otherwise been breached. There was no breach of Clause\n1 on this point.\n13. IPSO is able to consider complaints about user generated\ncontent posted on a newspaper's website which has been reviewed or moderated by\nthe newspaper. The complainant had reported the comments under complaint, and\nthey were removed by the publication. Therefore this issue fell outside IPSO's\nremit.\nConclusions\n14. The complaint was not upheld.\nRemedial action required\n15. N/A\nDate complaint received: 25/11/2018\nDate decision issued: 21/02/2019\nBack to ruling listing\n\n\n"
}