{
    "url": "/rulings-and-resolution-statements/ruling/?id=07512-16",
    "title": "07512-16 Belfast City Council v The Belfast Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2016-07-22 00:00:00",
    "received_on": "2016-07-28 00:00:00",
    "concluded_on": "2016-11-25 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 28/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07512-16 Belfast City Council v The Belfast Telegraph\nSummary of Complaint\n1. Belfast City\nCouncil complained to the Independent Press Standards Organisation that The\nBelfast Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “City council’s treatment of Hank is proof ‘dangerous’\ndog legislation needs reform”, published on 22 July 2016.\n2. The article was\nan opinion piece where the author compared Belfast dog wardens to the Stasi –\nthe secret police of former East Germany – following the seizure of a dog named\nHank. It said that the dog was seized from its owners’ property because it\nlooked a “bit like a pitbull terrier”, and that there had been “no problems or\ncomplaints about Hank’s behaviour”. It said that the wardens got out “the tape\nmeasure and failed to determine whether Hank is shaped like a pitbull”, and\nsaid that if the dog was found to be a pit bull it would mean “probable\nexecution”.\n3. The complainant\nsaid that the article failed to accurately set out the circumstances that led\nto the dog’s seizure, and created the impression he was a “gentle giant”. It\nsaid that the dog came to its attention because of a welfare complaint about how\nthe dog was being treated by somebody other than its owners, not because it was\na pitbull. It said that the dog was seized after wardens had attended the\nowners’ home, and observed a dog with potential pitbull characteristics which\nwas behaving aggressively. It said that it was inaccurate to report that it had\nfailed to determine whether the dog was a pitbull by measuring its head, and\nhad to call an expert from England; it said that it did not carry out an\nassessment of the dog other than an initial visual one, and that it was\nstandard practice to bring in an expert. \n4. The complainant\nsaid that the article had failed to identify the correct legal test for the\ndestruction of a banned breed of dog. It said that the identification of the\ndog as a pitbull, as the article asserted, did not mean that it was inevitable\nthat the dog would be destroyed; there was also a behavioural test to determine\nwhether the dog constituted a danger to the public. In any event, it said that\nit was inaccurate to report that being defined as a pitbull would mean\n“probable execution”, as since an exception scheme had been established, only\ntwo of the 13 dogs seized had been destroyed.\n5. The newspaper\ndenied that the article was inaccurate. It said that the article’s suggestion\nthat aggression was not a factor in the decision to seize the dog was based on\na television interview with the dog’s owner, who said that he was told by a dog\nwarden that there were no problems or complaints about the dog’s behaviour. It\nsaid that it was not inaccurate to report that there was no proof, evidence, or\ncomplaints that the dog had behaved aggressively, as the only allegation of\naggression had come from the wardens. It also said that it was not inaccurate\nto report that an initial visual assessment had failed to determine whether the\ndog was a pitbull, as the complainant had admitted that an expert from England\nhad been called in to make a final assessment.\n6. The newspaper\ndenied that the article had failed to identify the correct legal test for the\ndestruction of a banned breed of dog. It said that the article did refer to the\ncorrect legal test, which is why it referred to the “probable” and not\n“inevitable” execution of the dog.  It\nalso said that was accurate to report that being designated as a pitbull would\nmean “probable execution” for the dog. It referred to the NI Direct website,\nwhich said that “in most cases the court will order a dog seized as a banned\nbreed to be put down, even where the court decides not to prosecute the owner”.\nIt also referred to literature from the Dogs Trust in Northern Ireland which\nsaid that the law relating to dogs in Northern Ireland clearly carries a\npresumption in favour of the destruction of dogs deemed to be dangerous.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The complainant\nsaid that it was misleading for the article to suggest that the dog was a\n“gentle giant”. However, while the Committee noted the complainant’s\nexplanation of why the dog was seized, in circumstances where the dog was not\nbrought to the attention of the wardens because of his aggressive behaviour,\nand did not have a record of behaving aggressively, it was not significantly\nmisleading for the article to say that there had been no complaints about the\ndog’s behaviour. There was no breach of Clause 1. \n9. The Committee\nacknowledged the complainant’s position that it was standard practice to bring\nin an expert to determine whether a dog was a banned breed. However, in\ncircumstances where the article had identified the correct procedure for the\nassessment of the dog, namely a visual examination following by an expert\nassessment, there was no breach of Clause 1.\n10. The article did not specifically identify that the test\nfor the destruction of a banned breed included a behavioural element. However,\nin the context of an opinion piece, rather than a piece that focused on the\nlegal elements of the case, the Committee did not consider that the failure to\nmake clear the precise elements of the test gave a misleading impression of the\noverall situation that the dog, and his owners, were in. There was no breach of\nClause 1.\n11. The Committee noted the complainant’s position that only\ntwo out of 13 dogs had been destroyed since an exemption came into force.\nHowever, in circumstances where a government website had advised that the court\nwill order a dog identified as a banned breed to be destroyed “in most cases”,\nand where literature from the Dogs Trust in Northern Ireland outlined that\nthere is a presumption in favour of destruction unless the owner can prove that\nthe dog is not a danger to the public safety, it was not significantly\nmisleading to report that being identified as a banned breed would lead to\n“probable execution”. There was no breach of Clause 1.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\n12. N/A\nDate complaint received: 28/07/2016Date decision issued: 25/11/2016\nBack to ruling listing\n\n\n"
}