{
    "url": "/rulings-and-resolution-statements/ruling/?id=07537-16",
    "title": "07537-16 Race v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-07-17 00:00:00",
    "received_on": "2016-07-29 00:00:00",
    "concluded_on": "2016-12-12 00:00:00",
    "complaint_processing_days": 136,
    "conclusion_long": "8. The complaint was upheld.",
    "remedial_action": "9. Having upheld the complaint, the Committee considered what remedial action should be required. 10. The newspaper had promptly amended the online headline to remove the inaccuracy, and published a correction beneath the article documenting the change, and making the correct position clear. It appeared in a sufficiently prominent location. 11. No further action was required.Date complaint received: 29/07/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07537-16 Race v express.co.uk\nSummary of complaint\n1. Clare Race\ncomplained to the Independent Press Standards Organisation that express.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “UK will build trading zone TEN times bigger than EU with\nmega-deals with 12 major nations” published online on 17 July 2016.\n2. The article\nreported that according to Liam Fox, Secretary of State for International\nTrade, Britain already has “10 trade deals lined up around the world as it\nforges its post-Brexit future”. It said that Whitehall confirmed that 10\n“economic powerhouses”, including India, China, Japan, Australia and Canada had\n“already committed informally to forming strong trade links with the UK”. It\nsaid that another “important partner” will be the United States.\n3. The complainant\nsaid that the online headline inaccurately suggested that the UK would enjoy 10\ntimes the level of trade it currently enjoys with the EU. She said that the\nEU’s level of economic output represented a significant portion of the world’s\ntotal economic output, and that it was therefore impossible for the UK to find\nten times this level of trade with the countries referred to in the article.\n4. The newspaper\nsaid that according to Liam Fox, the UK had 10 trade deals lined up with other\ncountries, including India, China, Japan, Australia, Canada, America,\nSingapore, Malaysia and Brazil. It said that the combined population of these\ncountries was 3.391 billion people, and that the population of the EU –\nexcluding the UK – was 444 million. It took the view that the online headline\nwas inaccurate, and amended it to read: “UK has 10 trade deals lined up with\neconomic powerhouses”. In addition, it published the following correction at\nthe foot of the article:Correction\nThis article was amended on 11 August 2016. The headline\noriginally said \"UK will build trading zone TEN times bigger than EU with\nmega-deals with 12 major nations\", the article was published on 17 July\n2016. According to Liam Fox, the new Secretary of State for International Trade\nclaimed Britain has 10 trade deals lined up with other countries. These include\ncountries such as India, China, Japan, Australia and Canada who have informally\ncommitted to forming strong trade links with the UK. Whilst the UK is in talks\nwith other countries to form new trading partnerships it is inaccurate to state\nthose deals would create a trading zone ten times bigger that the EU trading\nzone.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n6. The article did\nnot make clear the basis on which the online headline claim, that the UK would\nbuild a trading zone that is “ten times bigger” than the EU, could be made. The\nCommittee acknowledged that the newspaper did not say how it had calculated the\nsize of the zone. The newspaper accepted, however, that the total population of\nthe countries it had listed amounted to approximately 7.6 – rather than ten –\ntimes the population of the EU. While the Committee did not accept that the\nclaim suggested specifically that the UK would enjoy ten times the level of\ntrade than with the EU, presenting it in the online headline in this manner –\nwhere it was unsupported by the text of the article, and where the newspaper\nhad not been able to provide a convincing explanation as to why it was accurate\n– represented a failure to take care not to publish misleading information, in\nbreach of Clause 1 (i).\n7. The online\nheadline carried the misleading suggestion that there was a basis on which it\ncould be claimed that a trading zone that was “ten times bigger” than the EU\nwould be built following Brexit. This required correction under the terms of\nClause 1 (ii). The newspaper had removed the reference to the trading zone’s\nbeing “ten times bigger”, and had published a correction online beneath the\nonline article that identified the original inaccuracy, and made the correct\nposition clear. The correction had been published promptly and prominently, and\nthere was no further breach of the Code.\nConclusions\n8. The complaint\nwas upheld.\nRemedial Action Required\n9. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n10. The newspaper had promptly amended the online headline\nto remove the inaccuracy, and published a correction beneath the article\ndocumenting the change, and making the correct position clear. It appeared in a\nsufficiently prominent location.\n11. No further action was required.Date complaint received: 29/07/2016Date decision issued:  12/12/2016\nBack to ruling listing\n\n\n"
}