{
    "url": "/rulings-and-resolution-statements/ruling/?id=07543-18",
    "title": "07543-18 White v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-11-22 00:00:00",
    "received_on": "2018-11-27 00:00:00",
    "concluded_on": "2019-02-15 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "11. The complaint was upheld under Clause 1(i).",
    "remedial_action": "12. Having found a breach of the Code, the Committee considered what remedial action was appropriate. 13. The standalone correction offered by the publication addressed the inaccuracy within the article, and had been offered promptly once the complainant had made clear his view that the footnote correction was insufficiently prominent. The offer to publish this correction on the News homepage was sufficiently prominent to meet the terms of Clause 1(ii), and this should now be published. Date complaint received: 27/11/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07543-18 White v Mail\nOnline\nSummary of complaint\n1. Steven White\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “German children banned from sending their Christmas wishlists to\nSanta ...because it breaks EU's privacy laws”, published on 22 November 2018.\n2. The article\nreported that Roth, a town in Bavaria had banned children from publicly hanging\nChristmas wishlists – including their name, age and address - on a tree in its\nmarket, “blaming new EU privacy laws”. A bullet point below the headline stated\nthat “GDPR rules prevent children leaving their personal details on trees in\npublic”. The article explained that the town council’s lawyer had said that\nGDPR rules had left them with no choice but to ban the traditional practice. It\nstated that, under the GDPR, the council “must obtain written permission from\nthe parents of the 4,000 children who usually take part, making it clear their\ndata could be shared with third parties”. The article quoted from the town’s\nevents manager, who said that “’There won’t be any sparkling children’s eyes in\nfront of the Christmas tree’”. It included a response from a European\nCommission (EC) spokesman, who said that the town had incorrectly interpreted\nthe rules.\n3. The complainant\nsaid that the article’s headline was inaccurate in breach of Clause 1\n(Accuracy) because it suggested that the EU had been the cause of the ban, when\nthe town had misinterpreted the law.\n4. The publication\ndenied any breach of Clause 1(Accuracy): it said that the article accurately\nreported that the Roth town council had blamed the GDPR for affecting its\nChristmas tradition. It said that the article made clear that it was reporting\nthe town’s interpretation of the legislation, including the views of the town’s\nevents manager, and that it had made clear that the European Commission\ndisputed the town’s interpretation of the effect of the GDPR on the practice.\n5. Nevertheless,\nthe publication amended the article’s headline to read “German children stopped\nfrom sending their Christmas wish lists to Santa…because of council fears that\nit would break EU’s privacy laws”. It also removed two of the bullet points\nbelow the headline, and added two new bullets to reflect the position of the\nEuropean Commission that the practice could continue as usual. The EC’s\nposition was also reflected in a more extensive comment from the organisation,\nwhich stated that the GDPR had not changed the existing requirement for\nparental consent. On receipt of the complaint from IPSO, the publication also\npublished the following clarification as a footnote to the article:\nSince the publication of this article, we have been\ncontacted by the European Commission to advise that Roth town council’s fears\nthat their annual Christmas tradition of the town’s children hanging their\nSanta wish lists on the tree in the public market would be stopped due to the\nnew EU privacy laws were misplaced. We are happy to clarify that all that is\nneeded for the children to publicly display their wish lists to Santa is\nparental consent, and that this procedure has been in effect for the past 20\nyears. The new EU privacy laws have had no impact on these types of Christmas\ntraditions whatsoever. The EC have also confirmed in a statement that the\nBavarian town of Roth’s Christmas tradition will go ahead as usual.\nIn addition, the publication offered to publish the\nfollowing standalone correction on its News homepage, to appear for 24 hours\nbefore being archived in the usual way:\nOn the 22nd November 2018, we published an article which\noriginally carried the headline ‘German children banned from sending their\nChristmas wishlists to Santa ...because it breaks EU's privacy laws’. The\narticle, which appeared in the Daily Mail under a different headline, reported\non Roth council’s concerns that new GDPR laws would mean the German town’s\nannual tradition of children hanging their Santa wishlists on the Christmas\ntree in the town centre would need to be cancelled. After being contacted by\nthe European Commission, the Daily Mail article was amended online to clarify\nthat Roth’s annual Christmas tradition would not need to be cancelled due to\nthe new EU privacy laws. A footnote was added which stated that the new EU\nprivacy laws have had no impact on these types of Christmas traditions, and\nthat the Roth’s Christmas event would go ahead as usual. The Mail Online\nheadline was corrected to read: ‘German children stopped from sending their\nChristmas wishlists to Santa ...because of council fears that it would break\nEU's privacy laws’. We are happy to make this clear and apologise for any\nconfusion caused.\nThe publication said that a correction on its News homepage\n- as opposed to its main homepage - was sufficiently prominent, in circumstances\nwhere the article had appeared halfway down the homepage for a period of 12\nhours, and where a large number of its articles appeared on the main homepage\neach day.\n6. The complainant\nsaid that this proposed correction was not sufficiently prominent to remedy the\ninaccuracy in the article.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The article had\nstated as fact, in its headline, that children had been banned from sending\ntheir Christmas wishlists “because it breaks EU’s privacy laws”. It had also\nstated prominently in the bullet points that “GDPR rules prevent children\nleaving their personal details on trees in public”. Both of these claims were\nadopted as fact, and were not attributed to the representatives of Roth. It was\naccepted that it was not the case that the use of the wishlists broke GDPR\nrules, or that the rules prevented the practice. In these circumstances, there\nwas a failure to take care over the accuracy and presentation of the headline\nand bullet point, in breach of Clause 1(i). This gave rise to a misleading\nimpression of the effects of GDPR legislation, which required correction to\navoid a breach of Clause 1(ii).\n9. When it received\nthe complaint from IPSO, the publication had appended a footnote correction to\nthe article; it had also taken steps to amend the article to attribute the\nclaims made regarding the effect of the legislation to the representatives of\nRoth, and to include a more detailed statement from the European Commission.\nThis action was sufficiently prompt, having been offered within 10 days of the\nmatter being passed to the publication, and the correction made clear the\ninaccurate information the article had contained, and the correct position.\n10. However, in this instance, the inaccuracy had featured\nprominently in the headline and bullet points of the article, and the article\nhad appeared on the publication’s homepage for a period of 12 hours under the\nheadline - which contained the inaccuracy. In these circumstances, a footnote\ncorrection was not sufficiently prominent to avoid a breach of Clause 1(ii),\nand a standalone correction was required. A standalone correction had been\noffered, which addressed the inaccuracy, and would appear on the News homepage\nfor a period of 24 hours before being archived in the usual way. This was\nsufficiently prominent, and had been offered promptly once the complainant had\nexpressed his view that a footnote correction was insufficiently prominent.\nThere was no breach of Clause 1(ii), and this correction should now be\npublished.\nConclusions\n11. The complaint was upheld under Clause 1(i).\nRemedial action required\n12. Having found a breach of the Code, the Committee\nconsidered what remedial action was appropriate.\n13. The standalone correction offered by the publication\naddressed the inaccuracy within the article, and had been offered promptly once\nthe complainant had made clear his view that the footnote correction was\ninsufficiently prominent. The offer to publish this correction on the News\nhomepage was sufficiently prominent to meet the terms of Clause 1(ii), and this\nshould now be published.\nDate complaint received: 27/11/2018\nDate decision issued: 15/02/2019\nBack to ruling listing\n\n\n"
}