{
    "url": "/rulings-and-resolution-statements/ruling/?id=07557-15",
    "title": "07557-15 A man v Northern Echo",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Northern Echo (Newsquest Media Group)",
    "published_on": "2015-11-02 00:00:00",
    "received_on": "2016-02-09 00:00:00",
    "concluded_on": "2016-03-09 00:00:00",
    "complaint_processing_days": 29,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 09/02/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 07557-15 A man v Northern EchoSummary\nof complaint1.\nA man complained to the Independent Press Standards Organisation, on behalf of\nhis daughter, that the Northern Echo breached Clause 1 (Accuracy) and Clause 3\n(Privacy) of the Editors’ Code of Practice in an article headlined “Mother\naccused of DIY abortion”, published on 2 November 2015. It was published online\nwith the headlined “Young Shildon mum [daughter’s name], 23, accused on\ncarrying out a DIY abortion”.2.\nThe article reported that the complainant’s daughter had appeared in court\ncharged with administering poison with intent to procure a miscarriage, and\nchild destruction; she was later convicted of the first offence. The article\nwas illustrated with a photograph of the complainant’s daughter outside her\nhome.3.\nThe article appeared in substantially the same form in print and online.4.\nThe complainant said that at the time of publication there had been a reporting\nrestriction in place which prevented identification of his daughter by the\npress. He provided a copy of the reporting restriction to which he was\nreferring, which read as follows:“Press\ndirections: Direction made under section 45 of the Youth Justice and Criminal\nEvidence Act 1999 restricting publicity in respect of victim. No matter\nrelating to the youth may be published that would identify them, including\ntheir name, address, any educational establishment or any workplace they\nattend, and any picture of them. This order lasts until the youth reaches the\nage of 18.”5.\nThe complainant said that the reporting restriction prevented the press from\nidentifying his daughter in any court reports, and naming her breached Clause\n3. He also said that photographing her outside her home without her knowledge\nor consent, and publishing a photograph clearly showing her door number,\nrepresented a further breach of Clause 3. In relation to the complaint under\nClause 1, the complainant said that his daughter had one child, not three, as\nreported.6.\nDuring IPSO’s investigation the complainant provided copies of his\ncorrespondence with the court, which said that when the complainant’s daughter\nwas sentenced the press had made an application to have the reporting\nrestriction removed, and the complainant’s daughter’s barrister had not opposed\nit as the application made by the press was correct in law. The court said that\nit appeared that the magistrate had acted in error in imposing the reporting\nrestriction in the first place.7.\nThe newspaper said that there had been no valid reporting restriction in place,\nand no reason not to identify the complainant’s daughter in a report of the\ncriminal proceedings. The reporting restriction referred to the victim in the\ncase but, as the victim had been an unborn baby, the restriction had clearly\nbeen applied in error. The newspaper said that the photograph of the\ncomplainant’s daughter had been taken in a public place; that her address had\nbeen given in open court; and that the photograph had not revealed any\ninherently private information.8.\nThe newspaper said that it believed that the information about the number of\nchildren the complainant’s daughter has had been taken from her Facebook page,\nbut the page had since been deleted and so it was unable to verify that at this\nstage. It offered to publish the following correction and apology on this\npoint:“On\nNovember 2, 2015, The Northern Echo carried a front page report about [the\ncomplainant’s daughter], 23, from Shildon, County Durham, who was facing\nallegations that she carried out a DIY abortion by administering poison. She\nwas subsequently convicted and jailed for the offence. In our initial report,\nwe stated that [the complainant’s daughter] had three children. In fact, she\nhas one child. We are happy to set the record straight and apologise for the\ninaccuracy.”Relevant\nCode Provisions9.\nClause 1 (Accuracy)i)\nThe press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.Clause\n3 (Privacy)i)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.ii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent.iii)\nIt is unacceptable to photograph individuals in private places without consent.\nNote – Private places are public or private property where there is a\nreasonable expectation of privacy.Findings\nof the Committee10.\nThe Committee does not enforce reporting restrictions or determine whether they\nhave been breached. The existence of a reporting restriction may however inform\nits consideration of decisions under the Editors’ Code. In this case the\nreporting restriction related to a child who was deceased at the time that the\ntrial took place. It was later acknowledged that it had been applied in error.\nIn any case, even if the reporting restriction had been correctly applied it\nwould not have prevented the newspaper from naming the complainant’s daughter;\nit could have identified her so long as it did not include any information\nwhich made clear her relationship to the child. In these circumstances, and\ngiven that there is a public interest in open justice, the complainant’s\ndaughter had no reasonable expectation of privacy and her identification did\nnot breach Clause 3.11.\nThe complainant’s daughter’s address had been heard in open court, and so could\nnot reasonably be considered to be private. She was photographed on a public\nstreet, and the image did not reveal any private information about her. Her\nconsent was not required and the photograph did not raise a breach of Clause 3.12.\nWhile it was clearly inaccurate to report that the complainant’s daughter has\nthree children, when in fact she has one, in the context of the article as a\nwhole it did not give a significantly inaccurate or misleading impression of\nthe proceedings against her. It did not require correction under Clause 1 (ii).\nNonetheless, the Committee welcomed the newspaper’s offer to publish a\ncorrection on this point.Conclusions13.\nThe complaint was not upheld.Remedial\nAction RequiredN/ADate\ncomplaint received: 09/02/2016Date\ndecision issued: 09/03/2016\nBack to ruling listing\n\n\n"
}