{
    "url": "/rulings-and-resolution-statements/ruling/?id=07566-21",
    "title": "07566-21 Ranger v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2021-04-14 00:00:00",
    "received_on": "2021-07-15 00:00:00",
    "concluded_on": "2021-11-15 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "on the language used during the call. The tribunal had concluded on this point: Lord Ranger lost his temper and his composure and insulted the Claimant [...]. Lord Ranger did victimise the Claimant contrary to section 27(1) of the Equality Act 2010, harass her contrary to section 26(1) of the Act, and directly discriminate against her contrary to section 13(1) of the Act when, in an intemperate telephone call [...]he stated (a) he would not ‘spare her’; (b) he would get the evidence together and see her in Court; (c) she was insolent; (d) she had no virtues and compared her to a female member of a non-elite peasant caste; (e) she was silly and stupid; (f) she was a liar; (g) she was an absolute troublemaker; (h) she was a horrible girl; (i) she had ruined her parents’ honour. [...]This is victimisation because she was making a protected act by raising the issue of sexual harassment. The words and attitude represented by them amounted to detriments. It was harassment because the words and attitude represented by them were unwanted conduct relevant to her gender (the complaint of sexual harassment) and they had an effect of violating the Claimant’s dignity and creating an intimidating, hostile, degrading, humiliating and offensive environment for her. 7. The complainant noted that the term “scumbag” did not appear among the specific terms that the tribunal had found that he had used, and as such, the complainant considered the use of the term “scumbag” within the article, the headline, and the URL to be inaccurate. The complainant said that the inaccuracy was significant, where it appeared prominently in the headline itself and acted as “clickbait”. 8. Prior to making a complaint to IPSO and 16 days after the article’s publication, the complainant’s representative contacted the publication to make it aware of the complainant’s concerns that Clause 1 may have been breached. The complainant’s representative requested: the removal of all references to the term “scumbag” to be removed from the headline, article, and URL; the publication of a correction and apology, in terms to be agreed with the complainant’s representative and to be published on the website; and for a copy of the representative’s correspondence relating to the complaint to be placed on the relevant files for future reference. 9. The publication added the following footnote clarification to the article, 4 days after being contacted by the complainant and 20 days after the article’s publication: CLARIFICATION: A translator who was approved by all parties in the proceedings produced a translation of a telephone conversation in Punjabi between Lord Ranger and Ms A in which Lord Ranger is translated as calling her a 'scumbag'. Lord Ranger denies this and said he told her she was an 'insolent girl'. 10. While the publication added a clarification to the article, it did not accept that the article breached Clause 1 of the Editors’ Code. It said that the reference to “scumbag” came from a translation made by a translator agreed on by all parties in the legal proceedings. It said that the tribunal judgment included references to the complainant having used the term “scumbag”, and that it was Ms A’s position that he had done so, and that the article made clear that the complainant disputed all of Ms A’s allegations against him, which would necessarily include the “scumbag” allegation. It said that the judgment made no ruling on whether the term “scumbag” had been used, and the article did not suggest that it had. 11. The publication also said that it did not consider that the use of the phrase “scumbag” could possibly constitute a significant inaccuracy, where the tribunal judgment made clear that the complainant had used synonymous language to refer to Ms A – referring to her as “silly”, “stupid”, “liar”, “horrible girl”, had claimed that she “had no virtues”, had compared her to a “female member of a non-elite peasant caste” and said that she had “ruined her parents’ honour”. It did not accept that that there was a material difference in referring to Ms A in these terms and referring to her as a “scumbag”, which it interpreted to mean being a contemptible or objectionable person. It also said that it did not consider that the complainant’s preferred translation of “insolent girl” differed significantly from the translation of “scumbag”. Notwithstanding this, the publication said that should the Committee find that the use of the phrase “scumbag” was significantly inaccurate, misleading, or distorted and therefore in need of correction under the terms of Clause 1 (ii), the clarification was sufficient to address the considerations set out by the sub-Clause: it made the complainant’s position clear, and appeared prominently within the article as a footnote. 12. The complainant considered that the article presented the phrase “scumbag” as a finding of the tribunal, which he maintained was inaccurate. He said that the clarification was not sufficient to address the inaccuracy, as it appeared at the bottom of the article; he wished for it to be placed directly below the headline. He also noted that the headline was clearly quoting a statement from Ms A, while the phrase “scumbag” within the judgment appeared within quotation marks – meaning that it could be interpreted as being attributed to either Ms A or the judgment. He also said that Ms A had been referred to in the tribunal judgment as “not an entirely reliable witness” and of having engaged in significant inaccuracies and distortion. He also said that his denial of the generalised allegations against him, as reported by the article, did not necessarily cover a denial that he called Ms A a “scumbag”. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 13. It was not in dispute that the phrase “scumbag” had appeared in the court-appointed translator’s translation of the phone call between the complainant and Ms A and had been referenced in the tribunal judgment. It was also not in dispute that the judgment made clear that the complainant disputed the translation, and that his preferred translation of the original Punjabi was “insolent girl”. The question was whether newspaper’s references to the term were misleading in circumstances where the tribunal had referred to the fact that the term had been translated as “scumbag” but had not made a finding of fact that the translation was correct, nor referred to the term in its findings against the complainant. 14. The Committee found that, within the headline, the term “scumbag” was clearly distinguished as forming part of a claim from Ms A, both by the use of the first person, and by the reference in the subheadline to Ms A’s “claims”. While the publication had not provided a transcript of the interview with Ms A, the complainant did not dispute that she had used the phrase in her interview with the publication. The publication was entitled to publish claims from Ms A regarding her interaction with the complainant, provided it took care over the accuracy of such claims and correctly distinguished between comment and fact in publishing them. The complainant did not dispute that Ms A had been accurately quoted; the article made clear that the complainant disputed all allegations Ms A had made against him, and it followed that this would include her claim regarding the use of the phrase “scumbag”. There was no failure to take care over the accuracy of the phrase “scumbag” in the headline, and no breach of Clause 1 (i). 15. By contrast with the headline, the reference to the term in the text had the potential to suggest that the tribunal found that the Punjabi term used by the complainant was properly translated as “scumbag”, when in fact the tribunal had referred to the dispute over the correct translation and the complainant’s position that the term should be translated as “insolent girl”. The Committee considered whether this constituted a failure to take care over the accuracy of the article, or a significantly misleading claim requiring clarification. While the tribunal had not found as fact that the complainant had used the term “scumbag” (and had recorded that the complainant disputed this translation), it had found that the complainant had victimised Ms A during the conversation of which, allegedly, the disputed term formed a part, and had created an “intimidating, hostile, degrading, humiliating and offensive environment”, in part through the use of the terms that it had found that he had used. The Committee considered that the terms used as listed in paragraph 6 above were in keeping with the characterisation of the Ms. A as a contemptible or objectionable person, the common understanding of the word “scumbag”. Furthermore, while it had noted that the translation as “scumbag” was disputed by the complainant, the tribunal had not rejected this translation. Given the tribunal’s findings about the complainant’s actions and the language that he had used and he fact that the tribunal had not rejected the translation (albeit it noted that the complainant disputed it), and in the full context of the article, the Committee did not consider that the use of the phrase “scumbag” in the article text was misleading as to the findings of the tribunal so as to constitute a failure to take care over the accuracy of the article or a significantly misleading or inaccurate claim requiring correction or clarification. 16. The Committee turned next to the URL of the article. It noted that URLs are often shortened versions of headlines, and are not intended to be read in isolation. Read in conjunction with the article itself, which made clear where the use of the term “scumbag” arose from – allegations made by Ms A – the use of the word “scumbag” in the URL was not inaccurate, misleading, or distorted, and there was no breach of Clause 1 (i) on this point. 17. While the Committee did not find that the article had breached the Editors’ Code, it welcomed the publication of a clarification note at the bottom of the online article, making clear that the complainant specifically disputed the allegation that he had used the phrase “scumbag”. Conclusions 18. The complaint was not upheld.",
    "remedial_action": "19. N/A    Date complaint received: 15/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07566-21 Ranger v Telegraph.co.uk\nSummary\nof Complaint\n1. Lord\nRaminder S Ranger CBE complained to the Independent Press Standards\nOrganisation that Telegraph.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “’I thought Lord Ranger would listen –\nbut he called me a liar and a scumbag’”, published on 14 April 2021.\n2. The\narticle – which appeared online only – was an interview with a woman, Ms A, who\nhad previously brought a successful claim for victimisation, harassment and\ndiscrimination against the complainant relating to an incident in which she had\nreported being sexual harassed by an employee of a company of which the\ncomplainant was chairman. The subheadline reported that Ms A “claims she was\nharassed while working at [the company] and then insulted by the company\nchairman when she sought his help”.\n3. It\nnoted that the tribunal found that the complainant and his son-in-law both\n“victimised” Ms A, and then reported that “[m]inutes after she had telephoned\n[the complainant] with her complaint, he hurled abuse at her in Punjabi,\ntelling her in a call she partially recorded that she was a liar and a\n‘scumbag’. Ms A wept as she recalled the encounter and, even after her victory\nin court, feels she has been short-changed on justice.” It recorded that the\ncomplainant and his son-in-law had been granted permission to appeal the\nfindings and that the complainant “strongly denies the allegations Ms A made\nagainst him”.  The URL of the article\nincluded the following phrase:\n“thought-lord-ranger-would-listen-called-liar-scumbag”.\n4. The\ncomplainant said that the headline, article, and article URL were inaccurate in\nbreach of Clause 1, as all included references to the complainant referring to\nMs A as a “scumbag”. He said that the term had been used by the court-appointed\ntranslator, who had provided an English translation of the conversation between\nMs A and the complainant – which took place in Punjabi – to the tribunal. The\ncomplainant had, however, disputed the accuracy of the translation. He said\nthat the tribunal judgment had made no finding about whether the word “scumbag”\nhad been used during the phone call, as there was a dispute over whether this\nwas the correct translation of the phrase which was spoken in Punjabi. He also\nsaid that no such word appeared in the Punjabi language.\n5. The\ncomplainant provided a copy of the tribunal judgment, which recording in its\nfindings of fact that during the conversation: “[…] Lord Ranger describes her\nin the translator’s words as an absolute scumbag or absolute garbage. Lord\nRanger contests that translation. ‘Insolent girl’ is the translation that he\nprefers”.\n6. The\ncomplainant noted that the term “scumbag” did not appear in the tribunal’s\nconclusions on the language used during the call. The tribunal had concluded on\nthis point:\nLord\nRanger lost his temper and his composure and insulted the Claimant [...]. Lord\nRanger did victimise the Claimant contrary to section 27(1) of the Equality Act\n2010, harass her contrary to section 26(1) of the Act, and directly\ndiscriminate against her contrary to section 13(1) of the Act when, in an\nintemperate telephone call [...]he stated\n(a) he\nwould not ‘spare her’;\n(b) he\nwould get the evidence together and see her in Court;\n(c) she\nwas insolent;\n(d) she\nhad no virtues and compared her to a female member of a non-elite peasant\ncaste;\n(e) she\nwas silly and stupid;\n(f) she\nwas a liar;\n(g) she\nwas an absolute troublemaker;\n(h) she\nwas a horrible girl;\n(i) she\nhad ruined her parents’ honour.\n[...]This\nis victimisation because she was making a protected act by raising the issue of\nsexual harassment. The words and attitude represented by them amounted to\ndetriments. It was harassment because the words and attitude represented by them\nwere unwanted conduct relevant to her gender (the complaint of sexual\nharassment) and they had an effect of violating the Claimant’s dignity and\ncreating an intimidating, hostile, degrading, humiliating and offensive\nenvironment for her.\n7. The\ncomplainant noted that the term “scumbag” did not appear among the specific\nterms that the tribunal had found that he had used, and as such, the\ncomplainant considered the use of the term “scumbag” within the article, the\nheadline, and the URL to be inaccurate. The complainant said that the\ninaccuracy was significant, where it appeared prominently in the headline\nitself and acted as “clickbait”.\n8. Prior\nto making a complaint to IPSO and 16 days after the article’s publication, the\ncomplainant’s representative contacted the publication to make it aware of the\ncomplainant’s concerns that Clause 1 may have been breached. The complainant’s\nrepresentative requested: the removal of all references to the term “scumbag”\nto be removed from the headline, article, and URL; the publication of a\ncorrection and apology, in terms to be agreed with the complainant’s\nrepresentative and to be published on the website; and for a copy of the\nrepresentative’s correspondence relating to the complaint to be placed on the\nrelevant files for future reference.\n9. The\npublication added the following footnote clarification to the article, 4 days\nafter being contacted by the complainant and 20 days after the article’s\npublication:\nCLARIFICATION:\nA translator who was approved by all parties in the proceedings produced a\ntranslation of a telephone conversation in Punjabi between Lord Ranger and Ms A\nin which Lord Ranger is translated as calling her a 'scumbag'. Lord Ranger\ndenies this and said he told her she was an 'insolent girl'.\n10. While\nthe publication added a clarification to the article, it did not accept that\nthe article breached Clause 1 of the Editors’ Code. It said that the reference\nto “scumbag” came from a translation made by a translator agreed on by all\nparties in the legal proceedings. It said that the tribunal judgment included\nreferences to the complainant having used the term “scumbag”, and that it was\nMs A’s position that he had done so, and that the article made clear that the\ncomplainant disputed all of Ms A’s allegations against him, which would\nnecessarily include the “scumbag” allegation. It said that the judgment made no\nruling on whether the term “scumbag” had been used, and the article did not\nsuggest that it had.\n11. The publication also said that it did not\nconsider that the use of the phrase “scumbag” could possibly constitute a\nsignificant inaccuracy, where the tribunal judgment made clear that the\ncomplainant had used synonymous language to refer to Ms A – referring to her as\n“silly”, “stupid”, “liar”, “horrible girl”, had claimed that she “had no\nvirtues”, had compared her to a “female member of a non-elite peasant caste”\nand said that she had “ruined her parents’ honour”. It did not accept that that\nthere was a material difference in referring to Ms A in these terms and\nreferring to her as a “scumbag”, which it interpreted to mean being a\ncontemptible or objectionable person. It also said that it did not consider\nthat the complainant’s preferred translation of “insolent girl” differed\nsignificantly from the translation of “scumbag”. Notwithstanding this, the\npublication said that should the Committee find that the use of the phrase\n“scumbag” was significantly inaccurate, misleading, or distorted and therefore\nin need of correction under the terms of Clause 1 (ii), the clarification was\nsufficient to address the considerations set out by the sub-Clause: it made the\ncomplainant’s position clear, and appeared prominently within the article as a\nfootnote.\n12. The\ncomplainant considered that the article presented the phrase “scumbag” as a\nfinding of the tribunal, which he maintained was inaccurate. He said that the\nclarification was not sufficient to address the inaccuracy, as it appeared at\nthe bottom of the article; he wished for it to be placed directly below the\nheadline. He also noted that the headline was clearly quoting a statement from\nMs A, while the phrase “scumbag” within the judgment appeared within quotation\nmarks – meaning that it could be interpreted as being attributed to either Ms A\nor the judgment. He also said that Ms A had been referred to in the tribunal\njudgment as “not an entirely reliable witness” and of having engaged in\nsignificant inaccuracies and distortion. He also said that his denial of the\ngeneralised allegations against him, as reported by the article, did not\nnecessarily cover a denial that he called Ms A a “scumbag”.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n13. It\nwas not in dispute that the phrase “scumbag” had appeared in the\ncourt-appointed translator’s translation of the phone call between the\ncomplainant and Ms A and had been referenced in the tribunal judgment. It was\nalso not in dispute that the judgment made clear that the complainant disputed\nthe translation, and that his preferred translation of the original Punjabi was\n“insolent girl”. The question was whether newspaper’s references to the term\nwere misleading in circumstances where the tribunal had referred to the fact\nthat the term had been translated as “scumbag” but had not made a finding of\nfact that the translation was correct, nor referred to the term in its findings\nagainst the complainant.\n14. The\nCommittee found that, within the headline, the term “scumbag” was clearly\ndistinguished as forming part of a claim from Ms A, both by the use of the\nfirst person, and by the reference in the subheadline to Ms A’s “claims”. While\nthe publication had not provided a transcript of the interview with Ms A, the\ncomplainant did not dispute that she had used the phrase in her interview with\nthe publication. The publication was entitled to publish claims from Ms A\nregarding her interaction with the complainant, provided it took care over the\naccuracy of such claims and correctly distinguished between comment and fact in\npublishing them. The complainant did not dispute that Ms A had been accurately\nquoted; the article made clear that the complainant disputed all allegations Ms\nA had made against him, and it followed that this would include her claim\nregarding the use of the phrase “scumbag”. There was no failure to take care\nover the accuracy of the phrase “scumbag” in the headline, and no breach of\nClause 1 (i).\n15. By\ncontrast with the headline, the reference to the term in the text had the\npotential to suggest that the tribunal found that the Punjabi term used by the\ncomplainant was properly translated as “scumbag”, when in fact the tribunal had\nreferred to the dispute over the correct translation and the complainant’s\nposition that the term should be translated as “insolent girl”. The Committee\nconsidered whether this constituted a failure to take care over the accuracy of\nthe article, or a significantly misleading claim requiring clarification. While\nthe tribunal had not found as fact that the complainant had used the term\n“scumbag” (and had recorded that the complainant disputed this translation), it\nhad found that the complainant had victimised Ms A during the conversation of\nwhich, allegedly, the disputed term formed a part, and had created an\n“intimidating, hostile, degrading, humiliating and offensive environment”, in\npart through the use of the terms that it had found that he had used. The\nCommittee considered that the terms used as listed in paragraph 6 above were in\nkeeping with the characterisation of the Ms. A as a contemptible or\nobjectionable person, the common understanding of the word “scumbag”.\nFurthermore, while it had noted that the translation as “scumbag” was disputed\nby the complainant, the tribunal had not rejected this translation. Given the\ntribunal’s findings about the complainant’s actions and the language that he\nhad used and he fact that the tribunal had not rejected the translation (albeit\nit noted that the complainant disputed it), and in the full context of the\narticle, the Committee did not consider that the use of the phrase “scumbag” in\nthe article text was misleading as to the findings of the tribunal so as to\nconstitute a failure to take care over the accuracy of the article or a\nsignificantly misleading or inaccurate claim requiring correction or\nclarification.\n16. The\nCommittee turned next to the URL of the article. It noted that URLs are often\nshortened versions of headlines, and are not intended to be read in isolation.\nRead in conjunction with the article itself, which made clear where the use of\nthe term “scumbag” arose from – allegations made by Ms A – the use of the word\n“scumbag” in the URL was not inaccurate, misleading, or distorted, and there\nwas no breach of Clause 1 (i) on this point.\n17. While\nthe Committee did not find that the article had breached the Editors’ Code, it\nwelcomed the publication of a clarification note at the bottom of the online\narticle, making clear that the complainant specifically disputed the allegation\nthat he had used the phrase “scumbag”.\nConclusions\n18. The complaint was not upheld.\nRemedial\nAction Required\n19. N/A\n\n\n\nDate\ncomplaint received: 15/07/2021\nDate\ncomplaint concluded by IPSO: 15/11/2021\nBack to ruling listing\n\n\n"
}