{
    "url": "/rulings-and-resolution-statements/ruling/?id=07567-21",
    "title": "07567-21 Ranger v Daily Mail",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2021-04-14 00:00:00",
    "received_on": "2021-07-15 00:00:00",
    "concluded_on": "2021-11-15 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/A     Date complaint received: 15/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07567-21 Raminder S Ranger CBE v Daily Mail\nSummary\nof Complaint\n1. Raminder\nS Ranger CBE complained to the Independent Press Standards Organisation that\nthe Daily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Tory peer, 73, 'called woman a scumbag'”, published on 14\nApril 2021.\n2. The\narticle reported that “[a] Conservative peer who used his maiden speech to\nchampion equality for women victimised a female employee by calling her a\n‘silly girl’ and a ‘scumbag’, an employment tribunal ruled.” It also reported\nthat he had told the woman “that she was ‘arguing with men like a proper\nquarrelsome woman‘” and that “[i]n an ‘intemperate’ phone call played to a\ntribunal, [the complainant] said he would not ‘spare her’.” The article\nincluded two further quotations from the phone call, stating that the\ncomplainant “told her to ‘stop your rubbish’ and said: ‘You have created such a\nmess in the entire company.’ […The complainant] also threatened to take the\nwoman to court, adding: ‘You are such an insolent girl.’” The article ended by\nstating that the complainant’s company “strongly denied all claims of\nharassment or discrimination involving” him.\n3. The\narticle also appeared online in substantially the same form, under the headline\n“Tory peer, 73, 'called woman a scumbag': Lord Ranger victimised employee by\nbranding her a 'silly girl', tribunal rules”. The URL of the online version of\nthe article included the following phrase:\n“peer-73-called-woman-scumbag-tribunal-rules”\n4. The\ncomplainant said that the article, both versions of the headline, and the\nonline URL were inaccurate in breach of Clause 1, as he disputed that he had\nreferred to the woman as a “scumbag”. While he accepted that the word “scumbag”\nhad appeared in the tribunal judgment, the judgment also recorded that the\ncomplainant disputed this translation and preferred the translation “insolent\ngirl”. He said that the tribunal judgment had made no finding about whether the\nword “scumbag” had been used during the phone call, as there was a dispute over\nwhether this was the correct translation of the phrase which was spoken in\nPunjabi. He also said that no such word appeared in the Punjabi language and\nthat it was “particularly offensive”.\n5. The\ncomplainant provided the tribunal judgment, which stated: that the complainant\n“describes her in the translator’s words as an absolute scumbag or absolute\ngarbage. [The complainant] contests that translation. ‘Insolent girl’ is the\ntranslation that he prefers”. As such, the complainant considered the use of\nthe term “scumbag” within the article, both headlines, and the URL to be\ninaccurate, where he said the tribunal ultimately did not find that he had used\nthe word. He further said that the inaccuracy arising from the use of the word\n“scumbag” was significant, where the tribunal had made no finding regarding the\nuse of the term “scumbag”, and he considered that the tribunal had in fact\npreferred his translation of “insolent woman”.\n6. The\ncomplainant noted that the term “scumbag” had not appeared in the findings of\nthe tribunal in relation to the language used during the call. The judgment\nsaid on this point:\nLord\nRanger lost his temper and his composure and insulted the Claimant [...]. Lord\nRanger did victimise the Claimant contrary to section 27(1) of the Equality Act\n2010, harass her contrary to section 26(1) of the Act, and directly\ndiscriminate against her contrary to section 13(1) of the Act when, in an\nintemperate telephone call [...]he stated\n(a) he\nwould not ‘spare her’;\n(b) he\nwould get the evidence together and see her in Court;\n(c) she\nwas insolent;\n(d) she\nhad no virtues and compared her to a female member of a non-elite peasant\ncaste;\n(e) she\nwas silly and stupid;\n(f) she\nwas a liar;\n(g) she\nwas an absolute troublemaker;\n(h) she\nwas a horrible girl;\n(i) she\nhad ruined her parents’ honour.\n[...]This\nis victimisation because she was making a protected act by raising the issue of\nsexual harassment. The words and attitude represented by them amounted to\ndetriments. It was harassment because the words and attitude represented by\nthem were unwanted conduct relevant to her gender (the complaint of sexual\nharassment) and they had an effect of violating the Claimant’s dignity and\ncreating an intimidating, hostile, degrading, humiliating and offensive\nenvironment for her.\n7. Prior\nto making a complaint to IPSO and 16 days after the article’s publication, the\ncomplainant’s representative contacted the publication to make it aware of the\ncomplainant’s concerns that Clause 1 may have been breached. The complainant’s\nrepresentative requested: the removal of all references to the term “scumbag”\nfrom the article and headline; the publication of a correction and apology, in\nterms to be agreed with the complainant’s representative and to be published on\nthe website; for the publication to contact all third-party websites who\nrepublished the story to request its removal; and for a copy of the\nrepresentative’s correspondence relating to the complaint to be place on the\nrelevant files for future reference.\n8. The\npublication said it did not accept that it was inaccurate for the article to\nreport that the complainant had referred to the woman as a “scumbag”. It noted\nthat its reporters were not Punjabi speakers and it was therefore appropriate\nand responsible for it to rely on the translation of the court appointed\ntranslator, who had used the term “scumbag” in their translation of the call;\nit did not accept that relying on the translation of the court-appointed\ntranslator rendered the article inaccurate, distorted, or misleading. The\npublication disputed that the tribunal had preferred the complainant’s\ntranslation, noting that the tribunal judgment stated only that the complainant\n“contest[ed]” the translation, and “preferred” the translation “insolent girl”.\nIt also said that, to the best of its understanding, the claimant in the\ntribunal also considered that the disputed Punjabi word meant “scumbag” and\nthat was how she interpreted it.\n9. The\npublication further said that, even if the complainant were to dispute the accuracy\nof the translation, it did not accept that it could be significantly inaccurate\nto report that he’d referred to the woman as a “scumbag”, where the tribunal\nhad found that he had: insulted the woman by making discriminatory references\nto her gender, ethnicity, and caste; accused her of having ruined her parents’\nhonour and having “spread her vulgarity all around”; called her an “insolent\ngirl”, a “horrible girl”, a “troublemaker”, a “stupid girl”, a “quarrelsome\nwoman” and a “lying woman”;  told her to\n“shut up”, “stop talking rubbish” and “stop your nonsense”; and victimised,\nharassed, and discriminated against the woman.\n10. While the publication did not accept that the\narticle breached the Editors’ Code, it offered – as a gesture of goodwill – to\nadd the following note to the online article:\nSince\nfirst publication of this article, Lord Ranger has contacted us to say that he\ndenies calling Ms A a ‘scumbag’ during a conversation held in Punjabi. While\nthis was the word provided to the court by an expert translator, Lord Ranger\nsays a fairer translation is ‘insolent girl’.\n11. The\ncomplainant disputed the publication’s assertion that, should the use of the\nterm “scumbag” be deemed inaccurate, it could not be shown to be significantly\ninaccurate. He said that the phrase “scumbag” was used as a “catch word” in the\narticle, where it was used in both the headline and the opening paragraph. This\nrendered it significant in the context of the article, and therefore a\nsignificant inaccuracy.\n12. The\ncomplainant further said that the proposed explanatory note would not resolve\nhis complaint, where it did not include an apology and did not make clear that\nthe tribunal did not find that he used the term “scumbag”.\n13. The\npublication reiterated that it would be content to append an explanatory\nwording to the article, making clear the complainant’s position. It also said\nthat it would be content to publish the following wording in its print edition,\nas a gesture of goodwill and should this resolve the complaint:\nAn\narticle on April 14 said that an employment tribunal ruled that Tory peer Lord\nRanger victimised a female employee by calling her a ‘scumbag’. While this was\nthe word provided to the court by an expert translator, Lord Ranger insists\nthat a fairer translation of the Punjabi word he used is ‘insolent girl’.\n14.  The complainant said that he would be content\nto resolve his complaint on the publication of explanatory notes in both print\nand online, should these notes include an apology.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n15. It\nwas not in dispute that the phrase “scumbag” had appeared in the court-appointed\ntranslator’s translation of the phone call between the complainant and Ms A and\nhad been referenced in the tribunal judgment. It was also not in dispute that\nthe judgment made clear that the complainant disputed the translation, and that\nhis preferred translation of the original Punjabi was “insolent girl”. The\nquestion was whether newspaper’s references to term were misleading in\ncircumstances where the tribunal had referred to the fact that the term had\nbeen translated as “scumbag” but had not made a finding of fact that the\ntranslation was correct, nor referred to the term in its findings against the\ncomplainant.\n16. The\nheadline and first line of the article referred to the “scumbag” claim. It\nappeared in quotation marks in the headline, which were not attributed; the\nfirst line of the article attributed the claim to the tribunal, stating that a\n“tribunal [had] ruled” that the complainant had “victimised a female employee\nby calling her […] a ‘scumbag’”. While the tribunal had not found as fact that\nthe complainant had used the term “scumbag” (and had recorded that the\ncomplainant disputed this translation), it had found that the complainant had\nvictimised Ms A during a conversation of which the disputed term formed a part,\nand had created an “intimidating, hostile, degrading, humiliating and offensive\nenvironment”, in part through the use of the terms that it had found that he\nhad used. In addition, the article made clear that the complainant “strongly\ndenied” all allegations against him, which would include the use of the term.\nRegardless, the Committee considered that the terms used as listed in paragraph\n6 above were in keeping with the characterisation of the Ms. A as a\ncontemptible or objectionable person, the common understanding of the word\n“scumbag”.\n17. Given\nthe tribunal’s findings about the complainant’s actions and the language that\nhe had used, and the fact that the tribunal judgement did not reject the\ntranslation (albeit it noted the dispute), the Committee did not consider that\nthe use of the phrase “scumbag” in the article was misleading as to the\nfindings of the tribunal so as to constitute a failure to take care over the\naccuracy of the article or that it was a significantly misleading or inaccurate\nclaim requiring correction or clarification. There was no breach of Clause 1.\n18. The\nCommittee turned next to the URL of the article. It noted that URLs are often\nshortened versions of headlines, and are not intended to be read in isolation.\nRead in conjunction with the article itself, the use of the word “scumbag” in\nthe URL was not inaccurate, misleading, or distorted, and there was no breach\nof Clause 1 on this point.\n19. While\nthe Committee did not find that the article had breached the Editors’ Code, it\nwelcomed the publication’s offer to publish a clarification in both print and\nonline.\nConclusions\n20. The\ncomplaint was not upheld.\nRemedial\nAction Required\n21. N/A\n\n\n\n\nDate\ncomplaint received: 15/07/2021\nDate\ncomplaint concluded by IPSO: 15/11/2021\nBack to ruling listing\n\n\n"
}