{
    "url": "/rulings-and-resolution-statements/ruling/?id=07572-15",
    "title": "07572-15 Worthington v The Sun",
    "provisions": [
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2015-10-21 00:00:00",
    "received_on": "2015-11-06 00:00:00",
    "concluded_on": "2016-02-03 00:00:00",
    "complaint_processing_days": 89,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 06/11/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07572-15 Worthington\nv The SunSummary of complaint1. Stanley Worthington complained to the Independent Press\nStandards Organisation that The Sun breached Clause 9 (Reporting of crime) in\nan article headlined “‘Killer’ on Masterchef”, published on 21 October 2015.2. The article reported that a suspected serial killer had\n“served up meatballs to hungry bus drivers” on the television programme\n“Celebrity Masterchef” alongside a number of celebrities during a segment\nfilmed at the kitchen in which both he and the complainant had worked. It\nincluded details of the allegations made against the alleged serial killer. The\narticle included quotations from the alleged serial killer’s family, and\nscreenshots from the programme, where he had appeared next to colleagues. The\ncaption to one of the screenshots identified him standing “behind [a] chef” in\nthe kitchen.3. The article appeared in largely the same form online, but\ndid not include the photograph of the alleged serial killer standing behind the\ncomplainant.4. The complainant said that he was the “chef” referred to\nin the caption. He said that he had worked in the kitchen with the alleged\nserial killer, but had nothing to do with his alleged crimes. The complainant\nwas concerned therefore that he had been identified in breach of Clause 9, and\nthat the newspaper had published the image without his consent.5. The newspaper did not accept that the photograph breached\nClause 9. The article did not suggest in any way that the complainant had been\ninvolved with the alleged serial killer. He was not specifically identified in\nthe photo, and was not named or otherwise referred to in the article. Further,\nthe newspaper said that the complainant would have appeared on the programme of\nhis own free will, and the footage showing the alleged serial killer in the\nsame shot had already been seen by several million viewers, given the\nprogramme’s popularity. The newspaper also said that the footage remained\nreadily accessible on the internet.6. The newspaper argued that in any case, the publication of\nthe screenshots was in the public interest because they showed a person accused\nof serious crimes taking part in a very popular, family-oriented programme.\nNonetheless, in order to try to resolve the complaint, the newspaper offered as\na gesture of goodwill to blur the complainant’s features in the screenshot.Relevant Code Provisions7. Clause 9 (Reporting of crime)i) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.Findings of the Committee8. The article reported that the alleged serial killer had\nappeared on a popular television programme. It included the details of the\ncrimes he was alleged to have committed, and his family’s reaction to the\nallegations. The screenshot which showed the complainant illustrated the\nalleged serial killer’s appearance on the programme. The complainant, who had\nonly had a professional relationship with the alleged serial killer, had only\nappeared in the photograph incidentally; the article did not refer to him in\nany way, and did not specify the nature of his connection to the alleged serial\nkiller beyond referring to him simply as a “chef”. In this context, the\nCommittee found that the complainant had not been identified as a friend or\nrelative of the accused man, and the terms of Clause 9 were not engaged.\nFurther, the terms of Clause 9 do not require that newspapers seek permission\nto publish photographs of individuals.Conclusions9. The complaint was not upheld.Remedial Action RequiredN/A\nDate complaint received: 06/11/2015\nDate decision issued: 03/02/2016\nBack to ruling listing\n\n\n"
}