{
    "url": "/rulings-and-resolution-statements/ruling/?id=07583-21",
    "title": "07583-21 Mitchell v Stornoway Gazette",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Stornoway Gazette (National World Publishing Ltd)",
    "published_on": "2021-07-08 00:00:00",
    "received_on": "2021-07-16 00:00:00",
    "concluded_on": "2021-12-15 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "13. The complaint was upheld under Clause 1 (i).",
    "remedial_action": "14. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.  Date complaint received: 16/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07583-21 Mitchell v Stornoway Gazette\nSummary\nof Complaint\n1. Cllr\nJohn Mitchell complained to the Independent Press Standards Organisation,\nthrough a representative, that Stornoway Gazette breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Councillor in breach\nof ethical code, says commission”, published on 8 July 2021.\n2. The\narticle, which appeared on the front-page, reported on the decision of the\nStandards Commission for Scotland in relation to an alleged contravention of\nthe Councillors’ Code of Conduct by the complainant. It reported that the\ncomplainant had been “reprimanded” by the Standards Commission for using\n“inappropriate language” about a fellow councillor. It stated that the\nCommission had concluded that the actions of the complainant “amounted to a personal\nattack” and a “breach of the code”. It said that the Commission acknowledged\nthat the complainant “had apologised timeously” to the other councillor and “no\nformal hearing was deemed necessary”.\n3. The\ncomplainant said the article was inaccurate in breach of Clause 1 (Accuracy).\nHe denied that the Commission had found him in breach of the Councillors’ Code\nof Conduct; rather the Commission had concluded that it was neither\nproportionate, nor in the public interest, to hold a hearing into the matter\ngiven the sincerity of his apology and the nature of the potential breach. The\nCommission had determined, therefore, to take no action and had not, therefore,\nmade a determination as to whether Councillors’ Code of Conduct had been\nbreached. The complainant expressed concern that the article damaged his\nprofessional reputation. \n4. The\nnewspaper accepted that the headline incorrectly reported that the Commission\nconsidered that the complainant was in breach of the Councillors’ Code. Rather,\nit was the view of the Acting Commissioner for Ethical Standards in Public Life\nin Scotland (ESC); he concluded that the conduct of the complainant had\n“amounted to a personal attack” against the other councillor and as a result “a\nbreach of paragraph 3.2 of the [Councillors’] Code [of Conduct]”.\n5. The\nnewspaper accepted that the article had attributed this view to the Commission\nitself, rather than the Acting Commissioner. Notwithstanding this, the\nnewspaper did not accept that this constituted a significant inaccuracy in\ncircumstances where the text of the article made clear that “no formal hearing\nwas deemed necessary”, and where it was not in dispute that the Commission had\nreminded the complainant of his obligations under the Councillors’ Code.\n6. The\nnewspaper added that once it had been made aware of this error by the\nCommission, it had taken steps to address it: publishing a follow-up article on\n22 July. This was headlined “Mitchell’s apology”; the headline referenced the\nfact that no hearing had been conducted by the Commission because of the\ncomplainant’s apology. This appeared on page 5 of the newspaper beneath a\nphotograph of the complainant, with the caption: “No hearing was conducted into\ncouncillor Mitchell, although the commissioner indicated a breach of the code”.\nThe article stated that the ESC “have clarified that they didn’t conduct a\nhearing into whether an island councillor breached the code of duty – partly\nbecause he offered a full apology”. This article detailed the comments made by\nthe Executive Director of the Commission, explaining the circumstances of the\ncomplaint and the Standards Commission’s decision not to hold a formal hearing\n“even in cases where the Commissioner’s view is there has been potentially a\nbreach of the Code”. The last paragraph of this article stated that a “Gazette\nheadline should have read “commissioner says councillor breached code of\nconduct”, rather than “commission”.\n7. Prior\nto IPSO’s investigation, the newspaper offered to publish a letter from the\ncomplainant in order to resolve the matter. Then during the course of IPSO’s\ninvestigation, the newspaper offered to publish the following correction on\npage 4 of the newspaper with the headline: “Headline Correction”.\n“In the\nStornoway Gazette issue of 8th July 2021, we carried a headline that stated\n\"Councillor in breach of ethical code, say commission\". This was an\nerror. The Ethical Standards Commission, following an investigation, concluded\nthat no hearing was to be held into whether councillor John Mitchell of Harris\nbreached the Councillors' Code of Conduct. We are happy to set the record\nstraight. “\n8. The\nnewspaper made clear that it did not consider an apology appropriate or\nnecessary because the follow-up article clarified the outcome of his case with\nthe Standards Commission, and in any case in its report the Commission recorded\nthat it had “agreed that [the complainant] should be reminded of the importance\nof adhering to the respect provision in the Code [of Conduct], in order to\nensure public confidence in the role of a councillor and the council itself is\nmaintained.”\n9. The\ncomplainant, however, did not consider that the steps taken by the newspaper\nwere sufficient. He did not consider that the follow-up article addressed the\ninaccuracy, nor did he consider that the wording of the proposed correction was\nadequate. The newspaper had not apologised for the error, and the proposal to\npublish the correction on page 4 was insufficiently prominent, given that the\narticle – and inaccuracies – had originally appeared on the newspaper' front\npage. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\npublication accepted that the headline was inaccurate: the Commission had not\nfound the complainant in breach of the Councillors’ Code of Conduct\nirrespective of the views of the Acting Commissioner. This represented a\nfailure to take care not to publish misleading information, in breach of Clause\n1 (i). This was particularly concerning as this inaccuracy had been repeated\nthroughout the article. This would mislead readers as to the outcome of a\nformal complaint about the conduct of a public official, which was, in the view\nof the Committee, significant. As such, a correction was required under the\nterms of Clause 1 (ii).\n11. The\nCommittee then considered whether the actions taken by the publication were\nsufficient to avoid a further breach of Clause 1 (ii). For corrective action to\nsatisfy the terms of Clause 1 (ii), it must be published promptly and with due\nprominence. The corrective action should also make clear what information is\nbeing corrected, and what the true position is.\n12. The\nnewspaper had recognised the error after being contacted, and had published a\nfollow-up article, prior to IPSO’s involvement, which acknowledged the\ninaccuracy and put the correct position on record. This had been published\nwithin 14 days of the first article and appeared on page 5 underneath a large\nimage of the complainant. Notwithstanding this, the Committee was concerned\nthat the second article had not been clearly presented as a correction. Seven\ndays after the commencement of IPSO’s investigation, the publication offered to\npublish a further standalone correction on page 4 that addressed this\nparticular issue. Taking into account that the second article had been\npublished on page 5 of the newspaper beneath a large picture of the complainant\nand that he was named in the headline, and further taking into account that the\npublication had offered to publish a standalone correction on page 4, headlined\nas such, the Committee considered that, taken together, the inaccuracy in the\nfirst article had been corrected with due prominence. The Committee\nacknowledged the complainant’s position that an apology had not been offered;\nhowever, in circumstances where the Acting Commissioner had expressed concerns\nabout the conduct of the complainant and the Standards Committee had felt it\nappropriate to remind him of his obligations under the Code of Conduct, the\nCommittee did not consider that the newspaper had an obligation to apologise to\nthe complainant. For these reasons, the Committee concluded that the\nrequirements of Clause 1 (ii) were met, and there was not a further a breach of\nClause 1.\nConclusion(s)\n13. The\ncomplaint was upheld under Clause 1 (i).\nRemedial\nAction Required\n14. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\nDate\ncomplaint received: 16/07/2021\nDate\ncomplaint concluded by IPSO: 15/12/2021\nBack to ruling listing\n\n\n"
}