{
    "url": "/rulings-and-resolution-statements/ruling/?id=07582-15",
    "title": "07582-15 Saltos v Crawley News",
    "provisions": [
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Crawley News (Reach PLC)",
    "published_on": "2015-10-28 00:00:00",
    "received_on": "2015-11-06 00:00:00",
    "concluded_on": "2016-03-03 00:00:00",
    "complaint_processing_days": 118,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 06/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 07582-15 Saltos v Crawley News\nSummary\nof complaint\n1.\nLuis Saltos complained to the Independent Press Standards Organisation that the\nCrawley News breached Clause 3 (Privacy) and Clause 9 (Reporting of crime) of\nthe Editors’ Code of Practice in an article headlined “Player is stabbed during\nhalf-time”, published on 28 October 2015. The article was also published online\nwith the headline “Named: The Crawley footballer lucky to be alive after being\nstabbed at half time during cup match”.\n2.\nThe article reported that the complainant had been stabbed in the neck during\nhalf-time at a football match he had been playing in for his non-league\nfootball club. The article contained comments from an individual described as\nthe team’s “assistant manager”, who said that “[the complainant] is back home\nrecovering. He was released from hospital on Sunday but will have to go back to\nsee how the stiches are healing and there is a chance he may need to have a\nskin graft”. The article reported that Sussex Police had appealed for any\nwitnesses to the stabbing or burglary, and that a 17 year old had been arrested\nand charged with wounding with intent.\n3.\nThe online version of the article was substantively the same as the print\nversion.\n4.\nThe complainant was concerned that the newspaper had identified him as the\nvictim of the attack, and published details about his medical status and\ntreatment, and claims about his further treatment. He said that he had been\nleft a voicemail by a reporter from the newspaper, who had offered him the\nopportunity to discuss the attack. He said that he did not respond, as he had\nwanted to protect his anonymity. The complainant accepted that the newspaper\ncould have published information provided by the manager or assistant manager\nof the club. However, he said that the individual described as the “assistant\nmanager” in the article had no role in the football club, but was just a friend\nwho often watched matches, and helped at the club.\n5.\nOn 26 October, the newspaper used Twitter to contact a player at the football\nclub who had commented on the incident, and asked “would you or anyone at the\nclub be happy to chat?”.  The player sent\nthe newspaper a telephone number, and named an individual as the assistant\nmanager. The newspaper then spoke to this individual, who confirmed that he was\nthe assistant manager, and made the comments which were then used in the\narticle. The newspaper said that it is generally accepted that a football\nmanager, or assistant manager, whether at a professional or amateur level, has\na duty to represent his player to the media.\n6.\nThe newspaper said that it had published an article on 26 October which\nreported the incident, without identifying the complainant. The article\nreported that an ambulance spokesperson had said that the complainant had\n“suffered injuries, including a wound to his neck”, and that paramedics took\nhim to hospital as a priority due to his potentially serious injuries. Before\npublication of the article under complaint, the reporter had left the\ncomplainant a voicemail making it clear that the newspaper intended to publish\na follow up story and sought his comment. The newspaper said that the\ncomplainant had several opportunities to express his concerns about the\narticle, but did not do so.\n7.\nThe newspaper said that there was a clear public interest in reporting on the\ncrime, including naming the victim, where the police were appealing for\nwitnesses. It provided a copy of the court register from Crawley Magistrates\nCourt, which stated that a bail application had been heard for an individual\ncharged with “unlawfully and maliciously wounded Luis Saltos with intent to do\nhim grievous bodily harm”.  The newspaper\nsaid that the decision to identify the complainant and report the nature of his\ninjuries was made by the editor and the senior reporter, based on the facts known\nto them at the time.\n8.\nThe police witness appeal stated that the complainant had been stabbed in the\nneck “causing serious but not life-threatening injuries”.\nRelevant\nCode Provisions\n9.\nClause 3 Privacy\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\nClause\n9 Reporting of crime\n(ii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren who witness, or are victims of, crime. This should not restrict the\nright to report legal proceedings.\nThe\npublic interest\n4.\nThe Regulator will consider the extent to which material is already in the\npublic domain, or will become so.\nFindings\nof the Committee\n10.\nThe complainant’s identity had been made public when the defendant’s bail\napplication was heard in court. There was no specific reason for protecting\ncomplainant’s anonymity, such as those defined by the Editors’ Code or by law.\nFor this reason, the complainant’s concerns about his identification as the\nvictim did not raise a breach of Clause 3.\n11.\nA number of details about the nature of the injuries, and the circumstances in\nwhich they occurred, had been put in the public domain by the police and\nambulance services before publication of the article. Where these details were\nalready in the public domain, publishing the first-hand account of the incident\nfrom the “assistant manager” did not intrude in to the complainant’s privacy.\n12.\nThe principal issue for the Committee to consider was whether the newspaper\nfailed to respect the complainant’s privacy by reporting the “assistant\nmanager’s” comments about his medical treatment. These comments did not\nrepresent additional private information about the complainant; they simply\nillustrated the severity of the complainant’s injuries, the details of which\nwere already in the public domain. Reporting these residual details was\ntherefore not intrusive.\n13.\nIn any event, the newspaper had obtained this information by speaking on the\nrecord to a man it had reasonable grounds to believe was the football team’s\nassistant manager. In these circumstances, the newspaper had not failed to\nrespect the complainant’s privacy, and there was no breach of Clause 3.\n14.\nClause 9 (ii) relates to the potentially vulnerable position of children who\nwitness, or are victims of, crime. The complainant was an adult and the terms\nof Clause 9 (ii) were therefore not engaged.\nConclusions\n15.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A \nDate\ncomplaint received: 06/11/2015Date\ndecision issued: 03/03/2016\nBack to ruling listing\n\n\n"
}