{
    "url": "/rulings-and-resolution-statements/ruling/?id=07589-17",
    "title": "07589-17 A woman v The Times",
    "provisions": [
        "1 Accuracy (2016)",
        "6 Children (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "received_on": "2017-05-15 00:00:00",
    "concluded_on": "2017-11-28 00:00:00",
    "complaint_processing_days": 197,
    "conclusion_long": "28. The complaint was upheld.",
    "remedial_action": "29. Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. The Committee considered that the breach of Clause 1 had been appropriately remedied by the offer of a correction in print, and online.  In light of the Committee’s decision, they should now be published.ReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 15/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07589-17 A woman v The TimesSummary of complaint1. A woman\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) Clause 3 (Harassment) and\nClause 6 (Children) of the Editors’ Code of Practice in an article headlined\n“City trader ‘fathered heir to a fortune’ “, published on 22 March and an\narticle headlined “‘The battle over my boy has ruined me’ “, published 18\nApril. Both articles were also published online with the headlines “Test proves\nI’m father of heir to £1bn, says former vegetable seller”, and “‘The battle\nover my boy has ruined me’. “2. The first\narticle reported that a man had claimed he had proved that he was the father of\nthe heir to a “£1billion fortune”, and that the mother was the “daughter of a\nLuxembourg media tycoon”. It reported that the man had claimed that he and the\nmother had a six year relationship, and that they were engaged in 2006, but\nthat the relationship ended when he discovered she had married another man. The\narticle reported that “according to [the man], a judge ordered DNA test in Belgium\nthat showed there was a 99.9 per cent chance he was the father”. The article\nreported that the man “said the mother consistently denied that he was the\nfather”. The online version of the article was accompanied by an image of the\nman, outside a building.3. The second\narticle was a longer account of the dispute. It reported that after the man\ndiscovered the mother had married another man, he confronted her at her\nparents’ home, was told that the child was not his, and was thrown out. It\nreported that that the man once earned up to £250,000, but that he now lived\noff the charity of friends and family. It reported that “in the years during\nwhich [the man] fought for the test he was arrested five times by the police in\nLuxembourg for claims he believes were made up to intimidate him”.  It reported that the most recent incident\n“involved a claim from the family that he had broken into their house”, and\nthat when he appeared in court, the family were unable to give a time or date\nwhen the crime occurred. It referred to the mother’s family as one of\nLuxembourg’s wealthiest. It reported that his case had to be moved to Britain’s\nembassy in Brussels, from the Embassy in Luxembourg, due to a friendship\nbetween an official, and the complainant’s uncle. It reported that \"for\nalmost a decade the boy’s mother successfully avoided court orders to submit to\na DNA test\".4. The article\nreported that the man was waiting for the final court hearing, “which is\nexpected to declare him the father and allow the media to name the family, who\nare currently protected by privacy laws”. The article reported that the mother\nof the child has consistently denied that she was in a sexual relationship with\nthe man, that they were ever engaged, or that her marriage to another man had\nbeen a secret. It said that when she was contacted by the newspaper, she said\nthat the man had no legal rights over the child, and that her family had\nsuffered “systematic harassment by journalists and other persons regarding this\ncase”. The article reported that the family had taken three journalists in\nLuxembourg to court for publishing the man’s stories, but “lost each time”. It\nreported that in 2012, a British freelance journalist was questioned by the\npolice after ringing the family’s doorbell.5. The complainant, the mother of the child,\nsaid she was prohibited by Luxembourg’s law from commenting on the DNA test.\nHowever, she said that the account of the paternity dispute that had been\nprovided to the newspaper by the man contained a number of inaccuracies. She\nsaid that her son was not heir to a £1billion fortune, or a member of one of\nLuxembourg’s wealthiest families, and denied that she was the daughter of a\n“media tycoon”. She said that her relationship with the man lasted for six\nmonths, not six years, and denied that they were engaged. She said that the man\nhad known about her marriage. She said that the man’s account of his changing\nfortunes was inaccurate; she said he had not earned what he claimed to before\nthe dispute, he had no savings which could have been spent on the dispute, and\nthat he always had an address in Luxembourg, and never had to sleep rough. She\nsaid that the man’s arrests in Luxembourg had nothing to do with her family.\nShe explained that his arrest was in relation to her court case against him and\na journalist from a Luxembourg, rather than the court case specifically about\nthe paternity test. She said that the man failed to attend court, and that he\nwas arrested after a judge considered this to be insubordination. She said that\na complaint had been made to the police about him in relation to trespassing at\nher mother’s home, but this did not result in an arrest. She said that he had\nalso been arrested for ignoring summons from a judge in 2011, but said that\nthis was not related to her family.6. The complainant\nsaid that the man was fully aware of her marriage to another person. She said\nthat when the man came to her home to confront her, no one said to him that the\nchild was not his. She denied that she had avoided court orders. The\ncomplainant said it was not correct to report that she denied a sexual\nrelationship with the man; she only denied that they lived together. In\nrelation to the claim that her family had taken three journalists in Luxembourg\nto court but “lost each time”, the complainant said that two of the cases, in\nrelation to an article published in 2012, were pending, and she had won her\ncomplaint against the third to the Luxembourg press complaints body. She noted\nthat the Luxembourg press regulator had ruled against one of the publications\ninvolved. The complainant requested proof that her uncle had a friend in the\nBritish Embassy in Luxembourg, and was sceptical that this would have resulted\nin the man’s case being transferred to another embassy.7. The complainant\nsaid that when she was contacted by a journalist for the newspaper, prior to\npublication of the second article, the journalist had intimidated her by\nthreatening to publish further allegations from the man, and to publish her and\nher child’s name.  The complainant said\nthat the image of the man that appeared on the online version of the first\narticle showed the man in front of a building with which she had a close\nconnection. She said that anyone that knows her and her husband would recognise\nthe building immediately, and that the article therefore identified her, and\nher child, in breach of Clause 2 and Clause 6.8. The newspaper\nsaid that this complaint represented the rehearsal of claims and counterclaims\nwhich had been considered by various courts in Luxembourg. It said that those\ncourts, in deciding whether to allow the man to pursue his demand for a\npaternity test, and whether to reject the complainant’s attempts to bring\nactions for libel and breach of privacy, had weighed the allegations submitted\nby the man’s lawyer, against the complainant’s position that his claims were\nfalse.9. The newspaper\nsaid that the first article reported claims that had been made by the man, but\nmade clear that this was their status. It said that prior to publication of the\nsecond article, its reporter had visited Luxembourg, spoken to the man and\nothers, and examined the documents, photographs and statements which had been\nassembled by the man’s lawyer. It provided this material in response to the\ncomplaint. It said that the second article therefore went further than the\nfirst in adopting the man’s claims, which it had felt able to support. It said\nthat it also took further care over the accuracy of the article by contacting\nthe complainant, and offering her the opportunity to give her account, but that\nshe declined to provide a substantive response. It said that her position was\nreflected in the published report.10. In relation to specific claims in the article, the\nnewspaper said that the reference to the complainant being the daughter of a\n“media tycoon”, was an error; the article should have referred to her as the\ngranddaughter. It said that the first article’s reference to the child being\nheir to a £1bn was clearly attributed as a claim made by the man. It said that\nthe claim that the complainant comes from one of Luxembourg’s wealthiest\nfamilies was a claim submitted to court by the man’s lawyers. It said that the\ncomplainant’s grandfather was involved in the creation of a very large company,\nwhich would appear to support the claim.11. The newspaper said that in the litigation, the\ncomplainant had denied that the man had any contact with the child since birth.\nIt said that the man responded with family photographs, witness statements from\nothers that observed the relationship first hand, and other documents. It said\nthat endorsing the man’s demand for a paternity test, the court had not\nappeared to accept the complainant’s position, or her argument that the man’s\nevidence lacked authenticity.12. The newspaper said that the article made clear that it\nwas the man's belief that the claims that led to his arrests were made to\nintimidate him. It noted that none of the arrests appear to have resulted in\nthe man being charged with any offence.13. The newspaper said that the articles carefully did not\nidentify the child at the centre of the case, or the complainant and her\nfamily. It said that the illustration of the online version of the first\narticle with a photograph of the man in front of a partial view of an anonymous\nbuilding in Luxembourg did not identify the complainant.14. The newspaper offered to publish the following wording:In reporting on legal proceedings in which Steve Marston was\nseeking to establish his paternity of a child, we reported Mr Marston’s claim\nthat the child was the heir to a £1billion fortune. We also reported that the\nchild was a member of one of Luxembourg’s wealthiest families. The mother of\nthe child has asked us to put on record her position that the child is in fact\nset to inherit 250,000 euros. We are happy to do so.Relevant Code Provisions15. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacyClause 3 (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit. ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.Clause 6 (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.v) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.Findings of the Committee16. The first article reported that the man had claimed the\nchild was the heir to £1billion. This was a categorical claim, and served to\ncontrast the man’s financial insecurity, with the complainant’s family’s\nalleged wealth. In response to the complaint, the newspaper was not able to\ndemonstrate that its reference to  the\nchild’s inheritance was accurate. Whether the man had made this claim in the\ncourse of the paternity dispute was unclear, and the newspaper had not taken\nany further steps to verify this claim about the size of the child’s\ninheritance. The publication of this claim represented a failure to take care\nnot to publish inaccurate information, in breach of Clause 1 (i).17. The wording offered by the newspaper was sufficient to\nidentify the inaccuracy, and make clear the correct position. The article was\npublished on page 9 of the newspaper. The offer to publish the correction in\nthe newspaper’s established corrections column was sufficient to comply with\nthe terms of Clause 1 (ii). In relation to the online article, publication of\nthe correction as a footnote to the article would be sufficient, if it was\naccompanied by amendments to the article to remove the claims the Committee has\nidentified to be inaccurate, with the wording noting that these amendments had\nbeen made. The Committee noted that the offered wording specified the sum the\ncomplainant’s child was set to inherit. Specification of the precise sum is not\nnecessary to correct the identified inaccuracy, and the newspaper should\nconsider amending the wording, subject to the complainant’s wishes, so that it\nmakes clear the complainant’s position that in fact the child was set to\ninherit a substantially smaller sum than specified in the article. To avoid a\nbreach of Clause 1 (ii), the newspaper should now take these steps.18. In relation to the other aspects of the complaint, the\nCommittee first considered the March article. In this article, the newspaper\nhad relied on the man’s account of the dispute. It had not examined whether\nthere was evidence to support his claims, or asked any of the other parties\ninvolved in the dispute for their comments on what the man claimed. However,\nthe newspaper had not adopted his claims as fact; they were clearly presented\nas his account of the dispute. In addition, the complainant’s family was not\nnamed in the article, and the Committee considered that readers would\nunderstand that the complainant would have a different account of the dispute,\ngiven the length of the dispute, and the manner in which the man’s claims had\nbeen presented. For these reasons, aside from the claim about the complainant’s\nfamily’s wealth, the Committee considered that the other complaints about this\narticle did not raise a breach of Clause 1.19. The Committee then considered the April article. In this\narticle, the newspaper had not simply relied on the man’s claims, but had\ntravelled to Luxembourg to examine the evidence submitted to the court in\nsupport of the man’s account of events. The complainant had also been\napproached to give her the opportunity to comment on the dispute, from her\nperspective.20. A large part of the complaint about this article\nconcerned the accuracy of claims about the man’s relationship with the complainant,\nwhich he had advanced as part of the dispute, and which she vigorously\ncontested. These claims related to events between 2000-2006. The newspaper was\nable to provide evidence in support of the man’s claims, including photographs,\nand corroborating accounts from others. This evidence did not determine the\nfactual position, and the Committee acknowledged that much of it was disputed\nby the complainant. However, the second article made clear that the complainant\ndenied the man’s claims. The Committee noted the complainant’s position that\nshe had not denied she had been in a sexual relationship with the man, as\nreported in the article. However, where the complainant had told that court\nthat, due to the date of conception, it was not possible that the man was the\nfather, the article was not misleading on this point.21. The Committee’s decision on the claims reported in the\nsecond article about the relationship between the man and the complainant was\nfinely balanced. However, it concluded that the thrust of the article was that\nit represented the man’s side of a complex dispute, making clear that his\naccount was denied by the complainant. By presenting his claims in this way,\nthe newspaper had taken appropriate care not to publish inaccurate information.\nThe Committee did not establish that the article required correction on these\npoints, under the terms of Clause 1 (ii). This aspect of the second article did\nnot breach Clause 1. 22. The second article did not report that the child at the\ncentre of the dispute was the heir to a £1billion fortune. It simply recorded\nthat the man had entered “a court battle against one of Luxembourg’s wealthiest\nfamilies”. This was a relatively broad reference to their wealth. The Committee\nnoted that the complainant accepted her family were “well-to-do”, rather than\n“rich”. The newspaper, by reference to the business activities of the\ncomplainant’s grandfather, had shown it had valid reasons for believing the\nfamily to be wealthy, and the Committee did not find that there was a failure\nto take care not to publish inaccurate information in making this broad claim\nabout the family’s wealth. The Committee did not consider that the article was\nsignificantly misleading on this point, such as to require correction under the\nterms of Clause 1 (ii).23. In addition to claims about the relationship, the second\narticle also reported the man’s account of the effect of the litigation on him.\nThe Committee noted that the complainant disputed that the man’s financial\ncircumstances had changed as dramatically as was reported in the article. This\nCommittee considered that this claim was not a general point of fact, or a\nclaim which related directly to the complainant. Rather, it related directly to\nthe man, and the effect of the litigation on his financial situation. By her\nown account, the complainant had not been in touch with the man for some time,\nsuch that she would be in the position to dispute his account of his\ncircumstances, and the Committee considered that it was not in the position to\nestablish that this claim was inaccurate, such as to raise a breach of Clause\n1. The Committee noted the complainant’s scepticism about the claim that the\nman’s case had been transferred to another embassy, due to a conflict of\ninterest at the Luxembourg embassy due to an official’s friendship with a\nmember of the complainant’s family. This did not represent a criticism of her,\nor her conduct of the dispute, and the Committee did not consider that the\ncomplainant’s scepticism provided grounds for finding that this was\nsignificantly inaccurate claim, in the context of the article as a whole. The\ncomplaint on this point did not demonstrate a failure to take care not to\npublish inaccurate information, in breach of Clause 1 (i), or show that the\narticle contained a significant inaccuracy on this point, such as to require a\ncorrection, under the terms of Clause 1 (ii).24. In relation to the article’s claims about the man’s\narrests, the Committee noted that the complainant did not dispute he had been\narrested in connection to her legal disputes with him, and that her family had\nalso made a complaint to the police about him trespassing at their home. It was\nnot in dispute that none of these incidents had led to any charges. The article\nmade clear that it was the man’s belief that the arrests were made on the basis\nof claims that were “made up”. This was clearly distinguished as the man’s\nconjecture, and the Committee did not consider the article was significantly\nmisleading on this point.25. It was not in dispute that the complainant had “taken\nthree journalists in Luxembourg to court for publishing [the man’s] story”. Nor\nwas it in dispute that a British freelance journalist was questioned by the\npolice in relation to his making enquiries about the story. The Committee noted\nthe complainant’s position that her case against two of the journalists in\nrelation to a 2012 article was still pending, and that it was therefore\ninaccurate to report that she had “lost each time”. However, it did not\nconsider that this represented a significant inaccuracy where the complainant\nhad been unsuccessful in one case, and where the outcome in the other two cases\nwas pending, more than four years after publication. This aspect of the\ncomplaint did not raise a breach of Clause 1.26. In relation to the complaint under Clause 3, the\nCommittee acknowledged the complainant’s position that she found the approach\nmade to her by the newspaper’s journalist via email to be intimidating. The\nCommittee recognised that to be put on notice that a newspaper intends to\npublish an article could feel threatening for a person who strongly objects.\nHowever, having considered the tone of the emails that passed between the\ncomplainant and the journalist, the Committee did not consider they represented\nan attempt to intimidate the complainant, under the terms of Clause 3.27. In relation to the complaint under Clause 6, the\narticles did not name the complainant, or her son. The Committee said it was\nmatter of regret that the picture was included in the first article, but that\ngiven the context, this was not sufficient to identify the complainant or the\nchild.  There was no breach of Clause 2\nor Clause 6.Conclusions28. The complaint was upheld.Remedial Action Required29. Having upheld a breach of Clause 1 (i), the Committee\nconsidered what remedial action should be required. The Committee considered\nthat the breach of Clause 1 had been appropriately remedied by the offer of a\ncorrection in print, and online.  In\nlight of the Committee’s decision, they should now be published.ReviewThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.  Date complaint received: 15/05/2017Date decision issued: 28/11/2017\n \nBack to ruling listing\n\n\n"
}