{
    "url": "/rulings-and-resolution-statements/ruling/?id=07681-18",
    "title": "07681-18 League Against Cruel Sports v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2018-12-06 00:00:00",
    "concluded_on": "2019-02-26 00:00:00",
    "complaint_processing_days": 82,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A Date complaint received: 06/12/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07681-18 League Against Cruel Sports v The TimesSummary of complaint\n1. The League\nAgainst Cruel Sports complained to the Independent Press Standards Organisation\nthat The Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Anti-hunt charity ‘wanted to hack rival’”, published on 5\nOctober 2018, and an article headlined “Hackers tried to access pro-hunt\ngroup’s emails”, published on 9 October 2018.\n2. The first\narticle reported that the complainant – an “anti-hunting group” – was being\ninvestigated by the Charity Commission over claims made by its former leader\nthat it had sought to hack into the computer of the leader of a pro-hunting\ngroup. It said that the Commission had confirmed that it was “studying ‘serious\nconcerns’” about the complainant, and quoted the Commission’s statement that it\nwas “assessing information provided and engaging with the charity to determine\nour next steps”. The article described how the former leader had sent the\nCommission a copy of a record of the conversation between an employee of the\ncomplainant and a “computer expert”, in which the employee had raised the\npossibility of hacking into the email account of the leader of the rival group.\nIt said that the former leader had written to the Commission regarding this\nmatter, and quoted from his letter to this effect. The article said that the\ncomplainant had not commented on the alleged hacking request “but it is thought\nthat it strongly denies any such conduct”.\n3. This article\nappeared online in substantially the same format, under the headline “The\nLeague Against Cruel Sports ‘wanted to hack rival’”.\n4. The second\narticle reported that the pro-hunting group referred to in the first article\nhad reported to the Charity Commission “an attempt to hack into its computer\nsystem after The Times disclosed that a rival campaign organisation [the\ncomplainant] had sought to breach its security”. It reported that “allegations\nhad been made to the regulator that [the complainant] asked an IT expert to\nhack the email account” of the pro-hunting group’s CEO, stating that the\ncomplainant’s former leader had reported this alleged attempt to the\nCommission. It said that the Commission was “examining” the concerns raised by\nthe former leader and “looking into any governance issues raised”. The article\nincluded a response from the complainant saying that the allegations were\n“’completely false’” and “’nonsense’”. The article said that the pro-hunting\ngroup said that the hackers had attacked on 23 May, and that “there was nothing\nto suggest that [the complainant] was involved”.\n5. This article\nappeared online in substantially the same format under the headline “Hackers\ntried to access Countryside Alliance’s emails”.\n6. The complainant\nsaid that the first article gave the misleading impression that the “serious\nconcerns” the Charity Commission was looking into were the allegations of\nhacking, when this was not the case. It provided an email from the Commission\ndated 6 October stating that it did not investigate allegations of criminality,\nsuch as the claim of hacking. The complainant said that the individuals who had\ncontacted the Commission had raised a number of issues, but that the alleged\nhacking issue was not among them. It said that the article had therefore\nreported an unfounded allegation without providing any evidence to support it.\n7. The complainant\nsaid that the second article was also inaccurate because it repeated as fact\nthe claim made in the first article that the Commission was investigating the\nallegation of hacking, when this was not the case.\n8. The publication\ndenied that it was inaccurate for the first article to state that the\nCommission was investigating the complainant over the hacking claims. It said\nthat it had seen a copy of the complaint made by the charity’s former leader,\nwhich – as the article stated – had included a claim that the complainant had\n“’sought to entice’ an individual ‘to hack into the email account of the CEO of\na rival organisation’”, and expressed concerns about this attempt “to engage in\nserious criminal activity”. It said it had also seen the contemporaneous record\nof the hacking allegation provided by the IT professional, as detailed in the\narticle.\n9. The publication\nsaid that, whilst it was obvious that investigating criminality would be a\nmatter for the police, it was accurate to state that an allegation had been\nmade to the Commission, and such allegations might raise serious concerns about\na charity’s governance, which were within the remit of the Commission. It said\nthat it had contacted the Commission prior to the publication of the article,\nand in doing so had highlighted the hacking allegation as particularly\nconcerning; in response, the Commission had stated that it was “assessing the\ninformation provided”, and had not outlined particular allegations which it was\ninvestigating or not; the Commission’s statement was included in full in the\narticle. It also provided the Commission’s final response to the allegations,\nwhich stated that it had issued the complainant with “formal regulatory\nadvice”.\n10. The publication said that the second article had\naccurately reported both the existence of a hacking allegation made to the\nCommission about the complainant, and that the pro-hunting group had made a\nseparate report of hacking to the Commission. It said that the article made\nclear that that there was no suggestion that the complainant was involved in\nthe hacking incident reported by the pro-hunting group, and included a\nstatement from the complainant to that effect. The publication said that this\nsecond article did not state that the Commission was investigating the specific\nallegation of hacking; rather, it made clear that the regulator was “examining\nconcerns” raised by the former leader, and “looking into any governance issues\nraised”. It said that the article also included the Commission’s position that\nit did not investigate allegations of criminality.\nRelevant Code provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n12. The publication had contacted the Commission prior to\npublication, in relation to the concerns raised by the complainant’s former\nleader, and said that it had explicitly referred to the hacking claim; the\nCommission had responded that it was “assessing the information provided”, and\nthis response was quoted in the article. The publication had also put the hacking\nallegation to the complainant prior to publication, and it had declined to\nrespond on that point. There was no failure to take care over the report that\nthe Commission was “investigating” the hacking allegation, and no breach of\nClause 1(i).\n13. The publication said that it had seen the allegations\nthat had been presented to the Commission, and that it had quoted from them in\nthe first article; the complainant was not in a position to demonstrate that\nthe allegations had not been made or that they had not been accurately\nreported. There was therefore no breach of Clause 1(i) with respect to the\nclaim that the allegations presented to the Committee included the hacking\nallegation.\n14. At the time the first article went to print, the\nCommission had confirmed that it was considering the “serious concerns” raised,\nand the complainant was not in a position to dispute that these allegations had\nincluded the hacking claim. It was not therefore misleading for the publication\nto state that a hacking allegation had been made, or to characterise the\nCommission's consideration of the matter as an \"investigation”. The\narticle’s reference to the complainant being investigated in relation to the hacking\nclaim did not give rise to any misleading impression of the action being taken\nby the Commission that would require correction under the terms of Clause\n1(ii).\n15. The Commission had later clarified its position,\nindicating that it did not investigate allegations of criminality, and this was\naccurately reported in the second article, which did not claim that the hacking\nallegation was still being investigated by the Commission. There was no breach\nof Clause 1 on this point.\nConclusion\n16. The complaint was not upheld.\nRemedial action required\n17. N/A\nDate complaint received: 06/12/2018\nDate decision issued: 26/02/2019\nBack to ruling listing\n\n\n"
}