{
    "url": "/rulings-and-resolution-statements/ruling/?id=07734-22",
    "title": "07734-22 Gleeson v Mail Online",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-06-15 00:00:00",
    "received_on": "2022-04-12 00:00:00",
    "concluded_on": "2022-09-27 00:00:00",
    "complaint_processing_days": 168,
    "conclusion_long": "of the interview, the publication was entitled to consider that the complainant had consented to the publication of this image. It also noted that the photograph showed the complainant’s likeness; it did not reveal any further private information about her or show her engaged in any private activity. As such, the Committee could not find that the publication of this photograph constituted an intrusion into the complainant’s private life. There was no breach of Clause 2. 22. The terms of Clause 12 state that publications must avoid prejudicial or pejorative reference to an individual’s protected characteristic. There is no reference to “age” in this Clause. As such, the terms of Clause 12 were not engaged by the complainant’s concerns. 23. While the Committee did not find a breach of the Editors’ Code, it welcomed the steps taken by the publication to resolve the matter. Conclusion(s) 24. The complaint was not upheld.",
    "remedial_action": "25. N/A Date complaint received: 12/04/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07734-22 Gleeson v Mail Online\nSummary\nof Complaint\n1. Eileen\nGleeson complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“Nurse, 58, sues Royal British Legion for age discrimination after colleagues\nsent her birthday card saying 'It's not about age, it's about attitude'”,\npublished on 15 June 2021.\n2. The\narticle reported that the complainant had taken the Royal British Legion to an\nEmployment Tribunal claiming “victimisation, age discrimination and unfair\ndismissal”. It reported that the complainant had sued her former employer for\ndiscrimination after her colleagues gave her a birthday card which depicted an\n“elderly woman riding a motorbike with the words ‘it’s not about age, it’s\nabout attitude’”. It reported that the complainant lost her claim after a judge\nruled that “in the context” making a reference to someone’s age was not\ndiscriminatory, with the tribunal hearing that she never raised the issue of\nthe card throughout the rest of her employment. The article reported that the\ntribunal had heard “instead, over the next few months the work gradually began\nto get on top of [her and] her managers become concerned about her performance”.\nIt reported further that the judge found it was her “lack of cooperation and\nher refusal to communicate with her manager which caused the ongoing\ndifficulties and ultimately led to the termination” of her contract with the\norganisation. It also stated that “she was having difficulties dealing with\nclients and failing to keep accurate records”. It stated that following the\njudgment, the complainant said the card was “insulting”, “despicable” and “very\nunprofessional”, and that “the fact that we were all nurses and should be\ncaring [for] people made it quite shocking”. Immediately after this quote, the\narticle reported the complainant saying, “It was probably the most traumatic\nexperience I have gone through”.\n3. The\narticle was accompanied by a photograph of the complainant, captioned “Ellie\nGleeson (pictured) said she was insulted when her colleagues sent her a\nbirthday card which showed a pensioner riding a motorbike and took her employer\nto a tribunal”.\n4. The\ncomplainant said the article was inaccurate and misleading, in breach of Clause\n1 (Accuracy), because it gave a misleading account of her tribunal. She said\nthat the focus on the card misrepresented her case. She said that the age\ndiscrimination aspect of her claim related to being excluded from training\nwhich younger colleagues had been permitted to attend; she had been unable to\nobtain critical evidence to support this claim from her employer, so the\nbirthday card had been produced as evidence because it was ageist. Her comment\nthat it was “probably the most traumatic experience I have gone through” also\ncontributed to this misleading impression; this comment to the reporter had not\nrelated to the card but rather the harassment she had received over a period of\ntime at work.\n5. She\nalso denied that her claim concerned “victimisation, age discrimination and\nunfair dismissal”; instead, it related to the statutory right to be accompanied\nto a meeting, less favourable treatment as a part-time worker, harassment, age\ndiscrimination and outstanding holiday pay.\n6. In\naddition, she denied that work had got “on top” of her or that she had been\n“having difficulties with clients and failing to keep accurate records”.\nFurther, she said that the caption of the photograph incorrectly referred to\nher as “Ellie”.\n7. The\ncomplainant also expressed concern that a reporter had approached her for\ncomment following the tribunal at her home address. She said that this\napproach, and the publication of the photograph, breached her privacy under\nClause 2 (Privacy).\n8. She\nalso said that the article was discriminatory in breach of Clause 12\n(Discrimination) by its focus on the birthday card and, by extension, her age.\n9. The\npublication did not accept a breach of the Editors’ Code. The copy had been\nsupplied by a news agency, and published in good faith. It said that the\narticle was an accurate report of the complainant’s employment tribunal. It\nsaid that it was entitled to focus on specific aspects of the case, and the\nbirthday card addressed the element of the tribunal with greatest public\ninterest: changes in contemporary workplace interactions and what people\nconsider to be offensive. Notwithstanding this, the publication said that, in\nresponse to the complaint, it was willing to adopt the complainant’s position\nthat her comment to the reporter about the trauma she had endured had been in\nreference to the harassment she had received over a period of time at work,\nrather than the birthday card. Though the publication did not consider that the\npresentation of these comments rendered the article inaccurate or misleading,\nit offered, in an effort to resolve the matter, to remove the disputed comments\nand to publish the following footnote clarification:\n“In a\nprevious version of this article we included excepts from an interview with Ms\nGleeson, a section of which has since been removed. Ms Gleeson would like to\nclarify that her comment this was 'the most traumatic experience I have gone\nthrough' was intended to refer to the entirety of her tribunal case, and not\nsolely her complaint about the birthday card. We are happy to make this clear”.\n10. The\npublication said that the judgment made clear the complainant’s claims related\nto \"Age Discrimination, Victimisation, Part Time Worker Regulations,\nUnfair Dismissal and Holiday Pay”; it was entitled to focus upon the\ndiscrimination aspect of the case, and this focus did not render the article\ninaccurate or misleading. Notwithstanding this, the publication also offered,\nin an effort to resolve the matter, to amend the article to make clear that her\nclaims also included “unfavourable treatment” and “holiday pay”.\n11. In\naddition, the publication did not accept that the article was inaccurate to\nreport that work had got “on top” of the complainant or that she had\nexperienced “difficulties with clients and failing to keep accurate records”.\nIt was entitled to characterise the concerns made by her former employers in\nthe way it did, and it had a sufficient basis to do so.\n12. With\nregards to the caption of the photograph, the publication accepted that it had\nmisspelt the complainant’s name. However, the publication did not accept that\nthis represented a significant inaccuracy as the complainant was correctly\nidentified throughout the rest of the article. Nonetheless, the newspaper\noffered to correct this error.\n13. The\npublication did not accept a breach of Clause 2. The reporter had approached\nthe complainant for comment at her home address; had been invited inside the\ncomplainant’s home to complete the interview; and been supplied with the\npublished image for use in the article the following day via email.\n14.\nFinally, the publication did not accept a breach of Clause 12. The article did\nnot include any prejudicial or pejorative references to the complainant’s\nprotected characteristic.\n15. The\ncomplainant said that the proposed amendments to the online article did not\nresolve her complaint. The matter was passed to the Complaints Committee.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n16. The\narticle reported on the complainant’s claims before the Employment Tribunal.\nWhile the Committee noted the complainant’s concerns about the focus of the\narticle, the selection and sourcing of material is a matter of editorial\ndiscretion, as long as the publication of material does not otherwise breach\nthe Editors’ Code. The article had reported the complainant’s claims as being\nvictimisation, age discrimination and unfair dismissal and it was not in\ndispute that the birthday card, which had a comment about age, had formed part\nof the complainant’s evidence for her discrimination claim and was subject to a\nruling made by the judge. In circumstances where the text of the article made\nclear that it was not the sole concern raised by the complainant against her\nformer employer, the Committee did not consider that the article’s focus on the\nbirthday card rendered the article inaccurate or misleading. There was no breach\nof Clause 1 on this point.\n17.\nSimilarly, the Committee did not consider that the omission of the details of\neach specific claim made by the complainant against her former employer\nrendered the article inaccurate or misleading; as noted above, the article\nincluded an accurate summary of her claims in broad terms. There was no breach\nof Clause 1 on this point.\n18. The\nCommittee then considered the complainant’s concerns that her comments to\nreporter had been misrepresented. The complainant denied that her comment “it\nwas probably the most traumatic experience [she had] gone through” was made in\nrelation to the birthday card – as she claimed the article suggested – but\nrather to the harassment she said she had experience from her employer over a period\nof time. In circumstances where it was not in dispute that the complainant had\ndescribed receiving the card as “insulting”, despicable”, “very unprofessional”\nand “shocking”, the Committee did not consider that the manner in which this\ncomment had been included in the article rendered it significantly inaccurate\nor misleading as to the complainant’s position. There was no breach of Clause 1\non this point.\n19. The\nCommittee then considered whether the article had reported inaccurately that\nwork got “on top” of the complainant and that she had experienced “difficulties\nwith clients and failing to keep accurate records”. The Committee noted that\nthe article made clear that the tribunal “heard” these claims, which was not in\ndispute. Further, in circumstances where the Employment Tribunal stated that\nher former employer had “genuine and legitimate concerns about the\n[complainant’s] practice as an Admiral Nurse […] in particular her abilities in\ndealing with clients; in identifying issues that an Admiral nurse should deal\nwith, and in her record keeping”; and where concerns regarding the management\nof her case work had been raised `by her employer, the Committee did not\nconsider that the article was inaccurate or misleading on these points. There\nwas no breach of Clause 1.\n20. The\nCommittee did not consider that misnaming the complainant represented a\nsignificant inaccuracy, particularly in circumstances where the error had\nappeared besides a photograph of her and her correctly spelt, full name had\nbeen included within the sub-headline and throughout the text of the article.\nThere was no breach of Clause 1.\n21. The\nCommittee next considered the concerns raised under Clause 2. This Clause is\ndesigned to ensure that an individual’s private life is respected. The\ncomplainant said that the newspaper had intruded into her privacy through its\napproach to her for comment and in its use of a photograph of her. The\nCommittee did not consider that the approach made by the reporter, which\nresulted in the complainant consenting to an interview and inviting the\njournalist inside her home, represented an intrusion into her private life. In\naddition, where the photograph had been provided freely by the complainant to\nthe reporter following the conclusion of the interview, the publication was\nentitled to consider that the complainant had consented to the publication of\nthis image. It also noted that the photograph showed the complainant’s\nlikeness; it did not reveal any further private information about her or show\nher engaged in any private activity. As such, the Committee could not find that\nthe publication of this photograph constituted an intrusion into the\ncomplainant’s private life. There was no breach of Clause 2.\n22. The\nterms of Clause 12 state that publications must avoid prejudicial or pejorative\nreference to an individual’s protected characteristic. There is no reference to\n“age” in this Clause. As such, the terms of Clause 12 were not engaged by the\ncomplainant’s concerns.\n23.\nWhile the Committee did not find a breach of the Editors’ Code, it welcomed the\nsteps taken by the publication to resolve the matter.\nConclusion(s)\n24. The\ncomplaint was not upheld.\nRemedial\nAction Required\n25. N/A\nDate\ncomplaint received: 12/04/2022\nDate\ncomplaint concluded by IPSO: 27/09/2022\nBack to ruling listing\n\n\n"
}