{
    "url": "/rulings-and-resolution-statements/ruling/?id=07797-18",
    "title": "07797-18 Shorten v Shoreham Herald",
    "provisions": [
        "2 Privacy (2018)",
        "6 Children (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Shoreham Herald (National World Publishing Ltd)",
    "published_on": "2018-11-15 00:00:00",
    "received_on": "2018-12-09 00:00:00",
    "concluded_on": "2019-03-13 00:00:00",
    "complaint_processing_days": 94,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07797-18 Shorten v\nShoreham Herald\nSummary of complaint\n1. Kyrenia Shorten\ncomplained to the Independent Press Standards Organisation that the Shoreham\nHerald breached Clause 2 (Privacy), Clause 6 (Children) and Clause 9 (Reporting\nof crime) of the Editors' Code of Practice in an article headlined\n\"15-year-old ‘shaken up’ after robbery by teens in Shoreham\"\npublished on 15 November 2018. \n2. The article\nreported that two teenagers aged 15 and 16 had been robbed in Shoreham, and\ngave details of the attack drawn from a police appeal for information. The\narticle included several short quotes from a named man whose son was one of the\nvictims. He said that his son was left “shaken up” by the experience, that he\nnever gets into trouble, and that the town was usually a quiet place. The\narticle disclosed the child’s first name, age, home town, and school.\n3. The complainant,\nthe child’s mother, said that the information which identified her son should\nnot have been published. She said that her son was vulnerable and the\npublication of this information had caused him significant distress, to the\nextent that he had declined to cooperate with the police investigation and was\nanxious about attending school. She was especially concerned that the\npublication of these details could mean that her son’s attackers may not be\nbrought to justice.\n4. The complainant\naccepted that her partner, the man named in the article, had posted on Facebook\nand spoken about the incident to a journalist from the publication. However,\nshe said that her partner did not realise that the information he gave would be\npublished in full, and instead he had assumed that information which identified\na child under 16 would not be included in an article as a matter of course; he\nwould not have consented to this information being used in the article if he\nhad known this. She said it was not reasonable for her partner to understand\nthat all of the information he provided to the publication could be used in an\narticle.\n5. The complainant\naccepted that her partner had posted details of their son’s first name, age,\nand connection to the crime on Facebook. However, she noted that he did not\ndisclose the boy’s school, and said that as he lived in a nearby town, it was\nnot the case that viewers of the comments would be able to infer from them that\nhe attended the school reported by the article.\n6. The publication\nstrongly denied that there was any breach of the Code, and said that there had\nbeen absolutely no intention to mislead the man or to cause any distress. It\nsaid that the journalist had been informed of the incident via the police’s\nappeal for information, saw the man’s comments on a local Facebook group about\nhis son’s involvement, and then contacted him in writing to ask if he would\nlike to provide a comment. It said that the journalist introduced herself and\nmade it clear that she was contacting him for the purposes of an article; it\nprovided screenshots of this interaction. Following this, the journalist spoke\nto the man on the phone, and he told the journalist his son’s name, age, where\nhe was from, and the school he attended; at no point did he indicate that\nany parts of the conversation were off the record or not for publication.\n7. The publication\nsaid that, apart from the details of the child’s school, all of the information\npublished in the article was already in the public domain via the father’s own\ndisclosures on social media; the information about the child’s school was freely\ndisclosed to the journalist by the father. The publication provided screenshots\nwhich showed that the man had left comments which named his son in relation to\nthe incident, and gave his age. In addition, the publication said that anyone\nwho read these posts would have a reasonable chance of inferring the child’s\nschool, as there was only one in the local area. The publication noted that the\nFacebook group had almost 10,000 members – which the publication said was\nalmost 3 times the total number of unique visitors who had read the online\narticle – and anyone who applied to join the group was accepted. It said that\nthese comments remain online.\n8. The publication\nsaid that it had the utmost regard for victims of crime, and the only reason it\nhad included information about the victim was that it was her understanding\nthat the father had given her explicit permission to do so. In addition, the\npublication said that many victims appreciate being given the opportunity to\npublicly discuss their experiences: this was often an important and effective\nway to highlight the devastating impact of crime on victims and families. The\npublication said that the journalist acted in good faith, and had the man had\nraised any concerns about any of the information being included, it would have\nbeen happy to redact these from the article. The publication said that after\nbeing contacted by the complainant, it had removed the article immediately from\nits website, and had not republished it.\nRelevant Code Provisions9. Clause 2\n(Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)*\ni) All pupils should\nbe free to complete their time at school without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nClause 9 (Reporting of crime)*\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting public\nhealth or safety.Protecting the\npublic from being misled by an action or statement of an individual or\norganisation.Disclosing a person\nor organisation’s failure or likely failure to comply with any obligation to\nwhich they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a\npublic interest in freedom of expression itself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n10.  The Committee\nexpressed sympathy for the complainant and her family, and recognised that the\ncomplaint had been made in difficult circumstances. It was unfortunate that\nthere had been a misunderstanding between the complainant’s partner and the\npublication in circumstances in which the publication was unequivocal that had\nit known of their concerns, it would not have published the information.\n11. However, the question for the Committee was whether the\nnewspaper had complied with its obligations under the Code. The reporter had\nidentified herself as a journalist to the complainant’s partner, and invited\nhim to give a comment for inclusion in the story. The complainant’s partner had\nthen willingly provided a comment to the reporter, which included much of the\ninformation under complaint. Providing this information to the reporter\nrepresented consent from a custodial parent for the information to be published\nand the publication had regard for this consent in making the decision to\npublish. In addition, save for the name of the school, the information had already\nbeen placed into the public domain by the parent prior to publication. With\nregard to the name of the school, the Committee took into account the limited\nnumber of schools in the local area which the child could have attended; naming\nthe school in such circumstances did not amount to an unjustified or\nunnecessary intrusion into the child’s private life or time at school. There\nwas no breach of Clause 2 or Clause 6.\n12. Clause 9.ii) requires editors to have regard for the\npotentially vulnerable position of children under the age of 18 who are\nwitnesses or victims of crime. In this case, the child’s father had willingly\nprovided the information which was included in the article, much of which was\nalready in the public domain. The publication had regard for these circumstances when\nconsidering the position of the child in line with the obligation of the\nClause. There was no breach of Clause 9.13. The complaint was not upheld.\nRemedial Action required\n14. N/ADate complaint received: 09/12/2018Date decision issued: 13/03/2019  \nBack to ruling listing\n\n\n"
}