{
    "url": "/rulings-and-resolution-statements/ruling/?id=07794-16",
    "title": "07794-16 Jasper v The Daily Telegraph",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2016-08-01 00:00:00",
    "received_on": "2016-08-09 00:00:00",
    "concluded_on": "2017-01-16 00:00:00",
    "complaint_processing_days": 160,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07794-16 Jasper v The Daily Telegraph\nSummary of complaint 1.   \nAnthony Jasper complained to the Independent\nPress Standards Organisation that The Daily Telegraph breached Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “Pensioner’s\nbattle with ‘pleb’ tourists ruining his elevenses”, published on 1 August 2016.\nThe article was also published online with the headline “Retired businessman\nloses battle with archaeological society over ‘plebian’ tour groups spoiling\nhis elevenses”. 2.   \nThe article reported on a dispute between the\ncomplainant and a local archaeological society in relation to a tour of\nmedieval cellars in the complainant’s village. It reported that the complainant\nhad written to the society to complain about tour groups stopping outside of\nhis house, after getting “fed up with being stared at while he was eating his\nmid-morning snack”. The article contained a number of quotations from the\ncomplainant, describing his complaint against the society in greater detail. 3.   \nThe complainant said that the article reported\non letters he had addressed to the tour-guide in his personal capacity, rather\nthan to the local archaeological society. He said that the letters related to a\npersonal matter between themselves, and that they were private. 4.   \nThe complainant said that before publication of\nthe article, a reporter from the newspaper had spoken to him about the dispute\nat his home. He said that the reporter had a quiet voice, and that he had\ndifficulty in hearing what the reporter said, including his introduction, or\nhis statement that he was from the newspaper. The complainant said that at the\ntime of his conversation with the reporter, he had believed he was speaking to\nsomeone from the East Sussex Archaeological Society. The complainant noted that\nthis was consistent with the fact that, after discussing some letters he had\nexchanged with an individual in the village archaeological society, he had\nasked the reporter “well, did he send the letters to the society then, East\nSussex…How did you get hold of them?”. 5.   \nThe complainant said that the reporter said\nnothing to establish the fact he was recording the conversation, as was in fact\nthe case, and that the recording was surreptitious.  The complainant said he regarded the recording\nof his conversation to be an intrusion into his privacy. 6.   \nThe newspaper said that the recipient of the\ncomplainant’s letter had freely quoted from it in an article he had written in\na local newspaper, several days before publication of the article under\ncomplaint. It said that the complainant had written to this individual in his\ncapacity as leader of the archaeological tours, and that the issues raised in\nthe letters were not private. 7.   \nThe newspaper provided IPSO with a copy of the\nrecording made by the journalist. In this recording, the reporter can be heard\nintroducing himself as a reporter from The Sunday Telegraph, and providing his\nfirst name. The complainant then asked “from where?”, and the reporter repeated\nthe name of the newspaper. The complainant then asked the journalist to repeat\nit for a second time, which he did so, and the complainant then repeated the\nwords “The Sunday Telegraph”. The newspaper said that it was normal for\nreporters to record conversations, that it was under no obligation to ask the\ncomplainant’s permission to do so, and that it had not intended to ‘trap’ or\nmislead the complainant.\nRelevant Code Provisions 8.  Clause 2 (Privacy) i)  Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. Account will be taken of\nthe complainant's own public disclosures of information. iii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. Findings of the Committee 9.   \nThe Committee acknowledged the complainant’s\nposition that when he spoke to the newspaper’s journalist before publication,\nhe had not been aware that he was speaking to a journalist, and was under the\nmisapprehension he was speaking to an individual from a local archaeological\nsociety. However, having had the benefit of listening to the recording of the\nconversation in question, the Committee was satisfied that the journalist took\nsufficient care to identify himself as such, and to make clear he was making journalistic\nenquiries. The manner in which the journalist conducted the conversation did\nnot raise a breach of Clause 2. 10. It\nwas reasonable for the newspaper to believe that the complainant was providing\ncomments on the basis that they could be published, and the journalist had used\nthe recording device to record a conversation to which he was already a party\nin his capacity as a journalist.  The\nnewspaper did not publish its recording, and regardless of whether the\ncomplainant was aware the conversation was being recorded, the mere use of the\nrecording device did not represent a failure to respect the complainant’s\nprivacy. This aspect of the complaint did not raise a breach of Clause 2. 11. The\nCommittee acknowledged the complainant’s position that his correspondence with\nthe tour guide was private. However, it appeared that the recipient of the\ncomplainant’s letter had discussed its contents in a local newspaper article,\nfour days before publication of the article under complaint. In addition,\nfollowing the complainant’s conversation with the reporter, the newspaper\nreasonably believed that the complainant was willing to discuss his\ncorrespondence with a journalist. Publication of details of this correspondence\ndid not demonstrate a failure to respect the complainant’s privacy, such as to\nraise a breach of Clause 2.\nConclusions 12. The\ncomplaint was not upheld.\nRemedial Action 13. N/A\nDate complaint received: 09/08/2016 Date decision issued: 16/01/2017 \n \nBack to ruling listing\n\n\n"
}