{
    "url": "/rulings-and-resolution-statements/ruling/?id=07799-19",
    "title": "07799-19 Morse v worcesternews.co.uk",
    "provisions": [
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "worcesternews.co.uk (Newsquest Media Group)",
    "published_on": "2019-09-20 00:00:00",
    "received_on": "2019-10-02 00:00:00",
    "concluded_on": "2019-12-02 00:00:00",
    "complaint_processing_days": 61,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07799-19 Morse v\nworcesternews.co.uk\nSummary of Complaint\n1. Tyla Morse, who was also complaining on behalf of her\npartner and his family, complained to the Independent Press Standards\nOrganisation that worcesternews.co.uk breached Clause 4 (Intrusion into grief\nor shock) of the Editors’ Code of Practice in an article headlined “Man\nallegedly stabbed multiple times in city centre”, published on 20 September\n2019.\n2. The article reported on claims that a man had been\nstabbed in Worcester several hours prior to publication. The article said the\nman had been “named locally”, and gave his name.\n3. The complainant,\nwho was the partner of the victim of the stabbing, said that the article was an\nintrusion into shock in breach of Clause 4 as it was published just four hours\nafter the incident occurred and the family had not been fully notified of the\nincident – the victim’s sister and daughter had found out about the incident\nafter seeing the article on social media. She said that the police had not\nposted an official statement; she had found out that the incident had occurred\nbecause her partner had called her and his mother in order to tell them.\n4. The complainant also said that several members of her\npartner’s family had been contacted on social media after the incident to give\na comment, which she said was insensitive. She provided one of the messages in\nwhich the reporter identified himself, and asked if the family member would “be\nhappy to speak to me about how Paul is currently doing?” and that they\n“appreciate it may be difficult to see something about a family member in the\npress but I’m only looking for the facts”.\n5. The publication denied it had breached Clause 4. It had\ntaken care to use the terms “reportedly” and “named locally” in the article. It\nhad also been contacted by sources naming the victim, and there were many posts\non social media that named the victim, including a comment from his aunt which\nsaid “my nephew is involved in this”. The publication accepted it had contacted\nmembers of the complainant’s family in order to gain comment, but it not accept\nthese approaches were insensitive.\nRelevant Code Provisions\n6. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n7. The article reported the name of the victim before it had\nbeen announced officially by the police and four hours after the incident had\nbeen taken place. The publication had established that the victim had been\nnamed on social media before the article was published and a source had told\nthe newspaper his name and what had happened. The Committee found that as the information\ninvolving the attack had been reported on social media, and it was clear from\nsocial media that family were aware of his involvement, the publication of the\narticle was not insensitive. There was no breach of Clause 4 on this point.\n8. The Committee noted that a reporter acting on behalf of\nthe publication had contacted the complainant’s family members for comment by a\nFacebook message. While in this instance, the family had not wanted to comment,\nthere may be occasions where members of a victim’s family may want to speak to\nthe press and to give out information. However, the Code makes clear that in\ncircumstances of grief or shock, approaches by reporters must be made with\nsympathy and discretion. In this instance, the message the complainant had\nprovided was written sympathetically; there was nothing in this message that\nwas insensitive. Furthermore, when one of the contacted family members had\nrequested the publication to desist from contacting them, the reporter had\nrespected this. The Committee found that there was no breach of Clause 4 on\nthis point.\nConclusion\n9. The complaint was not upheld.\nRemedial Action\n10. N/A\n \nDate complaint received: 02/10/2019\nDate decision issued: 02/12/2019\n \nBack to ruling listing\n\n\n"
}