{
    "url": "/rulings-and-resolution-statements/ruling/?id=07806-16",
    "title": "07806-16, Khan v That’s Life!",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "That’s Life (H. Bauer Publishing)",
    "published_on": "2016-08-04 00:00:00",
    "received_on": "2016-08-10 00:00:00",
    "concluded_on": "2016-10-03 00:00:00",
    "complaint_processing_days": 54,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 10/08/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07806-16, Khan v That’s Life!\nSummary of complaint\n1. Naveed\nKhan complained to the Independent Press Standards Organisation that That’s\nLife breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “Rat hid secret wife and baby down the\nroad”, published on 4 August 2016.  \n2. The\narticle gave the complainant’s ex-partner’s first-person account of their\nbreak-up. It said that shortly after their child was born, the pair moved in\ntogether, but as the complainant worked at a youth centre and as a delivery\ndriver, and frequently visited his parents, he was rarely at home. It said that\nshe had been shocked when the complainant was arrested during a police raid at\na friend’s house and was later imprisoned for drug offences. It said that on\nreading a local report on his conviction, she had discovered that he had a\nprevious conviction for selling drugs and that he was married and his wife was\npregnant. The article said that the complainant’s partner had ignored his\nletters, which he had written to her from prison.3. The\ncomplainant considered that his ex-partner’s account contained numerous\ninaccuracies, and expressed concern that the magazine had failed to put any of\nthe allegations to him before publication.\n4. The\ncomplainant said that he was married in Pakistan in 2009, but his wife had not\ncome to England until 2012. He said that his relationship with his ex-partner\nhad started in 2011, and he had told her that he was married after two months.\nHe accepted that she had discovered that his wife was pregnant by reading a\nnewspaper report on his conviction.\n5. The\ncomplainant said that he had never lived with his ex-partner: he had always\nlived with his parents and stayed at her house once a week. He denied her claim\nthat he had failed to contribute financially. He also did not work at a youth\ncentre. \n6. The\ncomplainant denied the report that he had been arrested during a police raid at\na friend’s house, and referenced a local newspaper report as an accurate\naccount of events. He considered that he was innocent of the offences, although\nhe was found guilty. He also denied that his ex-partner had been unaware of his\nprevious conviction, and that she had ignored the letters he had sent from\nprison – he said she had written to him weekly and they had lived together\nafter his release.\n7. The\ncomplainant also expressed concern that the magazine had published photographs\nof him without his consent.  \n8. The\nmagazine said that the complainant’s ex-partner stood by her account, and it\nconsidered that she had been entitled to tell her story. It noted that she had\nsigned a contract stating that the article was accurate.\n9. The\nmagazine considered that the main thrust of the story was that the complainant\nhad relationships with two women at the same time and had been convicted for\nselling drugs. It noted that the newspaper report, which the complainant had\naccepted as an accurate account, had said that the complainant had “used the\nhome of Adam Richardson…to store drugs, and police found 200g of cannabis worth\nabout £2,000 when they raided the flat on the morning of February 17 last\nyear”. As his ex-partner’s account had been supported by newspaper reports, it\nhad not considered it necessary to contact the complainant for his comment\nbefore publication.\n10. With\nregards to the complainant’s position that he had never lived with his\nex-partner, the magazine noted that she had said “he was always around and he’d\nstay the night”. It also noted that the complainant had been described\npreviously as a “youth mentor” in newspaper reports.\n11. The\nmagazine considered that one of the published images belonged to the police and\nhad already been published in various media, and the remaining had been\nprovided by his ex-partner. It did not consider that publishing the images had\ndisclosed anything private about the complainant.\nRelevant Code provisions\n12. Clause 1\n(Accuracy)i) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate –\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings of the Committee\n13. The\nCommittee noted the complainant’s concerns regarding the accuracy of his\nex-partner’s account; however, it was accepted that the complainant had been\nconvicted for selling drugs. The magazine had been entitled to report details\nof that conviction, regardless of the complainant’s contention that he was\ninnocent. In addition, it was accepted that he had withheld details about his\nmarriage from his ex-partner, and that she had discovered that his wife was\npregnant by reading a local newspaper report on his conviction. In the context\nof an article that had reported these key points of the story accurately, the\nomission of the complainant’s version of events – including that he had\nsupported his son – was not significantly misleading.\n14. There was\nno failure to take care over the accuracy of the article. No significant\ninaccuracies were identified by the complaint. The complaint under Clause 1 was\nnot upheld.\n15. The\nmagazine had published images of the complainant, which had shown his face, and\nwhich had been provided by the police and his ex-partner. The images and the\narticle itself had not disclosed private information about the complainant in\nbreach of Clause 2. \nConclusions\n16. The\ncomplaint was not upheld.Remedial action requiredN/A\nDate complaint received: 10/08/2016Date decision issued: 3/10/2016\n \nBack to ruling listing\n\n\n"
}