{
    "url": "/rulings-and-resolution-statements/ruling/?id=07811-22",
    "title": "07811-22 Centre for Media Monitoring v The Times",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2022-03-15 00:00:00",
    "received_on": "2022-04-22 00:00:00",
    "concluded_on": "2022-10-06 00:00:00",
    "complaint_processing_days": 167,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A    Date complaint received: 22/04/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07811-22 Centre for Media Monitoring v The Times\nSummary\nof Complaint\n1. The\nCentre for Media Monitoring complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Iran is brazenly playing the West for\nsuckers”, published on 15 March 2022.\n2. The\narticle, which appeared in print on page 30, was a comment piece about the\nWest’s relationship with Iran. The columnist argued that Iran had “played the\nWest for suckers” and that in recent months, Tehran had been “ramping up its\nattacks on American and allied interests”. It said: “Charmed by urbane\nIranians, the West has ignored the fact that the regime is dominated by the\nShia “Twelver” sect which believes that bringing about an apocalypse will cause\nthe Shia messiah, the “Twelfth Imam,” to descend to Earth. With a messianic\nagenda of the end of days, the fanatics in Tehran don’t care if a very large\nnumber of Iranians are killed in battle or die of privation.”\n3. The\narticle also appeared online in substantially the same format under the same\nheadline.\n4. The\ncomplainant said that the article breached Clause 1 because it believed that\nthe article’s claim that the Shia ‘Twelver’ sect [of Islam] believe that\n“bringing about an apocalypse will cause the Shia messiah, the ‘Twelfth Imam,’\nto descend to Earth” was inaccurate. It said that Shia Twelvers do not believe\nthey need to bring about an apocalypse to cause the Shia Messiah to descend,\nbut rather, like most faiths, Shia Twelvers believe in a Messiah at the end of\ntime, and that there is nothing to suggest bringing about an apocalypse. It\nsuggested that Shia Twelver scholars would support its position.\n5. The\npublication said it did not accept a breach of the Code; it said that the point\nunder complaint was a brief passage in an opinion column, published in the\nComment section, and that the writer was a regular columnist well known for her\nstrong and often controversial opinions. The publication highlighted that the\ncolumn argued that the West had failed to tackle the threat to its interests\nposed by the Islamic Republic of Iran, and that the columnist was entitled to\nmake a summary reference to this contested belief as part of a broader\nargument.\n6. The\npublication argued that, by their nature, religious doctrines were not like\nfacts; for example, arising from agreed objective data. Religious history was,\neven amongst those faiths that might be thought to have a clearer doctrinal\nlegacy, invariably a history of controversy and disputes between devout\nco-believers over what exactly they believed. It said that that was how most of\nthe world’s sects, denominations and churches came to exist and it was\ntherefore the case that co-religionists shared beliefs while also understanding\nthem in different, sometimes contradictory ways.\n7. The\npublication said that it would not dispute what Twelver scholars and relevant\nauthorities said they believed, but recognised that there were others such as\n“the fanatics in Tehran” whom it said the columnist was referring to in her\nopinion column - who appeared, at the very least, to draw different lessons\nfrom the same beliefs, and to live those same beliefs in a different way. The\npublication said that it was commonplace in contemporary political scholarship\nand debate that “the apocalyptic doctrines of Twelver Shi’ism have acquired a\nplace in the violent history of the modern Middle East”.\n8. The\npublication said it had taken care over the accuracy of the article and\nprovided excerpts from books and scholarly articles on the subject area, which\nit stated were from reputable and credible sources. One of those articles\nexplained that Twelver beliefs focused on the figure of the Twelfth Imam,\nMuhammad al-Mahdi (“the Mahdi”), who was claimed in tradition to have\ndisappeared in 873 CE. The article explained that: “Both the Sunni and Shiite\ntraditions contain a substantial amount of material about the Mahdi […], and\nboth traditions elaborate in great detail upon the timeline and future events\nthat will herald his appearance. This timeline includes the various portents of\nthe end of the world - a series of events of profound political, economic, religious,\nor cosmological significance that will make humankind aware that the world’s\nend is near and compel them to prepare for the Mahdi’s return. Naturally, these\nmessianic traditions have become grist for the mill of radical preachers, who\nuse messianic language to interpret current events in an apocalyptic fashion\nand thereby compel their followers to take radical action in preparation for\nthe end of days.” A historian of Afghanistan and Iran wrote: “Shia militias and\nfigures within the Islamic Republic of Iran frame the crises in Iraq and Syria\nin their own eschatological terms; the chaos before the return of the Hidden\nImam.” Another book stated “The Twelvers believe Imam Mahdi will require to\nlead the forces of righteousness against the forces of evil in a final,\napocalyptic world battle.” The publication said that these passages supported\nthe columnist’s position.\n9. In\nresponse, the complainant commented that proving that a sub-section of Shia\nTwelvers held such beliefs was irrelevant. He said that the columnist had\nstated that the Shia \"Twelver\" sect believed this, rather than\ncertain sections of the sect believed it. The complainant said that just\nbecause a small subset of a group believed something, it did not give the\ncolumnist the right to say that the entire group believed it. The complainant\nconsidered the passage in the article to be racist, a generalisation and an\ninaccurate statement.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\nnewspaper produced several examples of texts written by scholars of relevant\nsubject areas which discussed Twelvers’ beliefs, and the extent to which they\ninvolved apocalyptic scenarios leading up to the return of the Mahdi and how,\nin some circumstances, those beliefs had been used by extremists seeking to\nmotivate “radical action”. While the Committee acknowledged that there would be\na range of views and interpretations in any given sect of a religion, where the\npublication was able to provide a number of examples from sources which\nexplained the association between Twelver beliefs and the apocalypse and how\nthat had been used by some as a basis for more extremist views, the Committee\nwas satisfied that the publication had taken care not to publish inaccurate\ninformation. For this reason, there was no breach of Clause 1(i).\n11. The\nCommittee was mindful that the Code should not inhibit freedom of expression,\nparticularly in areas where there is debate. The complainant appeared to accept\nthat there were some Shia Twelvers who did hold the beliefs referenced in the\narticle but said that the article did not make clear these views were held by a\nsection of the faith rather than all Shia Twelvers. However, the Committee was\nconscious of the challenges of summarising religious doctrine - particularly\nwhere, as here, there would often be disagreement between adherents as to the\ntenets of any particular faith or sect. The Committee had regard to the context\nin which the claim appeared: the reference to the Shia Twelver’s beliefs was a\nbrief summary which appeared in a comment piece about Western governments’\nstance toward Iran. The main claim in the article, which was explained in the\nfollowing paragraph, was about how “urbane Iranians” had influenced Western\ngovernments’ perceptions of the sect’s beliefs, as was emphasised in the\nfollowing sentence, which connected these alleged beliefs with the country’s\nforeign policy: “With a messianic agenda of the end of days, the fanatics in\nTehran don’t care if a very large number of Iranians are killed in battle or\ndie of privation.” The Committee considered the passage made sufficiently clear\nthat, in her earlier reference to the beliefs of Twelvers, the columnist was\nfocusing on the perspective of the “fanatics in Tehran” who held those beliefs,\nwhile also clearly incorporating the writer’s interpretation of the views held\nby the Iranian leadership. Given this, and where the publication had been able\nto provide a basis for the description of those beliefs, the Committee did not\nfind a significant inaccuracy which required correction. There was no breach of\nClause 1 (ii).\nConclusion(s)\n12. The\ncomplaint was not upheld.\nRemedial\nAction Required\n13. N/A\n\n\n\nDate\ncomplaint received: 22/04/2022\nDate\ncomplaint concluded by IPSO: 06/10/2022\n\n\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}