{
    "url": "/rulings-and-resolution-statements/ruling/?id=07847-21",
    "title": "07847-21 Brooks v bournemouthecho.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "bournemouthecho.co.uk (Newsquest Media Group)",
    "received_on": "2021-07-20 00:00:00",
    "concluded_on": "2022-01-26 00:00:00",
    "complaint_processing_days": 190,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A    Date complaint received: 20/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07847-21 Brooks v bournemouthecho.co.uk\nSummary\nof Complaint\n1. Cllr\nNigel Brooks complained to the Independent Press Standards Organisation that\nbournemouthecho.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and\nClause 3 (Harassment) of the Editors’ Code of Practice in the following two\narticles:\n-\nAn article headlined “Anger over BCP development plans which left councillors\nin the dark”,   published on 21st June\n2021.\n-\nAn article headlined “Standards board chairman Cllr Daniel Butt “upset” by\nTwitter posts”, published on 21st July 2021.\n2. The\nfirst article reported that a meeting of Bournemouth, Christchurch, and Poole\n(BCP) Council had been called, following concerns raised by some councillors\nover a lack of consultation on plans for the future development of the local\narea. It reported that “development ‘opportunities’” for Christchurch had been\ncontained within a “confidential memo” sent by the complainant to the Chair of\nthe council and his deputy seven months prior. The article detailed ideas put\nforward by the complainant, who had been elected to the council as an\nindependent before “join[ing] the Conservative administration […] as ‘lead\nmember’ for high streets”. The article then noted the concerns raised by two\nnamed councillors at the conduct of the individuals involved and the degree of\n“meaningful engagement” with other council members and the public. One\ncouncillor stated: “It’s an appalling way to conduct important discussions\nabout the future of the town, by two or three people from one political party.\nWe had no idea this had been going on for months […] My concern is this small\ngroup of Conservatives will use this to bulldoze through their ideas without\nany proper consultation”. The article included comments from the complainant,\nwho made clear that his ideas were opportunities which was “not the same as\nproposals”.\n3. The\nsecond article reported on the concerns raised by the newly appointed Chair of\nthe BCP Standards Board at the conduct of his fellow councillors. The article\nreported that the complainant, “Independent councillor Nigel Brooks[,] a paid\n‘lead member’ of the Conservative administration[,] was elected vice chairman”\nof the Standards Board. \n4. The\ncomplainant said the publication of the correspondence he had shared with the\nChair and vice-Chair of the council had intruded into his privacy, in breach of\nClause 2. This correspondence had been private and intended solely for the use\nof the individuals to whom it was addressed; the content of the email was not\nintended for public consumption and was published without his consent or\npermission.\n5. The\ncomplainant also said that the first article included a number of inaccuracies,\nin breach of Clause 1. First, the article reported that the correspondence had\nbeen “confidential” when, in fact, the e-mail had been private. Second, while\nhe accepted that he advised the Conservative-led administration and sat on the\ncouncil’s Cabinet+ (formed in response to Covid-19) as ‘lead member’ for the\nhigh street, he said the article misrepresented his position: he remained an\nindependent councillor and was not aligned to any one group or political party.\nThis inaccuracy was repeated in the second article. Thirdly, the article gave\nthe misimpression that “firm proposals” were to be pursued, when his e-mail had\ninstead referred to “opportunities” and, in his view, outlined possible options\nto formulate a strategic approach to then be tested – a point he had further\nclarified in his comments to the newspaper prior to publication. In addition,\nhe said that the term “anger” in the headline was unsupported by the text of\nthe article, and its inclusion was inflammatory. Furthermore, he expressed\nconcern that the article did not make clear that the reporter was themselves a\ncouncillor and member of a political party. Lastly, he said that the\npublication of both articles constituted harassment, in breach of Clause 3.\n6. The\npublication denied any breach of Clause 2 (Privacy). It denied that the\ncomplainant had a reasonable expectation of privacy in relation to the communication\nthat he shared with the Chair and his deputy. It was not marked as\nconfidential, nor did it relate to a personal matter. Rather, it related to the\ncomplainant’s work as a councillor and a member of the Cabinet+. In addition,\nthe contents of the e-mail had been raised by another councillor during a\npublic meeting on 14 June (7 days before the article’s publication) and as such\nput in the public domain. The publication further argued that there was a clear\npublic interest in the reporting the contents of the correspondence as it would\nprotect the public from being misled by the actions and conduct of elected\nrepresentatives.\n7. The\npublication did not accept that the article breached Clause 1 of the Editors’\nCode. First, it did not consider that its use of the word “confidential” in the\nfirst article was significantly misleading, particularly in circumstances where\nthe article made clear that its contents was not intended for publication.\nSecond, it did not accept that the two articles under complaint misrepresented\nthe complainant’s position within the council: he was directly appointed by the\nLeader of the council to his position as lead member for high streets; he\nattended Cabinet+ meetings, and was remunerated for his services. In any event,\nthe publication said that both articles made clear that the complainant had\nbeen elected as an independent councillor. Third, the newspaper did not accept\nthat the first article gave the misimpression that these “opportunities” were\n“proposals”. The article did not suggest that these “ideas” were being actively\npursued.\n8. Furthermore,\nthe publication noted that the complainant had been offered the opportunity to\nrespond prior to publication, with his rebuttal that “opportunities” were\n\"not the same as proposals” having been included within the article.\nFinally, it argued that the article’s characterisation of the reaction to the\ncorrespondence was not inaccurate or misleading. It said that it was entitled\nto characterise the comments made by the other councillors in the way it did\nand had a sufficient basis to do so: there was a clear sense of anger in the\ncomments included in the article.  The\nnewspaper also strongly denied any suggestion of bias and political motivations\nfor the publication of the articles under complaint, with the political\naffiliations of the reporter irrelevant. It noted that there was a clear\ndistinction between political commentary and editorial new coverage, with the\nlatter politically impartial.\n9. The\nnewspaper said that in relation to Clause 3, this generally related to the\nconduct of journalists during the newsgathering process. It did not apply to\nthe frequency that articles about a person were published, so the terms of\nClause 3 were not engaged.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)\nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources.\n*The\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest. The public interest includes, but is not confined to:\n-        - Detecting\nor exposing crime, or the threat of crime, or serious impropriety.\n-        - Protecting\npublic health or safety.\n-        - Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.\n-        - Disclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.\n-        - Disclosing\na miscarriage of justice.\n-        - Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\n-        - Disclosing\nconcealment, or likely concealment, of any of the above.\nThere is\na public interest in freedom of expression itself.\nThe\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\nEditors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\nFindings\nof the Committee\n10. The\nCommittee first had regard for the terms of Clause 2 (i), which specifically\nreference respect for an individual’s digital communications. The question for\nthe Committee was, therefore, whether the article, in reporting the ideas set\nout by the complainant in his correspondence to the Chair and vice-Chair of the\ncouncil, had reported information over which the complainant had a reasonable\nexpectation of privacy. In this instance, the correspondence related to a\npolitical matter in the complainant’s capacity as a councillor and a member of\nthe council’s Cabinet+. In such circumstances, the Committee did not consider\nthat this amounted to private correspondence. Furthermore, the correspondence\nand its content had already been subject to discussion at a publicly accessible\ncouncil meeting, meaning that the information had already been entered into the\npublic domain prior to publication. With these points in mind, the Committee\nconcluded that the complainant did not have a reasonable expectation of privacy\nover this correspondence and reporting its contents did not intrude his\nprivacy. There was no breach of Clause 2.\n11. The\nCommittee then turned to the concerns raised under Clause 1. Firstly, it\nconsidered whether the first article was inaccurate to report that the\ncorrespondence had been “confidential”, rather than “private”. Given that it\nwas not in dispute that the complainant’s correspondence and its content had\nnot been intended for publication and had been sent to only a few recipients,\nthe Committee did not consider that the difference between these two terms was\nsignificant. There was no breach of Clause 1 on this point.\n12. The\nCommittee next turned to address the alleged inaccuracy that the first article\ngave the impression that “firm proposals” were underway. The Committee noted\nthat the article did not describe the development opportunities outlined by the\ncomplainant as “proposals”, instead referring to them variously as “opportunities”,\n“plans” and “ideas”. Furthermore, the article did not report that any action\nhad been taken on the plans contained within the correspondence. In such\ncircumstances, and where the article made clear the complainant’s position in\nrelation to this, reporting that “his ideas were opportunities, which was ‘not\nthe same as proposals’”,  the Committee\ndid not consider that the article was inaccurate or misleading. There was no\nbreach of Clause 1 on this point.\n13. The\ncomplainant disputed that he was a “paid member of the Conservative\nadministration”. Both articles made clear that he had been elected as an\nIndependent Councillor and was a member of the Cabinet+ for the\nConservative-led council and had been appointed to his position as lead member\nfor high streets, for which he was remunerated for. There was no breach of\nClause 1 on this point.\n14.\nWhilst the complainant disputed that the correspondence had prompted “anger”\nwithin the local area, the basis for this was set out in the text of the first\narticle: critical comments which had been made by other local councillors,\nincluding by one who described it as an “appalling way to conduct important\ndiscussions on the future of the town.” While the Committee recognised that the\ncomplainant disagreed with this assessment, the newspaper was entitled to\ncharacterise the reaction as such. There was no breach of Clause 1 on this\npoint. \n15. The\nEditors’ Code allows newspapers and magazines to be partisan, with the\nselection and presentation of material for publication a matter for Editors –\nprovided that the Code has not otherwise been breached. In this instance, both\narticles under complaint were clearly news reports and distinguished as such;\nthe actual or perceived political affiliations of the journalist did not render\nthe articles inaccurate or misleading. \n16. The\nCommittee acknowledged that the publication of the second article had caused\nthe complainant concern. However, the terms of Clause 3 are generally\ninterpreted to refer to the conduct of reporters in preparation of an article.\nThe publication of reports relating to the local council’s consideration of\nideas for development of the local area did not constitute harassment, and\nthere was no breach of Clause 3.\nConclusion(s)\n17. The\ncomplaint was not upheld.\nRemedial\nAction Required\n18. N/A\n\n\n\nDate complaint\nreceived: 20/07/2021\nDate\ncomplaint concluded by IPSO: 26/01/2022\n \n \nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}