{
    "url": "/rulings-and-resolution-statements/ruling/?id=07858-18",
    "title": "07858-18 The Labour Party v The Sun",
    "provisions": [
        "12 Discrimination (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2018-12-06 00:00:00",
    "received_on": "2018-12-13 00:00:00",
    "concluded_on": "2019-04-04 00:00:00",
    "complaint_processing_days": 112,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 13/12/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 07858-18 The Labour Party v The Sun\nSummary of\nComplaint1.    The Labour Party complained to\nthe Independent Press Standards Organisation that The Sun breached Clause 1\n(Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in\nan article headlined “Labour family’s shame”, published on 6 December 2018. The\ncomplaint under Clause 12 (Discrimination) was made on behalf of Kate Osamor\nMP. 2.    The article, which was a comment\npiece by a columnist, reported on events relating to Kate Osamor, a Labour MP\nwho it said had continued to employ her son as a researcher after his conviction\nfor drug offences. It said that she had misled the public in relation to her\nknowledge of this matter. It also detailed her reaction to a journalist who\napproached her, and commented on her mother’s position in the House of Lords.\nThe column concluded by asking “And do you suppose that either [the MP or her\nmother] would be in the positions they are now were it not for the colour of\ntheir skin?” 3.    This article also appeared online\nin substantially the same format, under the same headline. 4.    The complainant said that the\narticle was inaccurate, in breach of Clause 1 (Accuracy), because it suggested\nthat the Ms Osamor had been placed in her current position due to her race; the\ncomplainant said that she had been selected, and elected, on the basis of her\nsuitability for her position, not the colour of her skin. The complainant also\nstated, acting on behalf of the MP, that the article breached Clause 12\n(Discrimination), part (i), because it prejudicially suggested that she was\nonly in her position as a result of her race. The complainant also argued that\nthe article’s reference to the MP’s race was irrelevant, in breach of Clause 12\n(ii), because it was not the case that she had only achieved her position\nbecause of her race, and her race should not therefore have been mentioned. 5.    The publication denied any breach\nof the Code. It said that the article reported the columnist’s view that Ms\nOsamor had achieved her position not on merit, but due to some form of positive\ndiscrimination. This had been presented clearly as the columnist’s view, in the\nform of a rhetorical question. As the basis for this view, the columnist had\nexplained that the Labour MP had apparently misled the public in relation to\nthe facts of her son’s drug conviction; had continued to employ her son\nfollowing his conviction; and had acted inappropriately in response to contacts\nfrom journalists in relation to these matters. The publication said that it was\nin the context of these actions that the columnist had questioned how the MP\nhad reached her position, and questioned whether it had been due to the colour\nof her skin. This was not a pejorative or prejudicial reference to Mr Osamor’s race:\nthe columnist was criticising the MP based on her behaviour, not because of her\nrace, and had only referenced her race to question how she achieved her position\nin spite of her professional failings. The publication denied that this\nreference could be considered irrelevant: the complainant was merely\ndisagreeing with the view expressed by the columnist that the MP’s race might\nhave contributed to her success. \nRelevant Code\nProvisions 6. Clause\n1 (Accuracy) i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.  Clause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative\nreference to an individual's, race, colour, religion, sex, gender identity,\nsexual orientation or to any physical or mental illness or disability. ii) Details of an individual's race, colour,\nreligion, gender identity, sexual orientation, physical or mental illness or\ndisability must be avoided unless genuinely relevant to the story.Findings of the Committee 7.   \nThe Preamble to the Editors’ Code makes\nclear that the Code itself should not be interpreted in such a way as to\nrestrict the right to freedom of expression, including the right to be\npartisan, to shock and to challenge; it should also be noted that the Code does\nnot address issues of taste and offence. In exercising their freedom of\nexpression, publications are obliged to comply with the terms of the Code; the\nquestion for the Committee in relation to Clause 12 (Discrimination) was, therefore,\nwhether the article had contained a pejorative, prejudicial or irrelevant\nreference to the Ms Osamor’s race or colour. 8.   \nPublications are entitled to draw\nattention to the perceived failings of public figures, and to question how\nindividuals have reached their positions. Clause 12 should not be interpreted\nin such a way as to prevent debate as to whether possessing a particular\ncharacteristic has conferred privilege on an individual; if this were the case,\nthe ability of the press to draw attention to advantages and disadvantages\nderiving from membership of particular groups would be compromised. In this\ninstance, the columnist was critical of Ms Osamor’s behaviour, which he\nconsidered rendered her unsuitable for her office. The article did not\nattribute the perceived failings to the MP’s race; instead, it suggested that\nher race may have given her an advantage in the selection process in\ncircumstances where she may not have been a suitable candidate. This was\nultimately a criticism of her rise to the position she held — facilitated by\nthose responsible for this — despite the columnist’s view, as explained in the\narticle, that her recent behaviour evidenced her unsuitability for holding the\nposition. In these circumstances, questioning whether she had benefitted from her\nrace in reaching her position did not constitute a pejorative or prejudicial reference.\nThere was no breach of Clause 12 (i) on this point.  9. The\ncolumnist had speculated that the MP’s race may have been a factor in her\nreaching the position she held. The MP’s race was, by definition, relevant to\nthis discussion. As noted above, Clause 12 does not seek to prohibit discussion\nas to whether an individual may benefit from his or her race. The reference to\nthe MP’s race was, therefore, not irrelevant to the discussion, and there was\nno breach of Clause 12 (ii). 10. The article did not state that Ms Osamor had received any formal\naffirmative action in relation to her race, or suggest that that the political\nparty of which she was a member had a policy to this effect. In relation to any preferential treatment the MP may have received, the\ncomplainant was not in a position to dispute that the relevant individuals may\nhave considered the MP’s race in coming to a choice of which candidate to\nselect, or elect. The fact that the alleged poor conduct had occurred after the\nMP’s selection as a candidate did not undermine the columnist’s point that this\nconduct evidenced her broader unsuitability for her role. In the light of this,\nthe complaint did not provide grounds for the Committee to consider that it was\nmisleading for the article to speculate, in the form of a rhetorical question,\nthat Ms Osamor may have benefitted from such informal preferential treatment.\nThere was no breach of Clause 1 on this point. Conclusions 11. The complaint\nwas not upheld. Remedial action\nrequired 12. N/A\nDate complaint\nreceived: 13/12/2018\nDate decision\nissued: 04/04/2019\nBack to ruling listing\n\n\n"
}