{
    "url": "/rulings-and-resolution-statements/ruling/?id=07867-19",
    "title": "07867-19 The Transparency Project v Daily Express",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2019-08-27 00:00:00",
    "received_on": "2019-10-04 00:00:00",
    "concluded_on": "2020-05-04 00:00:00",
    "complaint_processing_days": 213,
    "conclusion_long": "of the case: that following various trials, the woman's accounts were not true and the father had been expressly vindicated of wrongdoing.  4. The complainant said that the accompanying comment piece was misleading as readers would understand that it had been written by a lawyer, a misleading impression furthered by the reference to a legal partnership in conjunction with the description of her fighting the case.  5. The complainant also raised concerns that the inaccurate material had been shared by the journalist via her personal Twitter account. 6. The publication denied that the article breached Clause 1. It said that the headline appeared in quotation marks and was clearly presented as the woman's own opinion on her case. It said the coverage of the case in the article itself, including the position on the accidental meeting was clearly presented as the claims and experiences of the woman, and not categorical fact, therefore the publication had clearly distinguished between comment, conjecture and fact in compliance with the terms of Clause 1. In any event, the article had not inaccurately reported her conviction as alleged, as it made clear that she was \"jailed for three years\", that she \"was given the longest sentence for breaching such an order\", and that she \"served a year of her sentence after it was slashed on appeal\". Omitting all the details of the case did not amount to the article being inaccurate.  7. The publication denied that it was inaccurate to report that the court had released an \"interview\" with the man giving his version of the story. It said the article made clear that the court had believed the father's account by virtue of reporting that \"The court, which said [the woman] had coached her child to make allegations against the father...\". Regarding the interview, the publication provided a judicial press release, in which a Lord Justice explained the decision to publicly release the judgments and stated: \"The father is entitled to tell the world, and the world is entitled to know, that he is not a paedophile; that he has not sexually abused his daughter, and that the allegations made against him are false\". The publication said that this had resulted in the man giving an interview to another publication and therefore in the context of the public availability of the judgments and the judge's declaration that he was entitled to tell the world, reporting that the court had released an interview was not significantly inaccurate.  8. The publication emphasised that the comment piece did not state that the author was a lawyer who acted for, or represented the woman; it simply said that she fought her case. The author had attended court and was allowed by the presiding judge to engage directly with the other side. As she was supporting her, it was not inaccurate or misleading to describe her as fighting the woman's case. The publication suggested that the complainant had misunderstood the author's position, a claim denied by the complainant.  Relevant Code Provisions 9. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and – where appropriate – an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 10. The judgment released by the court in this case had not just found in the man’s favour on the substantive issue of the child’s care arrangements: it had made an affirmative finding that the woman’s version of events was not the truth and that the allegations made by her against the man were false. In these circumstances, the court had taken the unusual step of naming both parties to the case in order to vindicate the man’s character. 11. Regardless of the strength or terms of the court’s findings, the woman was entitled to disagree, and the publication was entitled to report on her position; this is a fundamental tenet of freedom of expression, both for the woman and the publication. In reporting the woman’s position, however, the publication had an obligation under Clause 1 to take care not to publish inaccurate and misleading information. This included reporting accurately on the context of her claims and the nature of the court’s judgment, particularly where these claims formed the basis for her criticism of how her case had been handled by the judicial system. 12. The court had found that the woman’s meeting with the child had been pre-planned by the woman, rather than having taken place by chance. However, the article had failed to make this clear, and the omission gave credence to the woman’s position that the meeting was accidental, which was significantly misleading. Further, the reference to the woman being jailed after it was “claimed” that she had breached a non-molestation order was misleading; the court had found, as fact, that she had breached the order. In not making the court’s findings sufficiently clear in relation to these points, the article had given a significantly misleading impression of the court’s findings, facts that were publicly accessible by virtue of the published judgments. There was therefore a failure to take care not to publish inaccurate material in breach of Clause 1(i). As the publication did not make any offer to correct this information there was a further breach of Clause 1(ii). 13. The court had issued a press release in order to explain why previous judgments in the case were to be made public and why a further judgment was being given in open court, rather than in closed court as would be normal practice in care proceedings. The press release explained the findings of the court that the allegations of sexual abuse made against the father were untrue and had been manufactured by the child’s mother. The Committee considered that it was significantly misleading to refer to this press release as an “interview” in which the father gave “his version of events”. The fact that the man had subsequently given an interview to a newspaper did not render it accurate to characterise the press release issued by the court as an \"interview\". Further, the article did not make clear that the court had found that the allegations of sexual abuse were untrue. The newspaper had failed to take care not to publish inaccurate information in breach of Clause 1(i). As the publication did not make any offer to correct this information and there was a further breach of Clause 1(ii). 14. The Committee noted the complainant’s concern that, contrary to the court’s finding, the headline had asserted that the woman had been sentenced for telling “the truth”. However, the headline was clearly presented in quotation marks. It was therefore clear that it represented the woman’s own personal opinion in relation to her case, which the newspaper was entitled to publish. There was no failure to take care over the accuracy of the headline in breach of Clause 1. 15. The comment piece stated that the author had \"fought\" the woman's case. The Committee acknowledged the complainant's position that the author was not named as a formal representative in the judgments and that this could have misleadingly implied that she was. However, where the complainant did not dispute the publication's position that she was in court and had made representations in court under direction from a judge, the Committee did not consider it misleading to report that she had \"fought\" the case. There was no breach of Clause 1. 16. IPSO regulates editorial content which is published on electronic services, including Twitter, if they are operated by a Member publication. In this case, the journalist was tweeting from their personal account. IPSO does not regulate material which appears on the personal Twitter accounts of journalists, and, therefore, cannot compel a journalist to take the remedial action which a Member publication is required to take. This does not prevent the Committee from considering concerns about the conduct of journalists on Twitter when they are acting in a professional capacity on behalf of a Member publication. Conclusions 17. The complaint was upheld.",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 19. The Committee considered that there was a serious breach of Clause 1(i). The article had misleadingly reported publicly available details of a family court case and described a press release from the court, which had explained the court’s findings, as an “interview”, and the man’s “version of events”. In light of the newspaper's failure to take care over the article's accuracy, and its failure to correct the inaccuracies in line with its obligations under Clause 1(ii), the Committee concluded that an adjudication was the appropriate remedy.   20. The Committee considered the placement of this adjudication. The article had featured on page eight. The Committee therefore required that the adjudication should be published on page eight or further forward in the newspaper. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 21. The terms of the adjudication for publication are as follows: Following an article published on 27 August 2019 headlined \"All I did was tell the truth…then court threw me in jail\", The Transparency Project complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy) of the Editors'  Code of Practice. IPSO upheld this complaint and has required The Daily Express to publish this decision as a remedy to the breach. The article reported that a woman had called for Family Court system reform after she was jailed for three years after it was “claimed” she had breached a non-molestation order, following what she said was a chance meeting with her child. The article reported that the court had “said” the woman had coached her child to make allegations of sexual abuse against the father, and that the court had “put out a long interview with him, giving his version of the story\". The complainant said that the article had reported the woman’s version of events as the truth and in doing so, had misrepresented the court’s findings. It said that the court found that the woman had breached the non-molestation order; this was not a “claim”. The complainant said that the court had published a statement of proven facts and not an “interview” with the man. The publication said that it had framed the woman’s claims as her own views and that it was entitled to publish her account.  IPSO found that the article did not make clear that the court had ruled, as fact, that the woman had breached the non-molestation order or that the court had found that the meeting was not accidental. IPSO found that the court had released a press release which explained the findings of the court and said that the allegations of sexual abuse made against the father were untrue and had been manufactured by the child’s mother. The article did not make sufficiently clear that the allegations of sexual abuse made against the man were found to be untrue and referring to the court’s findings as an “interview” was significantly misleading. IPSO found that the publication had failed to take care when reporting publicly available details of a family court case in breach of Clause 1.   Date complaint received: 04/10/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 07867-19 The Transparency\nProject v Daily Express\nSummary of Complaint \n1. The Transparency Project complained to the Independent\nPress Standards Organisation that the Daily Express breached Clause1 (Accuracy)\nof the Editors' Code of Practice in an article headlined \"All I did was\ntell the truth…then court threw me in jail\", published on 27 August 2019.\n2. The article was published as part of a campaign by the\npublication which called on MPs to pass a bill to remove parental rights of\nfathers of children conceived through rape and for an enquiry into how the\n\"Family Court handles cases of domestic violence against women and girls\nin child arrangement cases\". The article reported that a woman had called\nfor Family Court system reform after she was \"jailed for three years after\nit was claimed she breached a non-molestation order\". It went on to report\nthat she had been \"given the longest sentence for breaching such an order\nafter what she said was a chance meeting with her child at a petrol\nstation\" and that she had served a year of this sentence before it was\nreduced on appeal. The article reported that \"the court, which said\n[woman's name] had coached her child to make allegations against the father,\nput out a long interview with him, giving his version of the story\".\nAdjacent to the article was a comment piece, from an individual identified as a\nmember of \"Legal UK partnership LLP\", which criticised the Family\nCourt system. Under the author's name, it stated in brackets \"who fought\n[defendant's name] case\".\n3. The complainant said that the article was inaccurate. It\nsaid that the woman in the article was not sentenced for telling the truth as\nreported in the headline; she was sentenced for breaching a non-molestation\norder for approaching her daughter. It said the inference from the headline was\nthat her account was truthful and that the article would report this truth,\nwhen in fact, this \"truth\" referred to allegations the woman had made\nagainst the father, which were in fact found to be without foundation by the\ncourt. Further, the encounter which led to her conviction was not \"accidental\",\nas reported, because the court found that the meeting was pre-planned. The\ncomplainant said that it was inaccurate for the article to report that the\ncourt had put out a long \"interview\" with the man giving his version\nof the story; the court had published a statement of proven facts not a version\nof events, or an interview. The complainant said this misleadingly implied that\nthe accuracy of the father's position, which had been ratified by the court,\nwas in dispute or a subjective belief, and the woman's account, which was in\nfact disproved by the court, was the truth. The complainant said that the\narticle had failed to make clear the findings of the court and omitted the core\nconclusions of the case: that following various trials, the woman's accounts\nwere not true and the father had been expressly vindicated of wrongdoing. \n4. The complainant said that the accompanying comment piece\nwas misleading as readers would understand that it had been written by a\nlawyer, a misleading impression furthered by the reference to a legal\npartnership in conjunction with the description of her fighting the case. \n5. The complainant also raised concerns that the inaccurate\nmaterial had been shared by the journalist via her personal Twitter account.\n6. The publication denied that the article breached Clause\n1. It said that the headline appeared in quotation marks and was clearly\npresented as the woman's own opinion on her case. It said the coverage of the\ncase in the article itself, including the position on the accidental meeting\nwas clearly presented as the claims and experiences of the woman, and not\ncategorical fact, therefore the publication had clearly distinguished between\ncomment, conjecture and fact in compliance with the terms of Clause 1. In any event,\nthe article had not inaccurately reported her conviction as alleged, as it made\nclear that she was \"jailed for three years\", that she \"was given\nthe longest sentence for breaching such an order\", and that she\n\"served a year of her sentence after it was slashed on appeal\".\nOmitting all the details of the case did not amount to the article being\ninaccurate. \n7. The publication denied that it was inaccurate to report\nthat the court had released an \"interview\" with the man giving his\nversion of the story. It said the article made clear that the court had\nbelieved the father's account by virtue of reporting that \"The court,\nwhich said [the woman] had coached her child to make allegations against the\nfather...\". Regarding the interview, the publication provided a judicial\npress release, in which a Lord Justice explained the decision to publicly\nrelease the judgments and stated: \"The father is entitled to tell the\nworld, and the world is entitled to know, that he is not a paedophile; that he\nhas not sexually abused his daughter, and that the allegations made against him\nare false\". The publication said that this had resulted in the man giving\nan interview to another publication and therefore in the context of the public\navailability of the judgments and the judge's declaration that he was entitled\nto tell the world, reporting that the court had released an interview was not\nsignificantly inaccurate. \n8. The publication emphasised that the comment piece did not\nstate that the author was a lawyer who acted for, or represented the woman; it\nsimply said that she fought her case. The author had attended court and was\nallowed by the presiding judge to engage directly with the other side. As she\nwas supporting her, it was not inaccurate or misleading to describe her as\nfighting the woman's case. The publication suggested that the complainant had\nmisunderstood the author's position, a claim denied by the complainant. \nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The judgment released by the court in this case had not\njust found in the man’s favour on the substantive issue of the child’s care\narrangements: it had made an affirmative finding that the woman’s version of\nevents was not the truth and that the allegations made by her against the man\nwere false. In these circumstances, the court had taken the unusual step of\nnaming both parties to the case in order to vindicate the man’s character.\n11. Regardless of the strength or terms of the court’s\nfindings, the woman was entitled to disagree, and the publication was entitled\nto report on her position; this is a fundamental tenet of freedom of\nexpression, both for the woman and the publication. In reporting the woman’s\nposition, however, the publication had an obligation under Clause 1 to take\ncare not to publish inaccurate and misleading information. This included reporting\naccurately on the context of her claims and the nature of the court’s judgment,\nparticularly where these claims formed the basis for her criticism of how her\ncase had been handled by the judicial system.\n12. The court had found that the woman’s meeting with the\nchild had been pre-planned by the woman, rather than having taken place by\nchance. However, the article had failed to make this clear, and the omission\ngave credence to the woman’s position that the meeting was accidental, which\nwas significantly misleading. Further, the reference to the woman being jailed\nafter it was “claimed” that she had breached a non-molestation order was\nmisleading; the court had found, as fact, that she had breached the order. In\nnot making the court’s findings sufficiently clear in relation to these points,\nthe article had given a significantly misleading impression of the court’s\nfindings, facts that were publicly accessible by virtue of the published\njudgments. There was therefore a failure to take care not to publish inaccurate\nmaterial in breach of Clause 1(i). As the publication did not make any offer to\ncorrect this information there was a further breach of Clause 1(ii).\n13. The court had issued a press release in order to explain\nwhy previous judgments in the case were to be made public and why a further\njudgment was being given in open court, rather than in closed court as would be\nnormal practice in care proceedings. The press release explained the findings\nof the court that the allegations of sexual abuse made against the father were\nuntrue and had been manufactured by the child’s mother. The Committee\nconsidered that it was significantly misleading to refer to this press release\nas an “interview” in which the father gave “his version of events”. The fact\nthat the man had subsequently given an interview to a newspaper did not render\nit accurate to characterise the press release issued by the court as an\n\"interview\". Further, the article did not make clear that the court\nhad found that the allegations of sexual abuse were untrue. The newspaper had\nfailed to take care not to publish inaccurate information in breach of Clause\n1(i). As the publication did not make any offer to correct this information and\nthere was a further breach of Clause 1(ii).\n14. The Committee noted the complainant’s concern that,\ncontrary to the court’s finding, the headline had asserted that the woman had\nbeen sentenced for telling “the truth”. However, the headline was clearly\npresented in quotation marks. It was therefore clear that it represented the\nwoman’s own personal opinion in relation to her case, which the newspaper was\nentitled to publish. There was no failure to take care over the accuracy of the\nheadline in breach of Clause 1.\n15. The comment piece stated that the author had \"fought\"\nthe woman's case. The Committee acknowledged the complainant's position that\nthe author was not named as a formal representative in the judgments and that\nthis could have misleadingly implied that she was. However, where the\ncomplainant did not dispute the publication's position that she was in court\nand had made representations in court under direction from a judge, the\nCommittee did not consider it misleading to report that she had\n\"fought\" the case. There was no breach of Clause 1.\n16. IPSO regulates editorial content which is published on\nelectronic services, including Twitter, if they are operated by a Member\npublication. In this case, the journalist was tweeting from their personal\naccount. IPSO does not regulate material which appears on the personal Twitter\naccounts of journalists, and, therefore, cannot compel a journalist to take the\nremedial action which a Member publication is required to take. This does not\nprevent the Committee from considering concerns about the conduct of\njournalists on Twitter when they are acting in a professional capacity on\nbehalf of a Member publication.\nConclusions\n17. The complaint was upheld.\nRemedial Action Required\n18. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.\n19. The Committee considered that there was a serious breach\nof Clause 1(i). The article had misleadingly reported publicly available\ndetails of a family court case and described a press release from the court,\nwhich had explained the court’s findings, as an “interview”, and the man’s\n“version of events”. In light of the newspaper's failure to take care over the\narticle's accuracy, and its failure to correct the inaccuracies in line with\nits obligations under Clause 1(ii), the Committee concluded that an\nadjudication was the appropriate remedy. \n\n20. The Committee considered the placement of this\nadjudication. The article had featured on page eight. The Committee therefore\nrequired that the adjudication should be published on page eight or further\nforward in the newspaper. The headline to the adjudication should make clear\nthat IPSO has upheld the complaint, give the title of the newspaper and refer\nto the complaint’s subject matter. The headline must be agreed with IPSO in\nadvance.\n21. The terms of the adjudication for publication are as\nfollows:\nFollowing an article published on 27 August 2019 headlined\n\"All I did was tell the truth…then court threw me in jail\", The\nTransparency Project complained to the Independent Press Standards Organisation\nthat the newspaper had breached Clause 1 (Accuracy) of the Editors' \nCode of Practice. IPSO upheld this complaint and has\nrequired The Daily Express to publish this decision as a remedy to the breach.\nThe article reported that a woman had called for Family\nCourt system reform after she was jailed for three years after it was “claimed”\nshe had breached a non-molestation order, following what she said was a chance\nmeeting with her child. The article reported that the court had “said” the\nwoman had coached her child to make allegations of sexual abuse against the\nfather, and that the court had “put out a long interview with him, giving his\nversion of the story\".\nThe complainant said that the article had reported the\nwoman’s version of events as the truth and in doing so, had misrepresented the\ncourt’s findings. It said that the court found that the woman had breached the\nnon-molestation order; this was not a “claim”. The complainant said that the\ncourt had published a statement of proven facts and not an “interview” with the\nman. The publication said that it had framed the woman’s claims as her own\nviews and that it was entitled to publish her account. \nIPSO found that the article did not make clear that the court\nhad ruled, as fact, that the woman had breached the non-molestation order or\nthat the court had found that the meeting was not accidental. IPSO found that\nthe court had released a press release which explained the findings of the\ncourt and said that the allegations of sexual abuse made against the father\nwere untrue and had been manufactured by the child’s mother. The article did\nnot make sufficiently clear that the allegations of sexual abuse made against\nthe man were found to be untrue and referring to the court’s findings as an\n“interview” was significantly misleading.\nIPSO found that the publication had failed to take care when\nreporting publicly available details of a family court case in breach of Clause\n1.\n \nDate complaint received: 04/10/2019\nDate complaint concluded by IPSO: 04/05/2020\nBack to ruling listing\n\n\n"
}