{
    "url": "/rulings-and-resolution-statements/ruling/?id=07867-17",
    "title": "07867-17 Kelly v devonlive.com",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "devonlive.com (Reach PLC)",
    "published_on": "2017-05-15 00:00:00",
    "received_on": "2017-05-15 00:00:00",
    "concluded_on": "2017-08-31 00:00:00",
    "complaint_processing_days": 108,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A. Date complaint received: 15/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07867-17 Kelly v\ndevonlive.com\nSummary of complaint\n1. Rebecca Kelly complained to the Independent Press\nStandards Organisation that devonlive.com breached Clause 1 (Accuracy), Clause\n4 (Intrusion into grief or shock) and Clause 12 (Discrimination), of the\nEditors’ Code of Practice in an article headlined “Criminal who skipped the\ncountry and fled to Spain dies of drug overdose, aged 35”, published online on\n15 May 2017.\n2. The article reported on the inquest into the complainant’s\nbrother’s death and stated that he had died of a “drug overdose”. It included\nevidence heard at the inquest that his cause of death was “acute toxicity\npoisoning”; that cocaine and heroin were found in his body; that “drug abuse\nmay have enlarged his heart”; and that “drug paraphernalia” was found in his\nroom at the time of his death. The article also reported that the complainant’s\nbrother had died five months after he was released from prison for “stabbing a\nman”, and that he fled the UK whilst on license after committing the offence.\n3. The complainant said that the article was an inaccurate\nreport of the inquest proceedings. She provided a copy of the toxicology report\nand said that the coroner did not state that her brother had taken heroin or that\nhe had died of a drug overdose. The complainant said that it was stated during\nthe inquest that her brother had suffered from Left Ventricular Hypertrophy\n(LVH) which can be caused by chronic drug abuse, but there was no evidence to\nsuggest that he had chronically abused drugs. She said that the coroner’s\nfindings were that low levels of cocaine and morphine were found in his blood –\nlevels not typically associated with fatalities – and that it was not possible\nto conclude which drugs her brother had taken. The complainant also noted that\nonly prescribed medication was found with her brother at his time of death.\n4. The complainant said that the publication of the inquest\nreport focused inappropriately on her brother’s criminal convictions, in breach\nof Clause 4 and Clause 12. The complainant said that details of his convictions\nwere not mentioned at the inquest and were not relevant to the article. She\nsaid that the only reference made to her brother’s history at the inquest was\nwhen a family member stated that he could not have been abusing drugs, as he\nhad only been released from prison around five months ago.\n5. The newspaper apologised that the article had upset the\ncomplainant and her family and offered to remove the online article, however it\ndid not accept a breach of the Code. It noted the evidence included in the\ntoxicology report that free morphine had been found in the complainant’s\nbrother’s blood, and provided a recording of the inquest hearing in which the\ncoroner stated that he had taken either heroin or morphine prior to his death.\nThe newspaper said that the coroner had concluded that it was a drug-related\ndeath, the cause being LVH and acute toxicity poisoning, and that on the\nbalance of probabilities there did not seem to be a better reason as to why his\nheart was so enlarged. The newspaper noted that the coroner’s office gave the\ncause of the complainant’s brother’s death in its daily listing as a “drug\noverdose”. The newspaper provided the notes taken by the reporter in attendance\nat the inquest and a transcript of these notes.\n6. The newspaper said that details of the complainant’s\nbrother’s convictions were in the public domain and that the publication of\nthis information did not breach Clause 4, particularly as the family would have\nbeen aware of his convictions. It said that its reporter had confirmed with\npolice sources that the complainant’s brother was the same man who had received\nnational publicity when he was caught defying the terms of his probation abroad\nand as such, his death was of public interest. Furthermore, the newspaper said\nthat it was heard at the inquest that the complainant’s brother had been out of\nprison for five months, therefore it was relevant to include this information\nand an explanation of why he was in prison, in the article. It said that in any\nevent, the information regarding his conviction was not inaccurate such as to\nbreach Clause 1, and that the publication of this information did not breach\nClause 12.\nRelevant Code provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n8. The Committee wished to extend its condolences for the\nfamily’s loss.\n9. The reporter attended the inquest and took detailed notes\nwhich were provided by the newspaper, and was able to provide a recording of\nthe hearing. This demonstrated that care had been taken to ensure the accuracy\nof the information reported. The toxicology report stated that the\ncomplainant’s brother’s cause of death was a combination of LVH and acute\ntoxicity poisoning. The complainant’s brother had previously suffered from LVH;\nthe coroner concluded that on the balance of probabilities, it was most likely\nthat there was drug use at the time of his death which may have contributed to\nthe enlargement of his heart. Particularly in circumstances where the details\nof the coroner’s findings were made clear, the Committee did not consider that\ncharacterising the cause of death as a “drug overdose” was significantly\nmisleading. The toxicology report also stated that free morphine was present in\nthe complainant’s brother’s body, indicating that he had taken either morphine\nor heroin prior to his death. In such circumstances, the Committee did not\nconsider that it was significantly inaccurate to report that heroin was found\nin his body. There was no breach of Clause 1 on these points.\n10. The terms of Clause 4 acknowledge the press’ right to\nreport legal proceedings, such as inquests, and requires that in cases of\npersonal grief or shock, publication is handled sensitively. The fact that the\ncomplainant’s brother had recently been released from prison was referred to at\nthe inquest and the newspaper was entitled to note the nature of his\nconviction. Whilst the Committee acknowledged that the complainant found it\ndistressing to read, the Committee did not consider that the inclusion of this\ninformation was insensitive, particularly in circumstances where his\nconvictions were widely reported in the past. There was no breach of Clause 4.\n11. The article did not make a prejudicial or pejorative\nreference to the complainant’s brother in regards to any of the characteristics\nprotected under Clause 12; there was no breach of Clause 12.\nConclusions\n12. The complaint was not upheld.\nRemedial action required\n13. N/A.\nDate complaint received: 15/05/2017Date decision issued: 31/08/2017 \nBack to ruling listing\n\n\n"
}