{
    "url": "/rulings-and-resolution-statements/ruling/?id=07870-16",
    "title": "07870-16 Taylor v The Sun on Sunday",
    "provisions": [
        "10 Clandestine devices and subterfuge (2016)",
        "1 Accuracy (2016)",
        "6 Children (2016)",
        "9 Reporting of crime (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2016-02-07 00:00:00",
    "received_on": "2016-08-12 00:00:00",
    "concluded_on": "2016-11-21 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "22. N/A Date complaint received: 12/08/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07870-16 Taylor v The Sun on Sunday\nSummary of complaint\n1. Anthony Taylor\ncomplained to the Independent Press Standards Organisation that The Sun on\nSunday breached Clause 1 (Accuracy), Clause 6 (Children), Clause 9 (Reporting\nof crime) and Clause 10 (Clandestine devices and subterfuge) of the Editors’\nCode of Practice in an online article headlined “’Doc’ Death”, published on 7\nFebruary 2016.\n2. The article\nreported that the complainant had sold a “potentially lethal home-made bleach\nsolution” to parents who were using it to treat autism in children. It said\nthat Miracle Mineral Solution (MMS), which he sold on his website, contained\nsodium chlorite and hydrochloric acid, which combined to form chlorine dioxide,\na type of bleach. It said that the substance can cause nausea, ulcers and\nvomiting, and had been linked to at least one death in Mexico. The article\nstated that an autism campaigner had contacted the newspaper and alleged that\nthe complainant was “touting a cure”, so a reporter had telephoned the\ncomplainant claiming to be the worried father of a six-year-old child with\nautism. The article said that the complainant had not claimed that MMS cured\nautism, but he had said that “a lot of [his] clients use it for autistic\nchildren”. The article said that after the telephone call, the reporter had\nvisited the complainant “at his £700,000 home”, and he had said “the only\nproblem is I don’t have the skull and crossbones on so legally I have done\nnothing wrong”. The article noted that the Food Standards Agency had said that\nMMS “should not be sold as a supplement”, and was accompanied by a comment\npiece in which a doctor said that harmful autism treatments such as MMS were a\n“form of child abuse”. \n3. The complainant\nsaid that he had sold MMS as a water purification aid, not as a cure for\nautism. He expressed concern that the article, and particularly its headline,\nhad wrongly implied that he had harmed or abused children, and had been\nresponsible for killing a child. He said that chlorine dioxide is commonly used\nto purify water and it is found in tap water; it is dangerous when used in\nlarge amounts, but he had only ever advised that it should be taken one to five\ndrops at a time, diluted in water. He said that none of his clients had ever\ncomplained about his product or reported the matter to the police.\n4. The complainant\nconsidered that the newspaper had attempted to entrap him by posing as a father\nof a child with autism. The undercover reporter had asked him if MMS was the\nproduct used by Kerri Rivera, an American who promoted chlorine dioxide as a cure\nfor autism, and the complainant had said yes, and that three of his clients had\nhad some success with his product. The complainant accepted that he should not\nhave said this, but he had wanted to help the man. He considered that he had\nmade clear that he did not know how to treat an autistic child using MMS.\n5. The complainant\nalso considered that the article had inaccurately stated that he owned a\n£700,000 house. In fact, he lived with his mother in her house.\n6. The newspaper\nsaid that its reporter had been contacted by a woman who campaigns against\ndangerous cures for autism. She had heard reports from other parents that the\ncomplainant was selling such a cure, and she considered that he could be the\nfirst person to be manufacturing the product in the UK. The campaigner provided\na recording of her telephone conversation with the complainant in which she\nasked him about MMS because she wanted to follow the “Kerri Rivera protocol” to\ntreat her autistic daughter. During the telephone call, the complainant told\nher that he was not a “specialist in autism”, but that he did get “a lot of\npeople coming to [him] for it”. He said that MMS was a form of bleach, “which\nsounds horrendous”, and there was a “part of [him] that completely hates it”,\nbut that he also understood that “it works”. He then explained how the\ntreatment worked and the potential side effects. He said that the dosage should\nbe reduced at any sign of nausea or diarrhoea, and that most people found the\nproduct “easy to work with”; he quoted the price for two bottles.\n7. The newspaper\nnoted that the Food Standards Agency had warned against taking MMS as a\nsupplement as it can be “harmful”. It said that it and other publications had\npreviously published stories about MMS being imported from America and sold to\nBritish people as an autism treatment online, but the complainant was\npotentially the first person to be manufacturing the chemical in Britain. It\nconsidered that there was a clear public interest in investigating the claims about\nthe complainant further, and it was necessary for a reporter to pose as a\nparent of an autistic child because a straightforward approach would not yield\ntruthful responses. The decision to engage in subterfuge was made by the Acting\nNews Editor with clearance from the newspaper’s legal department.\n8. The newspaper\nprovided the recording and transcript of the reporter’s conversation with the\ncomplainant. During the conversation, the complainant confirmed that he made\nMMS himself. He said that he had no first-hand experience of using MMS to treat\nautism, but that a lot of his clients had used the product. He said “I can’t\nreally say too much about it because obviously I’d get into trouble…as soon as\nI can say oh you can treat this and this with it, it’s dangerous territory –\nespecially with only earning a few quid on it”. He went on to say that he was\n“relatively new” to the treatment, but that all he could do was “supply you\nwith a good product”, and he quoted the price. He noted that like his other\nclients who had used the product to treat autism, the undercover reporter was\nfrom London, so “word’s getting around so hopefully it will help”.\n9. The newspaper\nsaid that the reporter had followed up the telephone call by visiting the\ncomplainant at his home where he admitted that he was no longer selling MMS.\nThe newspaper also provided an email from the local Trading Standards\nauthority, which said that one of its officers had visited the complainant who\nhad confirmed that he had stopped selling the product and had disposed of his\nstock. The newspaper considered that the response from Trading Standards\ndemonstrated that the publication of the story was justified in the public\ninterest.\n10. The newspaper noted that the article had not asserted\nthat the complainant was personally linked to the death in Mexico, and that it\nwas a doctor’s opinion that administering bleach to cure autism was a “form of\nchild abuse”. Although the newspaper did not consider that its presentation of\nthe story had been misleading, it amended the article’s headline to read\n“Exposed: Businessman peddles deadly bleach touted as a cure for kids’ autism”.\nThe newspaper did not consider that the reference to value of the complainant’s\nhouse was significant, but it offered to amend the reference if requested.\nRelevant Code provisions\n11. Clause 1 (Accuracy)\ni. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.ii. A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.iv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nClause 6 (Children)\ni. All pupils should be free to complete\ntheir time at school without unnecessary intrusion.\nii. They must not be approached or\nphotographed at school without permission of the school authorities.iii. Children under 16 must not be\ninterviewed or photographed on issues involving their own or another child’s\nwelfare unless a custodial parent or similarly responsible adult consents.\niv. Children under 16 must not be paid for\nmaterial involving their welfare, nor parents or guardians for material about\ntheir children or wards, unless it is clearly in the child's interest.v. Editors must not use the fame,\nnotoriety or position of a parent or guardian as sole justification for\npublishing details of a child's private life.\nClause 9 (Reporting of crime)\ni. Relatives or friends of persons\nconvicted or accused of crime should not generally be identified without their\nconsent, unless they are genuinely relevant to the story.ii. Particular regard should be paid to the\npotentially vulnerable position of children who witness, or are victims of,\ncrime. This should not restrict the right to report legal proceedings.\nClause 10 (Clandestine devices and subterfuge)\ni. The press must not seek to obtain or publish material acquired by using\nhidden cameras or clandestine listening devices; or by intercepting private or\nmobile telephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii. Engaging in misrepresentation or\nsubterfuge, including by agents or intermediaries, can generally be justified\nonly in the public interest and then only when the material cannot be obtained\nby other means.\nThe public interest\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.There is a\npublic interest in freedom of expression itself.The\nregulator will consider the extent to which material is already in the public\ndomain or will or will become so.Editors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\nFindings of the Complaints Committee\n12. To comply with the Code, the newspaper had to\ndemonstrate that it was reasonable to believe that subterfuge would uncover\nmaterial that was in the public interest, that the level of subterfuge employed\nwas proportionate to the public interest identified, and that the material required\ncould not be obtained by open means.\n13. The newspaper had been informed by an autism campaigner\nthat the complainant was potentially the first person in the UK to be\nmanufacturing a product sold as a dangerous treatment for autism. She provided\na recording of their conversation in which the complainant appeared to be happy\nto sell MMS to a parent who was going to use it to treat autism in their child.\nDuring the conversation, he acknowledged that MMS was a form of bleach,\ndescribed how it was administered, claimed that he had heard reports that “it\nworks”, and gave a price. The newspaper had also noted that the Food Standards\nAgency had previously issued a warning against taking MMS as a supplement.\n14. There was a clear public interest in protecting the\nheath of autistic children by carrying out an investigation to confirm the\ncampaigner’s findings and to establish whether MMS was being manufactured in\nthe UK. It was reasonable for the newspaper to conclude that it could not have\nverified the complainant’s practices by open means.\n15. The subterfuge had involved the reporter misrepresenting\nhimself during one eight-minute telephone call in which he had claimed to be\nthe father of the child previously mentioned to the complainant by the autism\ncampaigner. He had not presented an involved backstory, and he had not met with\nthe complainant face to face. The Committee considered that this level of\nsubterfuge was proportionate to the public interest identified.\n16. The recording of the conversation demonstrated that the\ncomplainant was manufacturing chlorine dioxide himself, and was selling it to a\nparent in the knowledge that it was to be used to treat their autistic child.\nThere was a clear public interest in reporting the complainant’s practices in\norder to protect the health of autistic children. The newspaper had justified\nits methods, and its decision to publish the material obtained. There was no\nbreach of Clause 10.\n17. The complainant sold MMS as a water purification aid on\nhis website. However, the recordings of his conversations with the autism\ncampaigner and the undercover reporter demonstrated that he had also sold it to\nparents who were looking to treat their autistic children with the product, and\nhe had claimed to have heard reports that treatment was successful. The article\nhad made clear that he had not claimed that MMS cured autism during his\nconversation with the undercover reporter. The newspaper had not given a\nsignificantly misleading impression of the complainant’s actions; and there was\nno failure to take care over the accuracy of the article on this point.\n18. The Committee noted the complainant’s particular concern\nthat the article and its headline had implied that he had abused children and\nhad been responsible for a child’s death. However, the headline needed to be\nread in context with the article itself, which explained that chlorine dioxide\nhad been linked to at least one death in Mexico; it had not suggested that\nanyone had died as a result of being administered MMS which had been\nmanufactured and sold to them by the complainant. The headline was not\ntherefore significantly misleading. Furthermore, the article had not stated\nthat the complainant had abused children. The newspaper was entitled to publish\nthe doctor’s opinion that administering MMS as an autism treatment was “child\nabuse”. There was no suggestion that the complainant himself had treated\nchildren with the product. There was no failure to take care over the accuracy\nof the article on these points.\n19. While the Committee acknowledged that the complainant\ndid not own the house in which he lived, this was not a significant point in\nthe context of this article. It did not therefore require a correction under\nthe terms of the Code. There was no breach of Clause 1 on this point.\n20. The complainant had not raised a concern which engaged\nthe terms of Clause 6 and Clause 9. The Committee did not consider these\naspects of the complaint further.\nConclusion\n21. The complaint was not upheld. \nRemedial Action Required22. N/A\nDate complaint received: 12/08/2016Date decision issued: 21/11/2016\nBack to ruling listing\n\n\n"
}