{
    "url": "/rulings-and-resolution-statements/ruling/?id=07875-17",
    "title": "07875-17 Finlay v Strathearn Herald",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Strathearn Herald (Reach PLC)",
    "received_on": "2017-05-15 00:00:00",
    "concluded_on": "2017-08-07 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "9. The complaint was upheld.",
    "remedial_action": "10. The newspaper had failed to take care not to publish inaccurate information, and had not offered to correct the significant inaccuracy that was published as a consequence, in breach of Clause 1. The Committee concluded that the appropriate remedy was the publication of an adjudication. The apology subject to this complaint had been published on page 3 of the newspaper, and had not been published online. The Committee therefore required publication of an adjudication on page 3 of the newspaper, or further forward.  The headline of the adjudication must make clear that IPSO has upheld the complaint against the Strathearn Herald, and refer to its subject matter; it must be agreed in advance. 11. The terms of the adjudication to be published are as follows: Following an apology published by the Strathearn Herald on 3 March 2017, Craig Finlay complained to the Independent Press Standards Organisation that the newspaper breached Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required the Strathearn Herald to publish this adjudication as a remedy to the breach. In a previous edition of the newspaper, the complainant, Chair of Crieff Community Council, was reported as saying that a councillor had “printed our draft minutes without permission and distributed them to the public, even though it clearly stated that these were not for public distribution until approved”. Two weeks later, the newspaper printed an apology to this councillor, which said that the complainant’s claim was inaccurate, and that he had in fact granted permission for the minutes to be distributed. The complainant said that his statement had been correct, and that the effect of the newspaper’s apology had been to call him a liar. The newspaper said that it had published the apology after receiving a denial from an individual acting on behalf of councillor concerned, and having seen the minutes of the meeting in question. It said that these minutes recorded that the councillor had proposed distribution of the minutes before doing so, and did not record that any objection had been raised. IPSO’s Complaints Committee decided that the complainant’s lack of dissent at the councillor’s distribution of the minutes did not provide an adequate basis for the claim that he had granted her permission to distribute the minutes, and that his previous statement had therefore been inaccurate. On receipt of the councillor’s denial, the newspaper adopted her position as fact in the apology, without taking additional steps to ascertain the correct position, beyond referring to the minutes of the meeting, which did not determine the issue either way. The Complaints Committee decided that this represented a failure to take care not to publish inaccurate information. In response to the complaint, the newspaper had not offered to publish a correction, making clear that it had not been able to establish, as fact, that the complainant had made an inaccurate statement. The complaint was upheld as a breach of Clause 1, and the Committee required publication of this adjudication. Date complaint received: 15/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07875-17 Finlay v Strathearn Herald\nSummary of complaint\n1. Craig Finlay\ncomplained to the Independent Press Standards Organisation that the Strathearn\nHerald breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\napology printed on 3 March 2017.\n2. The apology\nrelated to an article that had been published in the newspaper two weeks\npreviously. This article had reported that the complainant, chair of Crieff\nCommunity Council, had said that a “question of trust arose following a\nprevious meeting where [a named councillor] had without consulting myself or\nthe secretary, printed our draft minutes without permission and distributed\nthem to the public, even though it clearly stated that these were not for\npublic distribution until approved”. The newspaper’s subsequent published\napology to this councillor referred to the complainant having made this\nstatement, and said that “we have now established that this was an inaccurate\nstatement and that permission was granted by the chair of the Crieff Community\nCouncil for the minutes to be distributed at the meeting in question”.\n3. The complainant\nsaid that his statement had been correct, and that the effect of the\nnewspaper’s apology had been to call him a liar. The complainant’s account was\nthat the councillor concerned had proposed that the draft minutes be approved\nby ward councillors. The complainant said that in his role as Chair, he had\ncommented that the minutes could not be approved as all other Community\nCouncillors who had attended the previous meeting had since resigned. He said\nthat at this point, the councillor concerned stated that the minutes could be\napproved, and began distributing copies of the draft minutes, which she had printed\nherself, to members of the public present. He said that the councillor did not\nask his permission to do this, but that he did not want to create a “scene” by\nreprimanding her in front of other people.\n4. The newspaper\nsaid that following publication of the article, it had been contacted by an\nindividual acting on behalf of the councillor concerned, who had also been at\nthe meeting. It said that this individual said that  the complainant clearly gave the councillor\npermission to hand out the minutes, that he told the meeting they had ten\nminutes to read them, and that the complainant was the first to accept a copy\nof the minutes from the councillor, before she handed them round all the people\nat the meeting. The newspaper said that the draft minutes had been distributed\nby the councillor, in the complainant’s presence, and without any dissent from\neither the complainant, or any member of the community council. It said that\nthe lack of dissent in such a situation implies consent. It provided the\nminutes of this meeting, which stated that “It was proposed by [the councillor]\nthat the September minutes could be approved by local councillors. [The\ncouncillor] then distributed draft minutes to each Community Councillor and the\npublic in attendance”.  The newspaper\nsaid that it decided to print the apology to resolve the councillor’s complaint\non the basis of this information.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where appropriate\n— an apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The apology\npublished by the newspaper alleged that the complainant had made an inaccurate\nclaim about the councillor’s conduct; a claim which he had cited as the reason\nwhy an “issue of trust” had arisen. The Committee recognised that this\nallegation was published as part of an apology, which had been made in order to\nresolve another complaint. Nevertheless, the apology was itself making a\nserious allegation about the complainant, and the Committee made clear that the\nnewspaper was under an obligation to take care over the accuracy of this claim.\n7. The Committee\nconsidered that the complainant’s lack of dissent at the councillor’s  distribution of the minutes did not provide\nan adequate basis for the apology’s unqualified claim that, contrary to his\nearlier accusation about the councillor’s conduct, he had in fact granted her\npermission to distribute the minutes. The Committee recognised that the\nnewspaper had published the apology after the councillor’s representative, who\nhad also attended the meeting, told it that the complainant had granted permission\nfor distribution of the minutes. The councillor’s response showed that the\ncomplainant’s account was contested, and the Committee noted that it may well\nhave been appropriate to make that clear in a published clarification and\napology to the councillor concerned. However, the newspaper adopted the\ncouncillor’s denial as fact in the apology, and claimed, explicitly, that the\ncomplainant had made an inaccurate statement about her. The newspaper did so\nwithout taking additional steps to ascertain the correct position, beyond\nreferring to the minutes of the meeting, which did not determine the issue\neither way. This represented a failure to take care not to publish inaccurate\ninformation, in breach of Clause 1 (i).\n8. In response to\nthe complaint, the newspaper was unable to demonstrate that the significant\nfactual claim it had made about the complainant in the apology was\naccurate.  The newspaper had not offered\nto publish a correction making clear it was not in a position to establish that\nthe complainant had made an inaccurate statement. The complaint was therefore\nupheld as a breach of Clause 1 (ii).\nConclusion\n9. The complaint\nwas upheld.\nRemedial Action Required\n10. The newspaper had failed to take care not to publish inaccurate\ninformation, and had not offered to correct the significant inaccuracy that was\npublished as a consequence, in breach of Clause 1. The Committee concluded that\nthe appropriate remedy was the publication of an adjudication. The apology\nsubject to this complaint had been published on page 3 of the newspaper, and\nhad not been published online. The Committee therefore required publication of\nan adjudication on page 3 of the newspaper, or further forward.  The headline of the adjudication must make clear\nthat IPSO has upheld the complaint against the Strathearn Herald, and refer to\nits subject matter; it must be agreed in advance.\n11. The terms of the adjudication to be published are as\nfollows:\nFollowing an apology published by the Strathearn Herald on 3\nMarch 2017, Craig Finlay complained to the Independent Press Standards\nOrganisation that the newspaper breached Clause 1 (Accuracy) of the Editors’\nCode of Practice. IPSO upheld the complaint and has required the Strathearn\nHerald to publish this adjudication as a remedy to the breach.\nIn a previous edition of the newspaper, the complainant,\nChair of Crieff Community Council, was reported as saying that a councillor had\n“printed our draft minutes without permission and distributed them to the\npublic, even though it clearly stated that these were not for public\ndistribution until approved”. Two weeks later, the newspaper printed an apology\nto this councillor, which said that the complainant’s claim was inaccurate, and\nthat he had in fact granted permission for the minutes to be distributed.\nThe complainant said that his statement had been correct,\nand that the effect of the newspaper’s apology had been to call him a liar.\nThe newspaper said that it had published the apology after\nreceiving a denial from an individual acting on behalf of councillor concerned,\nand having seen the minutes of the meeting in question. It said that these\nminutes recorded that the councillor had proposed distribution of the minutes\nbefore doing so, and did not record that any objection had been raised.\nIPSO’s Complaints Committee decided that the complainant’s\nlack of dissent at the councillor’s distribution of the minutes did not provide\nan adequate basis for the claim that he had granted her permission to\ndistribute the minutes, and that his previous statement had therefore been\ninaccurate. On receipt of the councillor’s denial, the newspaper adopted her\nposition as fact in the apology, without taking additional steps to ascertain\nthe correct position, beyond referring to the minutes of the meeting, which did\nnot determine the issue either way. The Complaints Committee decided that this\nrepresented a failure to take care not to publish inaccurate information. In\nresponse to the complaint, the newspaper had not offered to publish a\ncorrection, making clear that it had not been able to establish, as fact, that\nthe complainant had made an inaccurate statement. The complaint was upheld as a\nbreach of Clause 1, and the Committee required publication of this\nadjudication.\nDate complaint received: 15/05/2017Date decision issued: 07/08/2017\nBack to ruling listing\n\n\n"
}