{
    "url": "/rulings-and-resolution-statements/ruling/?id=07908-18",
    "title": "07908-18 A woman v theargus.co.uk",
    "provisions": [
        "2 Privacy (2018)",
        "6 Children (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2018-12-17 00:00:00",
    "received_on": "2018-12-17 00:00:00",
    "concluded_on": "2019-03-07 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A Date complaint received: 17/12/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07908-18 A woman v\ntheargus.co.uk\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that theargus.co.uk\nbreached Clause 2 (Privacy) and Clause 6 (Children) of the Editors’ Code of\nPractice in an article headlined “Teenage girls threaten to stab rail\npassengers”, published on 17 December 2018.\n2. The article\nreported that two 15-year-old girls – one of whom was the complainant’s\ndaughter - had been filmed threatening to stab “a group of males” on a train.\nThe article quoted from the girls’ comments on the video, including threats of\nviolence they had made to the other passengers, and stated that one of the\ngirls had threatened to rob one of the males. The article reported that the\nvideo had been posted on Facebook and widely shared, and included a response\nfrom a member of the public. The article included an image of the complainant’s\ndaughter, which was unpixelated, and stated that the British Transport Police\nhad said it was investigating the incident.\n3. The article also\nappeared online on 15 December under the headline “Teenage girls threaten to\nstab passengers on Portslade train”. This article was largely the same as the\nprint article, but included the video referred to in the article text, in which\nthe complainant’s daughter, and the other girl, were shown unpixelated.\n4. The complainant\nsaid that the article breached Clause 2 (Privacy) because it included a\nphotograph of her daughter, a minor, which had been published without consent.\nShe also said that the article breached Clause 6 (Children) because her child\nhad been pictured unpixelated; she said this had identified her and exposed her\nto threats, meaning that she was unable to attend school.\n5. The publication\ndenied any breach of Clause 2 (Privacy). It said that the video had been taken\nin a public place by a member of the public concerned that a crime was being\ncommitted; the girls featured in the video had made their comments, including threats,\nopenly and in front of other passengers.\n6. The publication\nalso denied any breach of Clause 6 (Children) in relation to the publication of\nthe unpixelated stills and video of the complainant’s daughter. It said that\nthe incident had occurred on 14 December, and that, at this point, the identity\nof the girls was not yet known; it had checked this with the police prior to\npublication. The publication was still not aware of the confirmed identities of\nthe girls prior to print publication on 17 December. It had contacted the\npolice again prior to print publication, and they had confirmed that they did\nnot have verified identities for the girls. In these circumstances, it\nconsidered that there was a significant public interest in publishing the unpixelated\nimages, in both the online and print articles, in order to assist in the\nidentification of possible perpetrators of crime.\n7. Nevertheless, on\nreceiving the complaint through IPSO, the publication promptly contacted the\ncomplainant and pixelated the girls’ faces in the video, as a means of\nresolving the complaint. However, the complainant did not agree that this\naction resolved her complaint.\nRelevant Code Provisions\n8. Clause 2\n(Privacy)*\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.ii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. In considering an individual's reasonable expectation of privacy,\naccount will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\n9. Clause 6\n(Children)*\ni) All pupils\nshould be free to complete their time at school without unnecessary intrusion.\nii) They must not\nbe approached or photographed at school without permission of the school\nauthorities.\niii) Children under\n16 must not be interviewed or photographed on issues involving their own or\nanother child’s welfare unless a custodial parent or similarly responsible\nadult consents.\n10. The Public Interest\n1. The public\ninterest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a miscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a\npublic interest in freedom of expression itself.\n3. The regulator\nwill consider the extent to which material is already in the public domain or\nwill become so.\n4. Editors invoking\nthe public interest will need to demonstrate that they reasonably believed\npublication - or journalistic activity taken with a view to publication – would\nboth serve, and be proportionate to, the public interest and explain how they reached\nthat decision at the time.\n5. An exceptional\npublic interest would need to be demonstrated to over-ride the normally\nparamount interests of children under 16.\nFindings of the Committee\n11. The complainant’s daughter had engaged in what appeared\nto be threatening and abusive behaviour, which included threats of violence and\nrobbery, in a public place and in full view and earshot of a number of members\nof the public. In these circumstances, she did not have any reasonable\nexpectation of privacy in relation to the words she used, or her appearance,\nand there was no breach of Clause 2 (Privacy).\n12. Clause 6 (Children) provides additional protections to\nyoung people, over and above those provided by Clause 2 (Privacy), and states\nthat children must not be photographed on issues involving their welfare unless\na parent consents, or there is an exceptional public interest in doing so. The\nCommittee considered that the article reported on a matter that was clearly\nrelated to the complainant’s daughter’s welfare – namely, her public behaviour\nand conduct, and the fact that she was engaging in alleged potentially criminal\nactivity. There was a clear public interest in reporting this potentially\ncriminal activity, in that doing so contributed to an ongoing public debate\naround young people’s involvement in crime - given the threats which appeared\nto be made in the video.\n13. Nevertheless, publishing unpixelated images of the\ncomplainant’s daughter also had the potential to intrude into the complainant’s\ndaughter’s time at school, in that it identified her in relation to the alleged\ncriminal behaviour. An exceptional public interest was therefore required given\nthe protections provided by Clause 6 (Children).\n14. The Committee noted that the unpixelated video had been\nwidely circulated on Facebook, and was in the public domain prior to\npublication; the complainant’s daughter’s identity was therefore already known\nto a wide number of people. However, the publication did not know the identity of\nthe complainant’s daughter prior to the publication of the online or print\narticles, and had confirmed, prior to each publication, that the police were\nalso unaware of her identity. The police had also confirmed that the incident\nwas being investigated. In these circumstances, the publication of the\nunpixelated images of the complainant’s daughter, online and in print,\ncontributed to the identification of a possible perpetrator of crime, and it\nwas clear that the publication had given the required consideration to this\npublic interest prior to publication, by first contacting the police for\ninformation. Given that the complainant’s daughter had been recorded engaging\nin conduct in a public place which appeared to amount to a criminal offence,\nthere was a substantial public interest in identifying her through the\npublication of the unpixelated images, which was sufficient to meet the\nrequirements of Clause 6 (Children). There was no breach of Clause 6.\nConclusions\n15. The complaint was not upheld.\nRemedial action required\n16. N/A\nDate complaint received: 17/12/2018\nDate decision issued: 07/03/2019\nBack to ruling listing\n\n\n"
}