{
    "url": "/rulings-and-resolution-statements/ruling/?id=07921-18",
    "title": "07921-18 National Union of Journalists (NUJ) v The Cumberland News",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Cumberland News (Newsquest Media Group)",
    "published_on": "2018-12-14 00:00:00",
    "received_on": "2018-12-18 00:00:00",
    "concluded_on": "2019-03-14 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/ADate complaint received: 18/12/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07921-18 National Union of Journalists (NUJ) v The\nCumberland News\nSummary of complaint\n1. National Union\nof Journalists (NUJ) complained to the Independent Press Standards Organisation\nthat The Cumberland News breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Journalists vote to go on strike”, published\non 14 December 2018.\n2. The article\nreported that journalists employed by a number of local publications –\nincluding the Cumberland News – had “decided to take industrial action in a\ndispute over pay”, in the form of a one-day strike. The article quoted a\nspokesperson from Newsquest, which is the publisher of The Cumberland News, who\nsaid: “We are disappointed that the NUJ has taken this stance especially as\nNewsquest has, in fact, invested in a new state of the art system for the\neditorial department and actually increased the number of reporters than under\nthe previous owners. Our primary focus is to ensure that these titles have a\nsustainable future and, despite this strike action, they will continue to be\npublished in full.”\n3. The article was\npublished in substantially the same form online, under the headline\n“Journalists to take industrial action over pay”; it was published on 7\nDecember 2018.\n4. The complainant\nsaid that the article distorted the nature of the industrial action which had\nbeen proposed by its members. It said that the mere reference to a “dispute\nover pay”, did not identify the real reason for the strike, and therefore rendered\nthe article misleading by omission. The complainant alleged that a variety of\nfactors had led to the journalists’ strike action: the refusal of the local\nmanagement to negotiate a pay claim submitted in January 2018; a reduction in\nthe amount which journalists were able to claim in travel expenses; concerns\nover redundancies and staff resignations; and a failure to negotiate or discuss\nstaff concerns.  The complainant said\nthat omitting the context in which the strike action had arisen, would have left\nreaders to wonder whether staff were being paid too much, or indeed, if they\nwere being paid at all.\n5. The complainant\nsaid that journalists did not merely “decide” to take industrial action, which\nimplied a reckless lack of consideration; in fact, careful attempts to settle\nthe dispute had taken place over a number of months. The complainant also said\nthat the inclusion of an extensive statement from Newsquest meant that the\npiece lacked balance and was misleading; this statement referred to developments\nwithin Newsquest which were unrelated to the reason for the strike action. The\ncomplainant noted that in contrast, the publication had failed to contact the\nunion prior to publication, or to include a comment from it in the article.\n6. The newspaper\ndenied any breach of the Code, and rejected the complainant’s position that by\nomitting the nature of the “dispute over pay” and the context in which it\narose, the article was rendered inaccurate or misleading.\n7. The newspaper said\nthat the article was a short piece which accurately summarised the reason for\nthe strike action, as set out by the NUJ’s own description of it to its members\non the ballot papers. The newspaper provided a sample of the ballot papers to\nIPSO. The ballot paper relating to the trade dispute with CN Group Ltd\n(Carlisle) described the dispute as “a failure to adequately increase editorial\nbasic pay in 2018”. The ballot paper relating to the trade dispute with CN\nGroup Ltd (Whitehaven) described the dispute as “a failure to reach a\nnegotiated settlement of the outstanding aspects of the 2017 pay claim”; this\nwas also set out in the ballot paper relating to the trade dispute with CN\nGroup Ltd (Workington).\n8. The newspaper\nsaid that there will always be some readers who would like more information to\nbe given about a particular subject, or for a story to be presented in a\ndifferent way, as in this case; however, it argued that this was an issue of\ncomprehensiveness, rather than inaccuracy. It said that an ordinary reasonable\nreader of the story would be clear that a decision to strike was taken by means\nof a vote.  The newspaper said that the\nCode made no requirement to seek a response from subjects of articles, and did\nnot accept that the omission of a comment from the NUJ rendered the article\ninaccurate or misleading.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Committee\n9. The Code does\nnot include a requirement for balance. However, there may be certain\ncircumstances where a publication’s presentation of a particular subject, for\nexample, through its decision to include certain pieces of information and omit\nothers, may render the article misleading. This was not such a case.\n10. The article had reported that journalists had decided to\nstrike over a “dispute over pay”; the online article had explained that the\njournalists had voted and this was made clear in the headline to the print\narticle. No misleading impression was given as to how the decision had been\ntaken.\n11. The newspaper’s description of the reason for the strike\naction had been based on information which had been set out in the ballot papers sent to journalists; all of\nthese explicitly stated that the various concerns raised related to pay. The\nnewspaper’s characterisation of the strike action did not represent a failure\nto take care over the accuracy of the article in those circumstances. The omission\nof the specific concerns about pay, and the circumstances in which they had\narisen, did not render the article misleading; the article was an accurate\nsummary of the overarching reason for the strike action. The Committee did not\naccept that the article gave a misleading impression which would have led a\nreasonable reader to question whether staff were being paid too much, or\nindeed, at all.\n12. The inclusion of a statement from Newsquest in response\nto the strike action did not render the piece misleading in circumstances where\nthe reason for the action had been accurately summarised. There was no breach\nof the Code.\nConclusion\n13. The complaint was not upheld. \nRemedial action required\n14. N/ADate complaint received: 18/12/2018Date decision issued: 14/03/2019\nBack to ruling listing\n\n\n"
}