{
    "url": "/rulings-and-resolution-statements/ruling/?id=07925-18",
    "title": "07925-18  Partlett v express.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2018-08-12 00:00:00",
    "received_on": "2018-12-19 00:00:00",
    "concluded_on": "2019-03-26 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": ". There had been no offer of correction. There was a breach of Clause 1 (i) and Clause 1 (ii). Conclusions 8. The complaint was upheld.",
    "remedial_action": "9. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. 10. The publication had published a significantly misleading article which distorted the findings of the poll, which was the basis of the entire article. In these circumstances, the appropriate remedy was the publication of an adjudication. 11. The article had appeared online only. The adjudication should therefore be published online, with a link appearing in the top 50% of the homepage for 24 hours; it should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint against the express.co.uk, and refer to its subject matter. It must be agreed with IPSO in advance. 12. The terms of the adjudication for publication are as follows: Tim Partlett complained to the Independent Press Standards Organisation that express.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Britain will be BETTER OFF after Brexit: Poll shows businesses BRIMMING with confidence”, published on 12 August 2018. The complaint was upheld and express.co.uk has been required to publish this ruling as a remedy to the breach of the Code. The article reported that a poll, commissioned by a group that represents businesses in the maritime industry, found that most of its members “feel Britain would become stronger after Brexit”. The complainant said that the poll had found no such thing, and the publication had distorted its finding. The publication said that the author was entitled to interpret the poll as he saw fit, and had relied on a press release from the business group who had conducted the poll. It said that the article was not a misleading report of the poll. IPSO found that headline, sub-headline, and first line of the article had made categorical claims of fact about the findings of the poll which were not supported by the poll data. The publication had failed to take care in reporting the findings of the poll and had given a significantly inaccurate account of its conclusions, in breach of Clause 1.Date complaint received: 19/12/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07925-18 Partlett v express.co.uk\nSummary of complaint\n1. Tim Partlett complained to the Independent Press\nStandards Organisation that express.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Britain will be BETTER OFF\nafter Brexit: Poll shows businesses BRIMMING with confidence”, published on 12\nAugust 2018.\n2. The article claimed that a poll, commissioned by a group\nthat represents businesses in the maritime industry, found that most of its\nmembers “feel Britain would become stronger after Brexit”.\n3. The article reported some of the specific findings of the\npoll. It said that 507 business leaders had been interviewed, and that 63% of\nthose surveyed had reported that they’d experienced an export boost since the\nBrexit referendum, and 59% said that they had not experienced any difficulties\nrecruiting skilled workers over the last 12 months. The article reported that\nmost of those polled supported the Chequers plan, but thought a no deal\nscenario was most likely. The article included a comment from the Chairman of\nthe group which conducted the poll, who said that the poll showed that members\nfeared a no-deal Brexit, but that “businesses nevertheless relish the prospect\nof future trade opportunities”. The Director of the group was also quoted in\nthe article, and echoed this view.\n4. The complainant said that it was inaccurate in breach of\nClause 1 (Accuracy) to state that the poll had found that the participating\nbusinesses believed that Britain would become stronger after Brexit; the poll\nhad asked no such question of the respondents, and nothing in the poll\nindicated this belief. The complainant provided the full findings of the poll.\nThe first part of the poll had asked respondents about their support for the\nChequers plan, and their predictions and preparations for a no-deal Brexit. The\npoll had gone on to ask respondents how concerned they were about the impact of\na no-deal Brexit on a number of different issues. For each one, a majority were\neither ‘somewhat concerned’ or ‘very concerned’. The next set of questions had\nasked the respondents to rank the top three areas in which they believed there\nwould be the greatest opportunity once the UK left the EU. The areas were\nregulation, international trade, taxation, public procurement, industrial\nstrategy, skills development and foreign policy. The final set of questions\nasked about respondents’ levels of exports, and their access to skilled labour.\nThe positive responses on exports and staff recruitment reflected respondents’\nviews on the situation since the Brexit vote, and were not a prediction as to\nwhat might happen after the UK’s departure from the EU. The complainant said\nthe article had suggested that the poll had directly asked respondents whether\nBritain would be better off after Brexit, as opposed to remaining in the EU,\nwhen this was not the case.\n5. The publication did not accept that there was a breach of\nthe Code. It said that the author of the article believed that the poll and the\nstatements from the leaders of the business group showed that the respondents\nbelieved that Britain would become stronger after Brexit. It said that the poll\nshowed that members believed that Brexit would provide economic advantages over\nthe status quo and that the business group’s own press release showed that it\nconsidered that the poll showed that its members were optimistic about trade\nopportunities after Brexit, as there was “…an opportunity for Britain to\nrenew its role as a global trading, maritime nation.” The publication said that\nthis poll was clearly a celebration of Brexit.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The headline, sub-headline, and first line of the article\nhad made categorical claims of fact about the findings of the poll, which were\nnot presented as conjecture or as the interpretation of the body which had\ncarried out the poll. The assertions that those polled were “brimming with\nconfidence” about Brexit, and believed that Britain would be “stronger” or\n“better off” after leaving the European Union, were not supported by the\nfindings quoted in the article, or the complete data. The poll had not asked\nrespondents whether they believed that leaving, as opposed to remaining in the\nEU, would be better for the UK; instead the poll asked respondents to rank a\nclosed list of options which did not ask respondents for their view on leaving\nthe EU in general terms. The positive responses on exports and staff\nrecruitment reflected respondents’ views on the situation since the Brexit\nvote, and were not a prediction as to what might happen after the UK’s\ndeparture from the EU. The publication had failed to take care in reporting the\nfindings of the poll and had given a significantly inaccurate account of its\nconclusions. There had been no offer of correction. There was a breach of\nClause 1 (i) and Clause 1 (ii).\nConclusions\n8. The complaint was upheld.\nRemedial action required\n9. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required.\n10. The publication had published a significantly misleading article which distorted the findings of the poll, which was the basis of the\nentire article. In these circumstances, the appropriate remedy was the\npublication of an adjudication.\n11. The article had appeared online only. The adjudication\nshould therefore be published online, with a link appearing in the top 50% of\nthe homepage for 24 hours; it should then be archived in the usual way. The\nheadline of the adjudication must make clear that IPSO has upheld the complaint against the express.co.uk, and refer to\nits subject matter. It must be agreed with IPSO in advance.\n12. The terms of the adjudication for publication are as\nfollows:\nTim Partlett complained to the Independent Press Standards\nOrganisation that express.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Britain will be BETTER OFF after\nBrexit: Poll shows businesses BRIMMING with confidence”, published on 12 August\n2018. The complaint was upheld and express.co.uk has been required to publish\nthis ruling as a remedy to the breach of the Code.\nThe article reported that a poll, commissioned by a group\nthat represents businesses in the maritime industry, found that most of its\nmembers “feel Britain would become stronger after Brexit”. The complainant said\nthat the poll had found no such thing, and the publication had distorted its\nfinding.\nThe publication said that the author was entitled to\ninterpret the poll as he saw fit, and had relied on a press release from the\nbusiness group who had conducted the poll. It said that the article was not a\nmisleading report of the poll.\nIPSO found that headline, sub-headline, and first line of\nthe article had made categorical claims of fact about the findings of the poll\nwhich were not supported by the poll data. The publication had failed to take\ncare in reporting the findings of the poll and had given a significantly\ninaccurate account of its conclusions, in breach of Clause 1.Date complaint received: 19/12/2018Date decision issued: 26/03/2019  \nBack to ruling listing\n\n\n"
}