{
    "url": "/rulings-and-resolution-statements/ruling/?id=07929-19",
    "title": "07929-19 Dunn v Liverpool Echo",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2019-10-09 00:00:00",
    "received_on": "2019-10-10 00:00:00",
    "concluded_on": "2020-03-18 00:00:00",
    "complaint_processing_days": 160,
    "conclusion_long": "24. The complaint was upheld under Clause 1(i).",
    "remedial_action": "25. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published. Date complaint received: 10/10/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07929-19 Dunn v\nLiverpool EchoSummary of Complaint1. Ian Dunn complained to the Independent Press Standards\nOrganisation that Liverpool Echo breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 4 (Intrusion into Shock and Grief) of the Editors’ Code of\nPractice in an article headlined “Graffiti slur seen prior to attack”,\npublished on 9 October 2019.2. The article reported on the attack and subsequent death\nof the complainant’s brother, Terry Dunn. It reported that “[d]isturbing and\nunpleasant graffiti” had appeared “just before the attack” which named Mr Dunn\nand described him as “a grass”. The article stated that “there is no known\nevidence to back up the claim” and included a quote from Mr Dunn’s best friend\nwho said that he was unaware of what it was potentially referencing “but one\nmonth after the graffiti surfaced, Mr Dunn was viciously attacked.” It reported\nthat friends of Mr Dunn had said that he had died of a heart attack. 3. The article appeared online in substantially the same\nterms, under the headline “Disturbing graffiti painted on walls before man\nattacked with golf club who later died” on 8 October 2019. This article reported\nthat the attack had occurred “one month after the graffiti surfaced”. It also\nsaid that the graffiti had described Mr Dunn as “a grass”.4. The complainant said that the article was inaccurate in\nbreach of Clause 1 as there was no link between the graffiti and the attack,\nyet the graffiti was referenced in the article to misleadingly suggest that\nthere was a connection between the two events. He also said it was inaccurate\nfor the print article to say that the graffiti had appeared “just before the\nattack” and for the online version to say one month before, as it had actually\nappeared four months previously.5. The complainant also said that the cause of his brother’s\ndeath had been reported inaccurately. Further, the complainant said that the\narticle had also reported the place of the attack inaccurately: it occurred in\na passageway between Kilrea Close and Wapshare Road and his brother had been\nfound on Wapshare Road, whereas the article had described the attack as taking\nplace on “Wapshare Lane”.6. The complainant also said that the article constituted a\nbreach of his privacy under Clause 2 as the publication had named his brother\nagainst the instructions of the Merseyside Police. He also said it was a breach\nof privacy to take photos from his brother’s Facebook page without permission,\nand to post the story without contacting family members.7. The complainant also said that the article was an\nintrusion into grief in breach of Clause 4 as it had inaccurately connected the\ngraffiti to the attack of his brother. In addition, the newspaper had left\ncomment boxes open on the articles which led to nasty comments being posted. He\nalso said that the reporter who wrote the story had been very insensitive in\ndirect correspondence, and had lacked empathy and laughed at him when the\ncomplainant had spoken to the reporter about the comments posted about the\narticle. 8. The publication said it did not accept that there were\nany breaches of the Code. It said that the article made no connection between\nthe graffiti and the attack; it had just reported on the two events without\nsaying that they were related. In any event, after the article was published\nthe police had confirmed that there was no connection, which the publication\nsaid demonstrated that there had been speculation that the two events were\nconnected. The publication explained that it had reported that the graffiti had\nappeared “one month” prior to the attack as this was said during a 40 minute\ninterview with Mr Dunn’s friend. The reporter had taken notes which were\nsupplied to IPSO during the investigation. The publication said that this\nrepresented taking care in compliance with Clause 1(i). In light of the\ncomplaint, it offered to amend this point in the online article.9. The publication said that it had reported the cause of\ndeath as a heart attack because this is what the reporter had been told during\nthe interview with Mr Dunn’s friend, as could be seen in the reporter’s notes.\nThe publication said that this represented taking care in compliance with Clause\n1(i). It nevertheless offered to amend the cause of death in the online version\nof the paper. The publication acknowledged that it had reported that the attack\nhad happened on Wapshare Lane rather than Wapshare Road, however it did not\nconsider this to be a significant inaccuracy. It changed this detail in the\nonline version of the article once it became aware of the error.10. The publication said Clause 2 had not been breached. It\nsaid that Mr Dunn’s name had been provided by neighbours and locals, as well as\nduring the interview with Mr Dunn’s friend. The Police were also aware of the\nnewspaper’s intention to publish his name. It noted that another publication\nhad already published an article so that Mr Dunn’s identity was in the public\ndomain prior to publication.11. The publication said that, as there was no mention of a\nconnection between the graffiti and the attack, the terms of Clause 4 were not\nengaged on this point. In addition, it apologised if the complainant felt that\nthe reporter had lacked empathy. It said that it had been assured by the\nreporter that he had acted professionally and sensitively and had not at any\npoint laughed at the complainant.12. During IPSO’s investigation the publication offered to\nremove the word “just” from the first paragraph of the online article to make\nclear that the attack had not occurred immediately after the appearance of the\ngraffiti.  It also offered to replace the\nsentence \"One month after the graffiti surfaced, Mr Dunn was viciously\nattacked\" with \"The ECHO has been told that the graffiti surfaced\nabout four months before Mr Dunn was viciously attacked\". Towards the end\nof IPSO's investigation, it proposed publishing the following wording as a\nfootnote to the online article:\"An earlier version of this article stated that the\ngraffiti surfaced a month before Mr Dunn was attacked. We have amended this to\nfour months based on further information which we have now been given by a\nmember of his family.\"At this point, it also proposed publishing the following\nclarification in the print version of the paper on page 2:\"On October 9, 2019, we reported on the death of Terry\nDunn and stated that graffiti had been daubed around Clubmoor just before he\nwas viciously attacked with a golf club in June. We have now been told by a\nmember of Mr Dunn's family that the graffiti appeared about four months before\nthe attack and are happy to make this clear.\"13. The complainant rejected this offer of clarification. Relevant Code Provisions14. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.15. Clause 2 (Privacy)* i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.16. Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.Findings of the Committee17. The Committee wished to express their sincere\ncondolences to the complainant and his family.18. The article had reported on the attack on the\ncomplainant’s brother, his subsequent death, and graffiti that had appeared\nprior to the attack. The article did not explicitly report a connection between\nthe attack and the graffiti, but had reported that the graffiti had appeared “just\nbefore” the attack and that “one month after the graffiti surfaced, Mr Dunn was\nviciously attacked”.  The newspaper had\nrelied on comments made by Mr Dunn’s friend, but only the print article\nattributed the timings to the friend; the online article had presented the\ntimings as fact. The newspaper did not dispute that the attack had occurred\nfour months after the appearance of the graffiti and accepted the family’s\nposition that the graffiti was not connected to the attack. The Committee\nconsidered that the publication’s reliance solely upon the account of Mr Dune’s\nfriend represented a failure to take care not to publish inaccurate information\nin breach of Clause 1(i). The inaccurate report of the timing of the attack by\nreference to the appearance of the graffiti represented a significant\ninaccuracy because it suggested a connection between the graffiti and the\nattack. The inaccuracy, therefore, required a correction in order to avoid a\nbreach of Clause 1(ii). 19. The publication accepted that the article was inaccurate\nand had made an offer to amend the online article; to print a clarifying\nfootnote to the online article; and to publish a correction in the paper. The\npublication's offer identified the inaccuracy, set out the correct position and\nwas offered promptly, during IPSO’s investigation. Publication of the\ncorrection on page 2, namely on an earlier page in the newspaper than the\narticle under complaint, and as a footnote to the online article represented\ndue prominence. The correction and footnote should now be published to avoid a\nbreach of Clause 1(ii).20. The article had also inaccurately reported Mr Dunn’s\ncause of death and the name of the road on which the attack had taken place.\nThe Committee found that in the context of an article which reported that Mr\nDunn had died following the attack, these were not significant\ninaccuracies.  The complainant accepted\nthat the cause of death was connected to injuries which Mr Dunn had sustained\nin the attack and that Mr Dunn had been attacked in a location which was close\nto the reported location. Whilst there was no breach of Clause 1 on these\npoints, the Committee welcomed the offer of the publication to amend the online\narticle.21. The Committee noted that the complainant had concerns\nthat naming his brother in the article and including a photograph of him which\nhad been taken from his social media account was an intrusion into his\nbrother’s private life. However, the terms of Clause 2 are not engaged in\nrelation to the deceased.22. Clause 4 requires that publication is handled\nsensitively in cases involving grief or shock and that enquiries and approaches\nare made with sympathy and discretion. Although reporting on the death of\nfamily members can be very upsetting to families or friends, deaths affect\nwhole communities and the obligation to handle publication sensitively does not\nrestrict the right to report on them. The article was not insensitive in breach\nof Clause 4 as it was a report of the death of Mr Dunn and previous events to\nwhich he had been connected. The Committee noted the complainant’s position\nthat the reporter had lacked empathy and laughed when he called to complain\nabout comments which had been posted on the article, which the publication\ndisputed. A recording of the conversation was not available, but the Committee\nnoted that the newspaper had apologised if the complainant had felt that the\nreporter lacked empathy when he complained about the coverage. The Committee\ndid not find a breach of Clause 4.23. The complainant had also said it was a breach of Clause\n4 for the publication to allow comments to be posted on the article. The\nCommittee understood that the comments had upset the complainant, but the\ndecision to allow comments to be posted on particular articles is a matter of\neditorial discretion. Additionally, the comments had been deleted by the\npublication once they had been reported by the complainant. There was no breach\nof Clause 4 on this point. Conclusions24. The complaint was upheld under Clause 1(i).Remedial Action Required25. The correction which was offered clearly put the correct\nposition on record, and was offered promptly and with due prominence, and\nshould now be published. Date complaint received: 10/10/2019\nDate complaint concluded by IPSO: 18/03/2020\nBack to ruling listing\n\n\n"
}