{
    "url": "/rulings-and-resolution-statements/ruling/?id=07939-21",
    "title": "07939-21 Dix v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2021-07-15 00:00:00",
    "received_on": "2021-07-21 00:00:00",
    "concluded_on": "2021-12-21 00:00:00",
    "complaint_processing_days": 153,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A    Date complaint received: 21/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07939-21 Dix v The Times\nSummary\nof Complaint\n1. David\nDix complained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Alarm bells should be ringing over mass cycling”, published on 15\nJuly 2021.\n2. The\narticle was a ‘notebook’ style column, in which the columnist gave her\nobservations on a variety of subjects. Under the sub-heading “Covid excuse”,\nthe columnist wrote about changes to hotel housekeeping services she had\nexperienced during a recent holiday; she expressed doubt about the\njustification provided that these were due to Covid-19, noting that “[w]e now\nknow the virus is not transmitted via surfaces”.\n3. The\narticle also appeared online, in substantially the same form.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1, where\nthe statement that “[w]e now know the [Covid-19] virus is not transmitted via\nsurfaces” was contradicted by government advice, which states that: “Surfaces\nand belongings can also be contaminated with COVID-19, when people who are\ninfected cough or sneeze near them or if they touch them. If you have COVID-19,\nthere is a risk that you will spread the virus onto surfaces such as furniture,\nbenches or door handles, even if you do not touch them directly. The next\nperson to touch that surface may then become infected.”\n5. The\npublication did not accept that stating that “[w]e now know the virus is not\ntransmitted via surfaces” was a significant inaccuracy in need of correction\nunder the terms of Clause 1 (ii).  It\nsaid that the alleged inaccuracy arose from a single sentence, taken out of context,\nand a reasonable reader would not have been misled. It also noted the context\nof the alleged inaccuracy; while it accepted that it was presented as a claim\nof fact, it appeared in a ‘notebook’ column, and the article was clearly\ndistinguished as comment, rather than a factual news piece. The publication\nthen noted that the tone of the column was sardonic, and was intended to convey\nthe columnist’s view that some of the measures being taken to combat infection\nare excessive, ineffective and no longer justified by the science on which they\nclaim to rely.\n6. It\nsupported this position by providing links to a mixture of sources, including\nacademic studies, articles by epidemiologists, and US government advice from\nthe Centers for Disease Control (CDC). While the links and sources cited by the\npublication did not disprove that Covid-19 is transmitted via surfaces, they\nindicated that the risk of such transmission was extremely small, especially\ncompared to airborne transmission of the virus. One such link stated that US\nCenters for Disease Control and Prevention “‘now states that transmission\nthrough surfaces is “not thought to be a common way that COVID-19 spreads’”;\nanother source said that “[s]urface transmission, although possible, is not\nthought to be a significant risk”. The publication also said that the writer of\nthe article was fully aware of the previous literature on the subject when\nwriting the article, and had therefore taken care over its accuracy.\n7. While\nthe publication did not accept that the claim was significantly inaccurate and\nrequired correction, it accepted that the claim could have been worded more\ncarefully. Therefore, 16 days after the article’s publication and 8 days after\nIPSO passed the newspaper the complaint, it published the following wording in\nits Corrections and Clarifications column, both online and in print:\nWe said\nthat coronavirus \"is not transmitted via surfaces\" (Comment, July\n15). While the latest scientific consensus is that the risk of surface\ntransmission is extremely low, UK government advice is that such transmission\nremains possible and steps should be taken to avoid it\n8. The\npublication also amended the online version of the article 15 days after the\narticle’s publication, so that it read \"[w]e now know that the risk of the\nvirus being transmitted via surfaces is extremely low\" rather than “[w]e\nnow know the virus is not transmitted via surfaces”. During IPSO’s\ninvestigation, on 10 September 2021, it also added the following wording to the\nbottom of the amended online article:\nThe\narticle was amended to take account of the following published clarification:\nWe said that coronavirus \"is not transmitted via surfaces\" (Comment,\nJuly 15). While the latest scientific consensus is that the risk of surface\ntransmission is extremely low, UK government advice is that such transmission\nremains possible and steps should be taken to avoid it\n9. The\ncomplainant said that he did not accept that he had taken the alleged\ninaccuracy out of context, or that reasonable readers would not be misled by\nit. He further said that it was not relevant that the alleged inaccuracy was\nwritten by a columnist, rather than appearing in a news report.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\ncolumnist had written that “we now know the virus is not transmitted via\nsurfaces” and the newspaper accepted that, whilst it had appeared in a comment\npiece, it was a claim of fact. Nevertheless, the publication considered that\nreaders would not be misled as to what the columnist meant. Whilst the Editors’\nCode acknowledges that the press is entitled to publish the views of\nindividuals, there remains an obligation under the Clause 1 to take care not to\npublish inaccurate, misleading or distorted information.\n11. The\ncolumnist’s claim was made in an irreverent, first-person ‘notebook’ style\ncolumn.   The Committee further noted\nthat the article was not a piece which focussed on the means by which Covid-19\ncan be transmitted and it did not attribute the claim to the findings of any\nparticular study or research.  Rather, it\nwas a claim made in a piece in which the columnist was questioning the reasons\ngiven by hotels for rooms not being ready in time for guests; it was her view\nthat, given the level of risk presented by surface transmission, the measures\nbeing taken in response to Covid-19 were now being used by hotels as an excuse\nfor poor service. The publication provided material which indicated that the\nrisk of surface transmission of Covid-19 was far less significant than first\nunderstood and noted that at least one public health organisation had acknowledged\nthat surface transmission was not a “common” way in which the virus was\ntransmitted.  \n12. The\ncolumnist had taken account of the views expressed in this material prior to\npublication and the Committee noted that it supported the argument she had advanced.  The publication had, therefore, taken care as\nrequired by Clause 1(i) and given the context in which the claim had been made\nand the nature of the article, the inaccuracy was not significant so as to\nrequire correction under Clause 1 (ii). There was no breach of Clause 1.\nNonetheless, the Committee welcomed the action taken by the publication to add\nfurther clarification to the article by way of addressing the complainant’s\nconcerns.\nConclusion(s)\n13. The\ncomplaint was not upheld.\nRemedial\nAction Required\n14. N/A\n\n\n\nDate\ncomplaint received: 21/07/2021\nDate\ncomplaint concluded by IPSO: 21/12/2021\nBack to ruling listing\n\n\n"
}