{
    "url": "/rulings-and-resolution-statements/ruling/?id=07938-21",
    "title": "07938-21 Various v express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2021-07-17 00:00:00",
    "received_on": "2021-07-17 00:00:00",
    "concluded_on": "2021-10-04 00:00:00",
    "complaint_processing_days": 79,
    "conclusion_long": "9. The complaint was upheld under Clause 1 (i).",
    "remedial_action": "10. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required. Date complaint received: 17/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 07938-21 Various v express.co.uk\nSummary\nof Complaint\n1. The\nIndependent Press Standards Organisation received various complaints that\nexpress.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Farmer blasts EU red tape stopping workers flow to UK -\nfears shops will use Europe goods”, published on 17th July 2021.\n2. The\nonline article’s headline was followed by the sub-heading: “THE EU has caused\nfrustration for UK farmers as post-Brexit red tape has made it more difficult\nto get migrant workers.” It reported that a farmer in West Sussex had remarked\nin an interview with EuroNews, a European-based television news network, that\n“post-Brexit red tape” had made it more difficult for seasonal workers from\nEastern Europe to come to the UK, and as result his ability to harvest his\ncrops had been adversely affected.  The\nfarmer said that his farm was down “72” workers on last year as “there are now\nbarriers, more red tape and it is much more difficult to actually come and\nwork” in the UK. The article then reported the comments made by the EuroNews\njournalist that the “the fear for farms like this one is that British\nsupermarkets will look to the EU to fill their empty shelves”. A video of this\ninterview was included within the article, titled: “Brexit: UK crops dying as\nfarms left without pickers”.\n3. IPSO\nreceived 199 complaints about this article, all of which raised similar\nconcerns. The complainants said that the headline was inaccurate and\nmisleading, in breach of Clause 1, to report that “EU red tape” was preventing\nthe flow of agricultural workers to the UK. Complainants said that the article\nwrongfully attributed the reported labour shortages to the European Union (EU),\nrather than to the changes introduced by the UK Government to the country’s\nimmigration policy post-Brexit, and in doing so misrepresented the comments\nmade by the farmer who had not, contrary to the impression given by the\narticle, attributed the “red tape” to the EU. In light of the volume of\ncomplaints received, and where the specific input of a complainant was not\nnecessary, IPSO decided to summarise the complaints for the purpose of\ninvestigating the complaint on behalf of the complainants.\n4. The\nnewspaper did not accept a breach of the Editors’ Code. It said that the\nheadline reference to “EU red tape” was not significantly inaccurate or\nmisleading when read in the context of the article as a whole, which made clear\nthat the shortages discussed by the farmer were the result of the post-Brexit\narrangements, referring to “post-Brexit red tape”. Notwithstanding this, on 26\nJuly, six days after receiving notification of the IPSO complaint, the\npublication amended the headline of the online article to “Farmer blasts Brexit\nred tape stopping workers flow - fears shops will use Europe goods”, to make\nclear that the “red tape” causing the issue to British farmers was borne out of\nBrexit, rather than the EU in itself. It added the following footnote\ncorrection to record this:“A\nprevious version of this headline stated 'EU red tape‘ was causing British\nfarmers difficulties in hiring labourers, resulting in concerns about customers\nturning to alternative supplies. In fact, the changes to the free movement\npreviously regulating the entrance of labourers from the European Union into\nthe United Kingdom are the results of the negotiations between the EU and the\nUK in the aftermath of Britain's withdrawal from the bloc. We are happy to\nclarify this.”\n5. On\n28th July, the newspaper then moved this correction from the foot of the online\narticle to beneath the headline, in order to satisfy the prominence\nrequirements of Clause 1 (ii). \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected, promptly\nand with due prominence, and — where appropriate — an apology published. In\ncases involving IPSO, due prominence should be as required by the regulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n6. Clause\n1 (i) requires that publications take care not to publish headlines which are not\nsupported by the text of the article. It does not require a headline to give\nthe full context of the story in question, but the article must support the\nheadline.\n7. The\nheadline reported that a farmer had blasted “EU red tape” for preventing the\nflow of workers to the UK. Whilst the text of the article made clear that the\nfarmer had expressed concerns that there were “more barriers [and] more red\ntape” following the UK’s departure from the EU, the Committee noted that\nneither the text of the article, nor the video clip of the farmer’s exchange\nwith the reporter from EuroNews, attributed these to EU specifically (rather\nthan arrangements made following the UK’s departure from the EU). As such, it\nwas the newspaper, and not the farmer, who attributed this “red tape” to the\nEU; this attribution by the publication was repeated in the sub-headline, which\nstated that the “EU had caused frustration for UK farmers”. This\ncharacterisation of the restricted flow of labour to the UK was inaccurate: it\nhad not resulted from EU regulations, but rather as a result of changes to\nlegislation following the UK’s withdrawal from the European Union. In such\ncircumstances, the headline claim that “EU red tape was stopping workers flow\nto UK” was misleading and was not supported by the text of the article, in\nbreach of Clause 1 (i). This had formed the basis for the article and as such\nwas considered significant. Therefore, a correction was required in order to\navoid a breach of Clause 1(ii).\n8. The\npublication had amended the headline of the online article to describe the\nrestrictions as “Brexit red tape”, rather than “EU red tape” and published a\ncorrection within 6 days of IPSO notifying it of the complaint. The wording of\nthis correction identified the error and made the correct position clear. This\nwas published promptly and with sufficient prominence to meet the terms of\nClause 1 (ii), where it appeared beneath the headline of the online\narticle.  As such, there was no further\nbreach of Clause 1 (ii) on this point. \nConclusions\n9. The\ncomplaint was upheld under Clause 1 (i).\nRemedial\nAction Required\n10. The\npublished correction put the correct position on record and was offered\npromptly and with due prominence. No further action was required.\nDate\ncomplaint received: 17/07/2021\nDate\ncomplaint concluded by IPSO: 04/10/2021\nBack to ruling listing\n\n\n"
}