{
    "url": "/rulings-and-resolution-statements/ruling/?id=07959-18",
    "title": "07959-18 UWE Bristol v Bristol Post",
    "provisions": [
        "1 Accuracy (2018)",
        "10 Clandestine devices and subterfuge (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Bristol Post (Reach PLC)",
    "received_on": "2018-12-20 00:00:00",
    "concluded_on": "2019-05-16 00:00:00",
    "complaint_processing_days": 147,
    "conclusion_long": "28. The complaint was upheld in part.",
    "remedial_action": "29. The newspaper had offered to publish a correction which made clear the correct position that at the time the Freedom of Information request had been made, UWE Bristol did not record information relating to student suicide in a central database. The Committee considered that the newspaper was entitled to challenge the complainant’s position that it did not record this information, in light of the information relied upon by PHE; upon receipt of the further explanations provided by the complainant regarding its record holding, the newspaper promptly offered to publish a correction. The correction was sufficient to meet the terms of Clause 1(ii) and should now be published both in print and online.Date complaint received: 20/12/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07959-18 UWE Bristol v Bristol Post\nSummary of complaint\n1. The University\nof the West of England (UWE Bristol) complained to the Independent Press\nStandards Organisation that the Bristol Post breached Clause 1 (Accuracy) and\nClause 10 (Clandestine devices and subterfuge) of the Editors’ Code of Practice\nin the following articles:\n“UWE denies\nwithholding records of suicides from concerned students”, published on 23\nNovember 2018;“Nightline:\nUWE ends night-time helpline for struggling students”, published on 28 November\n2018;“What I wish\nyou knew, Alex: Mum’s heartbreaking letter to son who took his own life\npublished on 29 November 2018.\n2. The articles\nunder complaint formed part of wider coverage into concerns over the rate of\ndeaths by suicide amongst the student population of the University of the West\nof England.\n3. The first\narticle claimed that the University was withholding information on records of\nsuicides amongst its students. The article cast doubt on the accuracy of the\nUniversity’s response to a Freedom of Information request (FoI) submitted by\nits own students. It reported that when asked to provide “the number of\nconfirmed suicides of UWE students in the last five academic years”, the\nUniversity had responded: “The University does not hold this information”. The\narticle claimed that in contrast, the newspaper had seen papers which had shown\nthat the University “did have this information held in a central database, and\nthat it was used for a report commissioned by Public Health England (PHE) into\nstudent death by suicide” at UWE Bristol.\n4. The first\narticle reported that the University’s response to the FoI had also shown that\nStudent Support and Wellbeing Service had “stayed almost the same for the last\nfour years despite a huge increase in the number of students approaching the\nUniversity for help”.\n5. The first\narticle reported a statement from a concerned student: “People need one-to-one\nsessions. Speaking to a (ro)bot can help some people but the majority will want\nto speak to someone and go through it.” It claimed that the student had been\ntold by the University that it “would not release the data on suicide”. The article\nsaid that a spokeswoman for the University had said that “the figures have been\nreported before and [the University] had not tried to hide it”.\n6. The second\narticle reported that the University had suspended an overnight student support\nphoneline, called “Nightline”, and had launched an online counselling platform,\ncalled Kooth Student. It reported that Nightline was shut earlier in 2018 after\nit was only opened in December 2017; it said, “by March, the service had\nstopped suddenly and students directed to a new online student platform called\nKooth, together with other national helplines. Kooth was piloted by UWE in the\nsame month Nightline was launched”.\n7. The second\narticle reported, “With Nightline now shut, that leaves a 10.5 hour gap between\n10pm and 8.30am every day with a big gap on weekends”. It reported that a\nUniversity spokesperson had told the newspaper that it ran an “emergency\ncontact number during those hours, while security operations and accommodation\nteams were available on campus around the clock”.\n8. The article\ndetailed the journalist’s experience of accessing the Kooth Student service:\n“we waited nearly 15 minutes to be connected to Jay, an experienced counsellor.\nAbout six minutes after we did not respond, the conversation window was closed\nand we were asked for feedback on the service”.\n9. The third\narticle was a tribute piece written by the mother of a student who had taken\nhis own life. It explained that the man was one of fourteen students at the\nUniversity of the West of England that had taken their own lives in the last\neight years.\n10. The articles were published in substantially the same\nform online. The first article was headlined, UWE denies withholding\ninformation over student suicides as leaked report reveals 14 deaths and\nreasons”. The second article was headlined, “'Not good enough' - student hits\nout at UWE Bristol after Nightline support services cancelled”. The third\narticle was headlined, “Mum reads heartbreaking letter to son who killed\nhimself: ‘What I wish you knew’”.\n11. The complainant said that the newspaper had published\nmisleading and inaccurate information on a complex and sensitive topic, in\nbreach of Clause 1. It expressed concern that the journalist had attempted to\nuse the Kooth Student service, which could only be accessed by students. It\nsaid that there was no public interest in posing as a student to access the\nservice, in breach of Clause 10.\n12. The complainant said that the first article had\ndistorted the University’s response to the FOI. It said that it had not denied\nholding “any information” about students’ deaths; in its response, it had\nconfirmed that it did not hold the number of confirmed suicides in the last 5\nyears, as this information is held by the coroner’s office. The complainant said\nthat it did not hold information on the number of confirmed suicides of UWE\nstudents on a “central database”, as claimed. It said that it only recorded\nstudent deaths, not the cause, even once a cause of death had been confirmed by\nthe coroner. The complainant said that PHE’s report had only been shared with\nthe University in late August 2018, after the deadline for the response to the\nFoI had passed. The complainant said that PHE’s audit was compiled by cross\nreferencing the deaths it recorded, with case workers’ confidential notes.\n13. The complainant said that the first article contained\nfurther inaccuracies. It said that the article did not accurately reflect the\nsignificant investment which was being made by the University into its mental\nhealth support services. It also said that the student’s comments had\nsuggested, inaccurately, that all of its mental health services were fully\nautomated: Kooth and the new text service were staffed by trained counsellors.\nThe complainant said it was inaccurate to report that the student had been told\nthat the University “would not” release data on suicide. It said that the\nstudent was informed that information about the alleged student death could not\nbe released as, at that time, the death was subject to formal Coroner’s\nprocedures and an official cause of death had not been determined. The\ncomplainant said that the article should have detailed where the figures on\nsuicide had been reported elsewhere, as this would challenge the article’s\nsuggestion that the university was “withholding” information.\n14. The complainant said that the second article had created\nthe misleading impression that the University was providing insufficient\nsupport to its students, particularly the reference to the period of 10.5 hours\nin which Kooth Student was closed. It said that it was inaccurate to report\nthat the University had suspended Nightline when this was a decision of both\nthe Student Union and the University. It also said that the article had given\nthe misleading impression that Kooth Student was launched in response to the\nsuspension of Nightline, when in fact they were two entirely separate services.\n15. The complainant said that it was disappointed that it\nwas not offered an opportunity to comment on the third article, or to reiterate\nits condolences to the student’s family.\n16. The newspaper did not accept any breach of the Code. It\nsaid that, as made clear in the first article, PHE had relied upon information\nsupplied by the University when it had compiled its report. The newspaper\nprovided a copy of the PHE report, which recorded that: “Deaths for inclusion\nwere identified by the UWE Wellbeing Service and Safeguarding staff and the\nlist cross checked against the details of deaths held in the UWE central\nstudent record system.” The newspaper said that whether or not the University\nheld these figures “in a database” was a semantic point. It said that the PHE\nreport clearly showed that the complainant was aware of the names of the\nstudents using its Wellbeing Service who had died because it had supplied them\nto PHE.\n17. The newspaper said that, in any event, it did not accept\nthat the University held no record of any confirmed suicides amongst its\nstudents at the time the FoI was made. The newspaper said that previous\nsuicides of UWE students had been reported in the media months before the FoI\nwas requested, some including quotes from the University’s vice-chancellor.\n18. The newspaper offered to publish the following\nclarification, as a gesture of goodwill:\nOur article 'UWE denies withholding records of suicides from\nconcerned students'; 23 November 2018, suggested that UWE held information of\nstudent suicide in a 'central database'. Although student suicides had been\naddressed publicly by the University previous to the FoI request, we are happy\nto clarify that UWE do not hold this information in a 'central database'.\n19. The newspaper provided a copy of the Freedom of\nInformation requested submitted by the University’s students. It recorded that\nThe Student Support & Wellbeing Service funding since 2014 was as follows:\n2014/15\n£1,027,0002015/16\n£1,010,0002016/17 £1,041,0002017/18\n£1,092,000\n\n\n\n20. The newspaper said that it was not inaccurate to report\nthat Nightline had been suspended by the University and the second article made\nclear that Kooth was piloted by UWE in the same month Nightline was launched.\n21. The newspaper denied that its journalist’s actions had\nbreached Clause 10. It said that the journalist was given access to the portal\nvia a student’s log in details, with his permission. It said that as soon as\nthe chat connected with a counsellor, the chat was closed immediately. The newspaper\nsaid that the journalist did not claim to be a student, give any false\ninformation or take up any valuable time of a counsellor.\nRelevant Code Provisions\n22. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 10 *(Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nThe Public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:Detecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.2. There is a public interest in freedom of expression itself.3. The regulator will consider the extent to which material is already in the public domain or will become so.4. Editors invoking the public interest will need to demonstrate that they reasonably believed publication - or journalistic activity taken with a view to publication – would both serve, and be proportionate to, the public interest and explain how they reached that decision at the time.5. An exceptional public interest would need to be demonstrated to over-ride the normally paramount interests of children under 16.\n\n\n\n\n\n\n\n\n\n\n\nFindings of the Committee\n22. Public Health England had relied on information supplied\nto it by the University when it had compiled its death by suicide audit; deaths\nfor inclusion in the audit had been selected by the UWE Wellbeing Service and\nSafeguarding staff and the list cross checked against the details of deaths\nheld in UWE Bristol’s central student record system. However, at the time the\nFOI was made, the University did not record the cause of a student’s death,\nirrespective of whether an inquest had concluded. Further, PHE’s Report did not\nidentify that the University had held records of the number of confirmed\nsuicides amongst its student population. This was contrary to the first\narticle’s claim that PHE’s report had shown that the University had recorded\nthat 14 of its students had died by suicide in the last 5 years.  The newspaper had failed to take care over\nthe accuracy of the article on this point, in breach of Clause 1(i). This was a\nsignificant claim, as it supported the core criticism made against the\nUniversity in the first article, which was that it was withholding information\nwhich it had in its possession regarding the number of confirmed student\nsuicides, from its own students. A correction was therefore required under the\nterms of Clause 1(ii).\n23. The Committee noted the complainant’s position that its\nstudents did not receive support via “ro[bots]”, and its explanation that its\nonline services were administered by trained counsellors. However, the\ncomplainant did not dispute that the student’s statement in which this claim\nhad been made, had been reported accurately in the first article; these\ncomments had not been adopted by the newspaper as fact. Further, it was not in\ndispute that Kooth Student was a digitised platform through which a student\ncould access support via an online chat service, rather than through a\nface-to-face meeting. In those circumstances, the Committee did not conclude\nthat the student’s comments gave rise to a misleading impression of the Kooth\nStudent service. This aspect of the complaint did not breach Clause 1.\n24. It was not inaccurate to report in the first article\nthat funding for the University’s Student Support and Wellbeing Service had\n\"stayed almost the same\" and \"remained largely unchanged\"\nin the last five years; this was apparent from the University’s response to the\nFoI.  Further, it was not misleading to\nreport that the University has said that it “would not” disclose suicide data,\nwhen it had said it “could not” at that time. The omission of the specific\nsource of where else figures on suicide had been reported, did not render the\narticle misleading. There was no further breach of Clause 1 in respect of the\nfirst article.\n25. The second article did not claim that Kooth Student was\nlaunched in response to the suspension of Nightline; it made clear that Kooth\nwas piloted by UWE in the same month Nightline was launched. It was not\nmisleading to report that the University had suspended the Nightline service,\nwhen it had been one of the two organisations which had made this decision. It\nwas not in dispute that Kooth Student did not operate for a period of 10.5\nhours overnight. The Committee noted that the article made clear that other\nemergency support was available to students during that time period. No\nmisleading impression was given of the support available to students; the\nsecond article did not breach Clause 1.\n26. The Code does not create an obligation for publication’s\nto request comment from each individual or organisation that is referred to in\nan article. In any event, the University was not the focus of the third\narticle; reference to the complainant was made only to explain, accurately,\nthat the man was a former student. There was no breach of Clause 1 in respect\nof the third article.\n27. The Committee turned to consider the complaint made\nunder Clause 10. Clause 10 prevents members of the press from engaging in\nmisrepresentation or subterfuge, including by agents or intermediaries, unless\njustified in the public interest. The journalist had used a student’s details\nin order to log in to Kooth Student. While the journalist had obtained these\ndetails with the student’s permission, it remained the case that by accessing a\nservice which was only available to students, the journalist had held himself\nout as being a student of the University. The Committee noted that the\njournalist’s misrepresentation was limited. It involved only a brief\ninteraction with the Kooth service in order to experience it as a student of\nthe University would; the journalist did not engage directly with any of the\ncounsellors. There was a public interest in investigating the support available\nat the University, given the concerns raised about the number of suicides\namongst its student population. The Committee considered that the newspaper’s\nactions in obtaining and publishing information via this method had been\nproportionate to this clear public interest. There was no breach of Clause 10.\nConclusion\n28. The complaint was upheld in part.\nRemedial Action Required\n29. The newspaper had offered to publish a correction which\nmade clear the correct position that at the time the Freedom of Information\nrequest had been made, UWE Bristol did not record information relating to\nstudent suicide in a central database. The Committee considered that the\nnewspaper was entitled to challenge the complainant’s position that it did not\nrecord this information, in light of the information relied upon by PHE; upon\nreceipt of the further explanations provided by the complainant regarding its\nrecord holding, the newspaper promptly offered to publish a correction. The\ncorrection was sufficient to meet the terms of Clause 1(ii) and should now be\npublished both in print and online.Date complaint received: 20/12/2018Date decision issued:16/05/2019    \nBack to ruling listing\n\n\n"
}