{
    "url": "/rulings-and-resolution-statements/ruling/?id=07968-17",
    "title": "07968-17 Baker v The Sun on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2017-04-23 00:00:00",
    "received_on": "2017-05-16 00:00:00",
    "concluded_on": "2017-09-15 00:00:00",
    "complaint_processing_days": 122,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/ADate complaint received: 16/05/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 07968-17 Baker v\nThe Sun on Sunday\nSummary of complaint\n1. Richard Baker complained to the Independent\nPress Standards Organisation that The Sun on Sunday breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Ripper’s\nbest pal is rapist”, published on 23 April 2017. \n2.\nThe article reported comments made by a confidential source that the\ncomplainant had become friends with another prisoner whilst they were both\nserving custodial sentences. It reported that the complainant had knocked on\nhis door to introduce himself, and that they had been spending time in each\nother’s cells. The article also described the complainant as “Britain’s worst\nserial rapist”, and reported that he had been convicted of sexual offences against\ntwelve women and that he is suspected of attacking one hundred more. It\nreported that the Ministry of Justice (MOJ) did not comment on the matter when\nit was contacted prior to publication. \n3.\nThe article was published online in substantively the same format. \n4.\nThe complainant said that he was not friends with the other prisoner. He had\nbeen into his cell to introduce himself and would sometimes return, but he did\nnot visit the other prisoner regularly. \n5.\nThe complainant said that he is not “Britain’s worst serial rapist”, as other\nindividuals have been convicted of more sexual offences than himself. The\ncomplainant also said that he was not suspected of attacking one hundred more\nwomen. He said that at the time of his trial in 1999, it was reported that the\npolice had commented that they believed he may have been responsible for one\nhundred more attacks. The complainant said that he was not questioned by the\npolice in relation to these attacks, but accepted that he had been interviewed\nby the police in relation to 13 further assaults following his conviction. \n6.\nThe newspaper said that the information was provided to its reporter by a\nreliable source who had previously provided stories about the other prisoner,\nand that it had no reason to doubt its veracity. It said that the reporter then\ntelephoned the MOJ, outlining the story in full, who responded by saying that “we\ndon’t comment on individual prisoners”. The newspaper said that a journalistic\nconvention meant that the MOJ would have provided an on the record denial if\nthe claim was inaccurate. As such, the newspaper said that it\nwas sufficient to rely on the MOJ’s silence as supporting the accuracy of the\nclaims. \n7.\nThe newspaper said that it was not misleading to report that the complainant\n“got pally” with the prisoner, or that they were “best pals” or “chums”. The complainant\naccepted that he spent time in the other prisoner’s cell and the newspaper said\nthat the circumstances suggest that he has a concern for the other prisoner,\ntantamount to a friendship, given the complainant's explanation that he had\nstepped into the other prisoner’s cell in recognition of the problems which the\nother prisoner suffered with his sight. \n8.\nThe newspaper said that the reference to the complainant as “Britain’s worst\nserial rapist” was subjective and was justified to describe his crimes,\nparticularly as other reports of the complainant’s trial had described him in\nsimilar terms. It said that the information that the complainant was suspected\nof attacking one hundred more women came from statements made at the time of\nhis trial by the police, and was supported by the\nfact that, following the complainant's conviction, the police set up a telephone\nhelpline to enable any other victims to contact them. The newspaper also noted a\ncomment made by the complainant’s trial judge that “[the complainant] is the most\ndangerous man I have ever had the displeasure of trying” and that, at the time of\nhis trial, the police had described the complainant as \"one of the most\nprolific sex offenders this century.” Nevertheless, the newspaper removed the\nonline article. \nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.       \n     Findings\nof the Committee\n10.\nA source of stories in relation to the other prisoner had informed the\nnewspaper that he was friends with the complainant. The newspaper then sought\nto verify this information with the MOJ, which did not deny the allegations. The\ncomplainant was being held in prison and could not easily have been contacted\nfor comment and as such, the Committee considered that sufficient care was\ntaken over the accuracy of the claims made about the relationship between the\ncomplainant and the other prisoner. There was no breach of Clause 1 (i). \n11.\nThe complainant accepted that he had introduced himself to the other prisoner\nand that he occasionally went into his cell and spoke to him. The Committee did\nnot consider that it was significantly misleading to characterise this relationship\nas the complainant and the prisoner being “chums”, “best pals”, or that they\n“got pally”, particularly in circumstances where the nature of the alleged\nfriendship was explained in the article. Furthermore, given that the\ncomplainant accepted that he had visited the other prisoner in his cell, it was\nnot significantly inaccurate to report that they had spent time in each other’s\ncells. There was no breach of Clause 1 on these points. \n12.\nAlthough the complainant said that he was not questioned in relation to a further\n100 attacks, it was not disputed that, at the time of his trial in 1999, it was\nreported that the police had said that they believed the complainant may have attacked\nup to one hundred more women. In the circumstances, the Committee did not\nconsider that it was significantly misleading to report that he “is suspected\nof attacking one hundred more”, particularly where the article reported this as\nspeculation and not as fact. Furthermore, the newspaper was entitled to\ncharacterise the complainant as “Britain’s worst serial rapist”, given the\ncomments made by the trial judge and the police at the time of his conviction\nand the seriousness of the assaults which had been committed by the complainant\nagainst particularly vulnerable victims. The article included details of the\ncomplainant’s convictions, and the Committee did not consider that the article\nwas significantly misleading in employing this characterisation. There was no\nbreach of Clause 1 on these points. \nConclusion\n13. The\ncomplaint was not upheld.\nRemedial action required\n14. N/ADate complaint received: 16/05/2017Date decision issued: 15/09/2017\nBack to ruling listing\n\n\n"
}