{
    "url": "/rulings-and-resolution-statements/ruling/?id=07964-19",
    "title": "07964-19 Desbrow v The Herald",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2019-07-18 00:00:00",
    "received_on": "2020-10-11 00:00:00",
    "concluded_on": "2020-04-24 00:00:00",
    "complaint_processing_days": -170,
    "conclusion_long": "7. N/A",
    "remedial_action": "8. N/A   Date complaint received: 11/10/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 07964-19 Desbrow v\nThe Herald\nSummary of Complaint\n1. Darrell Desbrow complained to the Independent Press\nStandards Organisation that The Herald breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Scots home prices grow three\ntimes annual rate of England / Scots house prices rise as London drags UK\ndown”, published on 18 July 2019.\n2. The article reported on the rise in property prices in\nScotland. The article started on the front page, and then continued on page 3.\nOn the third page of the newspaper there was a table that showed property\nprices in council areas in Scotland in May 2018, followed by May 2019 and a\nthird column explaining the difference of property prices as a percentage\nbetween these two years. The text of page three also cited several examples of certain\nareas and referenced the rise and fall in monetary terms, for example “the\nbiggest boost seen in North Ayrshire, where prices jumped by 8.2% to £111,000\nin the year to May 2019”.\n3. The complainant said that the accompanying table was\ninaccurate in breach of Clause 1 (Accuracy), as the columns had been labelled\nincorrectly; the May 2018 column was actually the prices for May 2019 and vice\nversa.\n4. The publication accepted that the version of the\nnewspaper the complainant had received was inaccurate. It said that the\ninaccuracy had been discovered during the printing run and amended so that the\ndates that headed the table were the correct way round. This meant that some of\nthe newspapers had the accurate table and others were inaccurate. The\npublication said that they acted promptly in correcting the error, and did not\nbelieve that the error was significant. A third column in the table explained\nthe difference in percentage between the two sums, so readers would not be\nmisled by the accurate change of property prices in Scotland, and could have\ninferred that the dates were the wrong way round. In addition, the accompanying\narticle quoted the correct figures from the table, attributing the correct sum\nto the correct year. Nevertheless, as a gesture of goodwill the newspaper\noffered to print the following in their corrections and clarifications column ,\nwhich normally appears on page two:\nIn our story about property prices of July 18 last year\nearly copies of the edition had dates for two tables showing rises and falls in\nhouse values the wrong way round. The error was corrected on the print run and\nthe tables were put in the correct order: \nMay 2019 first, May 2018 second.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The table under complaint had been amended as soon as the\npublication became aware of it; it was changed during the print run and only\nthe earliest versions of the newspaper had the incorrect table headings. In the\nnewspapers that did contain the inaccurate table headings, there was no\nsignificant inaccuracy in the context of the overall article as the table\nexplained the difference of property prices as a percentage and the\naccompanying article gave specific examples which attributed the correct sum to\nthe correct year. In this context readers would not be misled by the inaccurate\nheadings of the first two columns of the table. As such, the error did not\nconstitute a failure to take care over the accuracy of the article, and was not\nsignificant to the overall article as to require a correction. There was no\nbreach of Clause 1(i) or 1(ii). The Committee, however, welcomed the correction\nas offered by the publication.\nConclusions\n7. N/A\nRemedial Action Required\n8. N/A\n \nDate complaint received: 11/10/2020\nDate complaint concluded by IPSO: 24/04/2020\nBack to ruling listing\n\n\n"
}