{
    "url": "/rulings-and-resolution-statements/ruling/?id=07962-16",
    "title": "07962-16 A man v Daily Record",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2016-08-16 00:00:00",
    "received_on": "2016-08-16 00:00:00",
    "concluded_on": "2016-10-31 00:00:00",
    "complaint_processing_days": 76,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 16/08/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07962-16 A man v Daily Record\nSummary of Complaint\n1. A man complained\nto the Independent Press Standards Organisation that the Daily Record breached\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Veterans’ fury at Walter Mitty Bloody Sunday Bigot”, published on 16 August 2016.\n2. The article\nreported that Allan Woods, who it said had “launched a vile rant” against a\n“hero priest”, had falsely claimed to have had a successful military career. It\nsaid that Mr Woods had superimposed his face onto an image of the complainant,\na “real decorated soldier”. The print version of the article named the\ncomplainant, gave the town he was from, and included his photograph. The online\nversion additionally reported that he had completed four military tours in\nNorthern Ireland, before serving in Iraq and Afghanistan, and that he had been\nawarded a number of medals, which were displayed on the uniform that Mr Woods\nhad attempted to claim were his own.\n3. The complainant\nconsidered that the publication of his full name, photograph, town where he\nlived, as well as details of his military career had been unnecessary and\nintrusive. He said that in publishing such detail about him – in particular by\nnaming his hometown – the newspaper had acted negligently, and had put him and\nhis family at risk of attack by terrorists.\n4. The newspaper\nsaid that the purpose of the story had been to highlight Allan Woods’ fraud,\nand to contrast his dishonesty with the complainant’s bravery. It did not\nconsider that the published information was private; it was publicly available\non a website that documented the history of the Parachute Regiment and Airborne\nForces. Nevertheless, in response to the complaint, the newspaper offered to\nremove the complainant’s name and hometown from the online article, and to\npixelate his photograph.\n5. The complainant\ndid not accept the removal of the information from the online article as\nresolution to the complaint. He accepted that his name, service history and\nphotograph had appeared on a public website, but considered that the article\nhad gone further by also identifying his hometown.\nRelevant Code Provisions\n6. Clause 2\n(Privacy)\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings of the Committee\n7. The Committee\nacknowledged the complainant’s security concerns. However, his name, photograph\nand details of his service career were already in the public domain on a\npublicly accessible website at the time the article was published. In addition,\nwhile the Committee understood the complainant’s position regarding the\nidentification of his hometown, this was not information about which he had a\nreasonable expectation privacy.\n8. The newspaper\nhad not disclosed private information about the complainant in breach of Clause\n2. Nevertheless, the Committee welcomed the amendment of the online article in\nresponse to the complaint.\nConclusions\n9. The complaint\nwas not upheld.Remedial action requiredN/A\nDate complaint received: 16/08/2016Date decision issued: 31/10/2016\nBack to ruling listing\n\n\n"
}