{
    "url": "/rulings-and-resolution-statements/ruling/?id=07966-19",
    "title": "07966-19 Water UK v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Times (News UK)",
    "received_on": "2019-10-11 00:00:00",
    "concluded_on": "2020-04-21 00:00:00",
    "complaint_processing_days": 193,
    "conclusion_long": "91. The complaint was partly upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "92. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. 93. The publication had misleadingly reported that as a result of water pollution, no river in England had been certified as safe for swimming, when this was a designated status that had to be applied for. The misleading information had appeared on the front page, and in a leader article, published on page 23. While the misleading information was significant, it was not a central point of the coverage which discussed more generally pollution levels in rivers and whether the Environment Agency was effective in tackling the problem. In light of this, the Committee considered that the appropriate remedy was the publication of a correction. 94. The correction should appear in the newspaper’s corrections and clarifications column and as a footnote to the relevant online articles, and should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance.   Date complaint received: 11/10/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 07966-19 Water UK\nv The Times\nSummary of Complaint\n1. Water UK complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in:\nan article headlined “No river safe for bathing” published\non 3 August 2019an article headlined “Filthy Business” published on 3 August\n2019an article headlined “Behind the story” published on 3\nAugust 2019.\n\n\n2. The three articles under complaint appeared as part of a\nseries of articles, including news reports and opinion pieces, on pollution in\nBritain’s waterways. \n3. The first article appeared on the front page in print\nunder the sub-headline “Watchdog ‘leaves water companies free to pollute’” and\nreported that dangerous pollutants had reached their highest levels in English\nrivers since modern testing began, with no river “now certified as safe for\nswimmers”. The article also reported that the number of rivers that fell short\nof EU standards had risen from 75% a decade ago to 86% now and that “half of\nall stretches of river monitored by the Environment Agency exceeded permitted\nlimits of at least one hazardous pollutant last year, including toxic heavy\nmetals and pesticides.” It also said that prosecution of companies which run\nBritain’s sewage systems had fallen “to three last year from thirty in 2014”\nand that in some cases the Environment Agency was allowing water companies to\n“suggest their own penalties”. The article contained a quote from an official\nspokesperson of the Angling Trust who stated: “We’re going backwards — our\nrivers are getting worse”. Additionally, it published claims that toxic metals\nand insecticides are regularly exceeding EU limits and that those who swim in\ninfected waters face danger from bacteria, including E. coli, salmonella and\nlisteria, leptospirosis, septicaemia and hepatitis A, and that almost 10% of\ntests for hazardous pollutants returned a result above its “maximum allowable\nlimit”, the highest since testing began. The article reported that “Under EU\nrules, the government is committed to ensuring that all rivers are of a good\necological standard by 2027” and that a named water company had been fined\n“£127 million”. The article also said that the number of significant pollution\nincidents had risen to 493, missing a target of 400, and that a former director\nof the Environment Agency had said: “Cutting budgets absolutely has an effect:\nfewer policemen means less testing and less enforcement — and as we’ve seen\nwith some of the water companies, people will take advantage of lax\nenforcement”. In addition the article reported that sewage was being dumped in\nrivers via emergency outflows and that parents in West Yorkshire had no idea\nthat sewage outflows were likely to have poured raw waste into the river their\nchildren were playing in. It reported scientists’ views that the agency’s\ntesting regime is not fit to deal with the pollutants flushed away by\nhouseholds, industry and agriculture.\n4. The article also appeared online in substantially the\nsame form under the headline “Pollution: no river in England is safe for\nswimming”. It was published on 2 August 2019.\n5. The second article was an opinion piece. It repeated\nseveral statements from the first article, including that no English river can\nbe certified as safe for swimming; that prosecutions had dropped from thirty in\n2014 to three in 2018 ; and that almost 10% per cent of the tests carried out\nby the Environment Agency for hazardous pollutants returned a result above its\n“maximum allowable limit, the highest proportion recorded since testing began\n20 years ago.” It also reported that England’s rivers were among the most\npolluted in Europe and that there is no equivalent “blue-flag system” to inform\nswimmers of water quality in rivers as there is on beaches. It said that “Much\nof the blame for this miserable record lies with the water companies”. It\nreported that “The companies claim they have improved 3,000 miles of waterways\nand have plans to cut pollution by 90 per cent by 2027” but that “capital\nexpenditure has fallen over the past decade, bills have risen and shareholders\nhave helped themselves to big dividends”.\n6. The article also appeared online in substantially the\nsame form under the headline “The Times view on pollution in Britain’s rivers:\nFilthy Business”. It was published on 3 August 2019.\n7. The third article appeared as part of a two-page spread\non the same topic and reported on the effects of water pollution, as well as\nits various sources. It reported that “More than 500,000 kilograms a year of\nmetals are released through waste water” and that the previous year lead levels\nat points on the River Teign in Devon were found to be 100 times the safe\nlimit. The article also said that the European Environment Agency had raised\nconcerns that waste water was being treated by sewage plants unable to deal\nwith metal contaminated water and it discussed the pollutant cypermethrion and\npolycyclic aromatic hydrocarbons.\n8. The third article also appeared online in substantially\nthe same form under the headline “What are the effects of river pollution?”. It\nwas published on 3 August 2019. It also reported that lead levels in the “River\nTeign in Cornwall were found to be 100 times the safe limit” and characterised\nthe 500,000 kilograms of metals released through waste water as “heavy metals”.\n9. The complainant, the trade association which represents\nthe major water companies in the UK, said that all of these articles gave a\nmisleading impression of the degree to which water companies were responsible\nfor pollution in the UK’s rivers. It said that 72% of pollution comes from\nother sources, and this was not made clear in any of the articles.\n10. The complainant said that the first article was\ninaccurate in breach of Clause 1. It said that the claim in the subheading that\n“Watchdog ‘leaves water companies free to pollute’” was inaccurate and was\ncontradicted in the text of the article which later stated that Ofwat had\nimposed a fine of £127 million. It also said it was inaccurate not to provide\nthe source of the quote.\n11. The complainant also said that it was misleading to\nclaim that “Dangerous pollutants in England’s waterways have reached their\nhighest levels since modern testing began” because the Environment Agency had\nfound that several pollutants had been cut since the 1990s. It also noted that\nthe tests were not for “dangerous” pollutants and the tests cannot be used as\nan average as they deliberately tested at “hot-spots” and at-risk areas.\n12. The coverage stated that “no river in the country [is]\nnow certified as safe for swimming”. The complainant said that this was\nmisleading because there was no certification that states whether a body of\nwater was “safe for swimming”. It said that the Government could give a\n“designated bathing water status”, however this was not the same thing as a\n“safe to swim” certification. There were many other requirements under this\ndesignation that had nothing to do with pollutants (such as lifeguards, public\ntoilets etcetera). It also said that the fact no rivers have designated bathing\nstatus was due to concern over currents and changing water levels rather than\nwater quality. It further said this was misleading because water company\nperformance was excellent, which was not mentioned in the article, because\nhealth risks derived from open water swimming come from many sources, not just\nsewage. The complainant also said that the word “now” insinuated that rivers\nhad been certified as safe in the past, but had lost the certification.\n13. The complainant also said that reporting that\n“Eighty-six per cent [of rivers] fall short of the EU’s ecological standard –\nthe minimum threshold for a healthy waterway – up from 75 per cent a decade\nago” was misleading as the basis for measurement had changed over the decade;.\nthe measurement system changed in 2014, and if the previous method of\nmeasurement was still used, the proportion of rivers which would achieve good\nor better ecological status would have risen from 22% in 2009 to 23% in 2016.\n14. The first article reported that “half of all stretches\nof river monitored by the Environment Agency exceeded permitted limits of at\nleast one hazardous pollutant last year, including toxic heavy metals and\npesticides.” The complainant said it was misleading to not properly attribute\nthe sources of this pollution – such as mining and industrial wastes, vehicle\nemissions, and fertilisers – as it gave the misleading impression that water companies\nwere solely responsible. It also said that the definition of “hazardous” went\nbeyond what was recognised.\n15. The first article reported that “Despite serious\npollution incidents frequently exceeding the limits, prosecutions by the agency\nagainst the regional monopolies that run Britain’s sewage systems have declined\n— to three last year from thirty in 2014.” The complainant said that this was\ninaccurate as in 2018 there were five prosecutions against water companies. It\nalso said that it was misleading because there were reasons why the number of\nprosecutions had fallen including a fall in the most serious prosecutions and\nbecause a mechanism called Enforcement Undertakings had replaced prosecutions\nin less serious cases, of which there had been 15 in 2018.\n16. The complainant also said that the claim that water\ncompanies could “suggest their own penalties” was inaccurate as an assessment\nwas made against specified criteria to establish the penalty.\n17. The complainant said that the quote from an official\nspokesperson of the Angling Trust which stated “We’re going backwards — our\nrivers are getting worse” was also inaccurate because certain data showed that\nrivers were improving and, since 2015, 3100 miles of surface water had achieved\n“good” status.\n18. The complainant also said that reporting that “In rivers\nacross the country, toxic metals such as lead and mercury, as well as\ninsecticides, are regularly exceeding limits that should never be breached\nunder EU rules that were championed by Britain” was misleading as these\nsubstances mostly do not originate from sewers.\n19. The first and second articles said that swimming in\npolluted water can expose people to bacteria, including E. coli, salmonella and\nlisteria, and put them at risk of diseases such as leptospirosis, septicaemia\nand hepatitis A. The complainant said that this was misleading as even if all\nsewage was removed from rivers, these microbes would still be present. It also\nsaid that leptospirosis comes from rats, rather than sewage.\n20. The first and second article said that “Almost 10 per\ncent of the tests carried out by the Environment Agency for hazardous\npollutants returned a result above its “maximum allowable limit” — the highest\nproportion recorded since testing began 20 years ago.” The complainant said\nthis was misleading as many tests completed by the Environment Agency were not\nfor “hazardous pollutants” and the article did not name further sources of\npollution other than sewage.\n21. It was reported that “Under EU rules, the government is\ncommitted to ensuring that all rivers are of a good ecological standard by\n2027.” The complainant said that this was inaccurate as the Government had\nstated that it was not aiming for 100% compliance and that the Secretary of\nState had said in May 2018 that around a quarter of water bodies in the UK\nwould fail to meet “good” status. He also said that the EU Member States would\nfind this difficult to meet.\n22. The complainant said that it was inaccurate to report\nthat a fine of “£127 million” had been imposed on a water company as, rather\nthan a fine, they had to invest £126 million in updating systems. It also said\nthat the article was unbalanced for failing to mention that a third of the\nwater company’s management had moved on.\n23. The complainant also said that the report that “The\nagency missed its target for reducing the number of serious and significant\npollution incidents to 400. The figure rose to 493” was misleading as only 14%\nof these incidents were due to waste companies. It also said that the claim\nthat “more than a third of rivers are failing to meet ecological standards\nbecause of sewage associated with excess phosphorus” combined with the assertion\nthat there were “16,000 sites across the country where water companies are\nlegally permitted to spill untreated waste into rivers” was misleading. It said\nthat water companies were responsible for 28% of river pollution, and only a\nsmall number of overflows had an impact on ecological status, and conflating\nthe two things was misleading.\n24. The complainant said that it was misleading to report\nthat “Parents of young children who were playing in the River Wharfe in the spa\ntown of Ilkley, West Yorkshire, during hot weather last month were unaware of\nhow sewage outflows upstream were likely to have poured raw waste into the\nwater after thunderstorms” as no sources were published in the article.\n25. The complainant also said that the statements: “a former\ndirector of the agency, said: “Cutting budgets absolutely has an effect: fewer\npolicemen means less testing and less enforcement — and as we’ve seen with some\nof the water companies, people will take advantage of lax enforcement”; and\n“The Times has also found evidence of raw sewage being dumped in rivers,\nincluding close to spots used by swimmers and anglers, via emergency outflows\nthat should be used only in exceptional storm conditions” were unbalanced as\nthey were not objective.\n26. The complainant also said that the statements: “Experts\nsay this leaves water companies feeling free to pollute rivers” and “Scientists\nsay that the agency’s testing regime is not fit to deal with the pollutants\nflushed away by households, industry and agriculture” were inaccurate as the sources\nhad not been disclosed.\n27. The complainant said the second article contained\nseveral further inaccuracies. It said that reporting that England’s rivers were\namong the most polluted in Europe was misleading as the UK had an average\nnumber of rivers which achieved “good” status, and it did not include the\ncontext that makes it more difficult to achieve ecological status in the UK\nthan in other European countries (such as high population density) and that\ndata on this topic uses other measurements outside of just pollution.\n28. The complainant said that it was misleading to report\nthat there was no equivalent “blue-flag system” for water quality for swimmers\nin rivers as there was for beaches as only designated bathing waters have this.\n29. The complainant said that reporting “Much of the blame\nfor this miserable record lies with the water companies” was inaccurate as many\nof the criticisms in the article were not the responsibility of water\ncompanies. It gave the example of the Environment Agency reporting that\nagriculture was the main cause of rivers failing to achieve “good” status.\n30. The complainant said that the report that “The companies\nclaim they have improved 3,000 miles of waterways and have plans to cut\npollution by 90 per cent by 2027” was inaccurate as the plan was to cut\npollution by 90% by 2025, and 9,000 miles of waterways have been improved, not\n3,000. It also said to label these as “claims” was disingenuous.\n31. The complainant said that reporting “Yet capital\nexpenditure has fallen over the past decade, bills have risen and shareholders\nhave helped themselves to big dividends” was misleading and unbalanced. It\nnoted that water sector investment was highly cyclical on a five-year basis and\nthe UK had the highest level of water sector investment in Europe. It said that\ncapital expenditure from 2007 to 2017 was £43.6 billion, whereas it was £38.9\nbillion the decade before, which showed it had increased. In addition, it said\nthat while bills had risen after privatisation, this gave the misleading\nimpression that bills had risen in the last decade when they had actually fallen\nin real terms.\n32. The complainant also expressed concern that the third\narticle contained several inaccuracies. It said that the claim that 500,000kg\nof metals were released through wastewater was inaccurate as it did not include\na source. It also said that the online version was inaccurate as there was no\ndefinition of “heavy metal” and metals were found naturally in water so this\nwas misleading. It also said reporting that lead appearing in rivers from\nindustrial wastewater, abandoned mines and eroded lead piping was misleading as\nsewage was not a significant source of lead contamination. It said that\nreporting that lead had been found at 100 times the safety limit in the River\nTeign was misleading as it did not attribute this to the mines and could be\nattributed to wastewater. It also said it was inaccurate for the online article\nto describe the River Teign as being in Cornwall, when it in Devon.\n33. The complainant also said that it was misleading to\nreport, after discussing cadmium pollution, that a briefing had stated that\nindustrial wastewater was being treated by sewage plants not designed for metal\ncontaminated water, as sewage was not a significant source of cadmium\npollution. It also said that this misreported the briefing, which stated that\nwaste water treatment plants were responsible for less than half of heavy metal\npollutants.\n34. The complainant also said that the third article was\nmisleading as it discussed the pollutant cypermethrion and polycyclic aromatic\nhydrocarbons but did not identify the sources of these pollutants, which gave\nthe misleading impression that it was caused by water companies.\n35. The publication said it did not accept that the articles\nhad breached the Editors’ Code. Before IPSO’s investigation, it had published\nthe following correction as a footnote to the online articles and in print:\n\"There were five prosecutions against water companies over\npollution incidents by the Environment Agency in 2018, not three. The fine\nimposed by Ofwat on Southern Water last month was £126m, not £127m. The River\nTeign is in Devon, not Cornwall. We said that \"almost a third of the\nrivers are failing to meet ecological standards because of sewage\";\nEnvironment Agency analysis suggests that the water industries are responsible\nfor 28 per cent failure. Water companies plan to cut pollution by 90 per cent\nby 2025, not 2027.\"\nIt also offered to publish a letter from the complainant\nputting their position on record as a letter to the Editor.\n36. The publication said that the coverage had not\nmisleadingly represented the extent to which water companies were responsible\nfor pollution in UK rivers. It said it had carefully set out the different\nsources of river pollution, and that any reference to pollution by water\ncompanies was accurate.\n37. The publication said that the subheading of the first\narticle: “Watchdog ‘leaves water companies free to pollute’” included a\nparaphrase of remarks that were reported in the article and it was, therefore,\nsupported by the text. There was no need to provide the source of the remarks\nwithin the headline.\n38. The publication said that reporting that “Dangerous\npollutants in England’s waterways have reached their highest levels since\nmodern testing began” in the first article was not misleading as the\nEnvironment Agency had described the pollutants for which tests were undertaken\nas “hazardous”. It had used the word “dangerous” instead of “hazardous” and\nsaid that this alternative description did not represent a breach of Clause 1.\nIt also said that pollutants had reached their highest level as the proportion\nof tests that had resulted in a breach was at its highest in 2018. The\nnewspaper said that it had also approached the Environment Agency with its methodology\nand had given them an opportunity to reply, and they had not disputed this\nclaim.\n39. The publication said that it was not inaccurate to\nreport that no river in Britain was “certified safe for swimmers”. It said that\nit had found that levels of pollution in the UK were so high, no river was safe\nto swim in. It said it had put this to the Department for Environment, Food\n& Rural Affairs (Defra) and they had not disputed it. It also said that\n“certification” referred to bathing water designation that no river in the UK\ncurrently holds, however Defra had confirmed that local authorities could apply\nfor this status.\n40. The publication said that reporting that 86% of\nwaterways had fallen short of the EU’s ecological standard, and that this had\nrisen from 75% a decade ago, was not misleading as it was based on available\ndata and had been reported by the Rivers Trust. It said it had given the\nEnvironment Agency an opportunity to comment on this and they had not disputed\nit. It was not therefore misleading in the way suggested by the complainant.\n41. The publication said that it had given the Environment\nAgency opportunity to comment on its report that “half of all stretches of\nriver monitored by the Environment Agency exceeded permitted limits of at least\none hazardous pollutant last year”. The definition of “hazardous pollutant” was\nthe same as that used by the Agency, and it was therefore not inaccurate in the\nway suggested by the complainant.\n42. The publication said that the report that there were\nthree prosecutions against water companies in 2018 came from Environment Agency\ndata and their report into the performance of water companies. Before IPSO’s\ninvestigation, it offered to amend this to five, and to clarify this in a print\ncorrection. It did not accept it was inaccurate to report that the number of\nprosecutions had fallen, even taking into account the “Enforcement\nUndertakings” mechanism.\n43. The publication said that it was not inaccurate to\nreport that water companies could “suggest their own penalties”. This was based\non a briefing by the Environment Agency which said: “Businesses/offenders\nidentify actions, they can offer to put right what went wrong and ensure future\ncompliance as well as identify an appropriate environmental project to support.\nWe check if the individual projects are suitable and relate to the regulations\nthat were breached.”\n44. The publication stated that a quote from an official\nspokesperson of the Angling Trust that “We’re going backwards — our rivers are\ngetting worse” was not inaccurate as the claim was clearly sourced and the\narticle distinguished comment and conjecture from fact.\n45. The publication said that reporting that “In rivers\nacross the country, toxic metals such as lead and mercury, as well as\ninsecticides, are regularly exceeding limits that should never be breached\nunder EU rules that were championed by Britain” was not misleading as the\nfollowing paragraph specifically referred to cadmium leaching from landfill\nsites.\n46. The publication said there was no inaccuracy in the\nclaim that “Those who swim in infected waters face danger from bacteria, including\nE. coli, salmonella and listeria. Diseases such as leptospirosis, septicaemia\nand hepatitis A are also linked to sewage pollution and can be fatal.” It said\nthat leptospirosis comes from rats, which live in sewers. It quoted Government\nadvice on the dangers of leptospirosis which specifically referred to sewers:\n“The risk of Weil’s disease [leptospirosis] is linked to areas where rats are\nor have been present. Work is considered higher risk where there is evidence of\nrat infestation. This is most likely to be during refurbishment or demolition\nwork. Other potential situations include work linked to canals, rivers or\nsewers.”\n47. With regards to the statement that “Almost 10 per cent\nof the tests carried out by the Environment Agency for hazardous pollutants\nreturned a result above its ‘maximum allowable limit’ — the highest proportion\nrecorded since testing began 20 years ago”, the publication said it had\nfiltered the tests to only include those for hazardous pollutants and river\nwater. It had also sent the testing methodology to the Environment Agency for\ncomment. It was therefore not misleading, and it had taken care with the\naccuracy.\n48. The publication said that reporting “Under EU rules, the\ngovernment is committed to ensuring that all rivers are of a good ecological\nstandard by 2027” was not inaccurate and noted that a European Commission\ndocument made clear that the objective of the Water Framework Directive was to\n“achieve good status for all water bodies”, and had a final deadline of 2027.\n49. The publication acknowledged the complainant’s position\nthat a fine of “£127 million” had not been imposed on a water company and\noffered to correct the figure to £126 million.\n50. The publication said that “The agency missed its target\nfor reducing the number of serious and significant pollution incidents to 400.\nThe figure rose to 493” was not misleading and, in any event, was a reflection\non the Environment Agency rather than water companies.\n51. The publication recognised the complainant’s concern\nthat the article had reported that “the agency says that more than a third of\nrivers are failing to meet ecological standards because of sewage”, when water\ncompanies were actually responsible for 28% of river pollution. It offered to\ncorrect this to “almost a third”.\n52. The publication also said that a quote from a named\nsource: “Cutting budgets absolutely has an effect: fewer policemen means less\ntesting and less enforcement — and as we’ve seen with some of the water\ncompanies, people will take advantage of lax enforcement” was not inaccurate as\nthe claims were clearly sourced and the article distinguished comment and\nconjecture from fact. It said that the source was a former head of the Environment\nAgency, was for seven years chief inspector for HM Inspectorate of Pollution,\nand a science policy advisor to the Welsh Assembly and that therefore the\nrelevance of his experience and expertise was a matter of opinion.  \n53. The newspaper also said that it was not unbalanced to\nreport that parents of young children who were playing in the River Wharfe had\nbeen “unaware of how sewage outflows upstream were likely to have poured raw\nwaste into the water after thunderstorms”, or that it had “found evidence of\nraw sewage being dumped in rivers, including close to spots used by swimmers\nand anglers, via emergency outflows that should be used only in exceptional\nstorm conditions”. These statements were based on interviews with more than a\ndozen members of the public in Ilkley whose children were swimming or paddling\nin the river, none of whom were aware that there was a sewage outlet close by.\nFurthermore, Yorkshire Water had admitted in an interview that there was a problem\nwith emergency outflows.\n54. The publication also said that the statements “Experts\nsay this leaves water companies feeling free to pollute rivers” and “Scientists\nsay that the agency’s testing regime is not fit to deal with the pollutants\nflushed away by households, industry and agriculture” were not inaccurate. It\nhad distinguished between comment, conjecture and fact, and there was no need\nto disclose exactly which scientists had expressed these views.\n55. The publication said that the second article was an\nopinion piece and there was no inaccuracy in these statements: that England’s\nrivers were among the most polluted in Europe; that that there was no\nequivalent “blue-flag system” for water quality for swimmers in rivers; and\nthat “Much of the blame for this miserable record lies with the water\ncompanies”.\n56. The publication noted that the complainant said that\nwater companies plan to cut pollution by 90% by 2025, not by 2027 as stated in\nthe second article, and it offered to correct this. It also noted that 9,000\nmiles of waterways have been improved, not 3,000. It said that in the report a\nspokesperson for Water UK was accurately reported as saying “water companies\nhad invested in improving about 10,000 miles of rivers.” It offered to correct\nthe figure from 3,000 to 9,000.\n57. The publication said that reporting “Yet capital\nexpenditure has fallen over the past decade, bills have risen and shareholders\nhave helped themselves to big dividends” was not inaccurate and came from water\ncompany accounts, which were public record. It produced many sources that\nstated that bills had risen over the past decade, even if they had begun to\nfall in the last five years. It also provided the findings of a study by\nUniversity of Greenwich that said that capital expenditure had fallen over the\nlast decade. It said that the complainant was simply using a different approach\nto measurement and it invited the complainant to write a letter setting out the\nindustry’s commitment to investment, which would be published as a letter to\nthe Editor.\n58. The publication said it was not inaccurate to report in\nthe third article that 500,000kg of metals are released through wastewater,\nincluding “heavy metals” as published in the online article. The source was the\npublicly available European Pollution Transfers and Releases database and a\nEuropean Environment Agency (EEA) briefing.\n59. The publication said that it was not misleading to\nreport that lead “gets into rivers from industrial waste water as well as\nrun-off from eroded lead piping and abandoned mines” as it had not attributed\nlead breaches to sewage pollution, and the article had not attempted to profile\npollutants coming specifically from sewage. Instead it had looked at the most\ncommon pollutants, of which lead was the most common hazardous one. The\npublication said that the first line of the third article had made clear that\nsewage was not the biggest pollutant as it said: “Sewage may be the best known\npollutant in Britain’s rivers but it is not the only threat to the freshwater\necosystem or the people that use it.”\n60. The publication accepted that. in the third online\narticle, the River Teign was described as being in Cornwall when it was in\nDevon; this had been correctly reported in the print version, and corrected\nonline once noticed. It said that the statistic regarding how much lead was in\nthe river was accurate and relevant as the samples were marked as flowing river\nwater, not mine water. It said it had recognised in the article the role of\nabandoned lead mines in causing lead pollution in rivers and had not claimed\nthat lead breaches in the River Teign were due to sewage pollution. \n61. The publication said that it was not misleading to\nreport that a briefing had stated that industrial waste water was being treated\nby sewage plants not designed for metal contaminated water after discussing\ncadmium pollution. It said that the article had not attributed cadmium breaches\nto sewage pollution. It said that the EEA briefing stated that “Many industries\nnow rely on urban waste water treatment plants to purify water effluent.\nHowever, remediating heavy metals in urban waste water was not the main focus\nof such plants. As a result, waste water treatment plants appear to have been\nresponsible for almost half of the environmental pressure in 2016. However,\nthese plants merely concentrate the pollution originating from facilities in\nthe surrounding area.” The article accurately reflected this quote.\n62. The publication said that the article had not attributed\neither cypermethrion or polycyclic aromatic hydrocarbons breaches to sewage\npollution and therefore there was no inaccuracy. It had stated, however, that\npolycyclic aromatic hydrocarbons do concentrate in sewage sludge owing to their\nlow biodegradability.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n63. The Committee noted the complainant’s general concern\nthat the articles had given the misleading impression that water companies were\nresponsible for the majority of pollution in British rivers. However, under the\nterms of the Code, the newspaper was entitled to focus its coverage on the\npollution caused by water companies, as long as the reports did not contain any\nsignificantly misleading information.\n64. The Committee acknowledged that the first article had\nfocused on the responsibility of water companies and the Environment Agency;\nhowever, it also referred to pollution caused by “toxic heavy metals and\npesticides” and stated that the “sources of pollution in England’s rivers\ninclude industry, agricultural run-off and legacy contamination from mines”. In\nthe second piece, a leader article, the newspaper expressed its opinion that\n“much of the blame” for the pollution lay with water companies and it set out\nthe basis for this opinion: the routine use of sewage overflows; insufficient\nspending on improving waterways; and ineffective regulation. The publication\nwas entitled to express this opinion which it had clearly distinguished as\ncomment; the article had not reported, as fact, that water companies were\nresponsible for most of the pollution in England’s rivers. Similarly, the third\narticle did not state that water companies were responsible for most water\npollution. It said that “sewage may be a well-known pollutant in Britain’s\nrivers, but it is not the only threat...measurements by the EA show a raft of\npollutants – including metals, pesticides and industrial waste”. There was no\nbreach of the Code on this point.\n65. The Committee noted that there was a process by which a\nlandowner or local authority could apply for a river to be given “designated\nbathing water status”, and that no river in England had that status. However,\nthe newspaper had asserted, in the first article, that “Dangerous\npollutants…have reached their highest levels…with no river in the country now\ncertified as safe for swimmers” and, in the second article, that “Not one river\nin England can be certified as safe for swimmers” which suggested that the\ncertification was given to rivers if the quality of the water made the river\nsafe for swimming and that no rivers were certified because of being unsafe due\nto pollution. The certification took into account factors other than pollution,\nsuch as the provision of life guards and toilets and not having “designated\nbathing water status” did not necessarily indicate that the water was unsafe\nfor swimming because of pollution, as suggested by the first and second\narticles. The newspaper had failed to take care not to publish misleading\ninformation in breach of Clause 1(i). The misleading information was\nsignificant and required correction under the terms of Clause 1(ii). The\npublication had not offered to correct it and there was therefore a breach of\nClause 1(ii).\n66. The Committee found that the sub headline to the first\narticle, “Watchdog ‘leaves water companies free to pollute’”, was a\nparaphrasing of remarks which were reported in the article, as indicated by the\nuse of inverted commas. The remarks included the reported comment of the named\nMP who had said “treating fines as the cost of doing business, rather than\nseeing them as a serious deterrent…The Environment Agency needs to step up”.\nThe sub headline was, therefore, supported by the text and there was no a\nbreach of Clause 1 on this point.\n67. It was not misleading to use the term “dangerous” in the\nfirst article instead of “hazardous” to refer to pollutants which have been\ntested for in England’s waterways. In addition, as the proportion of tests for\nhazardous pollutants that had resulted in a breach was at its highest in 2018\ncompared to other periods of testing, it was not inaccurate for the newspaper\nto have reported that they had “reached their highest levels since modern\ntesting began”. The fact that some pollutants had reduced over the period did\nnot make the report inaccurate. The newspaper had also put this point to the\nEnvironment Agency and it had not disputed it. There was no breach of Clause 1\non this point.\n68. The Committee noted that the complainant disputed that\nit was accurate for the first and second articles to report that 86% of\nwaterways fell short of the EU’s ecological standard, which was “up from 75% a\ndecade ago”, because the standards had changed in 2014. However, it was\naccepted by the complainant that 86% of waterways now fell short of this\nstandard and, in the context of an article which was focussed on the current\nsituation, the Committee did not consider that the percentage which had fallen\nshort of the standard a decade ago was significant. There was no breach of\nClause 1 on this point.\n69. The Committee did not consider that by reporting that\n“half of all stretches of river…exceeded permitted limits of at least one\nhazardous pollutant last year, including toxic heavy metals and pesticides” the\narticle had attributed responsibility for the situation to the water companies.\nWhilst the article focused on pollution by water companies, it also referred to\npollution of varying types and identified the sources of these other types of\npollution, such as “industry, agricultural run-off and legacy contamination\nfrom mines”. There was no breach of Clause 1 on this point.\n70. The publication had accepted that in the first and\nsecond articles it had inaccurately reported that there had been three\nprosecutions against water companies in 2018, when in fact there had been five.\nHowever, given that the number of prosecutions had fallen significantly from\nthirty in 2014, whether it had dropped to three or five was not significant.\nThe Committee nevertheless welcomed the newspaper’s offer to publish a clarification\non this point. The Committee did not consider that it was misleading to omit\nthat enforcement undertakings had replaced some prosecutions, given that it was\naccepted that the number of prosecutions had nevertheless fallen since 2014.\nThere was no breach of Clause 1 on this point.\n71. The complainant had accepted that water companies could\npropose actions they would take in response to issues or failings identified by\nthe Environment Agency. It was not inaccurate to characterise this as water companies\nbeing able to “suggest their own penalties” in the first article. There was no\nbreach of Clause 1 on this point.\n72. The Committee noted the complainant’s concern that it\nwas inaccurate for the first article to have included a quote from a representative\nof the Angling Trust who had said “We’re going backwards — our rivers are\ngetting worse” in circumstances where there were areas where rivers had\nimproved. However, this was clearly presented as the opinion of the individual\nquoted, which the newspaper was entitled to report. The newspaper had\ndistinguished comment from fact in accordance with Clause 1(iv) and therefore\nreporting this quote was not misleading.\n73. The Committee did not consider that the first article\nwas inaccurate by suggesting that sewers were the source of metal pollution or\ninsecticides. The article had not stated the source of this pollution; the\nomission was not misleading. There was no breach of Clause 1 on this point.\n74. The Committee found that stating in the first article\nthat leptospirosis was linked to sewage pollution was not inaccurate as it was\nassociated with rats, and government advice had stated that sewers were an\nenvironment in which the risk of leptospirosis was higher. There was no breach\nof Clause 1 on this point.\n75. The publication explained that it had analysed data on\ntests for hazardous pollutants which had been carried out by the Environment\nAgency and had found that almost 10 per cent of the tests had returned a result\nabove its “maximum allowable limit”. It had put its findings to the Environment\nAgency which had not disputed them. The newspaper had not failed to take care\nover the accuracy of the report of its analysis of the test results in the\nfirst and second articles. While the assertion that almost 10 per cent of tests\nhad found hazardous pollutants above the “maximum allowable limit” had followed\na reference to pollution from sewage in the first article, the analysis of the\ntests was provided in a separate paragraph and did not suggest that sewage was\nsolely responsible for these test results. There was no breach of Clause 1 on\nthis point.\n76. It was not inaccurate to report in the first article\nthat “Under EU rules, the government is committed to ensuring that all rivers\nare of a good ecological standard by 2027”. The publication had provided a\ndocument from the European Commission which demonstrated that the government\nwas committed to achieving this standard; the article had not reported that the\ngovernment was aiming for 100% compliance. There was no breach of Clause 1 on\nthis point.\n77. The Committee noted that the first article had said that\na fine of “£127 million” had been imposed on a named water company, when the\ncorrect figure was £126 million; however, in the context of this article, the\ninaccuracy was not significant. Furthermore, whether the £126 million had to be\ninvested by the water company or paid to the Environment Agency was not\nsignificant, given that the company had been ordered by the Environment Agency\nto spend the money. The Committee nevertheless welcomed the clarification\noffered by the publication to address this point. There was no breach of Clause\n1 on this point.\n78. The Committee did not find that it was inaccurate to\nreport in the first article that the Environment Agency had missed its target\nto reduce the number of significant pollution incidents, without specifically\nstating how many of those incidents were attributable to water companies. The\narticle had not inaccurately reported that this was the fault of water\ncompanies. There was no breach of Clause 1 on this point.\n79. The first article had reported that “over a third” of\nriver pollution was due to sewage, when the actual figure was 28%; however, the\ndifference between the two figures did not represent a significant inaccuracy.\nThe Committee nevertheless welcomed the correction as published by the\nnewspaper. There was no breach of Clause 1 on this point.\n80. The newspaper had been entitled to publish the opinion\nof a former director of the Environment Agency, in the first article, that\n“Cutting budgets absolutely has an effect: fewer policemen means less testing\nand less enforcement — and as we’ve seen with some of the water companies,\npeople will take advantage of lax enforcement”. This was clearly distinguished\nas the comment of the former director; it was not an assertion of fact. There was\nno breach of Clause 1 on this point.\n81. The Committee also found that it was not misleading to\nreport in the first and second articles that parents of young children had been\nunaware that their children were swimming in water polluted by sewage outflows\nupstream. This had been based on interviews with members of the public, and the\ncomplainant had no basis upon which to question this. Moreover, it was not in\ndispute that sewage was entering the water via overflows upstream, as reported.\nThe newspaper had not reported that the water company’s use of overflows was\nillegal. Similarly, the report in the second article that the newspaper had\n“found evidence of raw sewage being dumped in rivers” had not suggested that a\nwater company had acted illegally or that sewage was being discharged in\nconcentrated quantities. There was no breach of Clause 1 on this point.\n82. The newspaper had reported in the first article that\n“Experts say this leaves water companies feeling free to pollute rivers” and\nthat “Scientists say that the agency’s testing regime is not fit to deal with\nthe pollutants flushed away by households, industry and agriculture”. While\nthese opinions were not attributed to named individuals, they were clearly\npresented as comments and not statements of fact. The Committee also noted that\nthe article had included quotations attributed to a former director of the\nEnvironment Agency who had said that “people will take advantage of lax\nenforcement”, and to a representative of the Environmental Change Research\nCentre that there “should be much stricter controls on the companies”. As such,\nthere was a basis for the newspaper’s reporting that “experts” and “scientists”\nhad expressed these opinions. There was no breach of Clause 1 on these points.\n83. The Committee noted the complainant’s concern that the\nsecond article had stated that England’s rivers were among the most polluted in\nEurope. However, it was clear from the article that this was based on the\nnewspaper’s own analysis of water quality tests undertaken by the Environment\nAgency from 2000 to 2019, and the fact that 86% of England’s rivers fell below\nthe European Union’s ecological standard. While the complainant had referred to\ndata to support its position that the UK was “about average” in terms of river\npollution, this did not mean that the article was misleading for reporting\nalternative data. There was no breach of Clause 1 on this point. \n84. The newspaper had reported in the second article that\nthere was no “blue-flag system” to indicate the water quality of rivers, and\nthis was accepted by the complainant. There was no suggestion in the article\nthat water companies were responsible for this. There was no breach of Clause 1\non this point.\n85. The Committee noted that the second article reported\nthat water companies planned to cut pollution by 90% by 2027, rather than by\n2025. It also noted that the original article had stated that 3,000 miles of\nwaterways had been improved, when the true figure was 9,000. In the overall\ncontext of the article, however, the Committee did not find that these points\nrepresented significant inaccuracies; however it welcomed the correction the\nnewspaper had published in response to the complaint. There was no breach of\nClause 1 on these points.\n86. The Committee noted the dispute between the publication\nand the complainant as to whether capital expenditure had fallen and bills had\nrisen over the past decade, as stated in the second article. The newspaper had\nbased its report that bills had risen on water company accounts, and it had\nprovided information from Full Fact and from Water UK’s own promotional\nmaterial to support this assertion. While the complainant had noted that bills\nhad in fact decreased in the last five years, it was not misleading for the\nnewspaper to have reported that they had increased over the last decade. In\naddition, the newspaper had provided a report from the University of Greenwich which\nindicated that expenditure had fallen over the last decade. There was no breach\nof the Code on these points.\n87. It was not inaccurate to report that 500,000kg of metals\nare released through wastewater in the third article in print, and also by referring\nto “heavy metals” in the online version. The publication had relied on the\nEuropean Pollution Transfers and Releases database, as well as an EEA briefing.\nThe fact that metals are also found naturally in water did not render the\narticle inaccurate on this point. The article had also clearly stated that the\nsources of lead pollution in rivers were industrial wastewater, abandoned mines\nand eroded lead piping; it had not given the significantly misleading\nimpression that sewage was to blame for the majority of lead in rivers. There\nwas no breach of Clause 1 on these points.\n88. The Committee welcomed the publication’s offer to\nclarify that the River Teign was in Devon, and not Cornwall as originally\nstated in the online version of the third article. It did not, however, find\nthis to be a significant inaccuracy. Furthermore, it did not consider that the\narticle had misleadingly suggested that lead in the river Teign was due to\nwastewater. There was no breach of Clause 1 on this point.\n89. The Committee found that it was not misleading to report\nin the third article that an EEA briefing had stated that industrial wastewater\nwas being treated by sewage plants not designed for metal contaminated water.\nThe article had not claimed that sewage was a source of cadmium, instead the\nstatement concerned treatment plants being unable to treat water which was\nalready polluted with cadmium. There was no breach of Clause 1 on this point.\n90. Finally, the Committee noted the complainant’s concerns\nin relation to the third article that neither cypermethrion nor polycyclic\naromatic hydrocarbon (PAH) breaches were caused by sewage pollution. However,\nthe article had not claimed that sewage was a key source of these chemicals\nInstead, it made clear that a source of cypermethrin was agriculture by stating\nit was “a toxic pesticide used to protect crops and livestock” and “PAHs enter\nrivers though wastewater from manufacturing and power plants, as well as\nrun-off of car emission particles from roads”. There was no breach of Clause 1\non this point.\nConclusions\n91. The complaint was partly upheld under Clause 1(i) and\nClause 1(ii).\nRemedial Action Required\n92. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication, the nature, extent and placement of which is\ndetermined by IPSO.\n93. The publication had misleadingly reported that as a\nresult of water pollution, no river in England had been certified as safe for\nswimming, when this was a designated status that had to be applied for. The\nmisleading information had appeared on the front page, and in a leader article,\npublished on page 23. While the misleading information was significant, it was\nnot a central point of the coverage which discussed more generally pollution\nlevels in rivers and whether the Environment Agency was effective in tackling\nthe problem. In light of this, the Committee considered that the appropriate\nremedy was the publication of a correction.\n94. The correction should appear in the newspaper’s corrections\nand clarifications column and as a footnote to the relevant online articles,\nand should state that it has been published following an upheld ruling by the\nIndependent Press Standards Organisation. The full wording should be agreed\nwith IPSO in advance.\n \nDate complaint received: 11/10/2019\nDate complaint concluded by IPSO: 21/04/2020\nBack to ruling listing\n\n\n"
}