{
    "url": "/rulings-and-resolution-statements/ruling/?id=08032-21",
    "title": "08032-21 Doherty v Ardrossan & Saltcoats Herald",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Ardrossan & Saltcoats Herald (Newsquest Media Group)",
    "published_on": "2021-07-14 00:00:00",
    "received_on": "2021-07-21 00:00:00",
    "concluded_on": "2021-12-21 00:00:00",
    "complaint_processing_days": 153,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 19. The Committee considered that, where a breach of Clause 1 (ii) arose both from the wording of the correction itself, and the publication’s failure to apologise to the complainant, a published adjudication was necessary to remedy the breach of the Clause. The headline of the adjudication must make clear that IPSO has upheld the complaint against the Ardrossan and Saltcoats Herald and must refer to its subject matter; the wording of the headline should also be agreed with IPSO in advance. 20. The Committee then considered the placement of the adjudication. It noted that the article appeared in print only, on page 11 of the newspaper; as such, the Committee found that the adjudication should appear on this page of the newspaper or further forward. The terms of the adjudication for publication are as follows Gary James Doherty, the owner of GJD Garages, complained to the Independent Press Standards Organisation that the Ardrossan and Saltcoats Herald breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Legal battle win with car dealer - but Claire is still waiting for cash”, published on 14 July 2021. The complaint was upheld, and IPSO required the Ardrossan and Saltcoats Herald to publish this adjudication to remedy the breach of the Code. The article reported that a woman had “won a legal battle against a Saltcoats car dealer after the motor she bought from him was plagued with problems”; the man had, according to the article, subsequently claimed to be bankrupt. The car dealer was named in the article as “Gary Doherty, who is connected to several businesses in Saltcoats including […] GJD Garages” and it was reported he had “claim[ed] he was bankrupt and out of money”. The article then reported that “[t]here are no public records of Doherty’s bankruptcy, and the Herald called GJD garages on July 13 and was able to book an MOT for this week.” The complainant said that the article was inaccurate, as it misleadingly conflated him with another man who had the same name as him and implied he was bankrupt. IPSO found that the article clearly and misleadingly implied that the Gary Doherty who sold the woman the car and had subsequently been ordered to pay her money by a small claims court was the same Gary Doherty who owned the garage, the complainant. In fact, the publication was aware before it published the article that, the complainant was not involved in selling the car and had not claimed to be bankrupt. The newspaper was not able to demonstrate that it had taken care over the accuracy of the article, and the inaccuracy was significant, where it had the potential to have serious and adverse effects on both the complainant’s reputation and his business. In addition, while the newspaper had published a correction, IPSO did not consider that the published wording sufficiently corrected the original misleading statements; it did not acknowledge that the article had misleadingly implied that the car dealer was the owner of and operated out of the complainant’s garage. In addition, the Committee considered that the newspaper should have apologised given that the original misleading statements had the potential to have a damaging effect on the reputation of the complainant and his business. IPSO upheld the complaint.   Date complaint received: 21/07/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 08032-21 Doherty v\nArdrossan & Saltcoats Herald\nSummary of Complaint\n1. Gary James Doherty complained to the Independent Press\nStandards Organisation that the Ardrossan and Saltcoats Herald breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Legal\nbattle win with car dealer - but Claire is still waiting for cash”, published\non 14 July 2021.\n2. The article, which appeared on page 11 of the newspaper,\nreported that a woman had “won a legal battle against a Saltcoats car dealer\nafter the motor she bought from him was plagued with problems”; the man had,\naccording to the article, subsequently claimed to be bankrupt. The car dealer\nwas named in the article as “Gary Doherty, who is connected to several\nbusinesses in Saltcoats including […] GJD Garages” and it was reported he had\n“claim[ed] he was bankrupt and out of money”. The article then reported that\n“[t]here are no public records of Doherty’s bankruptcy, and the Herald called\nGJD garages on July 13 and was able to book an MOT for this week.\n3. The article also included quotes from the woman who had\nwon the court case, in which she said that after discovering that there were\nissues with the car, she “phoned [Gary Doherty] immediately, he said take it to\nGJD garage. […she] would ring them every week to see when it was going to get\nfixed. He eventually fixed the brakes…”. \n4. The complainant was the owner of GJD Garages, and had the\nsame first and last name as the individual who had sold the woman the car. He\nsaid that the article was inaccurate in breach of Clause 1, as it misleadingly\nconflated him with the other Gary Doherty, whose business he was entirely\nunconnected to, and therefore inaccurately reported that he was bankrupt. He\nconsidered that the statement in the article that “[t]here are no public\nrecords of Doherty’s bankruptcy, and the Herald called GJD garages on July 13\nand was able to book an MOT for this week” inaccurately implied that the car\ndealer Gary Doherty was the owner of GJD Garages, rather than the complainant.\nThe complainant further noted that he often worked with the newspaper for\nadvertising purposes, and therefore it would have been aware of his contact\ndetails to check the accuracy of the article prior to publication\n5. Prior to contacting IPSO, the complainant contacted the\nnewspaper – on the same day the article was published – to make it aware of his\nconcerns.\n6. The newspaper said that it did not accept a breach of the\nCode. It said that it had been aware before publication that there were two\nGary Dohertys, one the car dealer and one the owner of the garage, but it\nmaintained that there was justification for linking to the complainant to the\ngarage. It noted that the article had only reported that the car dealer was\n“connected” to the business, not that he was its owner or an employee, which it\ndid not consider to be inaccurate. Gary Doherty the car dealer had recommended\nto the woman that she take her car to the complainant’s garage, and the two\nGary Dohertys were Facebook friends. The newspaper also said that it had not\nreported that either the complainant or the car dealer was bankrupt, where the\narticle made clear that “[t]here are no public records of Doherty’s\nbankruptcy”.\n7. While the newspaper did not consider that the Code had\nbeen breached, it said it thought it was best to clear up any unnecessary\nconfusion caused by the article. For this reason, after being contacted by the\ncomplainant, it published the following correction page 6 of the following\nedition of the newspaper, which was published on 21 July 2021: \nLast week, we reported how a woman won a small claims court\nagainst Gary Doherty over a car sale. We have been asked to point out that Mr\nGary James Doherty owner of GJD Auto Care, has no connection with the Gary\nDoherty who sold her the vehicle. The garage owner asked us to point out that\nthe other Mr Doherty is not an employee, but an occasional customer. We are\nhappy to set the record straight.\n8. The newspaper considered the above wording to be\nsufficient to address any potential confusion arising for the article, saying\nthat where the situation was complex it considered it best to be succinct.\n9. The newspaper provided emails from the woman who had been\nsold the car, as well as recordings of phone calls and text messages with the\nwoman and the Gary Doherty who had sold her the car. In the text messages, the\nwoman – while speaking to the car dealer – referred to an individual named Gary\nwho worked at a garage. In the emails, the woman had named two addresses from\nwhere she said the car dealer operated. She also said that the car dealer was\nstill trading, as he was responding to enquiries relating to his business –\nthough the business was not GJD Garages. The reporter had contacted what they\nsaid was the only publicly available phone number for one of the addresses,\nwhich connected to GJD Garages. This was when an MOT had been booked by the\nreporter, and which – it said – confirmed to the reporter that GJD Garages was\nconnected to the car dealer. It said that it had also approached the court for\nmore information prior to publication, and that it had sought legal advice on\nthe story prior to publication.\n10. After the complainant raised his concerns with the\nnewspaper, it had contacted the woman who bought the car from the car dealer,\nwho had confirmed that there was another Gary Doherty, who owned GJD Garages.\n11. The complainant said that, regardless of whether the car\ndealer took his cars to the complainant’s garage for repair and whether or not\nthey were Facebook friends, the article should not have conflated them. He also\nsaid that the address which the woman said the car dealer operated from was no\nlonger the address for GJD Garages, which had moved to a new address six months\nprior to the article’s publication and prior to the newspaper phoning it to\nbook an MOT. The complainant provided a newspaper advert, printed on the front\npage of the Ardrossan & Saltcoats Herald at the time of the move, which\nshowed both that he was no longer located at the address flagged by the woman\nand that the newspaper was aware of this fact.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n12. The article clearly implied that the Gary Doherty who\nsold the woman the car and had subsequently been ordered to pay her money by a\nsmall claims court was the same Gary Doherty who owned the garage, the\ncomplainant. The article stated that the car dealer was “connected to several\nbusinesses […] including GJD Garages”; that after the car dealer told the woman\nto take the car to the garage, “[h]e eventually fixed the brakes”, without any\nsuggestion that it was not the car dealer who had fixed the brakes at the garage;\nand, in investigating  the car dealer’s\nclaims of bankruptcy, the newspaper “called GJD garages on July 13 and was able\nto book an MOT for this week”. The article was therefore misleading; GJD\nGarages and the complainant was not involved in selling the car and the\ncomplainant was not and had not claimed to be bankrupt. The newspaper was not\nable to demonstrate that it had taken care over the accuracy of the article,\nwhere the woman who was the source of the story had not claimed that the car\ndealer owned the garage, text messages sent to the car dealer had explicitly\nreferenced another individual called Gary who owned a garage, and the address\nshe gave the newspaper as being associated with the car dealer had not been the\nbusiness address of the complainant for six months prior to the article’s\npublication – a fact that was clear from advertisements within the newspaper\nitself.  In addition, the publication had\nsaid that it was aware prior to publication that there were two individuals\ncalled Gary Doherty. Where the newspaper had not taken care over the accuracy\nof the article, there was a breach of 1 (i).\n13. The inaccuracy arising from the newspaper’s failure to\ntake care was significant, where it had the potential to have serious and\nadverse effects on both the complainant’s reputation and his business, by\nassociating his business with an individual who had been ordered to pay back\nmoney after selling a woman a car “that was plagued with problems”. Where the\narticle was significantly misleading on this point, there was a requirement to\ncorrect it, under the terms of Clause 1 (ii).\n14. The Committee turned next to whether the action taken by\nthe newspaper was sufficient to avoid a further breach of Clause 1 (ii). For\ncorrective action to address the terms of Clause 1 (ii), the misleading\nstatement must be corrected promptly and with due prominence and – where\nappropriate – include an apology.\n15. The Committee was satisfied with the promptness and\nprominence of the correction published by the newspaper, where it appeared\nfurther forward in the newspaper than the original article – on page 6, as\nopposed to page 11 – and had been published in the next edition of the\nnewspaper. However, the Committee did not consider that the published wording\ncorrected the original misleading statements, where it did not clearly identify\nthe way in which the article was misleading: namely, that the article had\nmisleadingly implied that the car dealer was the owner of and operated out of\nthe complainant’s garage.\n16. In addition, the Committee considered that an apology\nwould have been appropriate in the circumstances where – as the article clearly\nimplied that the Gary Doherty who sold the woman the car and had subsequently\nbeen ordered to pay her money by a small claims court was the same Gary Doherty\nwho owned the garage, the complainant – the original misleading statements had\nthe potential to have a damaging effect on the reputation of the complainant\nand his business. For these reasons, there was a further breach of Clause 1\n(ii).\nConclusions\n17. The complaint was upheld.\nRemedial Action Required\n18. Having upheld a\nbreach of Clause 1, the Committee considered what remedial action should be\nrequired. In circumstances where the Committee establishes a breach of the\nEditors’ Code, it can require the publication of a correction and/or an\nadjudication, the terms and placement of which is determined by IPSO.\n19. The Committee considered that, where a breach of Clause\n1 (ii) arose both from the wording of the correction itself, and the\npublication’s failure to apologise to the complainant, a published adjudication\nwas necessary to remedy the breach of the Clause. The headline of the\nadjudication must make clear that IPSO has upheld the complaint against the\nArdrossan and Saltcoats Herald and must refer to its subject matter; the\nwording of the headline should also be agreed with IPSO in advance.\n20. The Committee then considered the placement of the\nadjudication. It noted that the article appeared in print only, on page 11 of\nthe newspaper; as such, the Committee found that the adjudication should appear\non this page of the newspaper or further forward. The terms of the adjudication\nfor publication are as follows\nGary James Doherty, the owner of GJD Garages, complained to\nthe Independent Press Standards Organisation that the Ardrossan and Saltcoats\nHerald breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Legal battle win with car dealer - but Claire is still\nwaiting for cash”, published on 14 July 2021.\nThe complaint was upheld, and IPSO required the Ardrossan\nand Saltcoats Herald to publish this adjudication to remedy the breach of the\nCode.\nThe article reported that a woman had “won a legal battle\nagainst a Saltcoats car dealer after the motor she bought from him was plagued\nwith problems”; the man had, according to the article, subsequently claimed to\nbe bankrupt. The car dealer was named in the article as “Gary Doherty, who is\nconnected to several businesses in Saltcoats including […] GJD Garages” and it\nwas reported he had “claim[ed] he was bankrupt and out of money”. The article\nthen reported that “[t]here are no public records of Doherty’s bankruptcy, and\nthe Herald called GJD garages on July 13 and was able to book an MOT for this\nweek.” The complainant said that the article was inaccurate, as it misleadingly\nconflated him with another man who had the same name as him and implied he was\nbankrupt.\nIPSO found that the article clearly and misleadingly implied\nthat the Gary Doherty who sold the woman the car and had subsequently been\nordered to pay her money by a small claims court was the same Gary Doherty who\nowned the garage, the complainant. In fact, the publication was aware before it\npublished the article that, the complainant was not involved in selling the car\nand had not claimed to be bankrupt. The newspaper was not able to demonstrate\nthat it had taken care over the accuracy of the article, and the inaccuracy was\nsignificant, where it had the potential to have serious and adverse effects on\nboth the complainant’s reputation and his business.\nIn addition, while the newspaper had published a correction,\nIPSO did not consider that the published wording sufficiently corrected the\noriginal misleading statements; it did not acknowledge that the article had\nmisleadingly implied that the car dealer was the owner of and operated out of\nthe complainant’s garage. In addition, the Committee considered that the\nnewspaper should have apologised given that the original misleading statements\nhad the potential to have a damaging effect on the reputation of the complainant\nand his business. IPSO upheld the complaint.\n \nDate complaint received: 21/07/2021\nDate complaint concluded by IPSO: 21/12/2021\nBack to ruling listing\n\n\n"
}