{
    "url": "/rulings-and-resolution-statements/ruling/?id=08064-18",
    "title": "08064-18 Gordon v Sunday World",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sunday World (Sunday World)",
    "published_on": "2018-12-23 00:00:00",
    "received_on": "2019-04-04 00:00:00",
    "concluded_on": "2019-10-08 00:00:00",
    "complaint_processing_days": 187,
    "conclusion_long": "17. The complaint was upheld under Clause 1(i).",
    "remedial_action": "18. The correction which was offered was clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.   Date complaint received: 04/04/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08064-18 Gordon v\nSunday World\nSummary of Complaint\n1. John Gordon complained to the Independent Press Standards\nOrganisation that the Sunday World breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors ‘Code of Practice in an article headlined “HUMILIATED\n& TERRIFIED” published on 23 December 2018.\n2. The article reported on an attack against members of a\nsecurity firm as they attempted to evict tenants from a farm in the Republic of\nIreland. It said that a gang ambushed the men, and the owner of the firm –\nnamed as Ian Gordon – had a gun put to his head, as the gang shot his Alsatian\nsecurity dog. The article said that when a reporter went to Mr Gordon’s house –\nthe driveway of which it described as being “filled with expensive 4x4 vehicles\nand work vans” – his wife said that her husband would not be coming to the door\nas “he doesn’t want to talk about it”. The article reported the general\ngeographic area of the complainant’s home. The article then went on to give\ndetails of Mr Gordon’s security firm, saying that it carried out work quoted as\nbeing work which “nobody else will touch”, including removing material from two\nunnamed controversial bonfire sites in East Belfast the previous July.\n3. The complainant, the man named in the article as Ian\nGordon, said that the article contained several inaccuracies. He said that he\nhad not carried out the clearing of bonfire sites in East Belfast, and this was\na damaging and contentious claim. During the course of the complaint, the\ncomplainant provided two letters from Belfast City Council. The first said that\nno contract was issued to the complainant’s company to clear bonfire material\nat a named location in Belfast last July. The second letter said that the\ncomplainant’s company had not undertaken any work for Belfast City Council\nwithin the last three years.\n4. The complainant also said that it was inaccurate to\nreport that his dog was an Alsatian, and was shot. He said that the dog was not\nan Alsatian, and was in fact badly beaten and had to be put down. He said that\nhe could provide an autopsy report from the vet to show this. He said that it\nwas not true that his wife had told the reporter that “he doesn’t want to talk\nabout it”. Instead, he said that she told the reporter “We don’t want to talk\nto you, please leave”. He also said that it was inaccurate to report\nneighbours’ claims that he was in “a state of shock” – he had not spoken to any\nneighbours and he disputed that they would have had any knowledge of his\nwellbeing. He also said that it was misleading to state that his driveway was\n“filled with expensive 4x4 vehicles” as some of these belonged to family and\nworkmen.\n5. The complainant said that including reporting the general\nlocation of his home intruded into his privacy in breach of Clause 2 (Privacy),\nand added to the threat against him and his family.\n6. The publication did not accept that it was significantly\nmisleading to refer to the dog which died as an Alsatian – it said that from\nthe photograph published in the article, the dog looked like an Alsatian, and\nin any event, the breed was not relevant to the overall story. The publication\nsaid that it spoke to three sources who said that the dog had been shot – it was\nnot in dispute that the dog died as result of a brutal attack. However, it\naccepted that it did not have access to any vet records or an autopsy report,\nand so was willing to put the complainant’s position on the record on this\npoint. It proposed a correction which read:\n“We published an article on 23 December 2018 headlined\n“HUMILIATED & TERRIFIED” which reported on the recent attack on [name] and\nIan Gordon. Our article stated that Mr Gordon’s dog had been shot during the\nattack – we have now been informed by Mr Gordon that, in fact, his dog was\nbadly beaten and sadly had to be put down following the attack. We apologise to\nMr Gordon for any confusion.”\n7. The publication did not accept that it was inaccurate to\nstate that the complainant had been involved in clearing bonfire sites in East\nBelfast the previous July. It said that this information had been provided by a\nnumber of reliable and well-informed sources – although it had an obligation to\nprotect these confidential sources, it said that one was from the political\nsphere, and the other was a former colleague of the complainant. It said that\nthe information included in the first letter provided by the complainant was\nmeaningless as the article did not make any claim as to the complainant’s\ninvolvement at the site named in this letter, furthermore, it was possible that\nthe council did not issue formal contracts at all for the bonfire clearing. In\nresponse to the second letter, the publication said that it was willing to put\nthe complainant’s position on record. Within 2 weeks of being provided with\nthis letter, it amended its previous offer of correction to read as follows:\n“We published an article on 23 December 2018 headlined\n“HUMILIATED & TERRIFIED” which reported on the recent attack on [name] and\nIan Gordon. Our article stated that Mr Gordon’s dog had been shot during the\nattack – we have now been informed by Mr Gordon that, in fact, his dog was\nbadly beaten and sadly had to be put down following the attack. The article\nalso stated that Mr Gordon had been involved in clearing bonfire sites in East\nBelfast – we now understand from Belfast City Council that G.S Agencies were\nnot involved in clearing bonfire sites or were contracted by the Council to\ncarry out any work on its behalf within the last 3 years. We are happy to make\nthis clear and apologise to G.S. Agencies for any distress caused”.\nThe publication recognised the need for due prominence, and\noffered to print the wording between pages 6-10. It said that pages 1-10 were\nthe most read pages of the publication. It said that the reason for the delay\nin offering the second correction was due to the dispute over the accuracy of\nthe sources in relation to the bonfire clearing. Once it had the letter from\nBelfast City Council, it said that it promptly offered to put the complainant’s\nposition on record and amended its offered wording accordingly.\n8. These offers of correction were declined, and the\ncomplainant indicated during the course of the complaint that he did not want\nhis name or details of his complaint republished in a correction. He said that\nthe apology which was offered was not expressed strongly enough as the\nallegation that he was involved in bonfire clearing led to increased threats\nagainst him and caused damage to his personal and professional reputation.\n9. The publication did not accept that the article had\ninaccurately reported the complainant’s wife’s comment. In addition, it noted\nthat the article did not state that Mr Gordon had discussed the attack with his\nneighbours, but said that it was not in dispute that the journalist had talked\nto his neighbours, and the article was entitled to report their comments.\nSimilarly, the publication said that it was not in dispute that there had been\nmany large cars in the complainant’s driveway – the article did not make any\nclaim as to who owned the cars.\n10. The publication did not accept that the article intruded\non the complainant’s privacy. It said that it referenced the complainant’s home\nin general terms and took care not to publish any images of his home, or\nidentify anyone unconnected to the events.\nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's reasonable\nexpectation of privacy, account will be taken of the complainant's own public\ndisclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n12. The publication said that it had relied on two sources\nwhen reporting the claim that the complainant had been involved in clearing\nbonfire material in East Belfast the previous July. The Committee noted that\nthe publication believed that these would have had first-hand knowledge of\nthese specific claims, and the publication was entitled to report these source’s\nclaims. However, the article had \npresented these claims as points of fact, rather than claims, and in\nsuch circumstances there was a requirement to corroborate the information\nprovided by the confidential sources. The publication had not taken any steps\nto corroborate these claims, and so there was a failure to take care over the\naccuracy of the article and a breach of Clause 1(i). Where the claims related\nto contentious and high profile activities allegedly carried out by the\ncomplainant and his business, and where the complainant was able to provide a\nletter from Belfast City Council which confirmed that his company had not\nundertaken any work on its behalf within the last three years, reporting the\nclaims as fact represented a significant inaccuracy and a correction was\nrequired in order to avoid a breach of Clause 1(ii).\n13. The article had reported that the complainant’s dog had\nbeen shot; the complainant said that the dog’s autopsy report showed that it\nhad to be put down after being badly beaten. The publication said that the\nclaim was provided by sources, however the claim was reported as a point of\nfact, and so there was a requirement to corroborate this information. The\npublication did not obtain any corroboration in relation to these claims, and\nthe Committee considered that reporting that the dog had been shot was a\nsignificant escalation of the violence used against the dog, and by extension,\nin the wider attack against the complainant and his employees. As such, there\nwas a failure to take care over the accuracy of the claim, and a breach of\n1(ii), and where the inaccuracy was significant, a requirement to correct under\nthe terms of Clause 1(ii).\n14. The Committee then considered whether the correction\nwhich was offered satisfied the obligations required under Clause 1(ii). The\ncorrection which was offered identified the article’s original claim in regards\nto both the complainant’s involvement in the bonfire clearing, and the\ncircumstances of the attack on his dog. It also clearly set out the\ncomplainant’s position on the matter following receipt of a copy of the letter\nfrom Belfast City Council, and the findings of the dog’s autopsy. It also\napologised to the complainant for the distress caused. The article had appeared\non page 6, and so the correction must be published on page 6 as offered by the\npublication, or further forward. Finally, the Committee considered whether the\ncorrection was sufficiently prompt. The correction was offered within two weeks\nof receipt of a copy of the letter from Belfast City Council, however where the\ncomplainant had previously indicated that he was reluctant to have a correction\npublished which named him and referenced the attack, the Committee considered\nthat in these circumstances, 2 weeks was sufficiently prompt whilst it was\nestablished whether the complainant was willing to accept an alternative\nresolution to his complaint. In regard to the apology which was offered, Clause\n1(ii) says that it should be published “where appropriate”. The correction\napologised for any distress caused in general terms, which was appropriate, and\nthere was no requirement under the Code for this to encompass all of the points\nwhich may have caused the complainant concern. For all of these reasons, there\nwas no breach of Clause 1(ii).\n15. The Committee\nconsidered the significance of the remaining alleged inaccuracies. The\nCommittee did not consider any inaccuracy regarding the breed of the dog to be\nsignificant to the overall story as to require correction and noted that\narticle included a photograph of the dog. Similarly, any discrepancy between the\ncomplainant’s wife’s account of what she told the reporter and what was\nprinted, did not give any significantly misleading impression as to her\ncomments – the report of her comments accurately conveyed  that the complainant did not want to speak to\nthe reporter. The Committee noted that a publication can report comments made\nby a third party with which a person may disagree, as long as these are\npresented accurately, and attributed to the persons who made them. In this\ncase, the comments had been attributed to the complainant’s neighbours and no\ncomplaint had been received challenging their accuracy. Finally, the article\ndid not make any claim as to the ownership of the vehicles outside the\ncomplainant’s house; it was not in dispute that the cars were parked there as\ndescribed. For all of these reasons, these points did not represent significant\ninaccuracies which would require correction, and there was no breach of Clause\n1 on these points.\n16. The article\nreported the general location of the complainant’s house and did not disclose\nits full address, or include details such as a house name or number. Reporting\nthe home’s general location did not reveal anything private about the\ncomplainant. Similarly, revealing the existence of or describing the vehicles\nwhich were situated in the complainant’s driveway did not reveal anything\nprivate about him; it simply reported what was visible to any passer-by. For\nthis reason, there was no breach of Clause 2.\nConclusions\n17. The complaint was upheld under Clause 1(i).\nRemedial action required\n18. The correction which was offered was clearly put the\ncorrect position on record, and was offered promptly and with due prominence,\nand should now be published.\n \nDate complaint received: 04/04/2019\nDate decision issued: 08/10/2019\nBack to ruling listing\n\n\n"
}