{
    "url": "/rulings-and-resolution-statements/ruling/?id=08062-18",
    "title": "08062-18 Gordon v Sunday Life",
    "provisions": [
        "3 Harassment (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2018-12-23 00:00:00",
    "received_on": "2018-12-27 00:00:00",
    "concluded_on": "2019-03-29 00:00:00",
    "complaint_processing_days": 92,
    "conclusion_long": "24. The complaint was not upheld.",
    "remedial_action": "25. N/A Date complaint received: 27/12/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaint Committee 08062-18 Gordon v Sunday Life\nSummary of complaint\n1. John Gordon\ncomplained to the Independent Press Standards Organisation that the Sunday Life\nbreached Clause 3 (Harassment) of the Editors’ Code of Practice in conduct\nrelating to an article headlined “Eviction Row boss provides security for\nFeile”, published on 23 December 2018.\n2. The complainant\nis the owner of a Northern Irish private security company. In December 2018,\nthe company carried out a controversial eviction in Roscommon, Republic of\nIreland. Following the eviction of the tenants, the complainant and his staff\nwere reportedly attacked by 20 armed persons in an attempt to reclaim the\nproperty. Several employees and their dogs were allegedly beaten and\nhospitalised following the attack, and their vehicles were destroyed. This\nstory was widely reported in Northern Ireland and the Republic of Ireland, and\nfootage of the incident was widely circulated.\n3. The complainant\ncontacted IPSO, as he said he did not want to comment to the media about the\nincident. A private advisory notice was circulated on his behalf. This notice\nstated that the complainant and his family did not intend to make any comment\nabout the recent Roscommon eviction, and requested that journalists desist from\ncontacting them or attending at their home. The day after this notice was\nissued, the complainant received an email to his business address from a\njournalist acting on behalf of the publication. The complainant said that this\nbehaviour was in breach of his request to desist, and thus amounted to\nharassment as defined by the terms of Clause 3.\n4. This email\nrelated to the article headlined above, which reported that the complainant’s\ncompany had been subcontracted to provide security for several high profile\nevents in Northern Ireland and the Republic of Ireland, whilst also being\ninvolved in controversial evictions, the most recent of which had prompted an\ninquiry by the Republic of Ireland’s Private Security Authority (PSA). The\nemail asked the complainant for his confirmation that he had been subcontracted\nto work at the events, and whether he had made the companies which employed his\nfirm aware that it was now being investigated by the PSA as a result of the\nincident in Roscommon. The email acknowledged the existence of the recent IPSO\nPrivate Advisory Notice, and said that given the nature of the story, there was\na public interest in giving the complainant the opportunity to respond.\n5. The publication\naccepted that it had engaged in contact which engaged the terms of Clause 3(ii)\nbut denied that there was any breach of the Code. It said that as the incident\nin Roscommon had been widely reported and was a matter of public debate, there\nwas therefore a public interest in reporting the fact that the complainant’s\nbusiness, which was now also under investigation by authorities in the Republic\nof Ireland and is the subject of various other serious concerns about its\nconduct, had also provided security for high-profile public events and had\nlinks to other well-known companies. These points had not previously been\nreported on or addressed by the complainant, and as such, the publication said\nthat it was appropriate and diligent to give the complainant a right of reply\nto the claims. It also noted that the Private Advisory Notice only referred to\ncontacts regarding the Roscommon eviction incident, not contacts regarding all\nfuture stories about the complainant.\n6. The publication\nsaid that it gave careful consideration to the obligations of the Editors’\nCode, and had called IPSO to ask for advice on the matter before deciding to\ncontact the complainant. It noted that, while IPSO cannot advise a specific\ncourse of action, the publication had been reminded of its obligations under\nthe Code. This advice was taken into account. It said that the action taken by\nthe journalist was proportionate to the public interest in contacting the\ncomplainant. It noted that it had not telephoned or visited the home of the\ncomplainant, but had instead sent an email to the complainant’s publicly\navailable business email. It said that this was not intimidating or\npersistent. It said that it was\nnecessary to offer the complainant the opportunity to comment, and this comment\ncould not have been obtained by any other means apart from contacting the\ncomplainant; the complainant had not made any public statement on the new\nclaims, and his views on the subject were unknown at the time of publication.  It said that going to a subject for comment\nwas a pillar of responsible journalism, and in this case, was consistent with\ngood journalistic practice.\nRelevant Code Provisions\n7. Clause 3\n(Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n2. There is a public interest in freedom of expression\nitself. \n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n8. Private advisory\nnotices act as a general request to desist, notifying several publication at\nonce that an individual does not wish to be contacted by the media in relation\nto a particular story. An approach by a journalist after such a notice has been\nissued may constitute a failure to respect a request to desist, in breach of\nClause 3. However, the notices do not act as blanket bans on all contact from\njournalists, or prohibit the printing of future stories about a subject\n9. In assessing\nwhether there had been a breach of the Code in this case, the Committee\nconsidered the terms of the advisory notice, the nature of the approach, and\nthe public interest.\n10. The request for\ncomment related to new, distinct claims. The publication had not asked the\ncomplainant for comment on the eviction incident and the journalist was seeking\nthe complainant’s response to serious claims. It was enquiring whether those\nwho contracted his services knew that his company provided security to high\nprofile public events whilst also being allegedly involved in controversial\nevictions, one of which had resulted in an investigation by the PSA. It was\nimportant that the complainant was given the opportunity to respond to these\nclaims, in line with the publication’s obligations to take care over the\naccuracy of published material under the terms of 1(i).\n11. The publication had clearly considered the public\ninterest in making the approach, prior to publication, and the justification\nfor the approach was set out in the email seeking comment. The approach took\nthe form of a polite email about the complainant’s business, sent to his\nprofessional email address. Any intrusion from such an approach was limited,\nand the approach was justified by the public interest identified by the\npublication. In the full circumstances, there was no breach of Clause 3.\nConclusion\n24. The complaint was not upheld.\nRemedial Action Required\n25. N/A\nDate complaint received: 27/12/2018\nDate decision issued: 29/03/2019\nBack to ruling listing\n\n\n"
}