{
    "url": "/rulings-and-resolution-statements/ruling/?id=08074-15",
    "title": "08074-15 Metcalfe v Southend Echo",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Southend Echo (Newsquest Media Group)",
    "published_on": "2015-11-05 00:00:00",
    "received_on": "2015-11-10 00:00:00",
    "concluded_on": "2015-02-18 00:00:00",
    "complaint_processing_days": -265,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. In circumstances where the newspaper had published a prompt and effective correction, which complied with the requirements of the Code, the Committee was satisfied that no further remedial action was required. Date complaint received: 10/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 08074-15 Metcalfe v Southend Echo\nSummary\nof complaint\n1.\nPaul Metcalfe complained to the Independent Press Standards Organisation that\nthe Southend Echo breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Dog walkers defy danger”, published on 5 November\n2015.\n2.\nThe article reported that the complainant had told a meeting of residents and councillors\nthat people were still walking their dogs on a stretch of beach owned by the\nMinistry of Defence (MoD). It said that Southend Council Leader, Ron Woodley,\nhad responded saying that there was nothing the council could do about the\nsituation as the land was owned by the MoD.\n3.\nThe article was published in print only.\n4.\nThe complainant said he had not made the point attributed to him in the\narticle; rather he had asked why developers had advertised properties as having\na private park and beach, when the beach in question was not owned by the\ndevelopers. He said that after the meeting, he was emailed by the newspaper’s\nreporter asking him to comment further on his question about dog walkers. He\nreplied saying that he had not asked a question about dog walkers, but he was\nhappy to comment further about the question he had actually asked. After\ncontacting the newspaper about the error through IPSO, it agreed to publish a\ncorrection, the text of which he approved in advance by email; however, the printed\ncorrection differed from the version he agreed.\n5.\nThe newspaper accepted that it had inaccurately attributed the quote about dog\nwalkers to the complainant. It said that its reporter had confused the point\nthe complainant had made about the beach at the meeting, and a matter about dog\nwalkers on the beach that arose in a conversation the reporter had with a local\ncouncillor after the public meeting. It said its reporter had not seen the\ncomplainant’s reply to his email before the article was published, and did not\nmake the news desk aware of the issues raised by the complainant. It said that\non receipt of the complaint, it had offered to publish a correction, the text\nof which it believed the complainant had agreed to; it pointed out that the\npart of the sentence removed from the agreed correction was a line which the\ncomplainant had said was inaccurate in his correspondence. That correction,\nwhich was published on page 2, was headlined “Shoebury MoD beach regarding Paul\nMetcalfe” and read:\nOn\nThursday, November 5, the Echo printed an article concerning ongoing problems\nwith dog walkers using a stretch of beach owned by the Ministry of Defence at\nShoebury. Concerns were raised about dog walkers using the foreshore from\nShoebury Common to East Beach, despite the risk of stepping on explosives left\nbehind by MoD training exercises. In the page 23 article, headlined “Dog\nwalkers defy danger”, we incorrectly attributed comments to Paul Metcalfe.\nShoebury resident Mr Metcalfe had instead spoken about a suspected fraud where\na developer advertised properties with a private park and beach. We are happy\nto clarify the matter.\n6.\nOver the course of IPSO’s investigation, the newspaper offered a further\ncorrection, to be published on page 4, which expanded on what went wrong in the\neditorial process which led to the attribution of the point about dog walkers\nto the wrong person.\nRelevant\nCode Provisions\n7.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\nFindings\nof the Committee\n8.\nThe newspaper accepted that it had incorrectly attributed the question about\nthe dog walkers to the complainant, and that the issue had in fact been raised\nby somebody else in conversation with the newspaper following the public\nmeeting. The attribution of the point about dog walkers to the wrong person,\nalong with the failure of the reporter to deal with the complainant’s email\nconfirming he did not speak about dog walkers at the meeting, demonstrated a\nfailure to take care over the accuracy of the article in breach of Clause 1(i),\nand was a significant inaccuracy that required correction under Clause 1(ii).\n9.\nOnce contacted by the complainant through IPSO, the newspaper prepared a\ncorrection which he agreed by email; however in his response agreeing the\ncorrection, he highlighted an inaccuracy in the text which the newspaper had\nappropriately removed prior to publication. While the published correction did\nnot contain the precise wording that was agreed with the complainant, it did\nsufficiently address the inaccuracy; it was also published promptly and with\ndue prominence. While the Committee welcomed the newspaper’s offer of an\nexpanded correction, it considered that the requirements of Clause 1(ii) had\nbeen met by the original correction.\nConclusions\n10.\nThe complaint was upheld.\nRemedial\nAction Required\n11.\nIn circumstances where the newspaper had published a prompt and effective\ncorrection, which complied with the requirements of the Code, the Committee was\nsatisfied that no further remedial action was required.\nDate\ncomplaint received: 10/11/2015Date\ndecision issued: 18/02/2015\nBack to ruling listing\n\n\n"
}