{
    "url": "/rulings-and-resolution-statements/ruling/?id=08073-18",
    "title": "08073-18 A woman v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "11 Victims of sexual assault (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2018-12-27 00:00:00",
    "concluded_on": "2019-08-06 00:00:00",
    "complaint_processing_days": 222,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A Date complaint received: 27/12/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08073-18 A woman v Daily Mail\nSummary of Complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that an article published by the Daily Mail breached Clause 1\n(Accuracy), Clause 2 (Privacy) and Clause 11 (Victims of sexual assault) of the\nEditors’ Code of Practice.\n2. The article reported on the complainant’s ongoing trial.\nIt reported that she was charged with “two counts of stalking causing serious\nalarm or distress” and outlined the course of conduct which the complainant was\nalleged to have undertaken against a man she had met on an online dating site\nand his wife, which had led to these charges, which the complainant denied. It\nreported that the complainant had accused the man of rape “after he refused to\nleave his wife”. It went on to report that the complainant had “dropped her\nrape allegation… but the day after being charged with stalking she asked for\nthe investigation to be re-opened.” The article was accompanied by a photograph\nof the complainant.\n3. The complainant said that she had been identified as a\nvictim of sexual assault, in breach of Clause 11. She said that naming her and\nidentifying her relationship to the man, publishing her photograph and\ndisclosing the area in which she lived had breached her privacy.\n4. The complainant also said that it was inaccurate to report\nthat she had dropped her rape allegation. She said that the police had decided\nthat there was not enough evidence to pursue the matter. She said that to the\nbest of her recollection, she had not said in court that she had dropped the\nallegation.\n5. The newspaper did not accept that it had breached the\nCode. It said that the article was an accurate report of court proceedings. It\nsaid that the article was reporting on the complainant’s trial for stalking,\nwhich did not relate to an accused being tried for a sexual offence. Therefore\nthe newspaper said that it was legally free under the Sexual Offences\n(Amendment) Act 1992, to identify the complainant. Further, it said that it was\njustified in identifying the complainant in relation to the rape allegation, as\nthe rape claim and the behaviour complained of by the man and his wife were\nclosely linked and demonstrated the sort of behaviour they were allegedly\nsubject to.\n6. It provided the agency copy, on which the article was\nbased.. This recorded that during the trial it was alleged that “The rape\nallegation was made to police on 21 February, the day after the harassment\nbegan, but in early April [the complainant] said she wanted it dropped… but on\nthe day she was charged with stalking she stated she wanted the investigation\nreopened and it was only in July this year police finally dropped the rape\nmatter.” It said that the article had accurately reported what had been heard\nin court, which the complainant had not provided any evidence to dispute.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and- where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nClause 2 (Privacy)* \ni) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications.\n\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information. \niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy. \nClause 11 (Victims of sexual assault) \nThe press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so. \nFindings of the Committee\n8. The Committee acknowledged the complainant’s position that\nshe was a victim of sexual assault and therefore should not have been\nidentified in the article. Under Clause 11 of the Code, victims of sexual\nassault may only be identified by publications in circumstances where there is\nadequate justification and they are legally free to do so. In law, and under\nthe Code, victims of sexual assault are granted anonymity in reports of\ncriminal proceedings which are brought against a defendant for alleged sexual\noffences.\n9. However, the law allows victims of sexual assault to be\nidentified in legal proceedings in which a defendant is not being tried for an\noffence of sexual assault, but with which the victim is involved. The Committee\nwas satisfied that on the facts of this case, the publication was, as is\nrequired under the terms of Clause 11, legally free to name the complainant.\nThe Committee acknowledged the importance of the principle of open justice\nwhich ordinarily allows the press to identify the parties to legal proceedings,\nunless precluded by law.  The article was\na report of court proceedings in which the complainant was on trial charged\nwith harassment; it was reported that part of the prosecution’s case against\nher was the allegation of sexual assault which she had made against the man.\nThere was a public interest in reporting what was heard in court in respect of\nthe complainant’s trial in an open and transparent way. In these particular\ncircumstances, the publication was justified in naming the complainant in the\narticle and including the information that she had made an allegation that she\nwas the victim of sexual assault. There was no breach of Clause 11. \n10. The published photograph disclosed only the complainant’s\nlikeness in relation to her alleged offences; it did not reveal any private\ninformation about the complainant. Further, the complainant did not have a reasonable expectation of\nprivacy in relation to the general area in which she lived. Publishing the\nphotograph and the area in which the complainant lived did not constitute a\nbreach of Clause 2. \n11. The agency copy recorded that, while the investigation of\nthe rape allegation had finally been dropped by the police in July 2018, this\nwas after the complainant had first dropped the allegation in February of the\nsame year. While the complainant disputed that she had in fact dropped the\nallegation at any time, she had not been able to demonstrate that it had not\nbeen heard as part of proceedings that she had done so. In these circumstances,\nthe Committee did not find that the newspaper’s report of what had been said in\ncourt was inaccurate. There was no breach of Clause 1 on this point. \nConclusions\n12. The complaint was\nnot upheld.\nRemedial action required\n13. N/A\nDate complaint received: 27/12/2018\nDate decision issued: 06/08/2019\nBack to ruling listing\n\n\n"
}