{
    "url": "/rulings-and-resolution-statements/ruling/?id=08076-15",
    "title": "08076-15 Foxhall v Express & Star (Wolverhampton)",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Express & Star (East) (MNA)",
    "received_on": "2015-11-11 00:00:00",
    "concluded_on": "2016-04-04 00:00:00",
    "complaint_processing_days": 145,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 11/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 08076-15 Foxhall v Express & Star\n(Wolverhampton)\nSummary\nof complaint\n1.\nLewis Foxhall complained to the Independent Press Standards Organisation that\nthe Express & Star breached Clause 1 (Accuracy) in an article headlined\n“Roll up, roll up! Circus comes to town amid protest” online, and headlined\n“Circus roars in, but no lions and tigers” in print, published on 9 October\n2015, and in an article headlined “PICTURES & VIDEO: Handful of protesters\nturn out against circus”, published online on 10 October 2015.\n2.\nThe first online article, headlined “Roll up, roll up! Circus comes to town\namid protest”, reported that a circus had come to Rugeley, and in response to\nprevious animal welfare protests, it would not feature lions or tigers in its\nshows. It said that despite this, animal welfare protesters had planned a\nfurther demonstration to express concern over the circus’ use of other animals\nat its shows. It included the comments of a member of the circus who “dismissed\nthe protest”, and said that the circus had a “group follow [it] around”. It\nalso included the comments from an animal welfare campaigner – named as Lewis\nFoxhall, “aged 22” – setting out his position that animals should not perform\nin circuses, that the group hoped that “around 30” people would turn up to\nprotest, and that a group of protesters had “followed [the circus] in recent\nweeks”.\n3.\nThe second article, headlined “PICTURES & VIDEO: Handful of protesters turn\nout against circus”, reported that ahead of the circus’ afternoon shows,\n“around seven demonstrators” had appeared to protest, and that “the lobbyists\nwere hoping for up to 30 people to attend”.\n4.\nThe print version of the online article appeared in substantively the same\nform. The comments of Lewis Foxhall relating to a group of protesters following\nthe circus were however not included.\n5.\nThe complainant said that while he writes using the name Lewis Foxhall, he is\nknown in person by another name. He said that he had not made the comments\nattributed to him in the article, and that he was not 22 years old as reported.\nIt was also inaccurate to report that a group of protesters had “followed” the\ncircus around – instead a number of local groups had organised separate\ndemonstrations as the circus moved. He said that he had not made these comments\nto any journalist, and that the only contact he had with the newspaper prior to\npublication was when he had provided it with a press release about the protest.\nThis included his telephone number and email address.\n6.\nThe complainant said that it was inaccurate for the second article to report\nthat the animal welfare group had expected 30 protesters to turn up in\ncircumstances where he had not provided the comments attributed to him in the\nfirst article. Further, he had not known how many protesters would show up, and\nso would not have made this prediction.\n7.\nThe newspaper did not accept that the comments were inaccurately attributed to\nLewis Foxhall; prior to the first article’s publication, it had received a\nphone call from someone who had identified themselves by that name who provided\nthese comments. During the course of the conversation, the person calling\nprovided a telephone number and email address which matched the complainant’s\ncontact details as set out in the press release which he had provided prior to\npublication; the phone number the person had dialled from also matched this.\n8.\nWhile the newspaper maintained that the comments were not wrongly attributed,\nit apologised to the complainant for reporting his age incorrectly. In order to\ntry to resolve the complaint, the newspaper offered to either publish a\ncorrection making clear the complainant’s correct age, or to publish a piece on\nthe topic of animal welfare with the complainant’s input.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.\nFindings\nof the Committee\n10.\nThe Committee accepted that the newspaper had been contacted by a caller who\nhad said they were “Lewis Foxhall”. The transcript of the reporter’s\nconversation with the caller confirmed this, and showed that the caller had\nsupplied contact details which matched those of the complainant. It also showed\nthat the caller had said he was 22 years old, and that the animal welfare group\nhad hoped that 30 people would turn up at the protest. While the Committee\nacknowledged the complainant’s position that he had not called the newspaper prior\nto publication, the transcript demonstrated that the newspaper had accurately\npublished the caller’s comments and reasonably believed that the person who had\ncalled was Lewis Foxhall. There was no failure to take care not to publish\ninaccurate information in breach of Clause 1 (i).\n11.\nIn circumstances where the newspaper had accurately reported the comments of a\ncaller who identified himself as “Lewis Foxhall” – and given that the\ncomplainant said he is not known by that name in person and only uses it when\nwriting and in the context of animal welfare press releases – the Committee did\nnot establish that there was any significant inaccuracy in relation to\nreporting the caller’s comments that required correction under the terms of\nClause 1 (ii).\n12.\nIt was not significantly misleading for the article to report that a protest\ngroup had “followed” the circus in circumstances where both the caller and the\nowner of the circus had said that this was the case. Further, the complainant\naccepted that there had been protests at different locations as the circus\nmoved around. Whether these protests were organised separately or collectively\nwas not a significant detail, and there was no correction required on this\npoint. This aspect of the complaint did not raise a breach of Clause 1.\nConclusions\n13.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 11/11/2015Date\ndecision issued: 04/04/2016\nBack to ruling listing\n\n\n"
}