{
    "url": "/rulings-and-resolution-statements/ruling/?id=08070-18",
    "title": "08070-18 Family of Tony Carroll v Mail Online",
    "provisions": [
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-12-26 00:00:00",
    "received_on": "2018-12-28 00:00:00",
    "concluded_on": "2019-03-07 00:00:00",
    "complaint_processing_days": 69,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A Date complaint received: 28/12/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08070-18 Family of Tony Carroll v Mail OnlineSummary of Complaint\n1. The Family of\nTony Carroll complained to the Independent Press Standards Organisation that\nMail Online breached Clause 4 (Intrusion into grief or shock) of the Editors’\nCode of Practice, in an article headlined “Seconds from death: Horrific moment\nman, 70, is mowed down and killed by police car while carrying presents home\nfrom the pub on Christmas Day”, published on 26 December 2018.\n2. The article\nreported on a video of the moments before Tony Carroll stepped in front of a\npolice car, and was hit and killed. The article included a video of the\nincident, in which Mr Carroll could be seen stepping out into the road, and the\ncar could be seen approaching; the video faded out a moment before Mr Carroll\nwas hit by the car. The article also included a number of still images from\nthis video, as well as a photograph of Mr Carroll’s shoes and trousers in the\nroad following the incident.\n3. Mr Carroll’s\nfamily said that the publication of the video and photograph was insensitive in\nbreach of Clause 4 (Intrusion into grief or shock), particularly where the\nvideo faded out only a fraction of a second before the police car hit Mr\nCarroll.\n4. The publication\noffered its condolences to the family, but denied any breach of Clause 4. It\nacknowledged that the video had caused distress, but said that it had a\nresponsibility to closely examine the events surrounding Mr Carroll’s death,\nparticularly in circumstances where the vehicle which struck him was a police\ncar responding to an emergency call. The publication said that it had obtained\nthe footage from a local shopkeeper. It said that it had taken care prior to\npublication to ensure that the video faded out at a moment prior to the\ncollision, and that the moment of impact was not published. It said that the\nmoment in which Mr Carroll was shown stepping into the road was highly relevant\nto the exact circumstances of his death, and that removing the moment of impact\nfrom the video represented sensitive handling of the material, in line with the\nobligations of Clause 4. The publication said that the image of Mr Carroll’s\nshoes and trousers had been widely published, and was unremarkable in content.\n5. Nevertheless,\nthe publication said that it had removed the video on 28 December in response\nto concerns raised by members of the public, and had no plans to re-publish it.\nIt offered to write the family a private letter of apology for the distress\ncaused, by way of resolving the complaint.\n6. The complainant\ndeclined this offer of resolution.\nRelevant Code Provisions\n7. Clause 4\n(Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n8. The Committee\nwished to express its sincere condolences to the family of Mr Carroll for their\nloss.\n9. News\norganisations play an important role in reporting on accidents and fatalities\nthat occur in public, and even when this is done sensitively, this will often\ncause great distress to the families of individuals involved. The terms of\nClause 4 (Intrusion into grief or shock) do not prohibit reporting on distressing\ncircumstances and events, but rather set out that such publication should be\nhandled sensitively.\n10. In coming to a decision as to whether the publication of\nthe video had been handled sensitively, the Committee considered the nature and\ncontents of the video, and the manner in which it was presented within the\narticle.\n11. The Committee understood that the video must have been\ndeeply distressing for the family to view. The Committee also took into account\nthat the footage had been taken from some distance, in relatively low\nresolution, so that the man’s features and appearance were not clear in the\nvideo, which featured no sound. The video had not included the moment of\nimpact, or footage of the man following the accident.\n12. The Committee acknowledged the justification for the\ninclusion of the footage in the article, which allowed readers to better\nunderstand the circumstances leading up to the accident. This was particularly\nthe case given that the accident had involved a member of the public and a\npolice car responding to an emergency. The article itself was presented as a\nfactual news story; there was no attempt to demean or humiliate the man who had\nbeen involved in the accident, or to make light of the circumstances of his\ndeath.\n13. The Committee appreciated the distress caused to the\nfamily by the inclusion of the video. However, in circumstances where the\narticle in which it was contained was a factual and non-sensational account of\nthe incident; where care had been taken to fade the footage prior to the moment\nof impact; where there was a justification for the inclusion of the video in\nthe article; and given the low resolution of the footage itself, the Committee\nconsidered that the publication of the video had been handled sensitively.\nThere was no breach of Clause 4 on this point.\n14. The image of Mr Carroll’s clothing on the road did not\nshow anything of the circumstances of the accident, or the injuries he had\nsuffered; while this image would have been distressing for the complainant to\nsee, the Committee did not consider that its inclusion was insensitive. There\nwas no breach of Clause 4 on this point.\nConclusions\n15. The complaint was not upheld.Remedial action required\n16. N/A\nDate complaint received: 28/12/2018\nDate decision issued: 07/03/2019\nBack to ruling listing\n\n\n"
}