{
    "url": "/rulings-and-resolution-statements/ruling/?id=08089-16",
    "title": "08089-16 Versi v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "published_on": "2016-08-20 00:00:00",
    "received_on": "2016-08-22 00:00:00",
    "concluded_on": "2016-11-16 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "14. The complaint was upheld.",
    "remedial_action": "15. Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. The Committee considered that the breach of Clause 1 would be appropriately remedied by the publication of the offered corrections.  The wording of the online correction should refer to the headline of the online version of the article. In light of the Committee’s decision, they should now be published. Date complaint received: 22/08/2016",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 08089-16\nVersi v The Sun\nSummary of\ncomplaint\n1. Miqdaad Versi complained to the Independent\nPress Standards Organisation that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Ramadan train driver in\ncrash”, published on 20 August 2016. The article was also published online with\nthe headline “RAMADAN TRAIN WRECK Muslim train driver crashed after going\nwithout food or drink for 15 hours during Ramadan.” \n2. The article reported that a Muslim train\ndriver had run through a double red light, causing his train to derail, hit a\ngantry and bring down powerlines. It claimed that the driver “crashed after\ngoing without food or drink for 15 hours during Ramadan”. It reported that\n“rail accident experts claimed his fast caused the rush-hour derailment”. The\narticle went on to report that the Rail Accident Investigation Branch (RAIB)\nwas “unable to conclude that fasting was a factor in the crash. But it pointed\nout studies showed not eating can cause ‘sleepiness and reduction in\nconcentration which can result in safety concerns’”. The article also reported\nthat the company operating the train in question had said that its drivers were\n“regularly briefed and monitored for competence”.\n3. The online version of the article included\nsome additional pictures of the crash and Paddington Station, and the following\nsub headline: “Officials reveal the driver ran through TWO red lights at\nLondon’s Paddington Station”. It was otherwise identical to the print version\nof the article.\n4. The complainant said that the RAIB report\non the incident had concluded that it was unable to determine whether the\ndriver’s fasting was a factor in what happened. He noted that the RAIB report\nstated that the accident demonstrated the importance of a number of other\nfactors, including drivers refreshing their knowledge of track layout, and\nbeing alert to the operation of signals. In addition, the complainant said that\nthe driver had run through one signal, displaying two red lights. He said it\nwas therefore inaccurate to report that the driver had run through two red\nlights.\n5. The newspaper said that the RAIB report\ndescribed the driver’s observance of Ramadan, in the section headed “cause of\nthe accident”. The newspaper said that although the RAIB report said it was\n“unable to determine” whether the driver’s fasting “was a factor in what\nhappened on this occasion”, the report did observe that “there is research\nshowing that fasting can affect people’s concentration levels”, and that\nguidance on the effects of fasting on fitness to drive had published by the\nRail Safety and Standards Board. The newspaper said that this represented a\nclear indication that there were concerns expressed to the RAIB about the\ndriver’s fasting contributing to the accident.\n6. The newspaper said that article made clear\nthat the RAIB had said it was unable to conclude that fasting was a factor in\nthe accident. The newspaper said that although the RAIB report was the main\nsource for the article, it had also approached the railway company for its\ncomment. It said that the reference to the driver passing two red lights in the\nonline article was a mistake introduced during the editing process.\n7. The newspaper removed the article from its\nwebsite permanently. It offered to publish the following correction in its\ncorrections column on page 2 of the newspaper, and on the homepage of the\nnewspaper’s  website for 24 hours, and on\nthe online corrections page thereafter:\nIn a story\n‘Ramadan Train Driver in Crash’ (20 Aug) we implied that Rail Accident\nInvestigation Branch said the cause of the derailment at Paddington was that\nthe driver had been fasting during Ramadan. In fact they were unable to\nconclude that fasting was a factor in the crash on evidence available, although\nthey observed that there is research showing that fasting can affect people’s\nconcentration levels. It was also stated that the driver of a derailed train\nran through TWO red lights at London’s Paddington Station. In fact the two red\nlights were on the same signal. We are happy to clarify.\nRelevant Code\nProvisions\n8.    Clause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.\nFindings of\nthe Committee\n9. The RAIB report noted research showing that\nfasting can affect concentration levels, and described the driver’s fasting\nprior to the accident. The report was explicit that it was unable to determine\nwhether this was a cause of the accident. The report did not refer to rail\naccident experts having made this claim, and while there was a clear\nimplication that the driver’s fasting had been discussed as part of the RAIB’s\ninquiries, there was no implication that an expert had claimed that it was a\ncause of the accident. The newspaper was unable to demonstrate the accuracy of\nthe claim that the “rail accident experts claimed his fast caused the rush-hour\nderailment”.\n10. The\nCommittee acknowledged that the article went on to set out the correct\nposition, which was that the RAIB was unable to conclude that fasting was a\nfactor in the crash. However, the article was principally a report on the\nRAIB’s findings, and in that context, it was significantly misleading to\ninclude the claim that experts had referred to the driver’s fasting as a cause\nof the accident.\n11. The\nmisleading statement resulted from a failure to accurately interpret the RAIB\nreport, representing a failure to take care not to publish misleading\ninformation, in breach of Clause 1 (i).\n12. The\nwording of the correction offered by the newspaper identified the misleading statement,\nand set out the correct position. The newspaper had offered to publish the\ncorrection during the referral period. It offered to publish the wording on the\nhomepage of its website for 24 hours, and in its corrections and clarifications\ncolumn on page 2 of the newspaper. The article under complaint had been\npermanently removed from the newspaper’s website, and the print version of the\narticle had been published on page 28. In all the circumstances, the Committee\nconsidered that the correction offered by the newspaper complied with its\nobligation to correct the significantly misleading statement promptly, and with\ndue prominence. There was no breach of Clause 1 (ii).\n13. The\nCommittee noted that the RAIB report described the train passing a signal\ndisplaying two red lights, rather than past two separate signals showing red\nlights. However, while the sub headline of the online article suggested the\nlatter, the Committee did not consider that this was significantly misleading\nin the context of the article. This aspect of the complaint did not raise a\nbreach of Clause 1.\nConclusions\n14. The\ncomplaint was upheld.\nRemedial\naction required\n15. Having\nupheld a breach of Clause 1 (i), the Committee considered what remedial action\nshould be required. The Committee considered that the breach of Clause 1 would\nbe appropriately remedied by the publication of the offered corrections.  The wording of the online correction should\nrefer to the headline of the online version of the article. In light of the\nCommittee’s decision, they should now be published. Date complaint received: 22/08/2016Date decision issued: 16/11/2016 \nBack to ruling listing\n\n\n"
}