{
    "url": "/rulings-and-resolution-statements/ruling/?id=08086-19",
    "title": "08086-19 ESE Group and EVO Energy Solutions v Daily Mirror",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2020-01-23 00:00:00",
    "received_on": "2020-02-10 00:00:00",
    "concluded_on": "2021-01-19 00:00:00",
    "complaint_processing_days": 344,
    "conclusion_long": "33. The complaint was upheld under Clause 1.",
    "remedial_action": "34. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. 35. The Committee considered that there was a serious breach of Clause 1(i). The article had made very serious allegations against the company by reporting that it had sold a “second-hand battery” for “twice the going rate” and had failed to include the company’s position. It had misleadingly referred to communications that formed part of the customer’s existing package as “junk-mail”. The article had also referred to two other bodies and misleadingly suggested they were connected to the complainant, which it did not have evidence to support. Finally, although it had taken care not to publish inaccurate information, it had failed to correct the inaccurate assertion that the woman would not be charged so as to accurately represent the complainant’s position. In light of the newspaper's failure to take care over the article's accuracy, and its failure to correct the inaccuracies in line with its obligations under Clause 1(ii), the Committee concluded that an adjudication was the appropriate remedy.  36. The Committee considered the placement of this adjudication. The article had been published on page 27. The Committee therefore required that the adjudication should be published on page 27 or further forward in the newspaper. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 37. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the top half of the newspaper’s homepage, on the first screen, for 24 hours; it should then be archived in the usual way. If the newspaper intends to continue to publish the online article without amendment to remove the significantly misleading statements identified by the Committee, the full text of the adjudication should also be published on the article, beneath the headline. If amended to remove the inaccurate and misleading statements, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication, and explaining the amendments that have been made. 38. The terms of the adjudication for publication are as follows: Following an article published in print on 23 January 2020 headlined “Time to give solar sellers the old Evo”, and online headlined “Beware offers of a free service on your home solar heating system”, the ESE Group and EVO Energy Solutions complained to the Independent Press Standards Organisation that the Daily Mirror breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The article reported that the customer in the article had received “junk-mail” which had led to her paying “around twice the going rate” for a replacement battery and which a relative of the customer had claimed was second hand. The article also named a solar association, the BTSA, and a company which the article said claimed to be one of its members which it reported had sent out “similar mailings” to those which had been found to be in breach of the Renewable Energy Consumer Code. Both versions of the article contained a quote from the complainant saying that the order had been “cancelled”. The complainant said the article was inaccurate: there had been no junk mail, but a personal telephone call which was part of the contract between the complainant and the customer; that the battery’s price was not twice the going rate; that it was misleading to discuss the BTSA and its member in the article to which it said it was unrelated; that the order had not been “cancelled” but the customer’s payment was on hold during IPSO’s investigation, and that they had offered to reinstall her old battery and that the battery was not second hand. IPSO found it was significantly inaccurate to characterise a phone call, which the complainant was contractually obliged to make, as “junk mail”. It also found it was significantly inaccurate to state as fact that the battery had been sold at “around twice the going rate” when this was not a like-for-like comparison, without putting this to the complainant first for an opportunity to comment. The Committee found that it was misleading to have referred to the mailings sent by the BTSA/its member in an article which reported on the experiences of one of the complainant’s customers without also including an explanation as to how the complainant was said to be connected to these two organisations. It was also inaccurate to report that the customer’s order had been “cancelled” when in fact the customer’s complaint was on hold. Finally, it was significantly misleading to print claims that the battery was second hand without printing the complainant’s denial of this. IPSO found that the publication had failed to take care not to publish inaccurate information in breach of Clause 1.   Date complaint received: 10/02/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 08086-19 ESE Group\nand EVO Energy Solutions v Daily Mirror\nSummary of Complaint\n1. The ESE Group and EVO Energy Solutions complained to the\nIndependent Press Standards Organisation that the Daily Mirror breached Clause\n1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Time to give solar sellers the old Evo”, published on 23\nJanuary 2020.\n2. The article reported on the reporter’s experience\ninvestigating a complaint made to him by a reader following their experiences\nwith a particular solar company. The article contained claims relating to the\nexperiences of both the reporter, as he contacted the company, and the son of a\ncustomer who the article alleged had “responded to a junk-mail offer of a ‘free\nhealth check’ for her home solar heating system”. The article reported that\nfollowing this response, the customer was “sold a replacement battery for\n£4,285, around twice the going rate.” The article also claimed that the\nreporter had written to the company claiming that they had “charged an\n89-year-old £4,285 for what the family says is a second-hand overpriced battery\nthat was sold following a misleading letter about a ‘free’ and unnecessary\nsolar heating system health check”. The response from the company’s solicitor\nwas also included in the article and stated that “tests by a qualified engineer\nshowed that her old battery was faulty and it was replaced with a new one at\nher request, but the order has now been cancelled”. The article also reported\nthat “For weeks ESE Group has been insisting that it has not received any\ncomplaint from the reader or her family. So I se[n]t it a copy of its online\ncomplaint form, as completed by her son”.\n3. The article reported that the exchange between the\njournalist and the company had taken place after the reporter had “obtained\nwritten permission from the reader to look into the matter on her behalf”.  It also reported that the company had\ninitially responded that it “was concerned that ‘[the customer] has given a\nmember of the press whom, we assume, she has no connection to, permission to\neffectively make decisions on her behalf’”.\n4. The article also discussed the mailing practices of solar\ncompanies generally, and reported that this solar company had, under a former\nname, been in breach of the Energy Consumer Code after sending out mailshots.\nIt also named the British Trading Solar Association (BTSA)”, which it said had\nsent out “similar mailings”. The article stated that Evo Energy Solutions had\nsent out mailshots which stated that the person’s inverter may have expired and\noffered a “free MOT and service on your system”. The article reported that “All\nyou need to know about inverters is this: they do not need servicing”.\n5. The article also appeared online in substantially the\nsame format under the headline “Beware offers of a free service on your home\nsolar heating system”. This version of the article also reported that the ESE\nGroup had been tweeting in relation to an article which it said that another\nnewspaper had published, which praised the company and its CEO.  However, the article under complaint stated\nthat the journalist could not “find an[y] evidence that this article was\npublished in the [other newspaper]” and, therefore, the columnist presumed that\nit was an advertisement. The online version of the article also reported that a\ncompany which claimed to be a member of the BTSA had sent “similar mailings”\noffering a free health check to one that had been banned by the Advertising\nStandards Authority. It went on to say that “another organisation has surfaced\nwith an identical logo to the one used by the BTSA, Evo Energy Solutions”, and\nalso queried whether it existed.\n6. The complainant, the solar company which had been the\nsubject of the reader’s complaint, said that the article contained numerous\ninaccuracies in breach of Clause 1. \nFirstly, it said that it was inaccurate to report that the woman in the\narticle had received “junk-mail” as the woman had been a customer for several\nyears and the only letter she had received was a free system health check\nreminder, which was received by all of the complainant’s maintenance customers\nannually and that customers consented to this as part of their policy and could\nnot therefore be characterised as “junk-mail”. Further, it said that the\narticle’s references to the mailing practices of other companies within the\nsolar sector gave the misleading impression that its practices were\nquestionable and may also be against ASA rules, which was not the case.\n7. The complainant said it was inaccurate to report that the\nwoman had been charged around twice the going rate for the replacement battery\nand maintained that their price was competitive. It said that the newspaper had\nnot put this allegation to them prior to publication, and had reported as fact\nthat the battery was sold at double the price without them being able to deny\nthis or put forward their position. It said that the source which the\npublication cited as providing the information relating to the cost of the\nbattery was not reliable. The complainant provided a breakdown of the costs of\nboth the battery itself and installation in the specific case discussed in the\narticle, which amounted to £3,300. It provided an online article which quoted\ninstallation as being between £2,500 and £7,000. The complainant also said that\nit was impossible to assess the costs of installing a battery without having\nknowledge of the specific property. The complainant also provided an email from\nthe supplier who stated that the battery had been new, not second hand, and\nsaid that the article failed to include the company’s denial on this point. The\ncomplainant also said that it was inaccurate to report that the woman would not\nbe charged for the battery, as she still owed the balance for the removal of\nher old battery and the replacement of the new one; request for the payment was\nsimply on hold until the complaint was examined.\n8. The complainant also said the system was not a solar\nheating system but instead a solar PV system, which generated electricity\nrather than thermal panels which heat hot water as per a solar heating system.\nThe complainant also said that the reference to inverters not requiring\nservicing was misleading. An inverter is a device that converts the electricity\ngenerated by solar panels into a form that is usable by the standard electrical\ngrid. The complainant said that the letter quoted in the article had offered a\nfree MOT and service on the solar system as a whole, rather than just the\ninverter, and was not offered to the customer whose complaint was outlined in\nthe article.\n9. The complainant had concerns regarding how the journalist\nhad gained consent from the woman in the article to research the story. This\nwas in part due to the fact that the signed letter from the woman had used the\nphrase “power of attorney” when referring to the journalist. The complainant\nsaid that, therefore, it was a breach of Clause 1 to report that written\npermission from the reader had been obtained. Further, the complainant also\nsaid that it had not received a complaint with the appropriate consent until\nNovember, when it had received a complaint from her son. It had then engaged\nwith the family about this matter.\n10. The complainant also said it was inaccurate for the\nonline article to report that the journalist could find no evidence of the\narticle published by another publication and provided a pdf of an article. The\ncomplainant also said it was misleading for the article to report that the\njournalist had not heard anything from the press regulator, as they had\ncontacted IPSO prior to the publication of the article.\n11. Finally, the complainant also said that the publication\nhad breached Clause 2 by failing to investigate if the letter had been signed\nby the customer. It said that the ESE Group had an expectation of privacy over\nits interactions with customers.\n12. The publication did not accept that the Code had been\nbreached. The publication initially stated that the annual free system health\ncheck reminder the complainant had said it sent to all its maintenance\ncustomers could be characterised as junk mail. It provided a copy of this\nletter, with the address redacted, that it alleged the complainant had sent to\nthe woman in the article which was addressed to “homeowner” rather than the\nwoman in the article specifically, and was sent out on a mass scale. It also\nnoted that one can be a customer of an organisation, and still receive junk\nmail from it for further services. It said that in any case, the complainant\naccepted that the woman had become a customer as a result of a “junk phone\ncall” from the complainant.\n13. The publication said that it had taken care over the\nclaim the customer had been charged “around twice the going rate” for the\nbattery.  It had contacted the Solar\nTrade Association, which claims to be a leading voice of the UK’s solar\nindustry, which had placed the estimate at around £2164 including VAT. The\nemail exchange with this organisation also suggested that it was unlikely that\nthe battery would have degraded to such an extent that it would be required to\nbe changed. The publication also shared an email from a family member of the\nwoman in the article, which stated that an independent solar engineer had\nstated that the product should not have cost £4500. The family member had also\nsaid he had researched the types of batteries and found that the price offered\nwas not competitive. The publication said that the complainant’s breakdown of\nthe price of the battery, which was £3300 and took into account labour and\nother costs, also did not explain why the woman was charged £4285. The\ninformation provided by the Solar Trade Association also disputed the\ncomplainant’s claims about the amount of time and labour it should take to\ninstall the product. The publication said that whilst it did not put the\nallegation that the battery was double the expected price to the complainant,\nit had put that the battery cost £4285 to the company, and this had not been\ndisputed. It said that the Solar Trade Association had confirmed that the\nbattery should have cost half the amount charged, and therefore that it was not\npossible that it was inaccurate to report that it was “twice the going rate”.\nIn the same email provided by the publication from the woman’s family member,\nthe independent solar engineer the family had contacted was also said to have\nsaid that the battery was scratched and second-hand.\n14. The publication said it had received an email from the\ncomplainant prior to the publication of the article in which it said that “The\norder was subsequently cancelled and [the woman in the article] has not paid\nfor the product or services she received”, which it had understood to mean that\nthe complainant would not be charged. In addition, it was confused by the\ncomplainant’s position, as during IPSO’s investigation it had provided an email\nwhich offered to remove the installed product and re-install the original\nproduct and refund the deposit. However, once the position was clarified it\noffered to publish the following correction in print on the journalist’s page,\nor in their established corrections and clarifications column on page 2:\nOur article 'Time to give solar sellers the old Evo', 23\nJan, reported of a 89year-old widow who'd responded to a junk-mail offer of a\n\"free health check\" for her home solar heating system, which resulted\nin her being sold a replacement battery for £4,285. The article stated that\n'The good news for my 89-year-old reader is that although she was invoiced for\n£4,285, she will not be charged.' ESE Group has asked us to clarify that in\nfact, the 89-year-old will still be charged.\nAnd the following as a footnote clarification to the online\narticle:\nA previous version of this article stated that 'although the\n89-year-old reader was invoiced for £4,285, she will not be charged.' ESE Group\nhave asked us to clarify that in fact the 89-year-old will still be charged.\n15. The publication also said that referring to the solar PV\nsystem as a “home solar heating system” was not significantly misleading as the\nsolar system generated power which can be used for home heating.\n16. The publication provided a copy of the letter that had\nreferred to the inverters. The letter stated that “Our records indicate that\nyou have not received your free M.O.T and service on your system. Almost all\ninverters that have been installed during the last 7 years had a 5 year\nwarranty as standard. This means that a significant proportion of these solar\ninstallations in the UK have now expired.\" The article had reported that\nthe letter offered a “free MOT and service on your system” and went on to say\nthat “All you need to know about inverters is this: they do not need\nservicing”. The publication said that this was not an inaccurate report of the\ncontent of the letter. In addition, it referred to an email from the Solar\nTrade Association which reported that “inverters never need servicing” but\nwould simply need replacing if they no longer worked.\n17. The publication said that the customer had given written\nconsent to the journalist, which he had provided to the publication. It said\n“power of attorney” was just a phrase used by the customer when allowing the\njournalist to ask questions to the complainant.\n18. The publication noted that the complainant had confirmed\nthat a complaint had been made on behalf of the customer. It said, therefore,\nit was not a significant inaccuracy to report that the complainant had insisted\nit had not received any complaint from the reader or her family.\n19. The publication said that the article could not\nrepresent a breach of Clause 2 as the complainant had not been personally or\ndirectly affected by the alleged breach.\n20. The complainant disputed that the letter provided by the\npublication had ever been sent to the complainant, and that the customer had\nbeen recruited by a phone call. Firstly, it said that the woman had become a\ncustomer after renewing an existing maintenance package which had been taken\nout in her husband’s name. The publication stated that the husband had joined,\nover two years prior to the battery replacement, after a phone call, but that it\nwas misleading to say that this was the “junk mail” described in the article.\nThe complainant said that the free health check it offered annually was in fact\noffered by a phone call, with a follow up letter sent confirming the\nappointment. The complainant noted that the phone call could not be considered\n“junk” as it was part of the woman’s agreed maintenance package, and that the\nletter which followed was written confirmation of a service which was part of\nher pre-existing package, and an appointment the complainant had agreed to.\n21. At the end of IPSO’s investigation, the publication\napologised and acknowledged that the letter addressed to “homeowners” had not\nin fact been sent to the woman in the article. It accepted the complainant’s\nposition that the health check had been booked by a phone call and follow up\nletter. It did, however, believe that this phone call could be classed as a\n“junk phone call” as, even though she was a pre-existing customer, the purpose\nof the phone call was to advertise additional services. The publication stated\nthat it was not a significant inaccuracy to report a “junk phone call” as\n“junk-mail”. However, it offered to publish the following wording in order to\nresolve the complaint: \nOur article 'Time to give solar sellers the old Evo', 23\nJan, reported of a 89-year old widow who'd responded to a junk-mail offer of a\n\"free health check\" for her home solar heating system, which resulted\nin her being sold a replacement battery for £4,285. In fact, this service was\nsold to the 89-year-old via a telephone call to 'discuss services they offer'.\nThe article also stated that 'although the reader was invoiced for £4,285, she\nwill not be charged.' ESE Group has asked us to clarify that in fact, the\n89-year-old will still be charged. We are happy to clarify this.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.\nFindings of the Committee\n22. The article had characterised the contact from the\ncomplainant that led to the maintenance check as “junk-mail”, which the\nCommittee considered referred to unsolicited written correspondence. Despite the\nnewspaper’s repeated insistence throughout the course of IPSO’s investigation\nthat the customer had indeed received such correspondence, it accepted at the\nend of IPSO’s investigation that she had in fact received a phone call. This\nphone call was part of the maintenance package the customer had signed up to\nwith the complainant, and the complainant was contractually obliged to offer\nthis service. Where the publication was only able to demonstrate the customer\nhad received a phone call, as contractually agreed with the complainant, it had\nnot taken care over accuracy of the claim that the customer had responded to\n“junk mail” and there was a breach of Clause 1(i) of the Code. Where the use of\nthe term “junk-mail” suggested unsolicited contact which is generally viewed as\na bothersome marketing tactic deployed by companies, this was significantly\ninaccurate when in fact the contact was a personal phone call, as agreed to in\nthe customer’s contract with the complainant, and therefore required  correction under Clause 1(ii). The\npublication had offered to correct this point to say that “this service was\nsold to the 89-year-old via a telephone call to 'discuss services they offer’”.\nThis did not accurately reflect that the telephone call, and annual check the customer\nhad agreed to, was part of a service she was already subscribed to, and there\nwas a further breach of Clause 1(ii).\n23. The article had reported that the customer had been sold\na battery at “around twice the going rate”. The publication had based this\nclaim on an email exchange with the Solar Trade Association, who expressed the\nview that “the cost of the materials would be £2164 inc. VAT. A battery might\ntake a couple of hours to install, so accounting for labour, shipping, admin\nand such, £4,285 seems rather steep”. However, the Committee did not consider\nthat this was sufficient evidence that a like-for-like service would normally\nbe half of what the complainant charged. The publication had not put this claim\nto the complainant prior to publication and had stated that the service was\n“twice the going rate” as a fact. Whilst the publication had evidence to\nsuggest that the service had been expensive, it could not demonstrate the\nspecific claim that it was “twice the going rate”. The Committee therefore\nfound that the newspaper had failed to take care not to publish inaccurate\ninformation under Clause 1(i). This was a serious charge against the\ncomplainant which suggested they had deliberately overcharged a customer, this\namounted to a significant inaccuracy which required a correction under Clause\n1(ii). The publication had not offered a correction on this point and there was\na further breach of Clause 1(ii).\n24. The articles had referred to the British Trading Solar\nAssociation (BTSA) and a company which the article said claimed to be one of\nits members which it reported had sent out “similar mailings to one which had\nbeen found to be in breach of the Energy Consumer Code”.  The article noted that the BTSA had a similar\nlogo to the complainant. The Committee were concerned as to why the BTSA/its\nmember had been reported on in an article about the experiences of a customer\nof the complainant and that the reference, without any further explanation,\nsuggested a connection between the complainant and the BTSA/its member. Where\nthe article had not included an explanation as to how the complainant was said\nto be connected to either organisation, the publication had failed to take care\nnot to publish misleading information under Clause 1(i); the references implied\nthat there was a connection between the complainant and the BTSA/its member\nwhich the publication had not substantiated during the course of the\ninvestigation into the complaint. This was significant in the context of the\narticle, and added to the impression that the complainant had acted dishonestly\nby sending junk mail to the customer, and required correction under Clause\n1(ii). The publication had not offered a correction on this point and there was\na further breach of Clause 1(ii).\n25. The complainant said it was inaccurate to report that\nthe customer would not be charged. The Committee noted that there had been\nconfusion over the correct position as to whether the customer would be charged\nafter the complainant had said that the customer’s order would be “cancelled”.\nThe position of the complainant on this point was ambiguous, and on this basis\nit was found that the publication had taken care not to report inaccurate\ninformation under Clause 1(i). However, during IPSO’s investigation the\npublication was given the correct position that the customer’s payment was on\nhold during IPSO’s investigation, and that the complainant had offered to\nremove the battery they installed and replace it with her previous battery.\nThis situation was significantly different to the assertion that the customer\nwould not be charged. In order to avoid a breach of Clause 1(ii), the\npublication was required to correct this under Clause 1(ii). The publication\nhad offered a correction on the point, but its correction said that the\ncustomer would “still be charged” which did not reflect the accurate position.\nThis wording was inadequate to satisfy the requirements of Clause 1(ii).\n26. The article had included an allegation, which was\nattributed to the customer’s family, that the replacement battery was second\nhand. The Committee considered that the claim was a very serious allegation.\nThis claim had been put to the complainant, and its position that the battery\nwas “new” was included in the article, but its denial that the battery was\nsecond hand was omitted. Although the article referred to the complainant’s\ncomment that the customer’s “old battery was faulty” and was “replaced with a\nnew one”, this was not sufficient to reflect that the complainant had denied\nthat the battery was second hand. The term “new” in this context could be\ninterpreted to mean “replacement”, rather than necessarily unused. The omission\nof the complainant’s denial in the article represented a failure to take care\nnot to publish misleading information which amounted to a breach of Clause\n1(i). As this was a serious accusation against the complainant that it had\nacted dishonestly, this was significantly misleading which required correction\nunder Clause 1(ii). The publication had not offered a correction on this point\nand there was a further breach of Clause 1(ii).\n27. The article had described the customer as possessing a\n“solar heating system”, when she had a “solar PV system”. The Committee found\nthat this was not a significant inaccuracy in the context of the article, and\ndid not breach Clause 1.\n28. The articles reported on a mailshot sent by the\ncomplainant’s second company, which was not sent to the customer who was\nfeatured in the article. The article made clear that this had been sent by\n“another” company and did not suggest that the letter was sent to the customer\nin the article. There was clearly a link to this company which was accepted by\nthe complainant, as it was complaining on behalf of the company used by the\ncustomer, and this company. The article quoted directly from the letter and on\nthis basis the publication had not failed to take care not to publish\nmisleading information.\n29. The online article had reported that the journalist was\nunable to find another article which had been published in a print newspaper\nwhich discussed a director of the complainant. The article did not state as a\nmatter of fact that the article did not exist, and where there was no evidence\nto suggest that the journalist had been able to locate this article, there was\nno breach of Clause 1 on this point.\n30. The complainant had said that it was inaccurate to\nreport that it had denied receiving a complaint from the customer or her\nfamily. It said it had believed that a family friend, rather than a family\nmember, had made the complaint. Where the complainant accepted having denied\nthat a family member had made the complaint, there was no breach of Clause 1 to\nreport the complainant’s denial on this point.\n31. The complainant also expressed doubt as to whether the\ncustomer had given the journalist permission to act on her behalf. The\ncomplainant had not demonstrated that the customer did not support the\nnewspaper’s involvement and the customer’s son clearly accepted the newspaper’s\nintervention; in these circumstances, it was not misleading to report that the\njournalist had obtained the customer’s permission. In any case, any concerns\nregarding this point would necessitate the involvement and consent of the customer.\nThere was no breach of Clause 1 on this point.\n32. The complainant had also said the behaviour of the\njournalist had breached its privacy under Clause 2. The Editors’ Code refers to\nand applies to specific individuals and not corporate entities. Corporate\nentities do not have privacy rights under the Editors’ Code, and therefore\nClause 2 was not engaged.\nConclusions\n33. The complaint was upheld under Clause 1.\nRemedial Action Required\n34. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication, the nature, extent and placement of which is\ndetermined by IPSO.\n35. The Committee considered that there was a serious breach\nof Clause 1(i). The article had made very serious allegations against the\ncompany by reporting that it had sold a “second-hand battery” for “twice the\ngoing rate” and had failed to include the company’s position. It had\nmisleadingly referred to communications that formed part of the customer’s\nexisting package as “junk-mail”. The article had also referred to two other\nbodies and misleadingly suggested they were connected to the complainant, which\nit did not have evidence to support. Finally, although it had taken care not to\npublish inaccurate information, it had failed to correct the inaccurate\nassertion that the woman would not be charged so as to accurately represent the\ncomplainant’s position. In light of the newspaper's failure to take care over\nthe article's accuracy, and its failure to correct the inaccuracies in line\nwith its obligations under Clause 1(ii), the Committee concluded that an\nadjudication was the appropriate remedy. \n36. The Committee considered the placement of this\nadjudication. The article had been published on page 27. The Committee\ntherefore required that the adjudication should be published on page 27 or\nfurther forward in the newspaper. The headline to the adjudication should make\nclear that IPSO has upheld the complaint, give the title of the newspaper and\nrefer to the complaint’s subject matter. The headline must be agreed with IPSO\nin advance.\n37. The adjudication should also be published on the\nnewspaper’s website, with a link to the full adjudication (including the\nheadline) appearing on the top half of the newspaper’s homepage, on the first\nscreen, for 24 hours; it should then be archived in the usual way. If the\nnewspaper intends to continue to publish the online article without amendment\nto remove the significantly misleading statements identified by the Committee,\nthe full text of the adjudication should also be published on the article,\nbeneath the headline. If amended to remove the inaccurate and misleading\nstatements, a link to the adjudication should be published with the article,\nexplaining that it was the subject of an IPSO adjudication, and explaining the\namendments that have been made.\n38. The terms of the adjudication for publication are as follows:\nFollowing an article published in print on 23 January 2020\nheadlined “Time to give solar sellers the old Evo”, and online headlined\n“Beware offers of a free service on your home solar heating system”, the ESE\nGroup and EVO Energy Solutions complained to the Independent Press Standards\nOrganisation that the Daily Mirror breached Clause 1 (Accuracy) of the Editors’\nCode of Practice.\nThe article reported that the customer in the article had\nreceived “junk-mail” which had led to her paying “around twice the going rate”\nfor a replacement battery and which a relative of the customer had claimed was\nsecond hand. The article also named a solar association, the BTSA, and a\ncompany which the article said claimed to be one of its members which it\nreported had sent out “similar mailings” to those which had been found to be in\nbreach of the Renewable Energy Consumer Code. Both versions of the article\ncontained a quote from the complainant saying that the order had been\n“cancelled”.\nThe complainant said the article was inaccurate: there had\nbeen no junk mail, but a personal telephone call which was part of the contract\nbetween the complainant and the customer; that the battery’s price was not\ntwice the going rate; that it was misleading to discuss the BTSA and its member\nin the article to which it said it was unrelated; that the order had not been\n“cancelled” but the customer’s payment was on hold during IPSO’s investigation,\nand that they had offered to reinstall her old battery and that the battery was\nnot second hand.\nIPSO found it was significantly inaccurate to characterise a\nphone call, which the complainant was contractually obliged to make, as “junk\nmail”. It also found it was significantly inaccurate to state as fact that the\nbattery had been sold at “around twice the going rate” when this was not a\nlike-for-like comparison, without putting this to the complainant first for an\nopportunity to comment. The Committee found that it was misleading to have\nreferred to the mailings sent by the BTSA/its member in an article which\nreported on the experiences of one of the complainant’s customers without also\nincluding an explanation as to how the complainant was said to be connected to\nthese two organisations. It was also inaccurate to report that the customer’s order\nhad been “cancelled” when in fact the customer’s complaint was on hold.\nFinally, it was significantly misleading to print claims that the battery was\nsecond hand without printing the complainant’s denial of this. IPSO found that\nthe publication had failed to take care not to publish inaccurate information\nin breach of Clause 1.\n \nDate complaint received: 10/02/2020\nDate complaint concluded by IPSO: 19/01/2021\nBack to ruling listing\n\n\n"
}