{
    "url": "/rulings-and-resolution-statements/ruling/?id=08102-15",
    "title": "08102-15 Levick v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2015-11-11 00:00:00",
    "concluded_on": "2016-02-26 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "that the blood was discarded for no other reason than the race of the donors.  He said that the claim about the reasons why the blood donations were discarded was not presented as the reviewer’s personal opinion; in the context of a museum review, the sentence would be understood as a factual claim made on the basis of what the reviewer had seen at the exhibition, and was therefore misleading. 5. The complainant raised an additional concern the claim was itself inaccurate. He said that the blood donations were actually discarded due to the legitimate fear of transmitting HIV and other serious diseases.  In support of his position, he noted that the Navon Commission has published a report into the episode, which concluded that the disposal of blood donations had not been motivated by race. Instead, it found that the Israeli blood services had failed to update an earlier, medically sound, directive which related to the spread of disease. The complainant said that, while debatable, the reviewer’s personal opinion on the reasons the blood donations was reasonable. However, the review had maintained this claim as a fact, and was therefore misleading. 6. The complainant supplied a film of footage featured as part of the exhibit. It showed protests relating to the issue, subtitled as follows: “The immediate cause of the flair up was the health minister’s decision to discard Ethiopian blood donations because of an alleged AIDS risk. This was all too much for the Ethiopian community.   Placards echoed their feelings. The message: “our skin may be black but our blood is red”. Hidden cameras recorded Ethiopians donating blood that was ultimately thrown away. Their leaders pointed the finger of racism at the medical authorities.” 7. The newspaper said that the reviewer's comment was not a factual account of the information conveyed by the museum exhibit, or indeed a claim of fact about the reasons why the blood was discarded. The review informed readers that the exhibition reminded its visitors of a controversial episode in Israel’s past, widely seen at the time as reflecting badly on Israel.  The newspaper said that the word “apparently” in the sentence under complaint made clear that the reviewer’s concern was not with the reasons for the blood donations being discarded, whatever they may or may not have been, but simply with the fact that the exhibition had, to its credit, included a reminder to visitors of a controversial episode in Israel’s past. 8. The newspaper noted the complainant’s position that blood donations were discarded for legitimate medical reasons, rather than on the basis of race, but said that the sentence in question was a passing remark on the episode, which was clearly presented as the opinion of the reviewer. Nevertheless, it said that the complainant’s view was not universally held at the time, nor was it a view that has been without its critics since. It noted that a 2013 article in the Jerusalem Post had commented that “the AIDS excuse for rejecting blood from Ethiopian-born Israelis has never had solid scientific backing and it has often been part of a stereotyping campaign subjecting this group to discriminatory and secret policies”. It also noted that the Navon Commission report referred to by the complainant had “called upon the government to work to ensure that Ethiopian immigrants gain full recognition as Jews”. 9. In response to this complaint, the newspaper inserted a dash to the relevant sentence of the online article, so that it read as follows: “To its credit the exhibition also reminds visitors that in the 1990s the Israeli blood donation services took blood from Ethiopian immigrants, then routinely discarded it — for no other good reason apparently than the race of the donors.” Relevant Code Provisions 10. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and - where appropriate - an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance. iii) The Press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 11. The exhibit in question had informed visitors about the allegations that the policy to discard the blood donations was racist, in the form of the news footage and subtitles. It was accurate for the reviewer to have suggested that the exhibition had “reminded” visitors of the controversy. The Committee acknowledged that there was a potential ambiguity in the brief reference as to whether the “apparent” lack of a “good reason” for the policy (beyond the race of donors) was the comment of the reviewer or that of the exhibition. Nonetheless, the comment had been made in the context of a review of the exhibition, clearly presented as such, and the Committee did not consider that, in this context, the ambiguity was significant such that it constituted a failure to distinguish comment from fact, or that it was significantly misleading such that remedial action was required under Clause 1 (ii). 12. The Committee turned to the complaint that the review provided a misleading account of the reasons why the blood donations from Ethiopian immigrants were discarded. The Committee noted that, notwithstanding the findings of the Navon Commission, the motivations behind the policy remain a matter of debate and interpretation; the complainant acknowledged that the reviewer’s point of view was a reasonable one, although he disagreed. This aspect of the complaint did not raise a breach of Clause 1. Conclusions 13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 11/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 08102-15 Levick v The Times\nSummary\nof complaint\n1.\nAdam Levick, managing editor of UK Media Watch, complained to the Independent\nPress Standards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Thicker than water: a bloody\ngood show”, published in print and online on 4 November 2015.\n2.\nThe article was a review of the London Jewish Museum exhibition “Blood: Uniting\nand Dividing”, published in the Arts section of the “Times 2” supplement. It\ndiscussed a number of exhibits concerned with the role blood has played in the\nhistory of anti-Semitism. The review was written in the first person, and the\nparagraph relevant to this complaint began “even so, this edgy exhibition\nillustrates for me an essentially dark theme…”. It then went on to discuss an\nAmerican request for blood donation from 1944 displayed in the exhibition,\nwhich stated that “Protestant, Catholic, Jew, it’s all American blood!”, and\nthe reviewer commented that “at the same time, blood from African-Americans was\nnot used for transfusion; that was a mystical blood barrier to far”. The review\nthen stated that “to its credit the exhibition also reminds visitors that in\nthe 1990s the Israeli blood donation services took blood from Ethiopian\nimmigrants, then routinely discarded it for no other good reason apparently\nthan the race of the donors.”\n3.\nThe article was also published on the Arts section of the newspaper’s website\nin substantially the same form.\n4.\nThe complainant said that it was misleading to claim that the exhibition reminded\nvisitors that the blood donations from Ethiopian migrants had been discarded\nfor “no other good reason apparently than the race of the donors”. He said that\nthe relevant exhibit cited serious concerns about the contamination of blood\nwith HIV and other diseases as reasons why the Israeli blood services had\ndiscarded the blood donations, and did not draw the conclusion that the blood\nwas discarded for no other reason than the race of the donors.  He said that the claim about the reasons why\nthe blood donations were discarded was not presented as the reviewer’s personal\nopinion; in the context of a museum review, the sentence would be understood as\na factual claim made on the basis of what the reviewer had seen at the\nexhibition, and was therefore misleading.\n5.\nThe complainant raised an additional concern the claim was itself inaccurate.\nHe said that the blood donations were actually discarded due to the legitimate\nfear of transmitting HIV and other serious diseases.  In support of his position, he noted that the\nNavon Commission has published a report into the episode, which concluded that\nthe disposal of blood donations had not been motivated by race. Instead, it\nfound that the Israeli blood services had failed to update an earlier,\nmedically sound, directive which related to the spread of disease. The\ncomplainant said that, while debatable, the reviewer’s personal opinion on the\nreasons the blood donations was reasonable. However, the review had maintained\nthis claim as a fact, and was therefore misleading.\n6.\nThe complainant supplied a film of footage featured as part of the exhibit. It\nshowed protests relating to the issue, subtitled as follows:\n“The\nimmediate cause of the flair up was the health minister’s decision to discard\nEthiopian blood donations because of an alleged AIDS risk. This was all too\nmuch for the Ethiopian community.  \nPlacards echoed their feelings. The message: “our skin may be black but\nour blood is red”. Hidden cameras recorded Ethiopians donating blood that was\nultimately thrown away. Their leaders pointed the finger of racism at the\nmedical authorities.”\n7.\nThe newspaper said that the reviewer's comment was not a factual account of the\ninformation conveyed by the museum exhibit, or indeed a claim of fact about the\nreasons why the blood was discarded. The review informed readers that the\nexhibition reminded its visitors of a controversial episode in Israel’s past,\nwidely seen at the time as reflecting badly on Israel.  The newspaper said that the word “apparently”\nin the sentence under complaint made clear that the reviewer’s concern was not\nwith the reasons for the blood donations being discarded, whatever they may or\nmay not have been, but simply with the fact that the exhibition had, to its\ncredit, included a reminder to visitors of a controversial episode in Israel’s\npast.\n8.\nThe newspaper noted the complainant’s position that blood donations were\ndiscarded for legitimate medical reasons, rather than on the basis of race, but\nsaid that the sentence in question was a passing remark on the episode, which\nwas clearly presented as the opinion of the reviewer. Nevertheless, it said\nthat the complainant’s view was not universally held at the time, nor was it a\nview that has been without its critics since. It noted that a 2013 article in\nthe Jerusalem Post had commented that “the AIDS excuse for rejecting blood from\nEthiopian-born Israelis has never had solid scientific backing and it has often\nbeen part of a stereotyping campaign subjecting this group to discriminatory\nand secret policies”. It also noted that the Navon Commission report referred\nto by the complainant had “called upon the government to work to ensure that\nEthiopian immigrants gain full recognition as Jews”.\n9.\nIn response to this complaint, the newspaper inserted a dash to the relevant\nsentence of the online article, so that it read as follows:\n“To\nits credit the exhibition also reminds visitors that in the 1990s the Israeli\nblood donation services took blood from Ethiopian immigrants, then routinely\ndiscarded it — for no other good reason apparently than the race of the\ndonors.”\nRelevant\nCode Provisions\n10.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\niii)\nThe Press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n11.\nThe exhibit in question had informed visitors about the allegations that the\npolicy to discard the blood donations was racist, in the form of the news\nfootage and subtitles. It was accurate for the reviewer to have suggested that\nthe exhibition had “reminded” visitors of the controversy. The Committee\nacknowledged that there was a potential ambiguity in the brief reference as to\nwhether the “apparent” lack of a “good reason” for the policy (beyond the race\nof donors) was the comment of the reviewer or that of the exhibition.\nNonetheless, the comment had been made in the context of a review of the\nexhibition, clearly presented as such, and the Committee did not consider that,\nin this context, the ambiguity was significant such that it constituted a\nfailure to distinguish comment from fact, or that it was significantly\nmisleading such that remedial action was required under Clause 1 (ii).\n12.\nThe Committee turned to the complaint that the review provided a misleading\naccount of the reasons why the blood donations from Ethiopian immigrants were\ndiscarded. The Committee noted that, notwithstanding the findings of the Navon\nCommission, the motivations behind the policy remain a matter of debate and\ninterpretation; the complainant acknowledged that the reviewer’s point of view\nwas a reasonable one, although he disagreed. This aspect of the complaint did\nnot raise a breach of Clause 1.\nConclusions\n13.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 11/11/2015Date\ndecision issued: 26/02/2016\nBack to ruling listing\n\n\n"
}