{
    "url": "/rulings-and-resolution-statements/ruling/?id=08111-15",
    "title": "08111-15 Manning v Sunday People",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday People (Reach PLC)",
    "published_on": "2015-11-08 00:00:00",
    "received_on": "2015-11-11 00:00:00",
    "concluded_on": "2016-02-01 00:00:00",
    "complaint_processing_days": 82,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 11/11/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08111-15 Manning v\nSunday PeopleSummary of complaint1. Mandy Manning complained to the Independent Press\nStandards Organisation that the Sunday People breached Clause 1 (Accuracy),\nClause 3 (Privacy), Clause 9 (Reporting of crime) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined “My\nDad raped me for four years…now Mum’s taken him back and says God wants me to\nforgive him”, published on 8 November 2015. It was published online with the\nheadline “Dad raped me for 4 years but mum took him back and says God wants me\nto forgive him.”2. The article was an interview with the complainant’s\ndaughter, Becky, who had been raped by her father, David Manning, (the\ncomplainant’s estranged husband) as a child, and had waived her right to\nanonymity in order to tell her story. The article said that Mr Manning had\nrecently been released from prison, and it was his daughter’s understanding\nthat he had been allowed to move back into the family home, where her siblings\nstill live. The complainant’s daughter said that she believed that her mother’s\nchurch had persuaded her to “take back” her husband.3. The complainant said that the article contained a number\nof inaccuracies: she has not “taken back” Mr Manning, nor had her church told\nher to do so; Mr Manning had been charged with seven sexual offences over a\ntwo-year period, therefore it was misleading to refer to “nightly rape” over a\nfour-year period; he had not been charged with any offences relating to when\nhis daughter was under 13, it was therefore inaccurate to refer to him as a\n“paedophile”; the complainant does not attend a “hardline evangelical church”;\nand her daughter does not have two siblings living at home, she has one. The complainant\nsaid that the article breached Clause 1.4. The complainant also said that the article intruded into\nher private life, in breach of Clause 3. She had not consented to the\npublication of her photograph, or occupation. A photograph of Mr Manning had\nidentified her house, which put her family at risk. She also believed that, as\nthe former partner of the convicted man, she should not have been identified;\nthis breached Clause 9. The complainant said that the reference to her being a\nChristian was irrelevant and prejudicial, in breach of Clause 12.5. The newspaper did not believe that its article breached\nthe Editors’ Code. It had taken appropriate care over the accuracy of the\nstory. The complainant’s daughter had provided the newspaper with a copy of a\nletter from the Ministry of Justice (MoJ), which showed that Mr Manning had\nundergone a period of monitoring and assessment with a view to moving back into\nthe family home, and that he had been given permission to do so with immediate\neffect from the date of the letter. The journalist had understood that in order\nfor this process to take place, the MoJ would have needed the complainant’s\nconsent.6. The journalist had telephoned the complainant prior to\npublication. She had identified herself as a journalist and, after the\ncomplainant had confirmed her identity, the journalist had asked her if she was\nnow in a relationship with Mr Manning, following his release from prison. The\ncomplainant did not answer the journalist’s question, but instead pretended\nthat the journalist had the wrong number. She did not give the journalist the\nopportunity to ask her if she had made the decision to take back her husband as\na result of input from her church. The journalist then sent the complainant a\ntext message, in which she stated she was a journalist and said “I spoke to you\nby phone earlier today about a story we’re running about your daughter Becky…I\nthink there was some confusion but after seeing your WhatsApp profile picture\nand consulting with Becky regarding your current phone number, I can confirm\nyou are the Mandy Manning we are looking to speak to. Could I give you another\ncall? It’s very important you understand exactly what information we will be\nrunning in our story.”  The complainant\nresponded saying that the journalist had the wrong number; that she felt she\nwas being harassed; and that she did not have any children.7. The complainant’s daughter then sent the journalist a\nscreenshot of a message she had received from the complainant, in which she\nsaid that Mr Manning was not living with her. In light of this, the published\narticle included the complainant’s denial.8. The journalist then spoke to a pastor at the\ncomplainant’s church. He confirmed his close association with the complainant,\nand was very vocal in his belief that the complainant’s daughter should forgive\nher father, and that he hoped that the family would be reunited. He said that\nthe church had forgiven Mr Manning. He also said that the police had visited\nthe church and accused the people there of being brainwashed. As the journalist\nhad been unable to ask the complainant directly about the church’s role in her\ndecision, the article had presented the complainant’s daughter’s claims that\nher mother had taken back her father, and that her mother had told her that\nJesus would want her to forgive her father, as allegations and not as fact.9. The newspaper had asked a freelance photographer to go to\nthe complainant’s home. About an hour and a half after he arrived Mr Manning\ncame out of the house to take out the refuse. His presence suggested that he\nwas either living at the house or, at the very least, spending some time there.\n(The complainant said in response that Mr Manning would have been at the house\nto visit his son, and reiterated that he does not live there.)10. The complainant and her religion were both genuinely\nrelevant and necessary to the story. The article was about the attitude of the\ncomplainant and her church to the horrific sexual abuse her daughter had\nsuffered. Her daughter had wanted to express her concern about her present\nrelationship with her mother, and how she believed it had been affected by her\nmother’s religious beliefs. The newspaper believed that the complainant’s\ndaughter’s right to freedom of expression outweighed any right the complainant\nmight have had not to be mentioned. The photograph of the complainant had been\nprovided to the newspaper by her daughter; it had not been obtained in a way\nwhich intruded into the complainant’s privacy.Relevant Code Provisions11. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.iii) The press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.iii) It is unacceptable to photograph individuals in private\nplaces without their consent.Clause 9 (Reporting of crime)i) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual’s race, colour, religion, gender, sexual orientation or to any\nphysical or mental illness or disability.ii) Details of an individual’s race, colour, religion,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story.The public interest2. There is a public interest in freedom of expression\nitself.Findings of the Committee12. The newspaper was entitled to publish the complainant’s\ndaughter’s story, in line with her right to freedom of expression. The article\nwas clearly presented as her daughter’s own view of the events following her\nfather’s conviction, and the claims about her mother having taken back her\nfather following input from their church were not presented as fact. There was\nno breach of Clause 1 (iii).13. The newspaper was obliged under the Code to take care\nnot to publish inaccurate or misleading information. It had taken reasonable\nsteps to verify the complainant’s daughter’s claims in advance of publication:\nit had a copy of the letter from the MoJ, it had contacted the complainant, and\nit had spoken to a pastor from the complainant’s church. It also had material\nfrom its photographer. Having been made aware, via her daughter, that the\ncomplainant denied that Mr Manning was living with her again, the newspaper\nincluded this denial in the article. There was no failure to take care over the\naccuracy of the article; there was no breach of Clause 1 (i).14. Mr Manning had pleaded guilty to seven charges relating\nto sexual offences against his daughter, including two counts of rape, and this\ninformation had been included in the article. In circumstances where it was\naccepted that Mr Manning had sexually abused his daughter from a young age it\nwas not significantly inaccurate or misleading for the article to include the\ncomplainant’s daughter’s account of “almost nightly rape” over four years as\nshe recalled her childhood. The newspaper was not required to publish a\ncorrection on this point. Further, given that Mr Manning had been convicted of\na number of sexual offences against a child, it was not significantly\nmisleading to describe him as a “paedophile”; there was no breach of Clause 1\non these points.15. The journalist had spoken to a pastor at the\ncomplainant’s church who had made clear his view that the complainant’s\ndaughter should forgive her father for the abuse she had suffered. He had also\nmade clear that the police had expressed concern about “brainwashing” at the\nchurch. The article’s characterisation of the church as “hardline” did not constitute\na significant inaccuracy under the Code. In the context of the article, it was\nalso not significantly inaccurate or misleading to report that the complainant\nhas two children living at home, when in fact she has one; it would not\nmeaningfully alter the understanding of her daughter’s concerns in relation to\nher father moving back in with the family. There was no breach of Clause 1.16. The terms of Clause 9 provide protection to relatives\nand friends of people convicted or accused of crimes, unless they are\n“genuinely relevant to the story”. The story in this case was that the\ncomplainant’s daughter had waived her anonymity in order to express concern\nthat her abuser was being allowed to return to the family home, and her belief\nthat her mother had been persuaded by her church to take back David. The\ncomplainant was genuinely relevant to that story; there was no breach of Clause\n9.17. The photograph of the complainant had originally been\ntaken with her consent; had been provided to the newspaper by her daughter; and\ndid not reveal any private information about her. The print version of the\narticle had reported that the complainant worked in a bakery; this was not\ninherently private information. The photograph of Mr Manning outside her house did\nnot include any details which would have allowed the location of the house to\nbe identified. There was no breach of Clause 3.18. The complainant’s relationship with her church was\ngenuinely relevant to the story, which detailed the perceived impact of that\nchurch on her relationship with her daughter. There was no breach of Clause 12\n(ii). The article did not contain any prejudicial or pejorative references to\nthe complainant’s religion; there was no breach of Clause 12 (i).Conclusions19. The complaint was not upheld.Remedial Action RequiredN/A\nDate complaint received: 11/11/2015\nDate decision issued: 01/02/2016\nBack to ruling listing\n\n\n"
}