{
    "url": "/rulings-and-resolution-statements/ruling/?id=08136-20",
    "title": "08136-20 Mitchison v Express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2020-05-16 00:00:00",
    "received_on": "2020-06-06 00:00:00",
    "concluded_on": "2020-12-03 00:00:00",
    "complaint_processing_days": 180,
    "conclusion_long": "9. The complaint was upheld under Clause 1(i) and Clause 1(ii).",
    "remedial_action": "10. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO.  11. The Committee considered that the publication had failed to take care to publish a headline supported by the text and ruled that a correction should be published and the headline amended to reflect that the memo was not secret in order to put the correct position on record. 12. The Committee then considered the placement of the correction. It should appear as a standalone in the publication’s corrections and clarifications column and also as a footnote to the article. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.    Date complaint received: 06/06/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 08136-20 Mitchison\nv Express.co.uk\nSummary of Complaint\n1. Neil Mitchison complained to the Independent Press\nStandards Organisation that express.co.uk breached Clause 1 (Accuracy) of the\nEditors' Code of Practice in an article headlined \"Lib Dems admit Brexit\npolicy a 'high speed car crash' in humiliating secret memo”, published on 16\nMay 2020.\n2. The article reported that the Liberal Democrat’s\n“disastrous general election campaign had been compared to a “’high-speed car\ncrash’, according to a damning internal party enquiry”. The article went on to\nreport that “the party review polled 20,000 members\", and that “one\nsection of the analysis was headlined: The election: a high-speed car crash”.\nThe article went on to state that the report had said that “beyond stopping\nBrexit”, the Party’s “other policies and messages struggled to cut through”.\nThe article featured a comment from the acting leader, who said: “I’m proud we\npublished it. Many other political parties wouldn’t, but we have shown real\ncourage “.\n3. The complainant said that the article’s headline was\ninaccurate. Firstly, the complainant said that it was inaccurate to refer to\nthe report as “secret”, as it had been voluntarily published on the Party’s\nwebsite and therefore could not legitimately be considered to be secret.\nSecondly, he said that the report referenced the article did not describe the\nParty’s Brexit policy as a “high speed car crash”, rather it described it’s 2019\nelection campaign as that; the publication could not make this admission on\nbehalf of the Party, where the report did not make this declaration about the\npolicy. \n4. The publication denied a breach of Clause 1. It said that\nit was not inaccurate to refer to the report as “secret” in the headline; the\nParty was secretive about publishing it as it had not shared it on its official\nsocial media channels, despite there being six other articles shared on its\nofficial Twitter account that day and four further articles the following day.\nThe publication said that the Party had chosen to not make the report widely\npublicised and accessible and therefore it did not accept that it was\ninaccurate to report that the memo was “secret” in the circumstances.\n5. The publication said that it was not inaccurate to report\nthat the party had said its Brexit Policy was a “High speed car crash”. The\npublication said that the article itself made clear that the report stated that\nbeyond stopping Brexit, the party’s “other policies and messages had failed to\ncut through”. The publication also noted that “Stop Brexit” was the party’s\nmain policy and the only named policy in the memo, therefore it was not\ninaccurate to report that the Party had admitted to it being a “high speed car\ncrash”. Nevertheless, it said that the article’s sub-headline immediately\nclarified that the Party had said its election campaign had been compared to a\n“high speed car crash”. \nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The Committee considered that where the report had been\nvoluntarily put into the public domain by the Liberal Democrats by virtue of\npublication on its website, it was misleading for the headline to report that\nit was “secret”, and where the body of the article had gone on to report that\nit was a published memo, the publication had failed to take care not to publish\nheadlines not supported by the text in breach of Clause 1(i). Where readers\nwould have understood from the headline that the party had concealed this\ninformation, whereas the body of the article explained that this information\nwas, in fact, publicly available on the party’s website, the Committee\nconsidered the headline to be significantly inaccurate. This inaccuracy was\nsignificant because it alleged that the party was failing to be transparent\nwhen that was not the position and as such required correction under Clause 1\n(ii). \n8. Whilst the internal inquiry of the party had expressly\ncompared the election campaign to a “high speed car crash”, it was not\ninaccurate or misleading for the article to report that the party had admitted\nthat its Brexit policy had been a “high speed car crash” in circumstances where\nthe party had campaigned on a manifesto to prevent  Britain leaving the EU and had conceded that\nits other polices and messages had made \nlittle impact upon the electorate. \n\nConclusions\n9. The complaint was upheld under Clause 1(i) and Clause\n1(ii). \nRemedial Action Required\n10. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO. \n11. The Committee considered that the publication had failed\nto take care to publish a headline supported by the text and ruled that a\ncorrection should be published and the headline amended to reflect that the\nmemo was not secret in order to put the correct position on record.\n12. The Committee then considered the placement of the\ncorrection. It should appear as a standalone in the publication’s corrections\nand clarifications column and also as a footnote to the article. It should\nstate that it has been published following an upheld ruling by the Independent\nPress Standards Organisation. The full wording and position should be agreed\nwith IPSO in advance. \n \nDate complaint received: 06/06/2020\nDate complaint concluded by IPSO: 03/12/2020\n \nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\n \nBack to ruling listing\n\n\n"
}