{
    "url": "/rulings-and-resolution-statements/ruling/?id=08168-16",
    "title": "08168-16 Williamson v The Spectator",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2016-04-30 00:00:00",
    "received_on": "2016-08-29 00:00:00",
    "concluded_on": "2016-12-14 00:00:00",
    "complaint_processing_days": 107,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08168-16 Williamson v The Spectator\nSummary of complaint\n1. Phillip Williamson complained to the Independent Press Standards\nOrganisation that The Spectator breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Acid Trip”, published on 30 April\n2016. The article was also published online with the headline “Ocean\nacidification: yet another wobbly pillar of climate alarmism”.\n2. The article presented the author’s criticisms of scientific research\ninto ocean acidification, the theory which says that as atmospheric carbon dioxide\nlevels are increasing, more carbon dioxide is dissolved in the oceans, with the\nresult that the oceans are increasingly acidic. The article stated that “first\n[ocean acidification] will kill off all the calcified marine life…then it will\ndestroy all species that depend on it – causing an almighty mass extinction…Or\nso runs the scaremongering theory”.  The\narticle went on to state that the evidence increasingly suggested that it was a\n“trivial, misleadingly named, and not remotely worrying phenomenon”. The\narticle claimed that ocean acidification was “the alarmists’ Siegfried line –\ntheir last redoubt should it prove, as looks increasingly to be the case, that\nthe man-made global warming theory is a busted flush”.\n3. The article reported that a recent review of the academic literature on\nthe subject supported the position of “the sceptics”. The article claimed that\nthe review stated that the methodology used in studies was often flawed, that\nstudies suggesting that ocean acidification was not a threat had difficulty in\nfinding a publisher, and that there was “an ‘inherent bias’ in scientific\njournals which predisposed them to publish ‘doom and gloom stories’ “.\n4. The article claimed that ocean acidification theory “appears to have\nbeen fatally flawed almost from the start”. It explained that in 2004, a study\nhad produced a graph showing a strong correlation between rising atmospheric\nCO2 levels and falling oceanic pH levels. The article claimed that another\nnamed individual had said that while this chart started in 1988, there were\nrecords from at least 100 years before. The article asked why this data had\nbeen “ignored”, and went on to state that when this individual plotted a new\nchart which included this data, he found that there had been no reduction in pH\nover the last century.\n5. The online version of the article was substantively similar to the\nversion that appeared in print.\n6. The article went on to state that Patrick Moore, who had been described\nas a co-founder of Greenpeace earlier in the article, had outlined reasons why,\n“even if the oceans were ‘acidifying’, though, it wouldn’t be a disaster”. In\nthis context, the article claimed that “marine life has nothing whatsoever to\nfear from ocean acidification”. The article questioned why the Department for\nEnvironment, Food and Rural Affairs (DEFRA) had spent £12.5 million on an ocean\nacidification research programme. It claimed that the issue “could have been\nresolved, for next to nothing, after a few hours’ basic research”.\n7. The article ended by stating that the views it had set out on ocean\nacidification did not prove that global warming was not a problem, but they\nlent “credence to something we much-maligned sceptics have long been saying:\nthat in many environmental fields, the science is being abused and distorted to\npromote a political and financial agenda. Perhaps it’s about time our supposed\n‘conspiracy theories’ were taken more seriously”. \n8. The complainant said that the claims that article made about ocean\nacidification, in support of the comment that it was a “scaremongering theory”,\ndid not match the view of any published expert in the field.  He said it was inaccurate to claim that the\nevidence increasingly suggested that ocean acidification was a “trivial”\nphenomenon, because several hundred publications per year showed that ocean\nacidification warranted serious attention and concern.\n9. The complainant said that Greenpeace did not recognise Patrick Moore as\na founder, and referred to a statement from Greenpeace which said that while Mr\nMoore had applied for a berth on the Greenpeace vessel in 1971, and had played\na significant role in Greenpeace Canada, Greenpeace was founded in 1970,\nwithout Mr Moore.  He denied that it was\nincreasingly proving to be the case that man-made global warming was a “busted\nflush”. The complainant said that the paper the article referred to as a review\nof the literature was actually an introduction to a journal’s special edition\non the subject of ocean acidification, and that it was misrepresented. He\naccepted that this paper had claimed that it was typically more difficult to\npublish studies that report no effect of ocean acidification, but said that the\narticle under complaint failed to make clear that this was qualified by the\nobservation that this was true across all of science.  The complainant said it was misleading to\nclaim that the paper had claimed that the methodology used by the studies was\noften flawed.\n10. The complainant said that in\nreporting the disagreement surrounding the ocean acidification charts, the\narticle referred to the wrong chart; the chart involved was actually published\nin 2008, not 2004. Furthermore, this chart did not start in 1988, but showed a\nsimplified, theoretical relationship between oceanic pH and atmospheric carbon\ndioxide levels, running from 1850 to the year 2100. However, the complainant\ndid not dispute that debate between the individuals referred to in the article\nrelated to whether or not pre-1988 pH data was valid, and the fact that this\ndata had not been used in the chart beginning in 1850. The complainant said\nthat the chart that was produced using this historical data, showing no reduction\nin oceanic pH over the century, was incorrect; there was strong evidence of a\nreduction. He said that the historical data was of poor quality, and provided\nreasons for his belief that the chart that had been produced from this data was\nflawed.\n11. The complainant said that the\nreasons the article provided in support of the position that ocean\nacidification “wouldn’t be a disaster”, were scientifically incorrect. He said\nit was inaccurate for the article to claim that marine life had “nothing whatsoever\nto fear from ocean acidification”, and stated that this was contrary to the\ntotality of peer-reviewed scientific literature on the topic.\n12. The complainant said that the\narticle was inaccurate in referring to DEFRA spending £12.5 million on an ocean\nacidification research programme. He said that this was the combined spend by a\nnumber of different agencies, including the Natural Environment Research\nCouncil (NERC), which provided the majority. The complainant did not dispute\nthat NERC was primarily supported by the Government. The complainant denied\nthat the issue of ocean acidification could have been “resolved for nothing,\nafter a few hours’ basic research”, as claimed in the article. He denied that\nthere was any evidence that ocean acidification became an important research\nissue for the reasons claimed in the article.\n13. The publication said that the\nview that the risks of ocean acidification had been exaggerated have been\nestablished in the scientific field itself, and referred to the review of the\nscientific literature the article refers to in support of this position. It\nsaid that whether or not Patrick Moore was a co-founder of Greenpeace was not\nmaterial to the complaint, but noted that he was on board the Greenpeace vessel\nwhen it was first commissioned, and became president of the Greenpeace\nFoundation.\n14. In relation to the reference to\nit looking increasingly to be the case that “man-made global warming theory is\na busted flush”, the publication said that this was a categorically\ncontroversial issue, but that there was a sceptical view point in relation to\nman-made global warming that has as its basis the so-called ‘hiatus’ in global\nwarming over the last 18 years.\n15. The publication said that the\nrecent review of the academic literature referred to research which found that\nout of 465 studies on ocean acidification, 95% had “interdependent or\nnon-randomly interspersed treatment replicates, or did not report sufficient\nmethodological detail”, and that this research had provided guidelines to\nimprove the design of such experiments. The publication noted that the review\nof the literature stated that studies reporting no effect of ocean\nacidification were typically more difficult to publish, and that another\nacademic had claimed that there was a bias that acts against the propagation of\nnegative results in scholarly literature. The publication said that in an\ninterview with a newspaper, the author of the review of the literature had\nreferred to there being an “inherent bias” towards “more calamitous\npredictions”,  and said that certain\njournals tend to publish ‘doom and gloom’ stories.\n16. The publication accepted that the\narticle misdated the chart of carbon dioxide against oceanic pH, but said that\nin a brief precis of a complex debate, this was not significant. It said that\nthe claim that there had been no reduction in oceanic pH over the last century\nwas clearly attributed to the individual who had said this.  In relation the article’s claims that ocean\nacidification “wouldn’t be a disaster” and that “marine life has nothing\nwhatsoever to fear from ocean acidification”, the publication said that while\nthe complainant may disagree with the claims made in support of this position,\nand refer to rival analyses, this was the opinion of the author, and a matter\nof scientific debate.\n17. The publication noted the\nclarification the complainant had provided on the sources of funding, but said\nthat the article raised a question about the use of public funds on ocean\nacidification research, regardless of which institutions were the benefactors.\nIn this context, it denied that the article was misleading on this point. The\npublication said that whether the issue of ocean acidification could have been\n“resolved for next to nothing after a few hours’ basic research”, was a matter\nof opinion. In relation to the article’s claim that ocean acidification was\ndeveloped as a “fall-back” position, in response to the “hiatus” in global\ntemperatures, the publication said that this was clearly a matter of the\nauthor’s judgement.\nRelevant Code Provisions\n18. Clause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading statement or distortion must be\ncorrected, promptly and with due prominence, and — where appropriate — an\napology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) \nA fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must distinguish\nclearly between comment, conjecture and fact.\nFindings of the Complaints Committee\n19. The article was written in the\nfirst person, and sought to challenge what it made clear was the consensus view\non ocean acidification. Before the article set out its criticisms, it referred\nto there being an extensive academic literature on the subject, and made clear\nthat the theory had been endorsed by scientists from a number of institutions.\nThe article referred to the author as being one of a group of “sceptics”, and a\n“denier”, and the final sentence of the article suggested it was “time our\nsupposed ‘conspiracy theories’ were taken more seriously”. The article was\nclearly a comment piece, in which the author was expressing sceptical views on\nocean acidification, and describing sceptical views expressed by others, that\nwere contrary to the academic consensus. The Committee’s role is not to make\nfindings of fact or to resolve conflicting evidence in relation to matters\nunder debate. Rather, it assesses the care taken not to publish inaccurate,\nmisleading or distorted information, and establishes whether a distinction is\nclearly made between comment, conjecture and fact, in determining whether the\nCode has been breached.\n20. The Committee noted the\ncomplainant’s position that no experts in the field had expressed concern that\nocean acidification could cause a “mass extinction”. However, it was not in\ndispute that many considered ocean acidification to be a matter of concern, and\nsome believed it posed a serious threat to marine life. In this context, the\nclaims the article made in support of its position that it was a\n“scaremongering” theory were not significantly misleading. The Committee noted\nthe complainant’s position that the evidence did not “increasingly suggest”,\nthat ocean acidification was “trivial”. The article went on to make clear what\nthis evidence was, which the author was entitled to select in support of his\nposition. In addition, the article made clear that this view was contrary to\nthe consensus. The article was not misleading on this point.\n21. The Committee noted the\ncomplainant’s position that the article misrepresented the paper reviewing the\nacademic literature on ocean acidification. It was not misleading to claim that\nthe paper was a “review of all the papers published on [ocean acidification]”,\nin circumstances where the paper described itself as “providing a brief\noverview of the history of research on [ocean acidification]”. The paper in\nquestion did refer to there being a publication bias towards papers which\nreport negative effects of ocean acidification, and referred to a paper which\nhighlighted methodological problems in research in the area. The manner in\nwhich the article presented the author’s interpretation of the paper was not\nsignificantly misleading.\n22. The article reported that two\nnamed individuals had omitted historical data on oceanic pH from their research\non ocean acidification, but that another named individual had incorporated this\ndata into his own chart. The fact that the article misdated one of the charts referred\nto in this debate was not a significant inaccuracy in this context. While the\nCommittee noted that the complainant agreed with the decision to omit this\ndata, such that he considered the conclusions derived from its use to be\ninvalid, the article was not a significantly misleading report of this\nscientific debate. It was not significantly misleading for the article to\nexpress the view that the omission of this data represented a flaw.\n23. In support of the position that\nocean acidification “wouldn’t be a disaster”, the article referred to reasons\nput forward by Patrick Moore. The Committee noted that the complainant\ndisagreed with these reasons, and referred to research by other scientists\nwhich suggested that ocean acidification would harm the marine eco-system. The\narticle had previously made clear that many were concerned by the possible\nconsequences of ocean acidification, and it was not misleading for it to\ndescribe the alternative point of view, as put forward by Mr Moore. It was not\ndisputed that this individual had been involved in the early days of Greenpeace\nmovement, and whether or not he was “co-founder” was not significant in the\ncontext of the article.\n24. It was not in dispute that the\nocean acidification research programme had received public funding. Which\ngovernment department had provided this funding, and whether it was provided\ndirectly, or via a research council, was not significant. The article’s claim\nthat it looked “increasingly to be the case” that global warming theory was a\n“busted flush”, the claims about the reasons why research has been conducted on\nocean acidification, and the claim about the ease with which the issue of ocean\nacidification could have been “resolved”, were matters of comment, and were\nclearly presented as the author’s opinion. The Committee did not establish that\nthe article failed to clearly distinguish between comment and fact. It did not\nestablish that the article contained any significant inaccuracies or misleading\nstatements, such as to demonstrate a failure to take care over the accuracy of\nthe article under the terms of Clause 1 (i), or such as to require correction\nunder the terms of Clause 1 (ii).There was no breach of Clause 1.\nConclusions\n25. The complaint was not upheld.\nRemedial Action\n26. N/A\nDate complaint received: 29/08/2016Date decision issued: 14/12/2016\nBack to ruling listing\n\n\n"
}