{
    "url": "/rulings-and-resolution-statements/ruling/?id=08163-16",
    "title": "08163-16 Napier v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "published_on": "2016-08-18 00:00:00",
    "concluded_on": "2017-01-19 00:00:00",
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received : 27/08/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08163-16 Napier v The Jewish ChronicleSummary of complaint1. Mick Napier\ncomplained to the Independent Press Standards Organisation that The Jewish\nChronicle breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Hitler salutes and abuse greet Israel festival-goers”,\npublished online on 18 August 2016 and in print on 19 August 2016.2. The article\nreported that there had been an anti-Israel demonstration at the International Shalom\nFestival in Edinburgh. It reported that those attending the festival had been\nsubject to heckles and abuse from pro-Palestinian activists. It said that\nsounds of bombs exploding could be heard from a public announcement system and\nthat at one point “a group within the crowd taunted the visitors with Nazi\nsalutes”.3. The article\nappeared online in substantively the same form.4. The complainant,\nthe chair of the Scottish Palestine Solidarity Campaign, said that there was no\nevidence to support the claim that there was a group amongst the crowd of\nactivists making Nazi salutes. He had attended a majority of the event, and had\nseen no such gestures; he said that he had been notified by the police that\nthey had not witnessed any salutes. Many people had taken photographs of the\nevent, and there were no photographs that showed demonstrators engaged in such\nbehaviour. He said that in any event, such gestures would not have been\ntolerated by the organisers or the demonstrators. In these circumstances, it\nwas therefore inaccurate to report that the salutes had taken place.5. The newspaper\nsaid that there were two separate instances where witnesses had seen protesters\nmaking Nazi salutes. The first was witnessed by an organiser of the event and her\npartner; the second was witnessed by the journalist herself, but only after she\nhad filed the copy for publication. The newspaper provided the journalist’s\naccount of what had happened at the event as well as her contemporaneous notes\nwhich made reference to “sieg heils”.6. The newspaper\ndid not doubt that the salutes had taken place; however, it acknowledged that\nthe salutes were isolated incidents, and did not reflect the overall mood that\nday. As such, and following complaints from a number of individuals who said\nthey witnessed no such salutes, the newspaper amended the online article to\nreflect that the claims about the salutes had come from a witness, and that\nthis claim was denied by protestors. It also removed the reference to the\nsalutes from the headline, and appended the online article with a footnote\ndocumenting the change.Relevant Code provisions7. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Findings of the Committee8. The journalist\nhad spoken to one of the event’s organisers who said she had witnessed the\nalleged Nazi salutes; the organiser’s account had been corroborated by her\npartner. The journalist had also made a contemporaneous note which contained a\nreference to “sieg heils”, which the newspaper said referred to Nazi salutes.\nFurther, and while the Committee understood the complainant’s position that he\nhad been at most of the event, the fact that neither the complainant nor the\npolice had witnessed the salutes did not mean they did not happen. The article\nmade clear that the alleged salutes took place during an isolated incident, in\nthe wider context of abusive shouting. There was no failure to take care not to\npublish inaccurate information in breach of Clause 1 (i).9. The Committee\nwelcomed the newspaper’s amendments to the article, in the interests of\nclarity.Conclusions10. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received : 27/08/2016Date decision issued: 19/01/2017\nBack to ruling listing\n\n\n"
}