{
    "url": "/rulings-and-resolution-statements/ruling/?id=08190-16",
    "title": "08190-16 Jones v The Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-08-26 00:00:00",
    "received_on": "2016-08-28 00:00:00",
    "concluded_on": "2016-12-12 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "29. The complaint was not upheld.",
    "remedial_action": "30. NADate complaint received: 28/08/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08190-16 Jones v The Daily ExpressSummary of complaint1. Peter Jones\ncomplained to the Independent Press Standards Organisation that the Daily\nExpress breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Is recycling waste nothing more than a waste of time?”,\npublished on 26 August 2016.2. The article was\na comment piece in which the columnist discussed whether he was wasting his\ntime by recycling his household waste. He said that out of 11 million tonnes of\nwaste collected by councils for recycling last year, 338,000 tonnes could not\nbe recycled. He said that “no one should assume that [the rest] ends up being\nrecycled”, and noted that some of it is exported to China, where a Bloomberg\nreporter had gone undercover in the recycling industry to discover “piles of\nplastic waste being burned in fields or dumped in streams”.3. The columnist\nsaid that he was not against recycling in principle, but the “push to persuade\nus all to recycle simply is not achieving what it is supposed to achieve”. He\nsaid that only 44.9% of household waste was capable of being recycled, with\n“most of the rest” going to landfill. He said “in the absence of any research”,\nthe Blair government had decided on a “hierarchy of waste”, which ruled that\nrecycling was preferable to burning, which was in turn preferable to landfill.\nHe noted that glass bottles do not need recycling, and said that as a child he\nwould take them to be reused in exchange for money. He said that when the Blair\ngovernment carried out some research, it found that paper and cardboard would\nbe better used as fuel because the recycling process consumes a “huge amount”\nof energy. The columnist said that food waste should also be burnt or disposed\nof using “anaerobic digesters”, which turn waste into energy creating less\npollution. He said that councils had blamed the level of rejected recycling on\n“contamination”, and asked was it “any wonder that recycling streams are\ncontaminated when it is so hard for well-meaning householders to do the sorting\nthat is required?” He noted that one householder in Wales had been fined £100\nby the council for putting a single sheet of paper in the wrong recycling\ncontainer.4. The complainant\nsaid that the columnist had based his opinion on recycling on a number of\ninaccurate assertions. He said the central error was the claim that data,\nshowing that 338,000 tonnes of waste collected last year could not be recycled,\ndemonstrated that recycling was pointless. He said this data showed that 3% of\nthe material placed in recycling bins was not recyclable material, and 97% was\nsent for recycling. He considered that this demonstrated that the recycling\nsystem was operating successfully.5. The complainant\nalso considered that the columnist had misleadingly suggested that material\nexported to China for recycling was not being recycled. He said that the UK\nexported relatively little recycling, and he questioned why Chinese businesses\nwould pay to receive raw materials and then not recycle them. He said the\nundercover investigation referred to in the article explored the disposal of\nelectronic waste, which the UK was not permitted to export to China.6. The complainant\ndisputed the columnist’s assertion that “most of the rest” of the waste was\nsent to landfill. He said in 2014/15, 55% of local authority residual waste was\nincinerated for energy recovery, while 45% was sent to landfill. He noted that\na Department for Environment, Food & Rural Affairs (Defra) report,\npublished in December 2015, stated that “the total local authority waste going\nto landfill has continued its downward trend and for the first time in 2014/15,\nwas lower than the amount of waste sent to incineration with energy recovery”.7. The complainant\nsaid that the “hierarchy of waste” had not been “decided upon” by the Blair\ngovernment, as claimed in the article, and it was not prompted by European\nlegislation. The hierarchy was devised in 1979 and enshrined in European law in\n2008. He also disputed the claim that research carried out by the Blair\ngovernment found that it would be better to use paper and cardboard as fuel\nrather than to recycle it.8. The complainant\nwas concerned that the columnist’s expressed preference for reusing glass\nbottles and anaerobic digesters was misleading as he had failed to explain that\nthese methods of disposal were supported by the government’s environment\npolicy. He said that the hierarchy of waste states that reuse is preferable to\nrecycling, and recycling targets do not deter reuse. In addition, the waste\nhierarchy guidance, issued by Defra, stated that anaerobic digestion was the\npreferred treatment for source-separated food waste; he said food waste\ndisposed of using anaerobic digesters counted towards councils’ recycling\nfigures.9. The complainant\nconsidered that the columnist had given the misleading impression that waste\nwas not being recycled because of householders’ confusion over the system. He\nsaid the vast majority of the material rejected for recycling was classed as\n“process rejects”, which resulted from mixed recycling being mechanically\nseparated into different streams by councils. He said councils that source\nseparate recycling tend to have low levels of rejects. He noted that the BBC\nhad spoken to three councils, two of which had blamed high levels of rejected\nrecycling on their sorting facilities, and one had argued that public education\nmight be the solution.10. The complainant said that the article had also given a misleading\nimpression of local authorities’ power to fine members of the public for\nfailing to recycle. He said councils’ powers to impose fines had been\nsignificantly reduced in 2015; the example given in the article had taken place\nten years previously. Councils can now only issue a fine when the householder’s\nbehaviour causes nuisance, and following a written warning and two notices of\nintent.11. The complainant disputed the assertion that the UK’s\nwaste policy had been “obsessed with recycling”. He said levels of incineration\nhad increased rapidly, while recycling had plateaued, and the need for landfill\nwas reducing.12. The newspaper did not consider that the article had\nbreached the Code. With regards to the columnist’s assertion that most material\nthat is not recycled is sent to landfill, the newspaper referred to a Defra\nreport, published in November 2014, which showed that in 2013/14 the majority\nof waste that was not recycled was sent to landfill.13. The newspaper said that a study, published by Defra in\n2006, found that incinerating paper and card would generate fewer carbon\nemissions than recycling. The study found that by 2040, incineration would lead\nto a reduction of 8,474 million tonnes of carbon dioxide emissions, contrasting\nwith a reduction of 7,995 million tonnes of carbon dioxide emissions if a\nsystem of recycling was adopted.14. The newspaper said that it had accurately reported that\nthe hierarchy of waste was adopted by the Blair government. It was incorporated\ninto waste regulations in 2011, but it was also an integral part of the Blair\ngovernment’s waste strategy in 2000. It referred to a Friends of the Earth\nbriefing, entitled “Highlights of Waste Strategy 2000”, which referred to the\nhierarchy of waste. 15. The newspaper said that there was plenty of anecdotal\nevidence that people are confused by recycling.16. With regards to the 2006 Defra study, referred to by the\nnewspaper, the complainant said that it had not concluded that incineration\nyielded better results than recycling, or that this was because “the recycling\nprocess consumes a huge amount of energy”. \nHe said the study was about incineration emissions, not recycling. He\nsaid that the study found that incineration performed less well when there was\na high level of paper and card recycling, and had relied on outdated\nassumptions that tended to favour incineration. The complainant referred to a\n2010 study, which said “in general, the data shows that recycling is preferable\nfor energy demand and water consumption, but [incineration and recycling] are\ncomparable for climate change…Where the energy recovered through incineration\nreplaces the use of fossil fuels, the environmental benefits are augmented,\nespecially with regard to climate change potential…as the UK moves to a\nlower-carbon energy mix, collection quality improves and recycling technology\ndevelops, then recycling will become increasingly favoured over energy recovery\nfor all impact categories”.17. The complainant said that the article should be\nwithdrawn and he suggested the following wording for a clarification:The information on which the story was based was published\nin December 2015, rather than being released through a Freedom of Information\nrequest. We previously published articles based on this data, which contained\nmany of the same errors that we repeated in the most recent stories, and which\nwere corrected following a complaint. We would like to clarify that the 338,000\ntonnes of rejected material includes waste collected from businesses and civic\namenity sites, and represents only 3% of the recycling collected by councils.\nMuch of the rejected material is non-recyclable waste mistakenly placed in the\nrecycling bin, not recycling, and most is sent for energy recovery at\nincinerators, rather than to landfill. While we attributed the increase in\nrejects to \"confusion\" amongst the public, it is in fact unclear\nwhether changes in recycling sorting technology or changes to how statistics\nare recorded may instead explain the change. While we described the recycling\nsystems as \"expensive\", recycling is in fact cheaper for councils\nthan waste disposal.We implied that recycling that is exported to China may not\nbe recycled. In fact, Chinese companies pay to receive household recycling from\nthe UK, and have every financial incentive to make beneficial use of it. While\nChina has a history of poor recycling of electronic waste, the UK has banned\nexports of this material to China. The Waste Hierarchy, which was made law in\nthe UK under the coalition government rather than New Labour as we stated,\nprioritises reuse over recycling, and its adoption is not the cause of\nbusinesses choosing no longer to operate bottle deposit schemes. Under the UK\nguidance on the waste hierarchy, anaerobic digestion is classed as recycling,\nand is preferred over other ways of treating food waste, rather than being\ndiscouraged as we stated. Contrary to our article, research indicates that\nrecycling of paper and card is environmentally preferable to incineration. We\nwould also like to clarify that the collection systems that result in the\ngreatest level of rejects are single bin recycling systems that rely on\nmechanically sorting recycling after it is collected, while those that involve\nhouseholders separating recycling into two or more recycling bins result in\nsignificantly lower levels of rejects.Relevant Code provisions18. Clause 1 (Accuracy)i. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.ii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.iii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.iv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.Findings of the Complaints Committee19. It was not disputed that the newspaper had accurately\nreported that out of 11 million tonnes of waste that had been separated for\nrecycling, 338,000 tonnes of it could not be recycled. While the complainant\nconsidered that these figures demonstrated that the recycling system was\nworking efficiently, the newspaper was still entitled to publish the\ncolumnist’s opinion that he believed that the figures indicated that the\ncurrent system of recycling was “not achieving what it is supposed to achieve”.\nThis was clearly his opinion and not a statement of fact. There was no breach\nof Clause 1 on this point.20. The Committee noted the complainant’s position that the\nUK is not permitted to export electronic waste to China, and therefore the\narticle’s reference to the findings of the Bloomberg investigation was\nmisleading.  However, it was accepted\nthat the UK exports some of its recycling to China, and that the Bloomberg\ninvestigation found that electronic waste sorted for recycling had been “burned\nin fields or dumped in streams”. The columnist was entitled to express his opinion\nthat, given the findings of the Bloomberg investigation, some of the material\nthat the UK exports to China may not be recycled. His position was clearly\nconjecture; the reference to the Bloomberg investigation was therefore not\nsignificantly misleading. There was no breach of Clause 1 on this point.21. The Committee acknowledged that the most recent Defra\nstatistics indicated that 55% of non-recycled material had been incinerated,\nwhile 45% had been sent to landfill. However, in circumstances in which almost\nhalf the remaining waste had been sent to landfill, and in the context of this\ncomment piece, the columnist’s assertion that “most of the rest” was sent to\nlandfill was not significantly misleading, and the reference did not require\ncorrection under the Code. The Committee also noted that 2014/15 was the first\nyear that incineration had exceeded landfill. There was no breach of the Code\non this point.22. Although a hierarchy of waste had been devised in the\n1970s, the Blair government had referred to it in its strategy on waste. It was\nnot therefore significantly misleading for the columnist to assert that the\nBlair government “decided” on a hierarchy of waste; and, in the context of this\ncomment piece, it was not significantly misleading to state that this was\nprompted by EU legislation.  There was no\nbreach of the Code on this point.23. The Committee noted the complainant’s point that the\ncolumnist had failed to explain that reusing glass bottles and disposing of\nfood waste in anaerobic digesters already forms part of the government’s\nenvironmental policy. However, the references to these alternative methods of\ndisposal were not significantly misleading. The columnist had not claimed that\nthe hierarchy of waste had rejected reuse as an option for waste disposal, and\nhe merely asserted his position that food waste should be burned to generate\nelectricity or disposed of in anaerobic digesters. There was no breach of the\nCode on this point.24. With regards to the assertion that it would be better to\nburn paper and cardboard for fuel than to recycle it, the columnist had relied\non a report published by Defra in 2006, which concluded that in the long-term,\nincineration resulted in fewer carbon emissions than recycling. While the\nCommittee acknowledged that the complainant considered that the study’s\nprojections were flawed, the columnist had been entitled to rely on the study,\nand to express his opinion that it demonstrated that incinerating paper and\ncard was “better” than recycling. While the 2010 study referred to by the\ncomplainant had concluded that “in general, the data shows that recycling is\npreferable for energy demand and water consumption”, it had also stated that\nthe two methods were “comparable for climate change”.  The Committee did not consider that the\nnewspaper had failed to take care over the accuracy of the article on this\npoint; the article had not given a significantly misleading impression of the\nefficiency of paper incineration which required correction under the Code. There\nwas no breach of the Code on this point.25. It was not in dispute that “councils blamed the 338,000\ntonnes of waste going to landfill on contamination”. While the Committee\nacknowledged the complainant’s position that the rejected recycling was mainly\ndue to councils collecting mixed waste and then sorting it mechanically, the\ncolumnist was entitled to express his opinion that the public are confused\nabout what can and cannot be recycled. Indeed, the complainant had acknowledged\nthat one council had stated that educating the public would reduce the amount\nof rejected material. The newspaper had distinguished comment from fact; there\nwas no breach of the Code on this point. 26. It was accepted that local authorities have the power to\nfine householders for failing to adhere to correct recycling procedures. While\nthe Committee acknowledged the complainant’s position that those powers had\nbeen reduced, the columnist had still been entitled to refer to the case of a\nman being fined £100 for putting paper in the wrong recycling bin, which was\nnot disputed. The reference was not significantly misleading; there was no\nbreach of the Code on this point.27. While the Committee acknowledged that the complainant\ndisagreed with the columnist’s position that the UK’s waste policy had been\n“obsessed with recycling”, this was an opinion that he was entitled to express.\nAs was made clear in the article, the hierarchy of waste, which was made law in\nthe UK in 2011, rules that recycling is preferable to incineration and to\nlandfill. This statement was not significantly misleading. There was no breach\nof Clause 1 on this point.28. There was no failure to take care over the accuracy of\nthe article. The Committee did not identify any significant inaccuracies or\nmisleading statements which required correction under the Code.Conclusion29. The complaint was not upheld.Remedial action required30. NADate complaint received: 28/08/2016Date decision issued: 12/12/2016\nBack to ruling listing\n\n\n"
}