{
    "url": "/rulings-and-resolution-statements/ruling/?id=08231-16",
    "title": "08231-16 Waton v Daily Record",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2016-09-02 00:00:00",
    "concluded_on": "2016-12-12 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 02/09/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08231-16 Waton v Daily Record\nSummary of complaint\n1. Leanne Waton complained to the Independent Press Standards Organisation\nthat the Daily Record breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in articles headlined “keep off the grass”, published in print on 2\nSeptember, and “Hibs fans warned ‘keep off the grass’ ahead of cup clash with\nTurriff United”, published online on 1 September; “Shampden”, published in\nprint on 31 August, and “SFA rulebook farce as Hampden riot probe sees Rangers\nand Hibs charged over smashed advertising hoardings”, published online on 30\nAugust; “11 Gers stars battered & spat on” published in print on 23 May,\nand “Every Rangers player on pitch was attacked or spat on by Hibs fans during\nHampden riot”, published online on 22 May.\n2. The sub-headline of the first article reported that Hibernian FC fans\nhad been “given [a] parking warning ahead of club’s cup clash with Turriff\nUnited”. The article said that “Hibs fans were last night warned not to invade\nthe turf at their club’s cup tie this weekend – and keep their cars off grass\nverges”. It said that drivers had previously used nearby grass verges as\nparking spots, but had now been told by the police not to park illegally. It\nsaid that “the stern warning follows May’s Scottish Cup Final when thousands of\nHibs supporters streamed onto the Hampden pitch after the final whistle”.\n3. The first article appeared in substantively the same form online, but\nthe sub-headline stated that supporters had been warned not to invade the\n“pitch” at the cup tie.\n4. The second article reported that\nthe Scottish Football Association (SFA) was “made to look a laughing stock\nafter Hibs and Rangers were put in the dock – for smashing up advertising\nboards”. It said that an SFA compliance officer had issued a notice of complaint\nfollowing the “scenes of violence and chaos that marred the Scottish Cup final\nin May”. It said that “incredibly, Hibs will face no action from the football\nauthorities for the misbehaviour of their fans, who attacked Rangers players on\nthe pitch after the game” and “no punishment for the fact thousands of their\nsupporters invaded the pitch”.\n5. The third article reported that an “Ibrox dressing-room source” had\nrevealed that “all 11 Gers stars who finished the game were either kicked, punched\nor spat on as they tried to leave the field” during the pitch invasion at the\nScottish Cup final match between Rangers FC and Hibernian FC. The source said\nthat “not one of our players got off the park without being attacked in some\nway”. It also included a quote from a Rangers FC statement which said that “it\nis to be hoped that all of Scottish football will share Rangers’ disgust”.\n6. The second and third articles each appeared online in substantively the\nsame form, save for their headlines.\n7. The complainant was concerned that the first article inaccurately\nsuggested that Hibernian FC fans had been warned not to invade the pitch at the\ncup tie, when no such warning had been issued by the police.\n8. She also said that it was inaccurate for the third article to suggest\nthat all of the Rangers FC players had been assaulted during the pitch invasion\nat the Scottish Cup final. While the complainant accepted that there may have\nbeen instances of violent behaviour against Rangers players, she noted that\nfamily members of a number of players had publicly stated that the players had\nnot been assaulted during the pitch invasion.\n9. She was also concerned that second article appeared to focus more on the\nalleged conduct of Hibernian FC fans, where it was clear that Rangers FC fans\nhad also been subject to criticism. She considered that all three articles\ndemonstrated bias against Hibernian FC.\n10. The newspaper said that it had\nnot been its intention to state in the first online article that Hibernian FC\nfans had been warned to stay off the “pitch”. Prior to publication, the article\nsaid that fans had been warned not to invade the “hallowed turf at the club’s\nweekend cup tie – by parking on the grass verges”.  This was intended to be a light-hearted\nreference to the Scottish Cup pitch invasion, but that the pun was lost during\nthe sub-editing process. It said that, in any event, both articles made clear\nthat the police warning was issued in relation to parking, rather than a pitch\ninvasion. It said that in this context, the reference in the online article to\nfans being warned to “keep off the pitch” was not significant. Nonetheless,\nshortly after being alerted to the mistake, the publication amended the online\nsub-headline to read: “supporters have been warned to keep their cars off grass\nverges after complaints from local residents”.\n11. It also offered to publish the\nfollowing correction beneath the online article:\nWe originally reported that\nsupporters were 'warned not to invade the pitch at the cup tie'. We have since\nupdated this and would like to make clear that supporters were only warned to\navoid parking on grass verges outside the football grounds, not to stay off the\npitch.\n12. The newspaper said that it was\nnot significantly misleading to report in the third article that all of Rangers\nFC’s players had been assaulted in some way during the Scottish Cup final pitch\ninvasion. It was not in dispute that Rangers players had been attacked during\nthe pitch invasion: indeed the SFA’s report to the board of the incident had\nfound that Hibernian FC supporters “behaved in a manner which went beyond a\nmanifestation of high spirits” and that “there were incidents involving direct\nphysical confrontation with Rangers players which included the hurling of\nobscene language and sectarian abuse”.\nRelevant Code provisions\n13. Clause 1 (Accuracy)\ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\nFindings of the Committee\n14. The Committee accepted the\nnewspaper’s explanation – having seen the original copy – that the first\narticle’s reference to an invasion of the turf was intended to have been a\nhumorous play on words, relating to a previous pitch invasion in which\nHibernian FC fans had been involved. That joke had been misunderstood by the\nsub-editor, with the consequence that the first paragraph of the article had\nbeen rewritten during the editing process, on the mistaken assumption that the\njoke was to be read literally. While unfortunate, the fact an error was\nintroduced did not, in itself, give rise to a breach of the Code: to establish\na breach of Clause 1 (i) the Committee had to be satisfied that the error arose\nfrom a failure to take care. In this instance, the Committee had accepted that\nthis error was as a consequence of an honest misinterpretation of a joke. In\nthe full circumstances, it did not conclude that the nature of the error\ndemonstrated a failure to take care to ensure the article’s accuracy such as\nmight breach Clause 1 (i). There was no breach of the Code on this point.\n15. Nonetheless, the online\nsub-headline had given the significantly misleading impression that a specific\nwarning over a pitch invasion had been issued, when no such warning had been\ngiven. This required correction under Clause 1 (ii). The newspaper had promptly\namended the reference to a warning over a “pitch” invasion in the online\nsub-headline. It had also offered to publish a correction online beneath the\nonline article which identified the original inaccuracy, and made the position\nclear. This should now be published in order to avoid a breach of Clause 1\n(ii).\n16. The print version’s reference to\na warning for supporters not to invade the “turf” did not carry the same\nsuggestion. The article made clear that a warning had been issued by police not\nto park on grass verges, and the sub-headline stated that “Hibs fans [were]\ngiven parking warning ahead of club’s cup clash”. In this context, the Committee\nconsidered it was clear that the word “turf” had been used in reference to\nparking the grass verges. This was not significantly misleading where such a\nwarning had been issued, and there was no breach of the Code in respect of this\npoint.\n17. The full statement released by\nRangers FC about the Scottish Cup final pitch invasion stated that both its\nplayers and members of its backroom staff were “physically and verbally\nassaulted”. The third article made clear that the claim that all of Rangers\nFC’s players had been assaulted during the invasion had come from a source in\nthe Rangers FC dressing room. It stated that the newspaper had “underst[ood]”\nthat this had happened, and that the source “insisted” no player had “escaped\nwithout being attacked”. In the context of the article as a whole, it was not\nsignificantly misleading to report that all “11 Gers stars [had been] battered\n& spat on”. There was no breach of the Code in respect of this article.\n18. The Committee noted the\ncomplainant’s concern that all of the articles – and the second article in\nparticular – demonstrated bias against Hibernian FC supporters, were not\n“balanced”, and were offensive. The Code does not, however, address matters of\nimpartiality, balance or offense. Publications have the editorial freedom to\npublish what they consider to be appropriate provided that this does not breach\nthe Code, and are not obliged to ensure that coverage is “balanced”. The\ncomplainant’s concerns about balance and offence did not therefore raise a\nbreach of the Code.\nConclusions\n19. The complaint was not upheld.\nRemedial Action Required\nN/ADate complaint received: 02/09/2016Date decision issued: 12/12/2016 \nBack to ruling listing\n\n\n"
}