{
    "url": "/rulings-and-resolution-statements/ruling/?id=08255-16",
    "title": "08255-16 Lightfoot v Leicester Mercury",
    "provisions": [
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Leicester Mercury (Reach PLC)",
    "published_on": "2016-09-02 00:00:00",
    "received_on": "2016-09-02 00:00:00",
    "concluded_on": "2016-12-02 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "10. The complaint was not upheld",
    "remedial_action": "11. N/ADate complaint received: 02/09/16",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08255-16 Lightfoot v Leicester Mercury\nSummary of complaint\n1. Jason Lightfoot\ncomplained to the Independent Press Standards Organisation on behalf of his\nstep-daughter that the Leicester Mercury breached Clause 2 (Privacy) and Clause\n6 (Children) of the Editors’ Code of Practice in an article headlined “Term\nstarts with shoe row”, published on 2 September 2016.\n2. The article\nreported that a school’s uniform policy on shoes had “caused controversy” at\nthe start of the new term when “dozens of pupils” had “failed to meet the\nstandard” set over wearing the correct type of shoe. It said that the school’s\npolicy on shoes was “so controversial […] that […] one pupil even set up a\npetition to oppose new rules”. It included a number of comments left under the\nonline petition by unnamed people claiming to be pupils at the school.\n3. The article\nappeared in substantively the same form online, but named the pupils whose\ncomments were included in the article.\n4. The complainant\nsaid that his 15 year-old step-daughter – who was a pupil at the school – had\nbeen named in the online article: she had been identified as one of the people\nwho had commented on the online petition. The complainant was concerned that her\ncomments on the school’s uniform policy had been published by the newspaper\nwithout his consent in breach of Clause 2 and Clause 6. While he accepted that\nhis step-daughter had commented in her own name on a publicly viewable online\npetition, he did not expect the newspaper to simply republish the comments\nwithout consent; he said that quoting and naming his step-daughter in the\narticle had given the impression that she had been interviewed.\n5. The newspaper\nsaid that that it was sorry for the complainant’s concern about naming his\nstep-daughter in the online article, but did not accept that doing so breached\nClause 6. It said that the complainant’s step-daughter had posted publicly\nviewable comments on a public website of her own volition. It said that the\ncomplainant’s step-daughter had not been photographed or interviewed, and that\nit was not, therefore, under an obligation to seek parental consent before\nnaming the child.\n6. The newspaper\nsaid that it had nonetheless removed the pupils’ names from the online article\nsoon after it had received complaints from one of the parents, as a gesture of\ngoodwill. It said that, on the same basis, the names were removed from the\narticle before it went to print.\nRelevant Code provisions\n2. *Privacy\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n6. *Children\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n7. The Code\nprovides particularly strong protection for children. As such, honouring the\nfull spirit of the Code – as required by the preamble – means that what will\nconstitute an “interview” for the purposes of Clause 6 (iii) is broader than\ncircumstances where a journalist directly solicits comment or information from\na child. It might cover the republication of material solicited by third\nparties. Depending on the circumstances, it might also cover cases where the\ncomments published in the newspaper were unsolicited, such as this one, where\nthe child had posted comments online of her own volition. However, Clause 6\n(iii) only requires parental consent where the subject matter of the comments\nconcerns the welfare of a child. \n8. In this case,\nthe complainant’s step-daughter’s comments were innocuous in nature, and were\nnot about her, or any other child. Instead, they were about a uniform policy at\nher school, which was not a matter that concerned her welfare. The\ncomplainant’s step-daughter had not experienced unnecessary intrusion into her\ntime at school as a direct result of having had her comments included in the\narticle, and there was no breach of Clause 6.\n9. The Committee\ndid not consider that disclosing the fact that the complainant’s step-daughter\nhad posted comments about the school’s uniform policy – or naming her –\nrevealed any intrinsically private information about her. It did not consider\nthat the complainant’s step-daughter had been the subject of an unjustified\nintrusion into her private life, and there was no breach of Clause 2 on this\npoint.\nConclusions\n10. The complaint was not upheld\nRemedial Action Required\n11. N/ADate complaint received: 02/09/16Date decision issued: 02/12/16  \nBack to ruling listing\n\n\n"
}