{
    "url": "/rulings-and-resolution-statements/ruling/?id=08251-19",
    "title": "08251-19 Bates v The Scotsman",
    "provisions": [
        "1 Accuracy (2019)",
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scotsman (National World Publishing Ltd)",
    "published_on": "2019-10-26 00:00:00",
    "received_on": "2019-10-26 00:00:00",
    "concluded_on": "2020-04-17 00:00:00",
    "complaint_processing_days": 174,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A Independent Complaints Reviewer18. The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the Committee had failed to explain how the public interest had been considered by the newspaper prior to the reporter attending the event. The Committee re-considered the complaint, in light of the Complaints Reviewer’s findings. The substance of the Committee’s decision was not affected by the findings. However, the summary of complaint and reasoning for the Committee’s decision was revised, to make clear the rationale for the Committee’s decision.  Date complaint received: 26/10/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 08251-19 Bates v\nThe Scotsman\nSummary of Complaint\n1. Damian Bates complained to the Independent Press\nStandards Organisation that The Scotsman breached Clause 1 (Accuracy) and\nClause 10 (Clandestine devices and subterfuge) of the Editors’ Code of Practice\nin an article headlined “Trumps ‘frustrated’ by foreign projects ban” published\non 26 October 2019.\n2. The article reported on a meeting hosted at an\nevangelical church in Glasgow, in which the executive vice president of Trump\nInternational and her husband –who researched a book about President Trump–\naddressed approximately 120 people. It gave details of the speeches made by\nthese two individuals, including their views on the President Donald Trump and\nhis business dealings in Scotland. It reported that the husband of the\nexecutive vice president “lashed out” at media coverage of the Trump\nadministration, criticised the BBC and urged people to “tune in to RT, the\nRussian government-funded broadcaster”. \n3. The article also appeared online on 25 October 2019 with\nthe headline “Trumps ‘frustrated’ at inability to pursue ‘foreign investment’\ndeals, says Trump Org executive”. This article was much longer than the print\ncounterpart and gave much more information about what was said at the event,\nand the backgrounds of the executive vice president and her husband. For\nexample, it quoted the executive vice president in reference to a successful\nplanning application for new houses as saying that “If anyone wants to buy a\nhouse at the Trump Estate…” and her husband as adding “Or stay at the hotel”.\nBoth the executive vice president and her husband went into details of their\ninvolvement with Trump International; the man had co-authored a book with\nPresident Trump and his wife described him as having been “sashaying in and out\nof the White House, so he has more access to [President Trump] these days than\nme”. The man also described a hotel owned by President Trump as “quality” and a\n“great deal” for the US military personnel who used it.\n4. The complainant, the man named in the article as the\nhusband of the executive vice president and as having researched a book about\nPresident Trump, said that the actions of the reporter breached Clause 10. He\nsaid that he was in attendance at the event and was unaware of the presence of\nthe reporter. Having established post-publication that the reporter had gained\naccess via a false email address and entered false name and audio recorded the\nevent, he said that there was no public interest in doing so, or in publishing\nthe remarks he made at the event. Furthermore, he said that he found this\ninsulting and distressing as having taken place in a church. He said that it\nappeared that the reporter had taken this action without the knowledge of\nsenior editorial staff – he provided an email from the editorial director of\nthe publication, and six other titles, who said “I don’t know anything about this\none. Let me look into it”.\n5. The complainant also said that the article was\ninaccurate. He said that it was not the case that he “urged” attendees of the\nevent to watch RT. In fact, he recommended that people should seek different\nsources of information and not to rely solely on one source – RT was one in a\nlist of news outlets he suggested. He said that the comment was light-hearted,\nand not meant to be taken seriously. He said he did not say the quote\nattributed to him encouraging attendees to stay at a Trump hotel; instead it was\nsaid by a different speaker at the event. \n6. The publication did not accept that there was any breach\nof the Code. It accepted that Clause 10(ii) was engaged to a limited degree but\nsaid that there was a sufficient public interest to justify the behaviour of\nthe reporter. It said that it was understood to be the first time that any\nemployee of the Trump Organisation had given a public address in Scotland since\nDonald Trump was elected President, and it was considered necessary for the\nreporter to attend and record proceedings in order to ensure that the event was\naccurately reported. It said that the reporter was experienced in reporting on\nTrump International Scotland’s activities, and as a result, had been blocked on\nsocial media by the business, and had been told by the complainant that he had\n“no interest in talking to [named reporter] for any future articles”. As such\nit said that it was reasonable to assume that if the reporter had taken an open\napproach, he would not have been granted admittance to the event. \n7. The publication said that the reporter, who was highly\nexperienced, discussed his plans for attending the event and the public\ninterest considerations set out above with the news editor. It said that they\nconsidered the public interest in reporting on the event, and how the means by\nwhich the newspaper might be able to report on it would be proportionate to the\npublic interest obligations set out under the Editors’ Code. As set out above,\nthis included whether it was necessary for the reporter to attend the event at\nall, and whether the information required could be gathered by any other means.\nIt also discussed whether any intrusion caused by the attendance of the\nreporter at the event would be proportional to the public interest served.\nFurthermore, it said that the news editor was one of the most senior employees\nat the newspaper, and regularly acted as its duty editor. It noted that the\nemail provided by the complainant was from the editorial director, who had\nresponsibility for six newspaper titles and was not generally directly involved\nin day-to-day editorial decision making. As such, the email from him which said\nthat he “didn’t know anything about this one” did not mean that there was no\nsenior editorial consideration given to the reporter’s actions prior to\npublication – instead, this responsibility was delegated to senior editorial\nstaff. The event was ticketed but open to the general public; the journalist\nused a false name to book the tickets, but the newspaper said that at the event\nhe was not challenged or took any steps to disguise his identity. \n8. The publication did not accept that the article breached\nClause 1. It provided a transcript of the complainant speaking at the event, in\nwhich he said “I’ll go to CNN or look at Fox, and I’ll step into Russia Today\nterritory, RT. You should always try and find a different take. Actually, if\nyou’ve got Sky, go and look at RT – oh my goodness, the difference is\nincredible”. It said that therefore, it was clear that the complainant was\n“urging” attendees to watch RT. It said that it was unclear from the reporter’s\nrecording of the event whether the complainant or another speaker had said to\nthe audience that they could “stay at the [Trump] hotel” – however, in light of\nthe complaint, it accepted the complainant’s position that he did not say this.\nIt did not accept that this was a significant inaccuracy requiring correction –\nthe quote was small and uncontentious, and did not contradict the complainant’s\nsupport for Trump International Scotland. \nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n10. Clause 10* (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing digitally-held\ninformation without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\n11. *The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n12. The reporter had accessed the event in a journalistic\ncapacity for the purposes of writing an article. In doing so, he had obtained a\nticket using a false name and the attendees were under the impression that he\nwas a member of the public. As such, the terms of Clause 10(ii) were engaged.\nThe reporter had then reported comments made by the complainant at the event.\n13. The Committee considered that the level of subterfuge or\nmisrepresentation a reporter may engage in falls on a sliding scale. In this\ninstance, there was a public interest in reporting on the event, and this\npublic interest and the proportionality of engaging in misrepresentation to\nattend the event was discussed at senior editorial level with the news editor\nbefore the reporter had attended: the complainant and other high-profile\nspeakers would be discussing their experience of working with the President of\nthe United States, Donald Trump, and his business dealings in Scotland. It was\nreasonable for the reporter to have assumed that an open approach would not\nhave been successful; he was known to the complainant as having written\npreviously about Trump International and had been blocked by them on their\nsocial media accounts. The complainant also named the journalist specifically\nas someone he had “no interest in talking to”. In attending the event, the\nreporter had engaged in a very low level of misrepresentation; he had used a\nfalse email address and name to obtain a ticket to an event open to the general\npublic, which was open to the public and which promoted the complainant’s book.\nHe had not accessed any information that was not available to any member of the\npublic in attendance at the event. The action taken by the reporter was\nproportionate to the public interest served by reporting on the event. There\nwas a public interest in publishing the comments made at the event, including\nthe comments made by the complainant, as set out in the article; they related\nto the business dealings of President Trump and the activities of Trump International\nin Scotland. For all of these reasons, there was no breach of Clause 10(ii).\n14. The Committee then considered the complainant’s concern\nthat the reporter had used a clandestine listening device, and whether the\nterms of Clause 10(i) were engaged. The Committee was mindful of the\nrequirement of Clause 1(i) to take care over the accuracy of information which\nis reported and recognised the benefit of creating an accurate, contemporaneous\nrecord of events. In this instance, the Committee considered that the audio\nrecording had been made to serve as a contemporaneous record of what was said\nat a public meeting of approximately 120 people. The audio recording equipment\nwas not being used as a covert recording device to obtain confidential\ninformation. As such, the Committee considered that the reporter did not use a\nclandestine listening device, and the terms of Clause 10(i) were not engaged.\n15. It was apparent from the transcript of the event\nprovided by the publication that the complainant had encouraged attendees to\nwatch the news channel RT. Therefore, there was no failure to take care over\nthe accuracy of the article by reporting that he had “urged” people to do so,\nand no significant inaccuracy requiring correction. The reporter had recorded the\nevent, and in reporting this recording, had attributed a quote to the\ncomplainant which said attendees could “stay at the [Trump] hotel”. Although\nthe publication accepted the complainant’s position that another speaker at the\nevent said these words, the Committee did not find that attributing the quote\nto the complainant constituted a significant inaccuracy – the complainant was\nquoted elsewhere in the article praising a hotel owned by President Trump, and\nso attributing the quote to the complainant was not significantly misleading as\nhis views on the matter. There was no breach of Clause 1.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\n17. N/A\nIndependent Complaints Reviewer18. The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the Committee had failed to explain how the public interest had been considered by the newspaper prior to the reporter attending the event. The Committee re-considered the complaint, in light of the Complaints Reviewer’s findings. The substance of the Committee’s decision was not affected by the findings. However, the summary of complaint and reasoning for the Committee’s decision was revised, to make clear the rationale for the Committee’s decision. \nDate complaint received: 26/10/2019\nDate decision issued: 17/04/2020\n \n\nBack to ruling listing\n\n\n"
}