{
    "url": "/rulings-and-resolution-statements/ruling/?id=08315-16",
    "title": "08315-16 Welsh v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2016-09-07 00:00:00",
    "concluded_on": "2016-12-23 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "10. The complaint was not upheld",
    "remedial_action": "N/ADate complaint received: 07/09/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08315-16 Welsh v The TimesSummary of complaint\n1. Anne Welsh\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Fraud claims engulf charity that enjoyed celebrity support” in print\nand online on 18 May 2016.\n2. The article\nwas a piece about the Olusegun Obasanjo Foundation, which it said had been\nfounded by the former president of Nigeria; the article described the\ncomplainant as the foundation’s former chairperson. It described the charity’s\nfirst anniversary event, and said that “just months” after this in February\n2014, it became “embroiled in internal strife, amid allegations of conflicts of\ninterest and money laundering”, and voluntarily entered liquidation in January\n2016. It said that the complainant was at the centre of the allegations and\nthat “African media reported she had been caught in a journalistic sting\ndiscussing money laundering”. It said that she resigned and that the foundation\nhad made a serious incident report to the Charity Commission. It noted that the\ncomplainant denied any wrongdoing, and reported that she had posted on her\nFacebook page that she had suffered “grievous reputational harm” because of a\n“doctored video”.\n3. The article\nappeared in the same form online.\n4. The\ncomplainant said that the article inaccurately suggested that she had been at\nthe centre of allegations, and that these were the only reason the charity had\nclosed. She accepted that allegations of money-laundering had been made by\nAfrican media, but said that these were entirely false: although she was not\naware of exactly why the charity had closed, she said that its closing was\nunrelated to the allegations. Her voluntary resignation was also entirely\nunrelated. She said that the use of a photograph of her in the article\ncontributed to the suggestion that she had been the central cause for the\ncharity’s shutting down.\n5. The\ncomplainant also said that she had been a volunteer vice-chairperson and not\nthe chairperson, and that no report by the charity had ever been made to the\nCharity Commission.\n6. The\nnewspaper did not accept that the article suggested that the charity had closed\nas a direct consequence of the allegations made against the complainant.\nInstead, the article simply recorded events chronologically without comment.\nPrior to publication the reporter had approached the Charity Commission, which\nconfirmed that allegations of money laundering had been made against the\ncomplainant as a result of a journalistic \"sting\" by African media,\nfollowing which the Commission received a Serious Incident Report from the\ncharity which indicated that the complainant had resigned as Vice-Chair. The\nnewspaper maintained that the complainant was at the centre of allegations which\nled to difficulties for the charity, and which resulted in the involvement of\nthe Charity Commission: after this, the charity had closed down.\nRelevant Code provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\niii) The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.\nFindings of the Committee\n8. The\ncomplainant had held a senior position at the charity, and it was not in\ndispute that she had resigned after allegations of money laundering had been\npublished about her by African media. The Committee acknowledged her position –\nas made clear in the article – that these allegations were unfounded. ,\nNevertheless, following publication of the allegations and the complainant's\nresignation, the charity had submitted a Serious Incident Report to the Charity\nCommission after which it had entered into voluntary liquidation. In these\ncircumstances, it was not misleading for the article to report that the\ncomplainant had been at the centre of the allegations that the charity had\nbecome involved in, and that it had then closed. There was no breach of Clause\n1.\n9. The article\nfocused on the charity, and on the complainant’s former role: including a\nphotograph of the complainant in this context did not carry a suggestion that\nshe was to blame for the charity’s closing. Further, the alleged inaccuracy in\nreferring to the complainant as the “chair[person]” rather than the “voluntary\nvice-chairperson” was not significant in the context the article as a whole,\ngiven that the article made clear her post was voluntary and where the\ncomplainant had held a senior position within the charity. There was no breach\nof Clause 1 on these points.\nConclusions\n10. The\ncomplaint was not upheld\nRemedial Action Required\nN/ADate complaint received: 07/09/2016Date decision issued: 23/12/2016\nBack to ruling listing\n\n\n"
}