{
    "url": "/rulings-and-resolution-statements/ruling/?id=08346-15",
    "title": "08346-15 Rangers Supporters Trust v Dundee Courier and Advertiser",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Courier (DC Thomson Group)",
    "received_on": "2015-11-15 00:00:00",
    "concluded_on": "2016-03-04 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 15/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 08346-15 Rangers Supporters Trust v Dundee Courier\nand Advertiser\nSummary\nof complaint\n1.\nThe Rangers Supporters Trust complained to the Independent Press Standards\nOrganisation that the Dundee Courier and Advertiser breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Leaders\nmust emerge from game’s civil war”, published in print on 7 November 2015, and\n“Rangers tax ruling another low for a Scottish game already in turmoil”,\npublished online on 7 November 2015.\n2.\nThe article was an opinion piece in which the author expressed his view on the\ncurrent state of Scottish football. It referred to the Court of Session verdict\nin the Rangers tax case, and said that the court had found that “the club’s use\nof the Employee Benefit Trusts was illegal”. It also said that “many fans of\nother clubs read this as a clear statement that the Scottish game was rigged by\na kind of ‘financial doping’ in the period 2001-2009 when Rangers won titles\nusing a scheme not open to other clubs, because it was unlawful”. The article\nalso mentioned Celtic’s recent defeat in Europe, and the failure of the\nScotland national team to qualify for the European Championships; it concluded\nthat the national game needed a major overhaul.\n3.\nThe articles were identical in print and online except for the headline.\n4.\nThe complainant said that it was inaccurate to report that Rangers’ use of\nEmployee Benefit Trusts (EBTs) was “illegal”; it said that the court had simply\nfound that the club were liable to pay tax on payments made to players and\nstaff through the EBT scheme. The complainant supported its position with an\nemail from a Queen’s Counsel (QC) specialising in tax law. The QC explained\nthat Rangers had entered into certain transactions which they hoped would\nattract a certain tax liability, but the Court of Session decided those\ntransactions had attracted a higher liability; he said it was not accurate to\nuse the word “illegal” to describe a situation where the club was found to have\na higher tax liability than expected.\n5.\nThe complainant also said that it was inaccurate to say that “Rangers won\ntitles using a scheme that was not open to other clubs, because it was\nunlawful”. It said that the scheme was open to other clubs in Scotland, and in\nfact had been used by one, as well as thousands of other companies across the\nUK.\n6.The\nnewspaper denied that it was inaccurate to use the word “illegal” to describe\nthe use of EBTs by Rangers in circumstances where their use, in a manner\ndesigned to minimise tax liability, was found to be contrary to, or forbidden\nby, law. It said that the Court of Session had found that the true nature of\nthe payments into EBTs had been misrepresented to the authorities in order to\navoid having to deduct tax and remit it to the HMRC, with the net effect being\nto enhance players’ earnings. It said that in such circumstances it was not\ninaccurate to say that Rangers had been acting illegally.\n7.\nThe newspaper said that the line about the scheme not being open to other clubs\nwas the author expressing the opinion of fans of other clubs who perceived that\nthe scheme was not open to them. It said that fans of other clubs could point\nto the complex corporate structure of Rangers, and resources available to it,\nas reasons why no other club could contemplate the use of EBTs; it also said\nthat clubs would have been reluctant to take the risks involved. The one other\nclub who had used the scheme had, as far as they were aware, recognised it was\nunlawful when it was brought to its attention, and settled the matter with HMRC\nafter using it with one player.\n8.\nThe complainant said that while part of the sentence referring to the scheme\nnot being available to other clubs may well have been the author expressing the\nopinion of other fans, it believed the author continued with an assertion of\nfact that Rangers “won titles using a scheme that was not open to other clubs,\nbecause it was unlawful”. In addition, it said that the newspaper’s acceptance\nthat another club had used the EBT scheme meant that the article was inaccurate\non this point.\nRelevant\nCode Provisions\n9.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\nFindings\nof the Committee\n10.\nRangers had benefited in terms of player recruitment from the adoption of a\nscheme designed to minimise the payment of tax. The Court of Session had\nsubsequently found the club was not entitled to operate this scheme lawfully\nwithout paying the higher rate of tax due. The Committee noted the arguments\nput forward by the complainant, including the opinion of a QC specialising in\ntax law. However, the article in question was a broad-ranging opinion piece on\nScottish football, not a technical legal analysis of the Court of Session’s\ndecision. The article did not say that the activities of Rangers were criminal\nor fraudulent in nature; it said that the club had gained an advantage from the\nuse of Employee Benefit Trusts which was described variously as “illegal” and\n“unlawful”. In that sense, the term “illegal” was not inaccurate; there was no\nbreach of Clause 1.\n11.\nThe author expressed his opinion that Rangers were benefiting from “a scheme\nthat was not open to other clubs, because it was unlawful”. The Code gives\nsignificant latitude to opinion writers to express their views. However the\nfact the the statement represented the opinion of the author did not absolve\nthe newspaper of its obligations under Clause 1, and newspapers are required to\ndemonstrate that there is a factual basis for the position. The Committee was\nsatisfied that the complexity of the EBT scheme, combined with the risk that\nthe HMRC’s challenge to the scheme might be found by a Court to be justified,\nmeant that it was not significantly misleading of the author to state that the\nscheme was not open to other clubs; there was no breach of Clause 1.\nConclusions\n12.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 15/11/2015Date\ndecision issued: 04/03/2016\nBack to ruling listing\n\n\n"
}