{
    "url": "/rulings-and-resolution-statements/ruling/?id=08363-16",
    "title": "08363-16 The Christian Gospel Mission (Australia) v Mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2016-05-20 00:00:00",
    "received_on": "2016-09-11 00:00:00",
    "concluded_on": "2017-01-04 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. NA Date complaint received: 11/09/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08363-16 The Christian Gospel Mission (Australia) v\nMirror.co.uk\nSummary of complaint\n1. The Christian\nGospel Mission (Australia) complained that Mirror.co.uk breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Korean\n‘sex cult’ plucking girls off street to be ‘spiritual brides’ for rapist who\nclaims to be Messiah”, published on 20 May 2016.\n2. The article\nreported that the Christian Gospel Mission, which the newspaper referred to as\nJesus Morning Star and a Korean “cult”, was allegedly “recruiting” young girls\nand brainwashing them into “sexual devotion” towards its leader, Jung\nMyung-seok, who was serving a ten-year prison sentence for rape. It said that\n“attractive recruits” were said to be “delivered” to Mr Jung in prison and were\nencouraged to write him letters. It reported that one alleged victim had said\nthat she had regularly received letters from Mr Jung, which were “laced with\nsexual comments”. The article said that her account had previously been\nsupported by other anonymous alleged victims who had said they had been\npressurised into dressing up for Mr Jung and were taught that having sex with\nhim would “purify” them. Another alleged victim reportedly claimed that Mr Jung\nhad asked her to send a photograph of herself wearing a bikini and makeup. The\npiece stated that Peter Daley, a university lecturer, had spent years\nresearching the church and had said that the church was “dangerous beyond\nassaults from the leader. The sleep deprivation and stress caused when members\ncut ties with their family is incredibly damaging”. The article concluded by\nsaying that the newspaper had contacted the church for comment, and that it had\npreviously denied being a cult or teaching that its leader was the Messiah.\n3. The complainant\nsaid that the article had included numerous accusations about its practices\nwhich it denied. It said that the article had misleadingly suggested that the\nChristian Gospel Mission “recruits” young women. It said that the church did\nnot “recruit” members; the church was introduced to the public, both men and\nwomen were welcome to attend and were free to leave. It also denied that girls\nhad been brainwashed into “sexual devotion” towards Mr Jung, and were\n“delivered” to him in prison. It said that men and women could request to visit\nMr Jung and were free to write him letters if they wished. It said that Mr Jung\nhad not sent letters that were “laced with sexual comments”; his letters were\nwritten in Korean and read out orally to recipients by a translator; the\ntranslator had denied reading the statements to the alleged victim. The\ncomplainant also denied that any member of the church had been “encouraged” to\nsend Mr Jung a photograph of themselves wearing a bikini or heavy makeup.\n4. The complainant\nsaid that the allegation that people had been pressurised into dressing up for\nMr Jung and were encouraged to have sex with him was also untrue. It considered\nthat these allegations had been orchestrated by men seeking to harm Mr Jung or\nfor personal gain. It argued that the assertion could not be true because many\nof its members were male. It considered that the journalist had made no\nenquiries to verify the statement.\n5. The complainant\nsaid that Peter Daley was not an expert on the church and denied the claims he\nhad made about its practices, including that its members were sleep deprived\nand encouraged to cut family ties. It said that more than half the church was\nmade up of families.\n6. The complainant\nsaid that the newspaper had not contacted it for comment, as reported.\n7. The newspaper\nnoted that the complainant had not denied that Mr Jung was currently serving a\nten-year prison sentence for rape. It considered that it was legitimate to\nreport the current claims that had been made against him, which had been set\nout as allegations in accordance with the Code.\n8. The newspaper\nsaid that its reporter had believed he had contacted the complainant for\ncomment before publication, and had received a bounce-back message. However,\nduring correspondence with the complainant, it became apparent that the\nreporter had contacted the wrong church. The newspaper did not consider that\nthis represented a failure to take care over the accuracy of the article.9. The newspaper\ndid not consider that the omission of the church’s denial from the article was\nsignificantly misleading. It said that the current allegations about the church\n“pale into insignificance” when compared to the crimes for which Mr Jung had\nbeen convicted. The newspaper considered that the appropriate course of action\nwas to add the following line to the article:\nThe Christian Gospel Mission denies recruiting women and\ndelivering them to Jung Myung-seok in jail for sex. The CGM also refutes\nElizabeth's claims and maintains that there is no record of the letters she\nclaims to have received from Jung Myung-seok.\n10. The complainant did not consider that the suggested\nwording met the Code’s requirement to provide a fair opportunity to reply to\nsignificant inaccuracies. It said that it did address all the unfair\nallegations in the article.\nRelevant Code provisions\n11. Clause 1 (Accuracy)i. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n12. The newspaper had taken care to clearly set out the\nallegations made in the article as claims, by describing them as “claims” and\n“allegations”, and by attributing the statements to specific individuals. The\nnewspaper was entitled to report the individuals’ accounts; the article had not\ngiven the significantly misleading impression that their claims had been\nproven.\n13. The newspaper had not taken adequate steps to secure\ncomment from the complainant before publication. However, the leader of the\nchurch was serving a ten-year prison sentence for rape. The article had also\naccurately stated that the church had previously denied that it was a cult and\nthat its leader was the Messiah. In these circumstances, the omission of the\ncomplainant’s denial of the specific claims made in the article, which had been\nclearly set out as such, was not significantly misleading. There was no failure\nto take care over the accuracy of the article in breach of Clause 1(i).\n14. The Committee did not identify any significant\ninaccuracies or misleading statements which required correction under Clause\n1(ii) or an opportunity to reply under Clause 1 (iii). Nevertheless, the\nCommittee welcomed the newspaper’s offer to add the complainant’s denial to the\narticle.\nConclusion\n15. The complaint was not upheld.\nRemedial action required\n16. NA\nDate complaint received: 11/09/2016Date decision issued: 04/01/2017\nBack to ruling listing\n\n\n"
}