{
    "url": "/rulings-and-resolution-statements/ruling/?id=08369-19",
    "title": "08369-19 Miller v The Sunday Times",
    "provisions": [
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2019-10-20 00:00:00",
    "received_on": "2019-10-28 00:00:00",
    "concluded_on": "2020-01-24 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "by hearing the journalist [name] howling about it on the radio, like an undead blue-stockinged banshee; and by finding that it also had the loathing of the anti-Brexit businesswoman Gina Miller, the Liberal Democrat leader Jo Swinson and various pompous Scottish remoaner lawyers who always bring out the Jack Cade in me. If these monkeys hate it, it can’t be all bad\".3. The article also appeared in substantially the same format online under the headline \"Poor Nigel — what’s he going to do with his 600 camp followers now?\", published on 19 October 2019.4. The complainant said that the article referred to her as a \"monkey\", which represented a prejudicial and pejorative reference to her race in breach of Clause 12. The complainant emphasised the long, clear and proven history of the word as a term of racial abuse and said that the fact she appeared in a list of other individuals was irrelevant. The complainant also said that the details of her race were not relevant to the story.5. The publication denied that the term represented a reference to the complainant's race. It said that the complainant was one person in what was otherwise a group of white individuals who had been attacked over their public positions on Brexit. There was no indication that the use of the term \"monkeys\" applied to the complainant in particular, to her race, or to the race of anyone else in the list; race was neither explicitly or implicitly an issue. The publication said that the term \"monkeys\" is a term frequently used by the columnist to describe his disapproval of foolish behaviour, as defined in dictionaries, and had never been used by the columnist as a reference to race. The publication provided further examples of the columnist's use of the term in his published material. The publication apologised for any offence caused but emphasised that the columnist was simply expressing his dislike of the named individuals, an opinion he was entitled to convey in the context of a comment piece.Relevant Code Provisions6. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference to an individual's, race, colour, religion, sex, gender identity, sexual orientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion, gender identity, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story.Findings of the Committee7. The Committee acknowledged that the term “monkey” or “monkeys” could, in certain circumstances, represent a prejudicial or pejorative reference to an individual’s race.  In this instance, the term had been used by the columnist to describe a group of named and unnamed individuals of different races of whom he was critical for their views on Brexit. The complainant was named as a member of the group and was not otherwise distinguished. Given the context, the Committee found that the term had not been used as a prejudicial reference to the complainant’s race. There was no breach of Clause 12.Conclusions8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 28/10/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08369-19 Miller v\nThe Sunday TimesSummary of Complaint1. Gina Miller complained to the Independent Press Standards\nOrganisation that The Sunday Times breached Clause 12 (Discrimination) of the\nEditors' Code of Practice in an article headlined \"Poor Nigel- what's he\ngoing to do with his 600 camp followers now?\", published on 20 October\n2019.2. The article was a comment piece in which the columnist\ndiscussed the reaction to the Prime Minister's Brexit deal and the role of the\nBrexit Party and its leader Nigel Farage in the forthcoming general election\nand the Brexit process. The columnist claimed that certain figures' dislike of\nthe deal had prompted him to agree with it and wish it \"swift passage\nthrough the chamber\". The columnist stated \"I admit I was helped in\nreaching this conclusion by hearing the journalist [name] howling about it on\nthe radio, like an undead blue-stockinged banshee; and by finding that it also\nhad the loathing of the anti-Brexit businesswoman Gina Miller, the Liberal\nDemocrat leader Jo Swinson and various pompous Scottish remoaner lawyers who\nalways bring out the Jack Cade in me. If these monkeys hate it, it can’t be all\nbad\".3. The article also appeared in substantially the same\nformat online under the headline \"Poor Nigel — what’s he going to do with\nhis 600 camp followers now?\", published on 19 October 2019.4. The complainant said that the article referred to her as\na \"monkey\", which represented a prejudicial and pejorative reference\nto her race in breach of Clause 12. The complainant emphasised the long, clear and\nproven history of the word as a term of racial abuse and said that the fact she\nappeared in a list of other individuals was irrelevant. The complainant also\nsaid that the details of her race were not relevant to the story.5. The publication denied that the term represented a\nreference to the complainant's race. It said that the complainant was one\nperson in what was otherwise a group of white individuals who had been attacked\nover their public positions on Brexit. There was no indication that the use of\nthe term \"monkeys\" applied to the complainant in particular, to her\nrace, or to the race of anyone else in the list; race was neither explicitly or\nimplicitly an issue. The publication said that the term \"monkeys\" is\na term frequently used by the columnist to describe his disapproval of foolish\nbehaviour, as defined in dictionaries, and had never been used by the columnist\nas a reference to race. The publication provided further examples of the\ncolumnist's use of the term in his published material. The publication\napologised for any offence caused but emphasised that the columnist was simply\nexpressing his dislike of the named individuals, an opinion he was entitled to\nconvey in the context of a comment piece.Relevant Code Provisions6. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee7. The Committee acknowledged that the term “monkey” or\n“monkeys” could, in certain circumstances, represent a prejudicial or\npejorative reference to an individual’s race. \nIn this instance, the term had been used by the columnist to describe a\ngroup of named and unnamed individuals of different races of whom he was\ncritical for their views on Brexit. The complainant was named as a member of\nthe group and was not otherwise distinguished. Given the context, the Committee\nfound that the term had not been used as a prejudicial reference to the complainant’s\nrace. There was no breach of Clause 12.Conclusions8. The complaint was not upheld.Remedial Action Required9. N/A Date complaint received: 28/10/2019\nDate decision issued: 24/01/2020\nBack to ruling listing\n\n\n"
}