{
    "url": "/rulings-and-resolution-statements/ruling/?id=08365-16",
    "title": "08365 -16 White v Loughborough Echo",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Loughborough Echo (Reach PLC)",
    "published_on": "2016-09-14 00:00:00",
    "received_on": "2016-09-10 00:00:00",
    "concluded_on": "2016-11-16 00:00:00",
    "complaint_processing_days": 67,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A  Date complaint received: 10/09/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 08365 -16 White\nv Loughborough Echo\nSummary\nof complaint\n1. Andrew White complained to the\nIndependent Press Standards Organisation that the Loughborough Echo breached\nClause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment) of the\nEditors’ Code of Practice in an article headlined “Dance teacher invented story\nof girl dying of cancer”, published on 14 September 2016.\n2. The article reported that the\ncomplainant had pleaded guilty to fraud by misrepresentation. It said that he\nhad invented a story about a nine-year-old girl with terminal cancer, and had\nappealed to local people and businesses to donate money in order to pay for her\nto go on a dream holiday. The article said that police had found a Facebook\npage where the child’s “mother” provided updates on her daughter’s medical\ntreatment, and in March 2016 it was announced that the child had died. The\narticle said that the newspaper had become suspicious about the complainant’s\nfundraising when it found that a picture, which he claimed to be of the child\nand her family, had been taken by a photography company around six years\npreviously. The piece stated that the newspaper had approached the complainant\nfor comment, but “he declined to speak”. \n3. The article was published online with\nthe headline “Dance teacher invents nine-year-old dying of cancer”. The online\nversion also included the invented child’s “bucket list”.\n4. The complainant said that a journalist\nrepresenting the newspaper had approached him outside his workplace, had told\nhim that he intended to write an article about his conviction, and had asked\nhim if he cared to respond. The complainant said that the reporter had spoken\nin a loud and aggressive voice, which was so quick and intimidating that he had\nnot thought to ask him to go away. He said that as he got into his car, the\nreporter had shouted aggressively “what happened to all the money you stole\nfrom everybody”. The complainant said that the court had found that he had not\ntaken any money fraudulently. After a few moments, the complainant got out of\nhis car and returned to his workplace; the venue’s manager then spoke to the\nreporter while the complainant departed. The whole exchange lasted\napproximately one minute. \n5. The complainant expressed concern that\nthe reporter had not made clear that he was with a photographer, and said that\nhis photograph had been taken without his knowledge and consent.\n6. The complainant said that he would have\nspoken to the reporter had his behaviour not been so intimidating. He did not\nconsider that he had been given the chance to respond, therefore he had not\n“declined to speak”, as reported.\n7. The newspaper said that its reporter\nhad approached the complainant and had introduced himself before attempting to\nprovide him with an opportunity to comment. The reporter and the photographer\nwho had accompanied him did not consider that he had raised his voice or spoken\naggressively. The reporter said he had asked a couple of questions but the\ncomplainant had remained silent before getting into his car. Although the\ncomplainant had not asked the reporter to stop talking to him, the reporter had\ntaken his silence and actions to mean that he declined to comment; he and the\nphotographer had therefore moved away and made no further attempts to question\nthe complainant. The newspaper said it was sorry if the complainant had found\nthe situation upsetting, but it did not consider that the actions of its\nreporter or photographer had been unprofessional or in breach of the Code.\nRelevant\nCode provisions\n8. Clause 1 (Accuracy)\ni. The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii.  A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\nClause\n2 (Privacy)\ni. Everyone is entitled to respect for\nhis or her private and family life, home, health and correspondence, including\ndigital communications.\nii. Editors will be expected to justify\nintrusions into any individual's private life without consent. Account will be\ntaken of the complainant's own public disclosures of information.\niii. It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy.\nClause\n3 (Harassment)\ni. Journalists must not engage in\nintimidation, harassment or persistent pursuit.\nii. They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them. If requested,\nthey must identify themselves and whom they represent.\niii. Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nFindings\nof the Committee\n9. It was not in dispute that the reporter\nhad asked the complainant two questions about his conviction, and the\ncomplainant had not told him to desist. When the reporter understood that the\ncomplainant was not willing to comment, he had not sought to persist with\nfurther questioning. The reporter had not engaged in harassment in breach of\nClause 3.\n10. The photographer had taken the\ncomplainant’s photograph in a public place outside his workplace, and the\npublished photograph had shown his face. The photographer had not engaged in\nharassment in breach of Clause 3, and the newspaper had not disclosed private\ninformation about the complainant in breach of Clause 2.\n11. The complainant had made no comment when\napproached by the reporter. It was therefore not significantly misleading for\nthe newspaper to state that he had “declined to speak”. There was no failure to\ntake care over the accuracy of the article on this point. The complaint under\nClause 1 was not upheld. \nConclusion\n12. The complaint was not upheld.Remedial action required13. N/A \nDate\ncomplaint received: 10/09/2016Date\ndecision issued: 16/11/2016\nBack to ruling listing\n\n\n"
}