{
    "url": "/rulings-and-resolution-statements/ruling/?id=08376-19",
    "title": "08376-19 Malone v The Scotsman",
    "provisions": [
        "2 Privacy (2019)",
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scotsman (National World Publishing Ltd)",
    "published_on": "2019-10-26 00:00:00",
    "received_on": "2019-10-29 00:00:00",
    "concluded_on": "2020-04-06 00:00:00",
    "complaint_processing_days": 160,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A   Date complaint received: 29/10/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 08376-19 Malone v\nThe Scotsman\nSummary of Complaint\n1. Thomas Malone complained to the Independent Press\nStandards Organisation that The Scotsman breached Clause 2 (Privacy) and Clause\n10 (Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “Trumps ‘frustrated’ by foreign projects ban” published on 26\nOctober 2019.\n2. The article reported on a meeting hosted at an\nevangelical church in Glasgow, in which the executive vice president of Trump\nInternational and her husband – who researched a book about President Trump –\naddressed approximately 120 people. It gave details of the speeches made by\nthese two individuals, including their views on the President Donald Trump and\nhis business dealings in Scotland.\n3. The article also appeared online on 25 October 2019 with\nthe headline “Trumps ‘frustrated’ at inability to pursue ‘foreign investment’\ndeals, says Trump Org executive”. This article was much longer than the print\ncounterpart and provided much more information about what was said at the\nevent, and the backgrounds of the executive vice president and her husband. As\npart of this biographical detail, it referred to the executive vice president’s\nfather, who was named and described as a former councillor and church elder.\n4. The complainant, the man named in the article as the\nfather of the executive vice president, said that the actions of the reporter\nin preparation of the article breached Clause 10. He said that he had attended\nthe event and was unaware of the presence of the reporter. Having established\npost-publication that the reporter had gained entry to the event by using a\nfalse email address and name and that he had made an audio recording of the\nevent, the complainant said that there was no public interest which justified\nthese measures. Furthermore, he said that he found the conduct of the reporter\ninsulting and distressing as the event had taken place in a church.\n5. The complainant also said that the article intruded into\nhis privacy. He said that there was no justification in naming him in an\narticle primarily focussed on his daughter, or referencing the fact that he was\na former councillor and church elder.\n6. The publication did not accept that there was any breach\nof the Code. It accepted that Clause 10(ii) was engaged to a limited degree,\nbut said that there was a sufficient public interest to justify the behaviour\nof the reporter, which had been discussed between the reporter and the news\neditor prior to the reporter attending the event. It said that it was\nunderstood to be the first time that any employee of the Trump Organisation had\ngiven a public address in Scotland since Donald Trump was elected President,\nand the publication had considered it necessary for the reporter to attend and\nrecord proceedings in order to ensure that the event was accurately reported.\nIt said that the reporter had previously reported on Trump International\nScotland’s activities and, as a result, had been blocked on social media by the\nbusiness, and had been told by the husband of the executive vice president, the\nman who had also spoken at the event, that he had “no interest in talking to\n[named reporter] for any future articles”. It said that as such, it was\nreasonable to assume that if the reporter took an open approach, he would not\nhave been granted admittance to the event. The event was ticketed but open to\nthe general public; the journalist used a false name to book the tickets, but\nthe newspaper said that at the event he was not challenged and had not taken\nany steps to disguise his identity. It said that the complainant’s opinion that\nthe intrusion was exacerbated by it taking place in a church failed to take\ninto account that the reporter was not attending a church service, but a\nticketed event where the speakers were discussing the President Donald Trump\nand trying to sell their books. It noted that the article did not report that\nthe complainant was in attendance at the event, or reported anything he may\nhave said at the event.\n7. The publication did not accept that the article breached\nClause 2. It said that the information about the complainant’s involvement in\nthe council and his local church was already in the public domain. It said that\nthe complainant had declared his role in the church via the Register of\nMembers’ Interests at the council, and provided several articles detailing his\nwork in association with his daughter.\nRelevant Code Provisions\n8. Clause 2* (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\n9. Clause 10* (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\n* The Public InterestThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.1. The public interest includes, but is not confined toi. Detecting or exposing crime, or the threat of crime, or\nserious impropriety.ii. Protecting public health or safety.iii. Protecting the public from being misled by an action or\nstatement of an individual or organisation.iv. Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.v. Disclosing a miscarriage of justice.vi. Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.vii. Disclosing concealment, or likely concealment, of any of the\nabove.2. There is a public interest in freedom of expression\nitself.3. The regulator will consider the extent to which material\nis already in the public domain or will become so.4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n10. The reporter had attended the event in a journalistic\ncapacity, for the purposes of writing an article. He had obtained a ticket\nusing a false name and the organisers of the event were under the impression\nthat he was a member of the public. As such, the terms of Clause 10(ii) were\nengaged. However, the nature of the complaint under Clause 10(ii) insofar as it\nconcerned the complainant was limited. The article had referred to him in the\ncontext of providing biographical information about the speakers; it did not\nreport that he had attended the event or report any comments which he may have\nmade; and the complainant had not complained that the reporter had spoken to\nhim at the event. Clause 10(ii) was, therefore, engaged to the limited extent\nthat the reporter had misrepresented his identity to gain entry to an event\nwhich the complainant had also attended.\n11. The Committee considered that the level of subterfuge or\nmisrepresentation a reporter may engage in falls on a sliding scale. In this\ninstance, the public interest in reporting the event had been discussed at\nsenior editorial level before the reporter had attended: high profile speakers\nwould be discussing their experience of working with the President of the\nUnited States, Donald Trump, and his business dealings in Scotland. It was\nreasonable for the publication to believe that an open approach would not have\nbeen successful; the reporter had previously been blocked from the organisers’\nsocial media accounts after he had written about their business dealings and\nthe reporter had been named specifically by one of the speakers as someone he\nhad “no interest in talking to”. In attending the event, the reporter had\nengaged in a very low level of misrepresentation; he had used a false email\naddress and name to book a ticket to the event which was open to the general\npublic and which promoted a book written by one of the speakers. The reporter\nhad not obtained any information that was not made available to any member of\nthe public who attended the event and the article did not report any\ninformation about the complainant which had been obtained as a direct result of\nthe subterfuge. The action taken by the reporter to gain entry to the event was\nproportionate to the public interest served by reporting on the comments made\nby the speakers about the activities of Trump International Scotland, and the\nspeakers’ views on President Trump, as set out in the article. For all of these\nreasons, there was no breach of Clause 10(ii).\n12. The Committee then considered the complainant’s concern\nthat the reporter had used a clandestine listening device, and whether the\nterms of Clause 10(i) were engaged. The Committee was mindful of the\nrequirement of Clause 1(i) to take care over the accuracy of information which\nis reported and recognised the benefit of creating an accurate, contemporaneous\nrecord of events. In this instance, the Committee considered that the audio\nrecording had been made to serve as a contemporaneous record of what was said\nat a public meeting of approximately 120 people. The audio recording equipment\nwas not being used as a covert recording device to obtain confidential\ninformation. As such, the Committee considered that the reporter did not use a\nclandestine listening device, and the terms of Clause 10(i) were not engaged.\n13. The article reported that the complainant had formerly\nbeen a councillor and was a church elder, and reported his familial connection\nto the speakers. The complainant had been an elected public official, which was\na matter of public record, and this was not information in respect of which the\ncomplainant had a reasonable expectation of privacy. Similarly, his role in the\nchurch and his familial connection to the executive vice president of Trump\nInternational was in the public domain prior to publication, as demonstrated by\nthe articles provided by the publication. As such, the complainant did not have\na reasonable expectation of privacy over this information and reporting it did\nnot constitute an intrusion into his private life. There was no breach of\nClause 2.\nConclusions\n14. The complaint was not upheld.\nRemedial Action Required\n15. N/A\n \nDate complaint received: 29/10/2019\nDate complaint concluded: 06/04/2020\n \nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}