{
    "url": "/rulings-and-resolution-statements/ruling/?id=08417-19",
    "title": "08417-19 Cooney et al. v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "published_on": "2019-10-25 00:00:00",
    "received_on": "2019-10-31 00:00:00",
    "concluded_on": "2020-04-24 00:00:00",
    "complaint_processing_days": 176,
    "conclusion_long": "22. The complaint was upheld in part.",
    "remedial_action": "23. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.   Date complaint received: 31/10/19",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 08417-19 Cooney et\nal. v The Times\nSummary of Complaint \n1. Rosie Cooney, Amy Dickman, Dilys Roe, Paul Johnson and\nMaxi Pia Louis complained to the Independent Press Standards Organisation that\nThe Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Funding secret of scientists against hunt trophy ban”,\npublished on 25 October 2019.\n2. The article reported that a letter to a science journal\nsigned by more than 100 scientists had claimed that trophy hunting encouraged\nwild-life conservation but \"what it failed to mention was that four of the\nscientists who made the claims had financial links with hunting bodies\".\nThe article reported that the letter was organised by a group primarily from\nOxford University's wildlife conservation research unit and the International\nUnion for Conservation of Nature, and argued that the UK government's proposal\nto ban imports of hunting trophies would undermine efforts to protect\nendangered animals. It went on to report that their connections to various\nhunting bodies were later disclosed in an addendum published by the journal\nwhich had originally published the letter and had \"in effect admitted that\nit was wrong\" to have done so \"without including their potential\nconflicts of interest\". The article reported the details of the links the\nscientists had to the various bodies. It went on to include a quote from the\njournal's editor-in-chief, who said that the journal was revising its policy\n\"to ensure that authors of letters also make readers aware of the\nfinancial and advisory competing interests\". The article featured a\nphotograph of one of the scientists with the caption \"Amy Dickman signed a\nletter opposing a trophy ban but did not say that her lion conservation project\nin Tanzania has accepted funds from hunting groups\". \n3. The article also appeared in much the same format online\nunder the headline \"Funding secrets of scientists against trophy hunt\nban\". \n4. The complainants, the authors of the original letter,\nsaid that the article was inaccurate. They said that the article directly and\nexplicitly alleged that they had deliberately concealed their affiliations and\nkept their funding sources secret; this was demonstrated by the article's\nheadline and the claim that the letter had omitted details. The complainants\nsaid that the journal did not ask them to submit a competing interests\nstatement when they first published their letter and there was no opportunity\nto do so or to declare any interests, as this was not the journal's policy at\nthe time and that, to their knowledge, the journal had never published a\nstatement of interests in its 139 years of publication. Nonetheless, they had\ngladly complied with the journal's later request to provide a competing\ninterest statement. Regardless, the complainants emphasised that at no point\ndid they withhold or keep information, or was it secret; all the information\nregarding their funding connections was already in the public domain through\ntheir published reports and websites. Dr Dickman said that the article and\ncaption had directly accused her of having kept her affiliations secret and\nthat there was some way for her to disclose this information to the journal,\nwhen there was not. \n5. The complainants said that the article had inaccurately\nreported the potentially competing interest of the organisation of which two of\nthe complainants, Drs Cooney and Roe are the past and present chair: The\nInternational Union for Conservation of Nature Sustainable Use and Livelihoods\nSpecialist Group (IUCN SULI). They said that the article reported that IUCN\nSULI received \"'less than 5 per cent' of its funding from hunting\nbodies\" and that \"the group was partly funded by the Russian Mountain\nHunters' Club\". However, this was inaccurate as the addendum made clear\nthat that SULI received 0% core funding from hunting-related organisations and\nless than 5% of project funding from hunting-related sources. They said the\ndeclared project funding related to a single meeting co-convened by IUCN SULI,\nwhich received part funding from hunting related organisations, but that this\nwas not money received directly by IUCN SULI and therefore it was inaccurate\nand an exaggeration to claim that SULI was \"partly funded by it\". The\ncomplainants said that the inaccuracy was exacerbated by virtue of this\ninformation being made clear in the published addendum. Further, the article\nhad inaccurately reported that Drs Cooney and Roe were past and present chairs\nof IUCN as a whole and not IUCN SULI, which is a subsidiary organisation.\n6. The complainants said that the article's statement that\n\"four of the scientists who made the claims had financial links with\nhunting bodies\" had inaccurately exaggerated the competing interest of Drs\nCooney and Roe; they had never received any funding from hunting related\nbodies. The only information qualifying that the funding related to a group or\nproject in which they were involved featured some eight paragraphs later in the\narticle. The complainants also said that in light of there being no links\nbetween Drs Cooney and Roe and hunting groups, the aforementioned line also\nrepresented a straightforward inaccuracy as it referenced four of the\nscientists, when the financial links related to only three of the authors. This\nwas inaccurate in regards to the figure as well as to the substantive\nallegation, and Dr Roe had made this clear to the newspaper prior to\npublication. \n7. The complainants also said that the article inaccurately\nreported that \"the journal has in effect admitted that it was wrong to\nhave published a letter from scientists without including their potential\nconflicts of interest\". They said this wrongly implied that the journal\nhad taken issue with publishing the complainants' letter rather than with their\nletter policy in general; the journal had changed its position to align their\npolicy with that of other areas. Further, the journal changing their policy did\nnot amount to an admission that previous policy was wrong, and using the term\nadmission suggested culpability.\n8. The publication denied any breach of the Code. Firstly,\nit said that the article did not accuse or report that the authors kept their\ninterests secret; rather those interests were secret to any readers of the letter\nwho had not taken steps to investigate the authors' publicly available\ndisclosures. It emphasised that the basis of the article was to report a\nsignificant change of policy by the journal as a result of receiving\ncomplaints; it had not stated that the complainants should have declared their\ninterests or had refused to publish a competing interest statement.\nNevertheless, and regardless of the journal's previous policy, the publication\nhighlighted that such declarations are increasingly commonplace and that there\nwas presumably nothing stopping the complainants from declaring their\ninterests. The publication also emphasised that the article did not report that\nany of the signatories directly received funding and made clear that the links\nwere with groups or projects with which they were closely involved. \n9. The publication denied that it was misleading to report\nthat \"the journal has in effect admitted that it was wrong to have\npublished a letter from scientists without including their potential conflicts\nof interest\". It said that the journal had changed its policy as a\nresponse to complaints, and decided to extend to the writers of letters its\nrequirement that potential conflicts of interest be declared and therefore this\nstatement was an accurate summary of the events. \n10. The publication denied that it was inaccurate to report\nthat four scientists had links to hunting groups and disputed the complainants'\nposition that the fourth scientist, Maxi Pia-Louis did not have funding links\nto hunting groups. The publication said that although the fourth scientist's\nname and the nature of the link were edited out of the article in error, she\nwas one of the four signatories of the letter who had later declared a\ncompeting interest to the journal. The publication said the nature of the link\nwas included in the addendum and was intended to be referenced in the article\nin the following terms: \"the addendum says Maxi Pia Louis, a fourth lead\nsignatory, is affiliated with NASCO, a Namibian body with links to trophy\nhunting companies\".\n11. The publication accepted that as a result of an error in\nthe editing process it had reported that Drs Cooney and Roe are the past and\npresent chair of IUCN, and not IUCN SULI. The publication also accepted that it\nhad mistakenly reported that IUCN SULI received less than 5% of its core\nfunding as opposed to less than five percent of its project funding from\nhunting bodies. The publication published the following correction online and\nin print on 26 October in its corrections and clarifications columns:  \nBecause of an editing error in later editions of a story\nabout trophy hunting (News, Oct 25) we wrongly identified the organisation of\nwhich Rosie Cooney and Dilys Roe are past and present chairwomen as “the\nInternational Union for Nature Conservation”. The organisation, as was clear in\nthe first edition, is a group within the union. The story also included a quote\nthat this group receives “less than 5 per cent” of its funding from hunting\nbodies. This figure in fact refers to project funding.\n12. The publication said that the significance of the\ndistinction between core and project funding was a matter for the Committee but\nnoted that funding would cover both and as an everyday term, its meaning to\nreaders would be clear. The publication also said that the addendum published\nby the journal made clear that SULI received funding for meetings involving\nhunting groups and that its website suggested that meetings of the group were a\ncore part of its work. It also noted that the most recent entry in its list of\nrecent activities remained a meeting from September 2018 co-funded by hunting\ngroups. \n13. The complainants said that the correction was inadequate\nand that the wording needed to distinguish between core and project funding.\nThey said that core funding is the only funding that IUCN SULI receives itself\nto spend on SULI activities, whereas project activities are invariably\npartnership activities carried out in collaboration with other groups and may\nnot even be received directly by SULI and therefore had a completely different\nstatus to funding provided directly to SULI for its work. The complainants\nemphasised that the two strains of funding are separate for these reasons and\nfor accounting purposes. \n14. The complainants also said that the publication's\nposition regarding Maxi Pia-Louis was inaccurate. They said that NASCO received\nno funding from hunting bodies and that this had been made clear prior to\npublication. NASCO also had no financial links to hunting bodies and any supposed\nlink as claimed by the publication was third-hand as NASCO provided support to\nvarious NGOs and conservation groups, who then in turn had their own separate\narrangements with local hunting groups to gain income and manage their lands;\nthis did not constitute a financial link between NASCO and hunting groups and\ncertainly did not mean that it received funding. \nRelevant Code Provisions\n15. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n16. The article had inaccurately reported that IUCN SULI\nreceived less than 5 percent of its overall funding from hunting groups, when\nit was accepted that this figure related specifically to funding for project\nwork. Where this information was publicly available via the published addendum,\nand where the addendum made clear that IUCN SULI received no core funding from\nhunting groups, not making this distinction clear in the article represented a\nfailure to take care not to publish inaccurate information in breach of Clause\n1(i). This was significant in the context of the article as it suggested that\nSULI had stronger links to hunting groups than was actually the case. Further,\nthe publication had misreported the group of which Dr's Cooney and Roe are and\nwere chair, this was publicly available information and there was a failure to\ntake in breach of Clause 1(i). In the context of an article which reported on\nalleged links between trophy hunting bodies and specific conservation groups,\nsuggesting they were chairs of an organisation as opposed to a sub-group within\nthat organisation represented a significant inaccuracy. A correction was\nrequired to avoid a breach of Clause 1(ii).\n17. The Committee then considered whether the published\ncorrection was sufficient to avoid a breach of Clause 1(ii). The correction\nmade clear that the funding received from hunting bodies related specifically\nto project funding as opposed to overall funding. The Committee did not\nconsider that a further reference to core funding was required. The correction\nalso made clear that Drs Cooney and Roe were past and present chair of a\nsubsidiary group of IUCN and not IUCN itself. The Committee considered that the\npublished remedy corrected the inaccuracy and made the accurate position clear.\nThe correction was published the day after publication, this was sufficiently\nprompt. Further, publication in the online and print corrections and\nclarifications columns represented suitably prominent positions in which to\ncorrect the inaccuracies. There was no breach of Clause 1(ii). \n18. The complainants had signed the letter but had not\ndisclosed their links to various groups when doing so as reported. The article\ndid not report that they had personally and intentionally withheld information\nor kept information secret and it was not in dispute that not including this\ninformation had influenced a change of policy by the journal. In these\ncircumstances the Committee did not consider that there was a breach of Clause\n1 on this point. \n19. The article had explained the basis of the financial\nlinks between Drs Cooney and Roe and trophy hunting groups: they had chaired a\ngroup which received funding from hunting groups. Where it was not in dispute\nthat ICUN SULI had received project funding in some capacity from hunting\ngroups and where the basis of this link was explained there was no breach of\nClause 1 on this point. \n20. The journal had published an addendum, the wording of\nwhich made clear that the letter and subsequent complaints brought the issue of\nconflicts of interest to its attention and had prompted it to take steps to\nensure further letters were not published without disclosing conflicting\ninterests. As such, it was not misleading to report that the journal had\n\"in effect\" admitted it was wrong to publish the letter; this had\ninfluenced policy. There was no breach of Clause 1 on this point. \n21. The article did not report that Maxi Pia Louis had\nreceived funding or had links to hunting groups as these details were edited\nout of the copy.  However it was not\ninaccurate to report that four of the signatories had links to hunting groups.\nThe Committee noted that the published addendum stated that Maxi Pia Louis had\nlinks to NASCO, and although NASCO did not receive money from hunting groups,\nthere were financial links via a network of NGO's that it provided financial\nsupport to, which in turn worked with hunting groups. The Committee\nacknowledged the complaints' position that this could not be considered a link\nbut where there was a chain, albeit potentially diffuse and where this was\nlodged as a competing interest in the addendum this was not significantly\nmisleading. There was no breach of Clause 1.\nConclusions\n22. The complaint was upheld in part.\nRemedial Action Required\n23. The published correction put the correct position on\nrecord and was offered promptly and with due prominence. No further action was\nrequired.\n \nDate complaint received: 31/10/19\nDate complaint concluded: 24/04/20\n \n \nBack to ruling listing\n\n\n"
}