{
    "url": "/rulings-and-resolution-statements/ruling/?id=08469-16",
    "title": "08469-16 Shooting Star Chase v Your Local Guardian",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "yourlocalguardian.co.uk (Newsquest Media Group)",
    "published_on": "2016-09-13 00:00:00",
    "received_on": "2016-09-15 00:00:00",
    "concluded_on": "2017-02-24 00:00:00",
    "complaint_processing_days": 162,
    "conclusion_long": "13. 13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 15/09/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08469-16 Shooting Star Chase v Your Local Guardian\nSummary of complaint\n1. Shooting Star\nChase complained to the Independent Press Standards Organisation that Your\nLocal Guardian breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “New Addington mum, Karina Driscoll, ‘treated like a\ncriminal’ after Shooting Star Chase hospice wrongly alleged she abused her\ndaughter Melody”, published online on 13 September 2016.\n2. The complainant\noperates a children’s hospice. The article reported that the child’s mother had\nbeen “wrongly accused of child abuse by [the complainant] after giving her\nseriously ill daughter prescribed medication”. The article explained that\nnurses at the hospice had claimed that the mother “had given her daughter a\ndose of medication she did not need”. It reported that the complainant then\nmade a safeguarding report to the council’s social services department in\nrelation to the incident, in which it also claimed that the child’s father had\n“violently shaken her awake”.\n3. The article\nreported that the child’s mother had been investigated by the council following\nwhat it described as “unfounded allegations” having been made by the\ncomplainant, but that the council had “dropped its investigation… and said [the\nchild’s parents] had done nothing wrong”. \nThe article reported comments from the child’s mother in which she was\ncritical of the complainant because the nurse who had “accused [her]” had never\nmet [her daughter] before and because she felt that as a consequence of giving\nher daughter “a push [of medication]” she would be “accused of child\nabuse…\". The article also included statements from the complainant in\nwhich it highlighted its regulatory obligations and which made the\ncomplainant's position clear that “our qualified nurses…have an obligation to\nraise any issues in order to resolve them in the best interest of the child”.\n4. The complainant\nsaid that following concerns which had been raised by a nurse about the\nadministration of the child’s pain medication, the complainant had made a\nsafeguarding report to the council, in accordance with its statutory\nobligations. The complainant said that, according to the dictionary definition,\na concern was a “feeling of worry”, in contrast to an allegation which was “a\nclaim or assertion that someone has done something illegal or wrong”. The\ncomplainant said that making the safeguarding report did not constitute an\n“allegation”; it was fulfilling its statutory obligations in the best interests\nof the child. In addition, the complainant said that the referral to the\ncouncil’s social services department included an account of a nurse observing\n“rough play”, but denied that it contained any observation of the child being\n“violently shaken…awake”, as reported.\n5. The publication\nsaid that the complainant was approached before publication of the article, and\nthat the statement it provided explaining its legal obligations was included in\nthe article. The publication said that an “allegation” is a statement of suspicions;\nthe complainant’s referral to the council’s social services department\ncontained claims about specific conduct, and that whether this referral was\nmade voluntarily, or in fulfilment of a legal obligation, it was not misleading\nto describe this as an “allegation”. The publication said that the allegation\nconcerned physical abuse of the child, which the article had described, and\nthat it was therefore not misleading to report that the complainant had alleged\n“child abuse”.\n6. The publication\nsaid that the mother of the child said that the allegation which had been put\nto her was that the child had been “violently shaken awake” by the child’s\nfather and that it was reasonably entitled to rely on the mother’s account of\nthat allegation. In response to the complaint, the publication also provided a\nletter from the council, to the child’s parents, which referred to the\nsafeguarding report having contained a concern that the child had been shaken\nby her father as he tried to wake her up. It said that whilst the letter did\nnot expressly refer to the child having been “violently” shaken awake, it was\nimplicit that the concern related to the use of undue force, given that it had\nmet the threshold for inclusion in a safeguarding report to the council. The\nletter stated that, following receipt of the referral from the complainant, an\n“inquiry was undertaken, and the outcome of that enquiry [sic] was that the\nconcerns raised in the referral, were not substantiated”.\n7. When the\ncomplainant first raised concerns about the article following its publication,\nthe publication offered to add the following note to the article:\nSince publication, Shooting Star Chase have contacted us to\nsay that the safeguarding report was made in good faith based on observations\nby staff in accordance with its statutory obligations and the proper exercise\nof its duties as a care provider to children.\n8. The complainant\nsaid that it did not understand why the letter from the council to the child’s\nparents, upon which the publication relied, had referred to the complainant\nraising a concern that the child had been “shaken”. However, it said that in\nview of its obligations in relation to confidentiality, it would not be\nappropriate for it to disclose the safeguarding report to IPSO. The complainant\nsaid that the offer of adding a note to the article did not adequately address\nits concerns.\nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and - where appropriate - an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when reasonably\ncalled for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings of the Committee\n10. It was accepted that the complainant had made a referral\nto the council and that, in its safeguarding report, it had raised a concern\nthat the child’s mother was failing to properly administer her child’s\nmedicine. The council then investigated the matter and found that the concern\nwas “not substantiated”.  Regardless of\nwhether the complainant was under a legal obligation to raise its concern with\nthe council, it was not significantly misleading to refer to it as an\n“allegation” in relation to the mother’s conduct.\n11. The publication said that the claim that the child’s\nfather had “violently shaken the child awake” had formed part of the child’s\nmother’s account of the concerns which had been raised by the complainant. The\ncomplainant denied that the safeguarding report contained any such concern,\nalthough it accepted that it contained an observation of “rough play” with the\nchild. In response to the complaint, the publication provided a letter from the\ncouncil, detailing the concerns which had been raised in the safeguarding\nreport, which included that the child’s father had shaken the child.  The Committee acknowledged that the\ncomplainant maintained that the safeguarding report did not contain this\nspecific concern, but in light of the content of the letter from the council,\nthe Committee did not establish that the article was significantly inaccurate\non this point, given that it was the complainant's position that the report had\nincluded a concern that the child had been subjected to overly “rough\"\ntreatment.\n12. The Committee noted that the article included a\nstatement from the child's mother in which she had characterised the claim made\nagainst her as being \"child abuse\" and that the article had set out\nthe nature of the concerns which had been raised by the complainant, together\nwith the circumstances surrounding the referral to the council.   Accordingly, the Committee did not find that\nit was significantly misleading for the publication to have reported the\nconcerns which had been raised as alleged child abuse, as readers would\nunderstand the context in which the terminology had been used.  The Committee did not establish that the\npublication had failed to take care over the accuracy of the article, in breach\nof Clause 1 (i), or that the article contained a significant inaccuracy such as\nto require correction under the terms of Clause 1 (ii). There was not breach of\nClause 1.\nConclusions\n13. 13. The complaint was not upheld.  Remedial Action Required\nN/A\nDate complaint received: 15/09/2016Date decision issued: 24/02/2017\nBack to ruling listing\n\n\n"
}