{
    "url": "/rulings-and-resolution-statements/ruling/?id=08479-19",
    "title": "08479-19 Forbes v express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2019-11-03 00:00:00",
    "received_on": "2019-11-03 00:00:00",
    "concluded_on": "2020-05-05 00:00:00",
    "complaint_processing_days": 184,
    "conclusion_long": "9. This complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 03/11/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 08479-19 Forbes v\nexpress.co.uk\nSummary of Complaint\n1. David Forbes complained to the Independent Press\nStandards Organisation that express.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Nicola Sturgeon humiliated\nas Union Jack waving unionists protest independence rally”, published on 3\nNovember 2019.\n2. The article reported that a “rally…calling for a second\nindependence referendum was met with a counter-protest from Scottish unionists”\nand that this counter-protest had left “Nicola Sturgeon humiliated”. It also\ncontained 5 pictures showing the counter-protest.\n3. The complainant said it was inaccurate to state that\nNicola Sturgeon was “humiliated” in circumstances where the counter-protest was\nmuch smaller than the main independence march. He said that even by a\nconservative estimate, there were 16,000 independence marchers to around 100\ncounter-protestors, making the latter a fraction of the size of the main march.\nHe also said that the photos used in the article were selected in such a way as\nto further distort the relative scale of the two protests. Finally, he\ncomplained that the article used photos provided by a biased source, a named\nunionist group, and that the article failed to mention that this group made far\nright gestures at the protest.\n4. The publication did not accept that the article breached\nthe Code. It stated that the headline was supported by the text because the\nfact that there was a counter-protest was a sufficient basis to state that\nNicola Sturgeon, a leading proponent of independence, had been “humiliated” at\nthe rally. It further stated that the size of the counter-protest was\nimmaterial to whether or not she had been “humiliated” at the rally; and that\nit was entitled to characterise the counter-protest as a humiliation,\nespecially as, under the Code, it was free to campaign and be partisan.\nMoreover, the publication stated that the photos had been taken at the event\nand had not been digitally altered in any way; and that the group that supplied\nthem confirmed the same. It was unable to provide figures on how many people\nhad attended either the main protest or counter-protest and did not dispute the\ncomplainant’s assertion that the counter-protest was a fraction of the size of\nthe main protest. However, it said that the photographs of the counter-protest\nappeared to show a greater number than the estimate of 100 people made by the\ncomplainant. Finally, the publication stated that the article was not\nmisleading as it made no claim as to the size of either protest; and, further,\nthe article made clear the level of support enjoyed by the SNP in Scotland by\nmentioning they were forecast to “make gains” in the upcoming General Election.\n5. The publication removed the article 2 days after\npublication and offered to republish an amended version which made clear the\ntotal number of protesters if this would resolve the complaint. The complainant\ndid not accept this.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. Under the terms of the Editors’ Code of Practice,\nnewspapers have the right to editorialise and campaign. The headline claim that\nNicola Sturgeon had been “humiliated” at the rally represented the publication’s\ncharacterisation of the effect of the counter-protest. The article did not\nsuggest that the claim that she had been “humiliated” related specifically to\nthe relative sizes of the protests. In these circumstances, the publication had\nnot failed to take care over the accuracy of the headline. Nor did it contain a\nsignificant inaccuracy or misleading claim relating to the size of the\nprotests. The headline did not breach Clause 1.\n8. It was not in dispute that the photographs which\nillustrated the article had been taken at the event. The selection and sourcing\nof material, including photographs, is a matter of editorial discretion, as\nlong as publication of the material does not otherwise breach the Code.\nPublication of the photographs did not render the article inaccurate or\nmisleading, where the images simply showed the counter-protest. Furthermore,\nthe publication was not obliged to report on the behaviour of the\ncounter-protestors; this omission did not render the article misleading or\ninaccurate. There was no failure to take care over the accuracy of the article\nin breach of Clause 1. \nConclusions\n9. This complaint was not upheld.\nRemedial Action Required\n10. N/A\n \nDate complaint received: 03/11/2019\nDate decision issued: 05/05/2020\nBack to ruling listing\n\n\n"
}