{
    "url": "/rulings-and-resolution-statements/ruling/?id=08495-16",
    "title": "08495-16 Mitchell v Daily Record",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2016-08-09 00:00:00",
    "received_on": "2016-09-16 00:00:00",
    "concluded_on": "2016-12-12 00:00:00",
    "complaint_processing_days": 87,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 16/09/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08495-16 Mitchell v Daily RecordSummary of Complaint\n1. Derek Mitchell\ncomplained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Radio star Suzie McGuire’s husband granted £30k divorce\npayoff by same judge who spared him jail over assault charge”, published on 9\nAugust 2016.\n2. The article\nreported that the complainant was granted a £30,000 divorce settlement by the\nsame judge who spared him jail following an assault on his ex-wife 19 months\nearlier. It said that the complainant was awarded the sum following a\nten-minute hearing at Paisley Sheriff Court.\n3. The complainant\nsaid that the article was inaccurate. He said that the divorce settlement was\nagreed before the hearing started, was not debated in court by any party and\nhad nothing to do with the Sheriff. He said that the article suggested that the\nSheriff had not only kept him out of jail, she had also awarded him a large sum\nof money.\n4. The newspaper\naccepted that the information it had reported was inaccurate. It said that its\nreporter had been told the information by a member of the court staff. It\ndenied that there had been a failure to take care over the accuracy of the\narticle; it said that its reporter had no reason not to trust the information\nreceived from the member of court staff, and that it was common practice to\ncheck facts with court staff when reporting such matters. It said that it did\nnot consider that the inaccuracy was significant given that the crux of the\nstory – that the complainant went to court, got divorced and received £30,000 –\nwas accurate. It said that when it was informed by the complainant that the\nmoney had not been awarded by the Sheriff, it amended the article immediately.\nIt also offered to publish the following footnote:\nThe article has been updated to make clear that Mr Mitchell\nreceived £30,000 in an out-of-court settlement and was not awarded the sum by\nthe Sheriff as we originally reported.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n6. While the\nnewspaper did not have a journalist in court to cover the complainant’s divorce\nhearing, it had received information about the case from a member of court\nstaff. Given the position held by the source, and that the information received\nsimply related to the outcome of the case, the newspaper was entitled to rely\non what the member of court staff had said; there was no failure to take care\nnot to publish inaccurate information in breach of Clause 1(i). However, the\nassertion in the headline and first line that the £30,000 sum had been awarded\nby a judge who had previous involvement with the complainant, rather than\nthrough a settlement agreed between the parties, gave a significantly\nmisleading impression of the manner in which the divorce proceedings were\nconcluded.\n7. In order to avoid a breach of Clause 1(ii),\nit was necessary to correct the headline and first line of the article. The\nnewspaper had amended the article when contacted by the complainant on the day\nof publication to make clear the £30,000 figure had come from an out-of-court\nsettlement. The newspaper also offered to publish a footnote which made clear\nthat the original version of the story had inaccurately reported that the\nSheriff had awarded the sum to the complainant. These actions were sufficient to\nmeet the requirements of Clause 1(ii), and the footnote should now be\npublished.\nConclusions\n8. The complaint\nwas not upheld.\nRemedial Action Required\n9. N/A\nDate complaint received: 16/09/2016Date decision issued: 12/12/2016\nBack to ruling listing\n\n\n"
}