{
    "url": "/rulings-and-resolution-statements/ruling/?id=08527-19",
    "title": "08527-19 O’Nion v The Times",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "published_on": "2019-11-02 00:00:00",
    "received_on": "2019-11-02 00:00:00",
    "concluded_on": "2020-02-27 00:00:00",
    "complaint_processing_days": 117,
    "conclusion_long": "13. The complaint was upheld under Clause 1(i).",
    "remedial_action": "14. N/A   Date complaint received: 02/11/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 08527-19 O’Nion v\nThe Times\nSummary of Complaint\n1. Daniel O’Nion complained to the Independent Press\nStandards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “GPS data shows container\nvisited trafficking hotspot”, published on 2 November 2019.\n2. The article reported on the route taken by the shipping\ncontainer in which 39 migrants had died in October 2019. The article reported\nthat GPS data showed that the container had “stopped down a dirt track in Essex\nknown locally as a notorious people trafficking hotspot” and that “data also\nappears to show that on its return the container stopped at D&J Exports, a\ntransport yard”. The article went on to provide a quote from a third party, who\nthey described as “the owner of D&J Exports”: “We have no record of it\nbeing here. We’ve checked our CCTV but can’t see anything. We’d be happy to\nhand it to police but they’ve not visited us.”\n3. The article also appeared online on the same day under\nthe headline: “Lorry deaths: GPS data shows container visited trafficking\nhotspot”. It was in substantially the same format.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 for several reasons. Firstly he said that the container\nnever stopped at his transport yard, nor had his yard ever been described as a\n“people trafficking hotspot”. Secondly, he said that the article had\ninaccurately described a third party as the owner of D&J Exports, when he\nwas the owner, and the third party had nothing to do with the business. He also\nsaid that the quote attributed the owner of D&J Exports had not been given\nby him. When the complainant had spoken to the reporter, he had told him that\nhe was not to be quoted.\n5. When the complaint was referred to the newspaper, a\ncorrection was published which quoted the complainant as saying “I would never\nget involved in people smuggling”. The complainant said this breached Clause 1\nas he had never said this, and even if he had, the conversation was off the\nrecord.\n6. The publication said it did not accept a breach of Clause\n1. It noted that the article said that the lorry stopped within the\ncomplainant’s premises, but that the data “appears to show” that it stopped at\nthe yard. The article also reported it had stopped “down a dirt track” next to\nD&J Exports. A map included in both the articles also highlighted this. It\nwas this area that was referred to as a “trafficking hotspot” and not the\ncomplainant’s premises. \n7. The publication accepted that a quote by a third party,\nwho owned another nearby business, had been conflated with those of the\ncomplainant. However, it said that this conflation had not caused harm to\neither individual. After receiving the complaint from IPSO the newspaper\npublished the following correction in its corrections and clarifications column\non page 30, as a footnote to the online article, and in the online corrections\nand clarifications column:\nBecause of an editing error, we wrongly said that [the third\nparty], the owner of [a third business], was the owner of D&J Exports, and\nsuggested that his remark about CCTV applied to that company rather than his\nown. D&J Exports is owned by Daniel O’Nion, who told our reporter he would\nnever get involved in people smuggling. Our report (News, Nov 2) was not\nintended to suggest that the “notorious people-trafficking hotspot” where the\ncontainer lorry stopped was inside the premises of D&J Exports. As our map\nmade clear, the lorry stopped on a dirt track beside the company’s yard.   \n8. The publication said that the reporter who spoke with the\ncomplainant confirmed that the complainant had said that he “would never get\ninvolved in people smuggling” and that he had no recollection of the\ncomplainant asking for that comment, or any aspect of the conversation, to be\noff the record. However, as a gesture of goodwill, during the investigation the\npublication offered to update the correction online and republish the\ncorrection in its corrections and clarifications column in the print version as\nfollows:\nCorrection and apology: We wrongly said that [the third\nparty], the owner of [a third business], was the owner of D&J Exports, and\nsuggested that his remark about CCTV applied to that company rather than his\nown. D&J Exports is an export yard owned by Daniel O’Nion. Our report was\nnot intended to suggest that the “notorious people-trafficking hotspot” where\nthe container lorry stopped was inside the premises of D&J Exports, or that\nthe company has any involvement in people smuggling. We apologise to Mr O’Nion\nfor any distress caused.    \nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. It was accepted that the container in which 39 migrants\nhad died had not entered the complainant’s transport yard. Rather, the GPS data\nhad indicated that it had stopped on a “dirt track” beside the premises. While\nthe article had also stated that the lorry had stopped on a “dirt track next\nto” D&J exports, the Committee found that the assertion that the lorry had\nstopped “at D&J Exports” had misleadingly suggested that the lorry had\nentered the complainant’s business premises. It could have been understood from\nthe article that these premises were the “notorious people trafficking hotspot”\ndescribed in the article. This represented a failure to take care over the\naccuracy of the article in breach of Clause 1(i). The inaccuracy was\nsignificant and a correction was required to meet the terms of Clause 1(ii). \n10. The article also reported that a third party owned\nD&J Exports and attributed a quote to him. The third party, who had given\nthe quote, was in fact the owner of a different business in the area and the newspaper,\nin an editing error, had conflated the two business owners. This represented a\nfailure to take care in breach of Clause 1(i). Incorrectly naming the owner of\nthe business named was also a significant inaccuracy. Therefore, both of these\naspects were found to require a correction under Clause 1(ii).\n11. The Committee noted that there was a dispute between the\npublication and the complainant as to whether the complainant had said that he\n“would never get involved in people smuggling”, as stated in the published\ncorrection, and as to whether the comments had been made during a conversation\nthat was off the record. It was regrettable that there was a misunderstanding\non this basis, however, the published correction did not misrepresent his\nposition on the matter. \n12. The publication accepted that the article was inaccurate\nand amended the online article the day after the complaint was referred by\nIPSO, with a corrective footnote online and a correction printed in the\nnewspaper’s established corrections and clarifications column. The\npublication's offer identified the inaccuracy, set out the correct position and\nwas offered promptly. The publication then offered to amend the correction to\nreflect the complainant’s concerns after the phone call with the reporter, and\nadded an apology. The Committee welcomed this second correction. There was no\nbreach of Clause 1(ii).\nConclusions\n13. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n14. N/A\n \nDate complaint received: 02/11/2019\nDate complaint concluded by IPSO: 27/02/2020\nBack to ruling listing\n\n\n"
}