{
    "url": "/rulings-and-resolution-statements/ruling/?id=08645-19",
    "title": "08645-19 A Man v The Sunday Times",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2019-11-03 00:00:00",
    "received_on": "2019-11-07 00:00:00",
    "concluded_on": "2020-03-05 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A   Date complaint received: 07/11/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08645-19 A Man v The\nSunday Times\nSummary of Complaint\n1. A man complained to the Independent Press Standards\nOrganisation that The Sunday Times breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 6 (Children) of the Editors’ Code of Practice in an\narticle headlined “I left my husband and children”, published on 3 November\n2019.\n2. The article, a magazine feature, was an anonymous\nfirst-person account from a woman who had left her husband and the family home\nto be with a new partner. She explained the basis for her decision and\nrecounted incidents in the breakdown of her marriage and the subsequent period\nof separation and the effect on the couple’s four children. For example, she\nsaid that the children were “not allowed” to see her new partner, and quoted a\ntext exchange between the author and her ex-husband where she tried to arrange\nto see her children. She also said that various photographs of her and the\nchildren were not on the walls of the family home any more, which she said\nmeant that she was “being wiped from their memory banks because I am not around\nto remind them I exist”. Furthermore, she said that there was a “dreadful”\nepisode during the summer, where “everyone was posting idyllic photos of happy\nfamily holidays on every single social media platform possible.” Following on\nfrom this description, the article also included a quote attributed to her\nex-husband: “You spent all your time working and when you weren’t working, you\nwere shagging someone else, neglecting the children”. The article did not name\nthe children or her ex-husband.\n3. The complainant was the ex-husband of the woman who had\nwritten the article and had the consent of his two older children, who are\nadults, to complain on their behalf. He said that the article represented an\nintrusion into his and all four children’s privacy in breach of Clause 2, and\nin relation to his two younger children, also breached Clause 6. He said that\ndespite the article purportedly being an anonymous account, his family had been\nidentified as the subject of the article by those known to them. He said that\nthe unusual circumstances of his family and their living arrangements meant\nthat the publication of this information identified the family. He said that\nthe fact that details relating to him and his children had been changed was not\nsufficient to prevent the family’s identification. He said that the article\ncontained private information about the breakdown of his marriage and the\nsubsequent separation, and its publication without his consent caused him and\nhis children distress. However, he said that the youngest child, who was under\n16, was unaware of the existence of the article. He said that the fact he had\npreviously taken part in articles and books with his wife relating to their\nfamily life did not mean that he and his children had no reasonable expectation\nof privacy over the details of the breakdown of the marriage.\n4. The complainant also said that the article contained a\nnumber of inaccuracies. He said that the author’s claim that the children were\nnot allowed to see her new partner implied that he had stopped them from\nmeeting him; in fact, the children did not wish to see the new partner. He also\nsaid that the text exchange quoted did not occur. He said that although wedding\nphotographs had been removed, numerous images of his ex-wife remained around\nthe house and so it was inaccurate to claim that she was being “erased” from\ntheir children’s life; furthermore, his ex-wife still saw their children\nfrequently. He said that over the summer, when his ex-wife claimed she felt\n“dreadful”, she took the children on several holidays. The complainant also\nsaid that the article contained various inaccuracies about the family\ncircumstances, and that the quote attributed to him where he accused his\nex-wife of neglect was fabricated. He also said that he was not contacted prior\nto publication.\n5. The publication said that the author was entitled to tell\nher story and had a right to freedom of expression on a personal and emotive\nsubject; doing so in this instance did not represent an intrusion into the\ncomplainant or his family’s privacy. It did not accept that the family were\nidentifiable because it had changed various details relating to the children\nand the complainant. It said that only relatives and family with prior knowledge\nof the marital breakdown might possibly identify the family, and it was always\nopen to the complainant to deny the account. In relation to Clause 6\nspecifically, it said that the complainant had accepted that his youngest\nchild, the only child who was under 16, was unaware of the existence of the\narticle. Furthermore, it said that the complainant had already consented to a\nlarge amount of material about his marriage and family being published. It\nprovided a selection of columns written by the complainant and his ex-wife in\n2007, which frequently identified the whole family and reported on the state of\ntheir relationship. It also referred to other material put into the public\ndomain by the family which focussed on their family life and travels.\n6. The publication said that the article was not a\nstraightforward news article; it was clearly a first-person narrative of a\ncontentious and acrimonious divorce. It was not presented as fact, but as a\npersonal recollection of events, and noted that the article was anonymous and\ndid not make any claims attributable to an identifiable person. It said that\nsome inaccuracies were intentional and put in place to avoid the identification\nof the family: for example, the parts of the complaint which related to descriptions\nof the complainant and the children. Others were differences of recollection\nand interpretation of events surrounding the relationship. It said that the\nauthor was entitled to express herself and to tell her story from her own\nunique perspective. For example, it said that it was the writer’s understanding\nthat the children are not allowed to see her new partner. In relation to the\nquoted texts and conversations, these were the writer’s personal recollections\nfrom stressful and turbulent times; it was natural that there would be a\ndispute over what was said. Nevertheless, the publication offered to publish a\nclarification putting the complainant’s position on the claims on record.\nRelevant Code Provisions\n7. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact. \n8. Clause 2 (Privacy)* \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy. \n9. Clause 6 (Children)* \ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents. \niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\n*The Public Interest\n2. There is a public interest in freedom of expression\nitself\nFindings of the Committee\n10. There is a public interest in freedom of expression\nitself. In this case, the journalist had a right to discuss and publish her\nexperience of the breakdown of her relationship and subsequent separation.\nHowever, exercising this right to freedom of expression may conflict with the\nrights of other individuals. Editors must carefully balance these rights in\norder to comply with the Code.\n11. The article gave details of the breakdown of the\ncomplainant’s marriage, the subsequent divorce, and the visiting arrangements\nbetween the complainant’s ex-wife and their children. These were sensitive\ndetails concerning their private and family lives about which a person\ngenerally has a reasonable expectation of privacy; as such, Clause 2 was\nengaged. In addition, two of the children referred to in the article were under\n18 and still at school. The terms of Clause 6 were therefore also engaged.\n12. The Committee considered first whether the article had\nintruded into the private lives of the complainant and his adult children under\nthe terms of Clause 2, and whether any such intrusion was justified in the\npublic interest.\n13. As previously noted, the article had discussed\ninformation about which the complainant and his adult children had a reasonable\nexpectation of privacy. However, the newspaper had taken steps before\npublication to limit the extent of the intrusion. The article was an anonymous\naccount and omitted some information which had the potential to identify the\nfamily, such as their general location. \nIndeed, inaccuracies had been introduced in order to further reduce the\nprospect that the family might be identified by those people who were already\naware of some of the details of the separation and divorce.\n14. The Committee then considered whether the limited\nintrusion which would result from the family being identified by those who were\nalready aware of their circumstances was justified in the public interest,\ntaking into account the public interest in freedom of expression and the full\ncircumstances. In this instance, the information was published in the context\nof the author reporting on her own experiences of the turbulent breakdown of\nher relationship, and as part of a wider discussion on the position of mothers,\nlike herself, who had left the family home following a separation.  In these circumstances, the Committee concluded\nthat the limited intrusion into the privacy of the complainant and his two\nolder children was proportionate to the public interest served by the author\nexercising her right to freedom of expression about these issues. There was no\nbreach of Clause 2 in relation to the complainant and his two adult children.\n15. The Committee noted that the author of the article\nshared parental responsibility for the two younger children. As the information\nwhich related to them had been published with the consent of their mother on\ntheir behalf, there was no breach of Clause 2 or Clause 6 in relation to them.\n16. In relation to the complaint under Clause 1, the\nCommittee reiterated that the author had the right to publish her version of\nevents, and the article was clearly framed as her own personal account of a\ncontentious and upsetting divorce. The claims about the complainant’s\nbehaviour, such as the contents of texts or remembered conversations,\nrepresented her own subjective recollections which were unlikely to be readily\nverifiable. Furthermore, although the complainant disputed his ex-partner’s\nclaims that she was being “erased” from the family; that she had found the\nsummer holidays “dreadful”; and that the children were not allowed to see her\nnew partner, the claims were clearly identified as his ex-partner’s position,\nand were presented as such.\n17. The complainant had expressed concern that he was not\ncontacted before publication. The Editors’ Code does not contain a requirement\nthat subjects of articles must be contacted prior to publication, although a\nfailure to do so may result in a failure to take care over the accuracy of an\narticle. In this case, the article was clearly presented as a personal account,\nand no serious allegations were made about the complainant’s conduct.  Furthermore, the complainant had not been\nnamed in the article and steps had been taken to reduce the prospect that he\nmight be identified by those people who knew the family. In these\ncircumstances, the Committee concluded that the newspaper’s decision not to seek\ncomment from the complainant did not constitute a failure to take care over the\nreporting of the claims. There was no breach of Clause 1(i).\n18. The Committee then considered the complaint that the\narticle was inaccurate.  The Committee\nnoted that the article was presented as the account of the author in\ncircumstances where the complainant had not been named. The author had\nexpressed a view on a number of matters relating to the separation with which\nthe complainant did not agree, but these matters were distinguished as the\ncomment of the author in compliance with the Code. To the extent that there was\na dispute over the accuracy of the quotes attributed to the complainant in the\narticle, the Committee did not consider that any inaccuracies were significant\nin the context of an article which would be understood by readers to be a\none-sided account.  In addition, the\ncomplainant did not dispute that the quotes attributed to him reflected his\nposition that he did not prevent the author from seeing their children and the\nreasons for the breakdown of the relationship. There were no significant\ninaccuracies requiring correction under the terms of Clause 1(ii)\nConclusions\n19. The complaint was not upheld.\nRemedial Action Required\n20. N/A\n \nDate complaint received: 07/11/2019\nDate complaint concluded: 05/03/2020\n\nBack to ruling listing\n\n\n"
}