{
    "url": "/rulings-and-resolution-statements/ruling/?id=08762-21",
    "title": "08762-21 Nita v edinburghnews .scotsman.com",
    "provisions": [
        "14 Confidential sources (2019)",
        "2 Privacy (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "edinburghnews.scotsman.com (National World Publishing Ltd)",
    "published_on": "2021-07-29 00:00:00",
    "received_on": "2021-07-30 00:00:00",
    "concluded_on": "2022-03-23 00:00:00",
    "complaint_processing_days": 236,
    "conclusion_long": "was yet to be reached. 7. The publication accepted that it was inaccurate to claim that “[t]he Facebook account in Mr Nita's name has changed three times since the incident, going by: Theodor Nita, Theodor Nitsch and Bogdan Nita”, as although three different names were used at various times for online profiles of the complainant, only two were used for Facebook accounts, rather than three. Whilst the publication accepted that the disputed sentence was inaccurate, it did not accept that this constituted a significant inaccuracy. It did, however, offer to correct the inaccuracy and make the correct position clear. 8. In regard to Clause 2, the publication said that the images which were used to illustrate the story were already in the public domain, having been published by the complainant on his Facebook and professional networking accounts. It said that these were not supplied by a third party and the reporter was able to access these as an ordinary member of the public; it provided screenshots of the accounts in question. The publication said that as the images were publicly available, the use of them did not represent an invasion of privacy. 9. The publication said that Clause 14 was designed to recognise that journalists have an obligation to protect confidential sources who approach them with information under the condition of anonymity. Given this, it did not accept that the terms of Clause 14 were engaged by the complainant’s concerns. 10. The complainant disputed that the images were not supplied by a third party, as he believed the images had been supplied to the publication by his accuser. The complainant accepted that his details were listed on the University of Edinburgh’s Department for Literatures, Languages and Culture website, but disputed that these had been removed. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Clause 2 (Privacy)* i) Everyone is entitled to respect for their private and family life, home, physical and mental health, and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual's private life without consent. In considering an individual's reasonable expectation of privacy, account will be taken of the complainant's own public disclosures of information and the extent to which the material complained about is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy. Clause 14 (Confidential sources) Journalists have a moral obligation to protect confidential sources of information. Findings of the Committee 11. The article under complaint was substantially focussed on the details of the dispute between the complainant and the woman who had made the allegation of racial abuse. An accompanying photograph caption had stated that the complainant had “recently been removed from the [Edinburgh] university’s website”, which the complainant said was inaccurate and suggested that the allegation made against him was true. The complainant said that his details had only ever appeared on one page of the university’s website, on the profile of his supervisor, and during IPSO’s investigation the publication accepted that this was the page to which the article referred. The Committee noted that the complainant’s details still appeared on his supervisor’s profile and that the article was inaccurate in reporting that they had been removed from the university’s website.  However, the Committee did not consider that the inaccuracy was significant in circumstances where the article made explicitly clear that the University’s investigation into the matter was “ongoing”, and accordingly that a finding had yet to be made in respect of the allegation. For this reason, a correction was not required and there was no breach of Clause 1. 12. The publication accepted that it had inaccurately claimed that Mr Nita’s Facebook account had been held under three different names at various times. The question for the Committee was whether the article had been significantly inaccurate on this point. It was not in dispute that the complainant had used three names for various online profiles, but that only two of these had been used on Facebook. The Committee did not consider that the difference between two and three different names on Facebook was significant, in circumstances where the focus of the article was on the allegations made against Mr Nita and the ongoing investigation, and where it was accepted that he had used three names in total across his social media profiles. There was no breach of Clause 1. Whilst there was no obligation under the Code to correct the point given that the Committee had not found that it was significant, the Committee nevertheless welcomed the publication’s offer to amend this detail. 13. The publication had provided screenshots of the social media accounts and professional networking profile in question. While the profiles may have been removed some time prior to publication, and may have had certain privacy settings in place, the evidence provided by the publication demonstrated that the images used within the article had been publicly viewable. In addition, the images themselves only showed the likeness of the complainant, and the public facing profiles of the various accounts he held. On this basis, the complainant did not have a reasonable expectation of privacy in respect to the images and publishing them did not constitute an intrusion into his private life. There was no breach of Clause 2. 14. Clause 14 states that journalists have a moral obligation to protect confidential sources of information. The complainant’s concern did not relate to this and so it did not engage the terms of the Clause. Conclusion(s) 15. The complaint was not upheld.",
    "remedial_action": "16. N/A    Date complaint received: 30/07/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 08762-21 Nita v edinburghnews.scotsman.com\nSummary\nof Complaint\n1. Bogdan\nNita complained to the Independent Press Standards Organisation that\nedinburghnews.scotsman.com breached Clause 1 (Accuracy), Clause 2 (Privacy),\nand Clause 14 (Confidential sources) of the Editors’ Code of Practice in an\narticle headlined “Edinburgh University student under fire over 'Islamophobic'\nstatements”, published on 29th July 2021.\n2. The\narticle reported that an Edinburgh University student, the complainant, was\nbeing investigated by the university, after having been accused of racially\nabusing a woman online. It reported that the exchange had occurred on Facebook,\nand that following this, the accuser had been “blocked from the [complainant’s]\naccount, which changed its display name from Theodor Nita to Theodor Nitsch and\nremoved Mr Nita’s profile picture. His official name is Bodgan Nita.” The\narticle included a number of pictures of the complainant, including screenshots\nfrom social media, with one picture captioned “The Facebook account in Mr\nNita's name has changed three times since the incident, going by: Theodor Nita,\nTheodor Nitsch and Bogdan Nita”, and another captioned “Mr Nita, who has been\nstudying at Edinburgh University since 2018, has recently been removed from the\nuniversity's website.” The article stated that the case was “ongoing”, and that\nthe university had “confirmed that it was investigating the complaint but did\nnot provide any further information about the situation”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 to state\nthat “Mr Nita, who has been studying at Edinburgh University since 2018, has\nrecently been removed from the university's website”, as he had never had an\naccount or profile on the university website. To support his position, the\ncomplainant provided correspondence from the university, who confirmed that “no\nprofessional web page was set up in [his] name during [his] PhD studies in the\nSchool of Literature, Languages and Cultures during the period from September\n2018 and September 2021”. He added that he considered the above quote in the\narticle implied that the university had deleted the account because he was\nguilty of making the comment. The complainant also said that it was inaccurate\nfor the article to claim that “[t]he Facebook account in Mr Nita's name has\nchanged three times since the incident, going by: Theodor Nita, Theodor Nitsch\nand Bogdan Nita” as he had never held a Facebook account under his real name,\nBogdan Nita.\n4. The\ncomplainant said that the article had also breached Clause 2. Firstly, he said\nthat the inclusion of photographs of him and screenshots of his social media\naccounts intruded into his privacy. He added that his Facebook account was\nprivate at the time of publishing. Secondly, the complainant said the inclusion\nof a screenshot from his profile on a professional networking website for\nacademics was in breach of Clause 2 as it made his account public. He added\nthat the website requires the consent from the author in order to use anything\npublicly available, for example articles or pictures, and he had not given his\nconsent. In addition, the complainant said that this particular profile was\ndeleted prior to the article being published.\n5. The\ncomplainant also said that the article had breached Clause 14 as the university’s\ninvestigation was ongoing and confidential at the time of publication, and as\nthe article published photographs of him and screenshots of his social media\naccounts.\n6. The\npublication did not accept a breach of the Code. With regards to the accuracy\nof the article, it said that, although it did not possess a screenshot of the\nrelevant webpage, the complainant’s details had been listed on the University\nof Edinburgh’s Department for Literatures, Languages and Culture website when\nit had begun researching the story but were subsequently removed. It added that\nit did not report that a “professional web page” had been created in the\ncomplainant’s name, and that it did not contend that one was. The publication\nfurther said that it did not consider the removal of this information or the\nreporting of such implied guilt on the part of the complainant; it said that\nthe article made clear that the investigation was ongoing and that a conclusion\nwas yet to be reached.\n7. The\npublication accepted that it was inaccurate to claim that “[t]he Facebook\naccount in Mr Nita's name has changed three times since the incident, going by:\nTheodor Nita, Theodor Nitsch and Bogdan Nita”, as although three different\nnames were used at various times for online profiles of the complainant, only\ntwo were used for Facebook accounts, rather than three. Whilst the publication\naccepted that the disputed sentence was inaccurate, it did not accept that this\nconstituted a significant inaccuracy. It did, however, offer to correct the\ninaccuracy and make the correct position clear.\n8. In\nregard to Clause 2, the publication said that the images which were used to\nillustrate the story were already in the public domain, having been published by\nthe complainant on his Facebook and professional networking accounts. It said\nthat these were not supplied by a third party and the reporter was able to\naccess these as an ordinary member of the public; it provided screenshots of\nthe accounts in question. The publication said that as the images were publicly\navailable, the use of them did not represent an invasion of privacy.\n9. The\npublication said that Clause 14 was designed to recognise that journalists have\nan obligation to protect confidential sources who approach them with\ninformation under the condition of anonymity. Given this, it did not accept\nthat the terms of Clause 14 were engaged by the complainant’s concerns.\n10. The\ncomplainant disputed that the images were not supplied by a third party, as he\nbelieved the images had been supplied to the publication by his accuser. The\ncomplainant accepted that his details were listed on the University of\nEdinburgh’s Department for Literatures, Languages and Culture website, but\ndisputed that these had been removed.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n14 (Confidential sources)\nJournalists\nhave a moral obligation to protect confidential sources of information.\nFindings\nof the Committee\n11. The\narticle under complaint was substantially focussed on the details of the\ndispute between the complainant and the woman who had made the allegation of\nracial abuse. An accompanying photograph caption had stated that the\ncomplainant had “recently been removed from the [Edinburgh] university’s\nwebsite”, which the complainant said was inaccurate and suggested that the\nallegation made against him was true. The complainant said that his details had\nonly ever appeared on one page of the university’s website, on the profile of\nhis supervisor, and during IPSO’s investigation the publication accepted that\nthis was the page to which the article referred. The Committee noted that the\ncomplainant’s details still appeared on his supervisor’s profile and that the\narticle was inaccurate in reporting that they had been removed from the\nuniversity’s website.  However, the\nCommittee did not consider that the inaccuracy was significant in circumstances\nwhere the article made explicitly clear that the University’s investigation\ninto the matter was “ongoing”, and accordingly that a finding had yet to be\nmade in respect of the allegation. For this reason, a correction was not\nrequired and there was no breach of Clause 1.\n12. The\npublication accepted that it had inaccurately claimed that Mr Nita’s Facebook\naccount had been held under three different names at various times. The\nquestion for the Committee was whether the article had been significantly\ninaccurate on this point. It was not in dispute that the complainant had used\nthree names for various online profiles, but that only two of these had been\nused on Facebook. The Committee did not consider that the difference between\ntwo and three different names on Facebook was significant, in circumstances\nwhere the focus of the article was on the allegations made against Mr Nita and\nthe ongoing investigation, and where it was accepted that he had used three\nnames in total across his social media profiles. There was no breach of Clause\n1. Whilst there was no obligation under the Code to correct the point given\nthat the Committee had not found that it was significant, the Committee\nnevertheless welcomed the publication’s offer to amend this detail.\n13. The\npublication had provided screenshots of the social media accounts and\nprofessional networking profile in question. While the profiles may have been\nremoved some time prior to publication, and may have had certain privacy\nsettings in place, the evidence provided by the publication demonstrated that\nthe images used within the article had been publicly viewable. In addition, the\nimages themselves only showed the likeness of the complainant, and the public\nfacing profiles of the various accounts he held. On this basis, the complainant\ndid not have a reasonable expectation of privacy in respect to the images and\npublishing them did not constitute an intrusion into his private life. There\nwas no breach of Clause 2.\n14.\nClause 14 states that journalists have a moral obligation to protect\nconfidential sources of information. The complainant’s concern did not relate\nto this and so it did not engage the terms of the Clause.\nConclusion(s)\n15. The\ncomplaint was not upheld.\nRemedial\nAction Required\n16. N/A\n\n\n\nDate\ncomplaint received: 30/07/2021\nDate\ncomplaint concluded by IPSO: 23/03/2022\nBack to ruling listing\n\n\n"
}