{
    "url": "/rulings-and-resolution-statements/ruling/?id=08772-16",
    "title": "08772-16 Lozza v Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2016-09-28 00:00:00",
    "concluded_on": "2017-03-09 00:00:00",
    "complaint_processing_days": 162,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 28/09/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08772-16 Lozza v Daily ExpressSummary of Complaint\n1. Rebecca Lozza\ncomplained to the Independent Press Standards Organisation that the Daily Express\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “12,000 Asylum Seekers Vanish”, published in print on 28 September\n2016, and “REVEALED: Britain’s immigration crisis laid bare as 12,000 asylum\nseekers VANISH”, published online on 28 September 2016.\n2. The article\nreported that “up to 12,000 asylum seekers are on the run”. It said that,\naccording to figures released under the Freedom of Information (FOI) Act, an\ninvestigation had shown that of 77,440 asylum cases in progress, one in six\nskipped their meeting with the Home Office “and vanished”. It quoted from a\nreport from December 2015 in which the Independent Chief Inspector of Borders\nand Immigration had found that there were 10,000 asylum claims where the claimants\nwere not in contact with the authorities, or had absconded. It also quoted a\nHome Office spokesman who denied that 12,000 individuals were “missing”, and\nsaid that the figure included “asylum seekers who did not turn up for their\nfirst interview. Therefore the figure includes individuals who attended\nsubsequent meetings”.\n3. With the\nexception of the headline, the article appeared online in the same form as the\nprint version.\n4. The complainant\nsaid that the headline was inaccurate, and that there was no evidence to\nsubstantiate the claim that 12,000 people had “vanished”, or were “on the run”.\nShe said that an unspecified number of the 12,000 people who missed their first\nappointment went on to attend subsequent appointments. The complainant said\nthat, as the Home Office had not been able to confirm to the newspaper exactly\nhow many of the 12,000 who missed their first appointment had been traced, it\ndid not have access to all the information and was not in a position to state\nas a matter of fact in the headline that 12,000 people had vanished.\n5. The newspaper\nsaid that the 12,000 figure related to the number of asylum claims that were\n“on hold”, and that this was made clear in the first line of the article. It\nsaid that it had asked the Home Office for the number of asylum seekers who had\n“gone missing since 2010”, and the request was answered with a link to\npreviously published data which referred to “absconders”. It said that it asked\nthe Home Office how many of these “absconders” had been traced, but it could\nnot provide an answer. However, the article had included the Home Office’s\nposition that the figure included individuals who had failed to turn up to\ntheir first meeting, but had attended subsequently.\n6. The newspaper\nsaid that the Independent Chief Inspector of Borders and Immigration had said\nin December 2015 that he was told there were approximately 10,000 asylum claims\nwhere the claimant and dependants were not in contact with the Home Office, and\nthat this was reported in the article. It also highlighted a comment made by the\nformer head of NHS Digital, who said that 10,000 “immigrants” were unaccounted\nfor. The newspaper noted that it had not received any complaint from the Home\nOffice about the article.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the\nCommittee\n8. The newspaper\nmade a FOI request to the Home Office asking how many of those seeking asylum\nin the UK had “gone missing since 2010”. In response, the Home Office said that\nthe data the newspaper had requested was already accessible, and provided a\nlink to published date which it said “shows all open asylum claims were there\nis an open absconder breach or the applicant has absconded prior to the first\ndecision on their case”. This published data, from which the 12,000 figure was\nderived, also referred to those individuals as “absconders”. The newspaper was\nentitled to adopt that term in the article, particularly where the Home Office\nhad declined to provide any detail as to the numbers it said had subsequently\nturned up for interview.\n9. The article\nreported the Home Office’s position that the 12,000 figure included those who\nturned up to subsequent interviews, as well as the fact that it was unable to\nconfirm precisely how many had done so. It also quoted Charlie Elphicke MP’s\nposition that the public needed to know if the Government had lost track of\nthese asylum seekers, and highlighted a statement from the Chief Inspector of\nBorders and Immigration who said that there were 10,000 asylum seekers “who\nwere not in contact and had absconded”.\n10. In this context, the claim that “up to” 12,000 had\n“vanished” and were “on the run” was not significantly misleading. There was no\nbreach of Clause 1.\nConclusions\n11. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 28/09/2016Date decision issued: 09/03/2017\nBack to ruling listing\n\n\n"
}