{
    "url": "/rulings-and-resolution-statements/ruling/?id=08775-20",
    "title": "08775-20 Bromley v The Spectator",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2020-06-06 00:00:00",
    "received_on": "2020-06-04 00:00:00",
    "concluded_on": "2020-11-12 00:00:00",
    "complaint_processing_days": 161,
    "conclusion_long": "11. The complaint was not upheld",
    "remedial_action": "12. N/A Date complaint received: 04/06/20",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08775-20 Bromley v\nThe Spectator\nSummary of Complaint\n1. Adam Bromley\ncomplained to the Independent Press Organisation that The Spectator breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Beast from the east” published on 6 June 2020.\n2. The article was\na comment piece in which the columnist drew upon comparisons between the\nRussian influenza pandemic of 1889-20 and the current Covid-19 pandemic. The\ncolumnist noted that if a specific strain of coronavirus had caused the Russian\ninfluenza pandemic and “given that it is the cause of perhaps one in ten colds\ntoday, then it has evolved towards lower virulence.” The columnist then stated\n“that milder strains will gradually displace even nastier ones”, and that “this\nis why so many cold viruses affect us but so few kill us, except maybe when new\nto our species.” The columnist went on to state in relation to Covid-19, that\n”Perhaps, too, a degree of immune response in the population helps moderate the\neffects of the virus, even if not achieving full and permanent immunity. Some\ncross- immunity seems to exist today, whereby those who have had coronavirus\ncolds do not catch, or do not suffer severely from Covid-19.”\n3. The article was\nalso published in much the same format online under the headline “Could the key\nto Covid be found in the Russian pandemic?” \n4. The complainant\nsaid that the article’s claim that some cross immunity to Covid-19 exists\nwhereby those who have suffered from coronavirus colds do not catch Covid-19 or\nsuffer as badly was inaccurate. The complainant said that given the age of the\nvirus, and the fact that Covid-19 patients were not tested for prior\nnon-Covid-19 coronavirus infections, there was no data to support the claim5. The publication\ndenied that the article was inaccurate, and disputed the complainant’s\nassertion that there was no data to support the position advanced in the\narticle. The publication emphasised that the columnist stated that “perhaps,\ntoo, a degree of immune response” helps moderate the effects of the virus, and\nthat the columnist went on to state that “some cross immunity seems to exist\ntoday.” The publication said that the claim was cautious and suggestive and the\ncolumnist did not state categorically that this was the case. Nevertheless, the\npublication denied that the statement was inaccurate, and it said that it had\ntaken care over the accuracy of the claim based on the evidence available at\nthe time of publication. It cited two published papers, which found that immune\nresponses seen in the blood of patients who had not previously been exposed may\nbe, as quoted in the first study, “reflective of some degree of cross-reactive,\npre-existing immunity to Cvid-19.” The publication noted that the first study\nfrom other influenza viruses helped protect the population during the outbreak\nof H1N1 swine flu in 2009.\n6. The complainant\nsaid there was a significant difference between what the cited studies found\nand the columnist’s claim. The complainant accepted that the findings could\nindicate potential resistance; however, the studies’ authors did not claim\ntheir results proved that having caught a coronavirus cold granted immunity to\nCovid-19 or that cross immunity existed; their claims were tentative in\ncontrast to the columnist’s. The complainant disputed the suitability of the\nstudies to support the columnist’s claim as they were not peer reviewed and\nbecause they only used between 15-25 human blood samples as opposed to human\nsubjects; validation of the columnist’s claims would require studies of the\nhuman population with large data sets. Furthermore, the complainant cited\nstudies which he said found that coronavirus colds do not provide immunity to\nfurther infection by coronavirus colds in the long term, and that herd immunity\ndid not exist and had not slowed the spread of the virus, which logically would\nrender the columnist’s claim inaccurate. The complainant emphasised that the\neffect of publishing inaccurate material about the virus during the pandemic\nwas significant for public health, and that the publication had a moral\nobligation to ensure its reporting was accurate given the impact of the\nCovid-19 pandemic.\nRelevant Clause Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The Committee\nnoted that the article was a comment piece and that the columnist had said that\n“perhaps” a degree of immune response could be effective and that some cross\nimmunity “seems” to exist in circumstances where resistance to Covid-19 had\nbeen identified.  The columnist’s\nposition reflected the findings of some studies which had found that tests of\nhuman blood had indicated some potential resistance to Covid-19 in people who\nhave had coronavirus colds. The Committee noted the complainant’s concern over\nthe validity of these studies, as well as the fact that there were other\nstudies with conflicting findings. Scientific consensus clearly did not exist\non the question of cross-immunity to Covid-19 – this was a developing area of\nresearch. The publication was entitled to draw upon published research to support\nits claims, and the existence of conflicting research did not render its\nreference to the study misleading or inaccurate. The columnist's position had\nnot been presented as indisputable fact and, in providing the study which\nsupported this position, the publication had demonstrated that it had taken\ncare not to publish inaccurate or misleading information. There was no breach\nof Clause 1 (i).\n9. The article was\na comment piece, and so readers would be aware that it would reflect the\nposition of the columnist and his views on the research  on this issue. The use of the term “seems” in\nthe disputed comment clearly demonstrated that a level of conjecture was\ninvolved, and he did not categorically assert as fact that cross-immunity\nexisted. Accordingly the publication had taken care to distinguish between\ncomment, conjecture, and fact in accordance with Clause 1 (iv).\n10. In circumstances where there was a sufficient basis for\nthe columnist to comment  that cross\nimmunity appeared to exist, and where also the article took care to distinguish\nbetween comment, conjecture, and fact, there was no significant inaccuracy\nwarranting correction under the terms of Clause 1 (ii).\nConclusions\n11. The complaint was not upheld\nRemedial action required\n12. N/A\nDate complaint received: 04/06/20\nDate complaint concluded by IPSO: 12/11/20\nBack to ruling listing\n\n\n"
}