{
    "url": "/rulings-and-resolution-statements/ruling/?id=08796-16",
    "title": "08796-16 Vafiadis v Bucks Free Press",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bucks Free Press (Newsquest Media Group)",
    "published_on": "2016-09-09 00:00:00",
    "received_on": "2016-09-20 00:00:00",
    "concluded_on": "2017-03-06 00:00:00",
    "complaint_processing_days": 167,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 20/09/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08796-16 Vafiadis v\nBucks Free Press\nSummary of Complaint\n1. Odysseas\nVafiadis complained to the Independent Press Standards Organisation that the\nBucks Free Press breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the\nEditors’ Code of Practice in articles headlined “Motorist accused of fatal\nattack on man”, published on 9 September 2016, “Tribute to kind, loving man in\nroad rage row”, published on 23 September, and “Road Rage man, 70, cleared of\nmurder”, published on 23 September. The articles were also published online\nwith the headlines “MURDER TRIAL: Gerrards Cross man Odysseas Vafiadis accused\nof killing OAP in Chalfont St Peter zebra crossing attack”, published on 6\nSeptember, “'I've lost my soulmate': Devastated partner of 'road rage victim'\nPaul Davidson reveals heartbreak”, published on 20 September, and “Odysseas\nVafiades cleared of Paul Davidson death after road rage attack in Chalfont St\nPeter”, published on 19 September.\n2. All the\narticles, save the 9 September article, reported on the complainant’s acquittal\non charges of murder and manslaughter, following a “road rage” incident. The 19\nSeptember article reported that the complainant had commented after the verdict\nthat “I didn’t mean to kill him” as well as reported that the complainant had\nsaid “I didn’t want him to die”. The 19 September and 23 September articles\nreported that the complainant had been arrested on 6 November, the day of the\nincident. All the articles, save the 23 September print article, reported that\nthe court had heard that the complainant had kicked the deceased. The 9\nSeptember and 6 September articles contained an image of the complainant\ndriving away from court.\n3. The complainant\ndenied that he had said “I didn’t mean to kill him”, but accepted that he had\ntold the journalist “I didn’t want him to die”. Whilst the complainant accepted\nthat a witness in his trial had given evidence that he had kicked the deceased,\nthe complainant disputed the accuracy of the witness’ testimony. He said that\nit was inaccurate to report that he had been arrested on 6 November 2015; he\nhad been arrested on 11 November.\n4. The complainant\nsaid that he had felt harassed and intimidated by a photographer who had taken\nthe images of him as he had driven away from court. He also said that when the\njournalist had approached him for comment, they had not identified themselves\nor which publication they represented. A journalist had also approached his\nwife at their home for comment, but she had closed the door on them. The\ncomplainant also expressed concern that the articles reported details of his\nhome address.5. The newspaper\ndenied any breach of the Code. It initially said that it could provide a copy of\nan audio note, sourced from the reporter’s agency, which recorded the\ncomplainant saying “I didn’t mean to kill him”. It later clarified that the\nrecording had been wiped clean. However it provided a letter from the agency,\nwhich said that the complainant had told the reporter that he didn’t mean to\nkill the deceased. It said that the details of the incident contained in the\narticles were an accurate report of what was said in court. Further, in the\nabsence of reporting restrictions, it said it was entitled to include details\nof the complainant’s home address.\n6. The newspaper\naccepted that the 19 September article inaccurately reported that the\ncomplainant had been arrested on the day of the incident and offered to amend\nthe online article on this point and publish the following clarification and\napology in print and online:\nOn September 19, 2016 the Bucks Free Press carried a report\ninto the acquittal of Mr Odysseas Vafliadis, from Gerrards Cross, on charges of\nmurder and manslaughter. Our report stated that he had been arrested on the day\nof the alleged offences, November 6, 2015. In fact, Mr Vafiadis was arrested on\nNovember 11, 2015 following the death of the alleged victim.\nWe are happy to make this clarification and apologise for\nany misunderstandings this may have caused.\n7. The newspaper\nsaid that when the agency reporter had approached the complainant for comment,\nhe had been enthusiastic to talk. It said that, given that the agency reporter\nhad not been commissioned by the newspaper to cover the trial, they would not\nhave been able to identify which publication they represented. The newspaper\nsaid that an agency reporter had attended the complainant’s home, during the\ncourse of normal journalistic newsgathering; when the complainant’s wife\ndeclined to comment, the reporter had left. The newspaper said that the image\nof the complainant driving away from court had been obtained by a photographer\nstanding on a public right of way.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni. The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii. A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii. A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.(iii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n9. The Committee\nacknowledged the complainant’s position that he had not told the reporter “I\ndidn’t mean to kill him”, but noted the complainant’s acceptance of having said\n“I didn’t want him to die”. The articles made clear that the complainant had\nbeen acquitted on charges of murder and manslaughter; in that context and where\nthe article made clear that the complainant was found not to have been\nresponsible for the death, any discrepancy between the complainants account and\nwhat was published was not significantly misleading. The newspaper was unable\nto provide the recording it said was made of the conversation, and the\nCommittee was therefore unable to attach to it any evidential weight.\nNevertheless, where the discrepancy between the complainant’s and newspaper’s\naccount of the conversation did not give rise to the articles containing a\nsignificant inaccuracy, there was no breach of Clause 1 (i).\n10. The complainant had not suggested that the article was\nan inaccurate report of the proceedings; it was not inaccurate for the article\nto report that the court had heard that the complainant had kicked the deceased\nduring the incident. The inclusion of the complainant’s home address did not\nbreach the Code, in the context of a court report where no reporting\nrestrictions were in place.\n11. The timing of the complainant’s arrest had been\ninaccurately reported. However this inaccuracy was not significant, in the\ncontext of an article which reported that the complainant faced trial on\nserious charges. However, the Committee welcomed the newspaper’s willingness to\ncorrect the 19 September article in light of the complainant’s concerns. There\nwas no breach of Clause 1.\n12. The Committee noted that the complainant had interacted\nwith the photographer, however he had not suggested that this interaction was\naggressive or intimidating. It did not appear that the photographer continued\nto take photographs, or that the journalist had persisted in making enquiries,\nonce being asked to desist. There was no breach of Clause 3.\nConclusions\n13. The complaint was not upheld.Remedial Action Required\nN/ADate complaint received: 20/09/2016Date decision issued: 06/03/2017 \nBack to ruling listing\n\n\n"
}