{
    "url": "/rulings-and-resolution-statements/ruling/?id=08806-16",
    "title": "08806-16 Gatt v Ayrshire Post",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Ayrshire Post (Reach PLC)",
    "published_on": "2016-09-30 00:00:00",
    "received_on": "2016-09-30 00:00:00",
    "concluded_on": "2017-03-08 00:00:00",
    "complaint_processing_days": 159,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 30/09/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08806-16 Gatt v Ayrshire Post\nSummary of complaint\n1. Philip Gatt\ncomplained to the Independent Press Standards Organisation that the Ayrshire\nPost breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment)\nof the Editors’ Code of Practice in an article headlined “Mum admits having sex\nwith schoolboy”, published on 30 September 2016.\n2. The article\nreported that the complainant’s ex-wife had pleaded guilty to sexual activity\nwith a boy aged fourteen. It said that the previous year, she had also been\naccused of taking inappropriate photographs of an elderly woman while she had\nbeen working as a personal carer at a care home. It said that the judge had\nfound the case against her not proven, but her reputation had been “ripped to\nshreds” as she had confessed to taking photographs of her body parts and\nsending the images to colleagues. It said during the trial, the complainant’s\nex-wife had also confessed that she had dressed up her sleeping husband (the\ncomplainant) in “sexy underwear” and that she had photographed them in a “sex\nact” and “sent the image”. It named the complainant and gave his job and place\nof work at the local council.\n3. The article was\nalso published online with headline “Dalrymple mum-of-two exposed as paedophile\nafter admitting sexual activity with schoolboy aged just 14”.\n4. The complainant\nsaid that the newspaper had inaccurately stated that his ex-wife had “dressed”\nhim in underwear and photographed them in a “sex act”. He said his then wife\nhad played a prank on him by placing underwear on top of him while he slept,\nand had then taken a Snapchat photograph of them; this was not a “sex\nact”.  He said his ex-wife had confirmed\nthat she had not referred to the incident as a “sex act” in court.\n5. The complainant\nsaid that he was entirely unconnected to the cases in which his ex-wife had\nbeen involved, and that the article had caused him embarrassment and stress at\nwork and in his personal life. He said that by giving his name and place of\nwork, the newspaper had identified him to a large number of people who would\nnot have known of his relationship with his ex-wife. He said that the\nrepetition of this information in three articles constituted harassment.\n6. The newspaper\nsaid that the complainant’s ex-wife had said in open court that she had no\nregular income and was separated from her husband, who had a job in IT at\n“County Buildings”. The newspaper said that while the complainant’s name had\nnot been given in court, it was available on the electoral role where he was\nlisted as living in the marital home. It said that its decision to report this\ninformation about the complainant had been a matter of editorial discretion.\n7. The newspaper\nsaid that it had accurately attributed the reference to the “sex act” to the\ncomplainant’s ex-wife. His ex-wife had referred to the incident when she was\nasked why she had asked the owner of the care home if “the issue” was about the\nphotograph of her and her husband.\n8. The newspaper\nprovided the shorthand notes taken by the reporter in court in 2015. The transcript\nof the notes provided by the newspaper recorded the complainant’s ex-wife\nhaving said, “I did like to dress him up. I sent picture of a sex act. It's\ncringeworthy, myself or my own groin”. The newspaper noted that the reporter\nhad not recorded every word spoken, but considered that given the volume of\ninformation provided during a trial, it would have been impossible for the\nreporter to do so. In this instance, the reporter had written his notes into a\nstory on his return to the office.\n9. The newspaper\nnoted that while the complainant did not accept that his ex-wife had said the\nwords “sex act” in court, he had not been present at the time. It did not\nconsider that it was responsible for the accuracy of evidence heard in court;\nrather, it was responsible for accurately reporting the evidence that had been\nheard.\n10. The newspaper noted that the reference to the “sex act”\nwas first published in September 2015 by both the Daily Mirror and the Daily\nRecord. The incident was also referred to as a “sex act” by the Daily Star in\nMarch 2016, and by the Daily Mirror and Daily Record in September 2016. It said\nthat the complainant and his ex-wife had not complained about these articles at\nthe time of their publication.\n11. Although it did not accept a breach of the Code, in\nlight of the complainant’s concerns, the newspaper said it would remove the\nreference to him from the online article and refrain from reporting his name,\njob and place of work in future coverage, unless it was specifically relevant\nto the story.\n12. The complainant said that the notes taken by the\nreporter made no sense, and the reference to a “sex act” had been taken out of\ncontext. His ex-wife had informed him that the prosecution may have made\nreference to a “sex act”; she had not said those words because a “sex act” had\nnot taken place. He said the first time the reference was published, he had\nbeen extremely angry, and he was furious when it was published again. On the\nassumption that it would not be repeated, he had decided not to complain; but\nwhen it was published a third time, given the embarrassment it had caused him,\nhe made a complaint to IPSO. \nRelevant Code provisions\n13. Clause 1 (Accuracy)i. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv. The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni. Everyone is entitled to respect for his\nor her private and family life, home, health and correspondence, including\ndigital communications.\nii. Editors will be expected to justify\nintrusions into any individual's private life without consent. Account will be\ntaken of the complainant's own public disclosures of information.\niii. It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy.\nClause 3 (Harassment)\ni. Journalists must not engage in\nintimidation, harassment or persistent pursuit.\nii. They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them. If requested, they\nmust identify themselves and whom they represent.\nThe public\ninterest\n- The\nregulator will consider the extent to which material is already in the public\ndomain or will or will become so.\nFindings of the Complaints Committee\n14. The Committee noted the complainant’s position that the\nnewspaper had taken the words “sex act” out of context, and that his ex-wife\nthought it was the prosecutor who had used those words during the trial. While\nthe reporter’s notes provided by the newspaper recorded that reference to a\n“sex act” had been made in relation to the complainant’s ex-wife’s evidence,\nthe Committee was concerned that the quality of the notes was such that the\nexact context in which the description had been given could not be established.\nThe noted phrase “sex act” could have referred to the defendant’s reference to\ntaking a picture of herself, or to the previous phrase “I did like to dress him\nup”. The Committee noted that all three phrases had appeared on separate lines\nin the reporter’s notes and did not appear to be linked.\n15. However, the newspaper had provided articles which\ndemonstrated that the “sex act” reference had appeared in contemporaneous court\nreports a year before the article under complaint was published, and in further\narticles, without complaint or correction. These included a contemporaneous\ncourt report written by the same reporter immediately after he had attended\ncourt where he had noted the words “sex act”. In addition, it appeared to have\nbeen accepted that the words “sex act” had been used in court by the\nprosecution. In the full context, the Committee did not consider that\nrepublishing the reference, which had been taken from contemporaneous court\nreports, represented a failure to take care over the accuracy of the article in\nbreach of Clause 1 (i). Furthermore, the complainant had not been in court at\nthe time the words had allegedly been spoken. He was therefore not in a\nposition to dispute what had been said. In such circumstances, the Committee was\nunable to establish that the newspaper’s description of the complainant’s\nex-wife’s evidence had been significantly inaccurate such that a correction was\nrequired. There was no breach of Clause 1(ii).\n16. The Committee noted the complainant’s concern that the\narticle had misleadingly reported that his ex-wife had “dressed” him in\nunderwear and had taken a photograph. However, his ex-wife had placed underwear\non top of him and taken a photograph; in these circumstances, the assertion\nthat she had “dressed him up” was not significantly misleading. The Committee\nnoted that the article had made clear that the complainant had been asleep at\nthe time. There was no failure to take care over the accuracy of the article in\nbreach of Clause 1 on this point. The complaint under Clause 1 was not upheld.\n17. The Committee understood that the complainant had found\nthe reference to him and his place of work intrusive and unnecessary given that\nhe was unrelated to the second set of proceedings. It acknowledged his position\nthat the article had caused him distress and embarrassment; however, while the\ncomplainant had not been identified by name in court during the first\nproceedings, reference had been made to his marriage to the defendant, the\nnature of his employment and his place of work. This was information which\ncould legitimately be reported and which was in the public domain as a result\nof earlier reporting. The Committee did not consider that confirming the\ncomplainant’s identity by publishing his name in the article under complaint,\nin referring back to the earlier proceedings, had amounted to a material\nintrusion into his private life in breach of Clause 2. The Committee also noted\nthat this information had already been placed in the public domain as a consequence\nof earlier contemporaneous court reports, although it emphasised that, given\nthe limited extent of its previous publication, this on its own would not have\nbeen a sufficient defence under Clause 2. There was no breach of Clause 2.\n18. The terms of Clause 3 (Harassment) generally relate to\nthe conduct of journalists during the newsgathering process. The repetition of\nthe references to the complainant in a report on his ex-wife’s conviction did\nnot represent harassment under the terms of Clause 3.\n19. While the Committee did not establish a breach of the\nCode in this instance, it welcomed the newspaper’s offer to refrain from\nrepublishing the references to the complainant in future coverage, unless it is\nspecifically relevant to the story.\nConclusion\n20. The complaint was not upheld.Remedial action requiredN/A\nDate complaint received: 30/09/2016Date decision issued: 08/03/2017\nBack to ruling listing\n\n\n"
}