{
    "url": "/rulings-and-resolution-statements/ruling/?id=08807-16",
    "title": "08807-16 Bird v Hull Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "9 Reporting of crime (2016)",
        "14 Confidential sources (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hull Daily Mail (Reach PLC)",
    "received_on": "2016-09-30 00:00:00",
    "concluded_on": "2017-03-22 00:00:00",
    "complaint_processing_days": 173,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 30/09/16",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08807-16 Bird v Hull Daily Mail\nSummary of complaint\n1. David Bird\ncomplained to the Independent Press Standards Organisation that the Hull Daily\nMail breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 9 (Reporting of\ncrime) and Clause 14 (Confidential sources) of the Editors’ Code of Practice in\nan article headlined “’Why was my husband only fined £100 for beating me black\nand blue,’ asks Hull woman Nichola Bird”, published on 20 September 2016, and\nin an article headlined “Abusive husband David Bird suspended from Hull council\ndomestic violence helpline job”, published on 29 September 2016.\n2. The first\narticle reported that the complainant had assaulted his then wife, and that she\nhad said she had been left “black and blue”. It said that the complainant had\ngone on a “drunken rampage” and had “head-butted, slapped, punched and dragged”\nher. It quoted his ex-wife saying that she had “scratches and bruises” as a\nresult of his attempts to strangle her, and that her knees had been left\n“bruised and swollen”. The article said that the complainant had pleaded guilty\nto assault and had been given a two-year community order. It said that his\nex-wife was “devastated” that he had “only” been fined £100, and quoted her\nsaying that it was unfair that she had been left living in temporary\naccommodation.  \n3. The second\narticle stated that the complainant had assaulted his then wife, leaving her\n“’black and blue’”, and he had consequently been suspended from his job\nanswering telephone calls to victims of domestic abuse. The piece stated that\nthe complainant had “head-butted, slapped, punched and dragged” his wife, and\nshe had “feared for her life” during the assault. It reported that the\ncomplainant had been convicted and fined £100.\n4. The complainant\nsaid that the newspaper had given a significantly misleading impression of the\ncrime for which he had been convicted. He said that the court heard evidence\nthat his ex-wife had suffered no injuries to her face or body as a result of\nthe assault; he disputed that he had beaten her “black and blue”. To support\nhis position, he provided a witness statement which recorded that his ex-wife\nhad told a police officer at the time she made her complaint that she had “no\nvisible injuries upon her face and body”. The complainant said that if he had\nadmitted to slapping or head-butting his ex-wife, as reported in the articles,\nhe would have been charged with actual bodily harm, and not common assault; he\nalso said that it had been accepted in court that he had not head-butted his\nex-wife. He expressed concern that the newspaper had not sought his comment\nbefore publishing his ex-wife’s account. He also disputed that his wife had\nbeen living in temporary accommodation and that she had “feared for her life”.\n5. The complainant\nexpressed concern that the newspaper had published his photograph without\npermission, and had published inaccurate information which had distressed his\nfriends and family.\n6. The newspaper\nsaid that a reporter had not been present in court; however, the complainant’s\nex-wife had confirmed that the information she had given to the reporter about\nthe consequences of the assault had been accurate. Before publishing the\narticle, the reporter had also contacted the court to confirm the outcome of\nthe case. As the complainant had pleaded guilty to assault by beating, the\nnewspaper had not considered that there was any reason to question the veracity\nof the victim’s account and so the complainant was not contacted for his\ncomment. Furthermore, it considered that it would have been disproportionate to\nrisk lessening the gravity of the complainant’s conviction for violence against\na woman by allowing him the opportunity to deny certain aspects of the victim’s\naccount.\n7. The newspaper\nnoted that the witness statement provided by the complainant also recorded that\nhis ex-wife had made a report to the police that he “had slapped [her] on her\nleft cheek a few times and had head butted her against the wall...pushing her\nto the floor and hitting her whilst she was on the floor\" and that the\ncomplainant \"had tried to strangle [his ex-wife], grabbing her around the\nneck with both hands, breaking her necklace in the process.\" While it did\nnot consider that the article was inaccurate, in an effort to resolve the\ncomplaint the newspaper offered to publish the following statement:\nWe have since been contacted by David Bird, who denies that\nhe left Nicola \"black and blue\" following the assault to which he\npleaded guilty in August.\nRelevant Code provisions\n8.    Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 9 (Reporting of crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Complaints Committee\n9. The Committee\nwas concerned that in circumstances in which a reporter had not been present\nduring the court proceedings, the newspaper had reported the victim’s account\ngiven outside court, which had included the allegation that she had been\nstrangled, head-butted, and left “black and blue”, without giving the\ncomplainant an opportunity to respond. It also noted that the witness\nstatement, provided by the complainant, had recorded that, at the time of\nreporting the matter, his ex-wife had told the police that she had no visible\ninjuries to her face or body following the assault.\n10. However, the articles had made it sufficiently clear\nthat the account given outside court were claims made by his ex-wife. The first\narticle had expressly attributed the claim that the complainant had beaten her\n“black and blue” and the description of the injuries to his ex-wife; while the\nsecond article had presented the phrase “black and blue” in inverted commas\nindicating that it was not a statement of fact. While the Committee noted the\ncomplainant’s position that the court had accepted that he had not head-butted\nhis ex-wife, in the full context, the Committee did not consider that the\nreference to “head-butting” was significantly misleading.\n11. Furthermore, the newspaper had contacted the court to\nverify the outcome of the court case before publishing the articles, and it had\naccurately reported the information it had received. The first article had\naccurately stated that the complainant had pleaded guilty to assault, and had\nbeen given a two-year community order and a £100 fine; and the second article\nhad stated that he had been fined £100.\n12. In circumstances in which the offence and sentence\nreceived by the complainant had been accurately reported, and the allegations\nhad been sufficiently set out as claims, the Committee did not consider that\nthe omission of the complainant’s denial in relation to the victim’s specific\nclaims made outside court was significantly misleading. The Committee was\nsatisfied that both pieces had not given a significantly misleading impression\nof the nature of the assault, as recorded in the witness statement, which had\nbeen given to the police at the time.\n13. In the full context, not seeking the complainant’s\ncomment before publication did not represent a failure to take care over the\naccuracy of the articles in breach of Clause 1 (i). There was no breach of Clause\n1 on this point.\n14. The Committee noted that the complainant also disputed\nthat his ex-wife had been living in temporary accommodation following the\nassault, and that she had “feared for her life”. However, the reference to the\nvictim’s living arrangements was not a significant point in the context of the\ncoverage. Furthermore, the complainant was not in a position to dispute his\nex-wife’s assertion that she had been in fear of her life when he assaulted\nher. There was no breach of Clause 1.\n15. The complainant had expressed concern that the newspaper\nhad published his photograph in breach of Clause 2. However, the image showed\nthe complainant’s face; it had not disclosed anything private about him in\nbreach of Clause 2.\n16.  As the complainant\nhad pleaded guilty to assaulting his ex-wife, he was clearly relevant to the\nstory. There was no breach of Clause 9.\n17. There was no suggestion that the newspaper had\nidentified a confidential source. Clause 14 was not engaged.\nConclusion\n18. The complaint was not upheld.Remedial action requiredN/A\nDate complaint received: 30/09/16Date decision issued: 22/03/17\nBack to ruling listing\n\n\n"
}