{
    "url": "/rulings-and-resolution-statements/ruling/?id=08884-21",
    "title": "08884-21 Trans Legal Project v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-08-03 00:00:00",
    "received_on": "2021-08-03 00:00:00",
    "concluded_on": "2022-02-14 00:00:00",
    "complaint_processing_days": 195,
    "conclusion_long": "31. The complaint was partly upheld under Clause 1 (i).",
    "remedial_action": "32. The published correction put the correct position on record and was offered and published promptly and with due prominence. No further action was required.    Date complaint received: 03/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 08884-21 Trans Legal Project v The Daily\nTelegraph\nSummary\nof Complaint\n1. Trans\nLegal Project complained to the Independent Press Standards Organisation that\nThe Daily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in two articles headlined “Patient safety fears after NHS trusts allow\ntrans sex offenders in female-only wards / ‘Patients are not getting the\ndignity they deserve’” and “Fears for patients over trans access misuse”, both\nof which were published on 3rd August 2021.\n2. The\narticle headlined “Patient safety fears after NHS trusts allow trans sex\noffenders in female-only wards / ‘Patients are not getting the dignity they\ndeserve’” appeared on the front page of the newspaper, before continuing onto\npage 4. It reported that “[m]ale-born sex offenders who self-identify as women\ncan be placed on female-only NHS wards, hospital trusts have said in guidance”\nbefore stating that “Devon, Oxford and Nottinghamshire hospitals all say that a\ncriminal history should be part of a risk assessment when placing male-born\npeople on female-only wards, but do not say that it is a bar to admission.” The\narticle also reported that the publication had “found that NHS Trusts across\nthe country have issued guidance that says patients should be admitted based on\nthe gender they identify with”, and went on to include a statement from Oxford\nHealth NHS Trust which stated that the “risk of sexual offending in a trans\ncontext is very rare […but...] where there is a significant risk” the trust\nwould “apply the same robust mitigation that we would to a non-trans patient to\nensure a safe therapeutic environment.”\n3. The\narticle referred to “Devon Partnership NHS Trust guidance” which it quoted as\nstating that patients “will be admitted based on the gender which they identify\nwith at the point of admission”. It also paraphrased the guidance as saying\nthat admission “will not be based on physical characteristics or the person\nproving they have legally changed their gender or name, as they claim this is\nillegal”. It then included a paraphrased quote from a spokesperson for the\nTrust, which stated that the matter “was ‘a sensitive issue’ and that it was\nreviewing the policy to ensure ‘the safety of our patients and staff’”.\n4. The\narticle headlined “Fears for patients over trans access misuse” reported that\n“a physically intact male had the right to choose to be accommodated on a\nfemale ward and to use women’s lavatories and facilities” as “a result” of “an\ninstruction by NHS England”. The article then reported that “[t]here is no\nrequirement for the person to have begun to legally change their gender, as is\nspecified under equality laws” before stating that “[h]ospitals are exempt from\nthe Equalities Act, and the NHS guidelines both ignore this fact and go further\nthan Parliament in saying that people should be allowed into single-sex wards\nbased not on their legal gender but the one in which they self-identify”. It\nalso reported that at least one hospital trust had said that there \"may be\ninstances when further consideration may be needed as to how best to manage a\ntrans patient\". The article ended with a comment from the NHS, which\nstated that “[h]ospitals […] follow[…] the legal requirements established by\nParliament.”\n5. Both\narticles appeared online under a single headline: “Patient safety fears as NHS allows\ntrans sex offenders in female-only wards”. The online article included an\nadditional sub-heading, prior to the paragraphs relating to the relevant\nlegislation, which read “Equalities Act exemption”.\n6. The\ncomplainant said that both articles misrepresented the relevant guidance and\nsuggested that it was new, when in fact it had been in place for some time. It\nsaid that the headlines of the first print article and online article were not\nsupported by the text of the articles, which made clear that hospital trusts\ncarry out risk assessments before placing any patient with a criminal history\n(including trans people) on single-sex wards. It further said that it\nconsidered that the headline of the online article framed the story as a “new\nand somehow threatening development” in a misleading and distorted manner. In\nfact, it said, the legislation which underpinned the guidance had been in place\nfor over a decade. It then said that it was not accurate to report that\n“male-born sex offenders who self-identify as women can be placed on\nfemale-only NHS wards”, as the guidance showed that placements were based on\nthe patient’s presentation, rather than solely on self-identification.\n7. The\ncomplainant, turning to the second article, said that it was inaccurate to\nreport that “[h]ospitals are exempt from the Equalities Act”. It said that\nhospitals are not exempt from the Equality Act 2010, which in fact made\nspecific reference to separate sex services in stating that people with the\nprotected characteristic of gender reassignment should be treated “according to\nthe gender role in which they present” and that exceptions should apply only\n“in exceptional circumstances […] on a case-by-case basis”. The complainant\nthen noted that the hospital trusts quoted in the article all seemed to be\nacting in line with this legislation, generally placing transgender women in\nfemale-wards but refusing access where justified.\n8. The\ncomplainant also disputed a claim in the second article that “[t]here is no\nrequirement for the person to have begun to legally change their gender, as is\nspecified under equality laws”, as no equality law requires that a transgender\nindividual needs to have begun a legal process before they are afforded\nprotection in their lived gender – such as the right to be housed on a\nsingle-sex ward.\n9. The\npublication denied any inaccuracy in the first and online articles, and\nemphasised that it was not in dispute that, as the articles reported, safety\nconcerns had been raised in relation to transgender sex offenders being placed\non single-sex wards. The basis for both the print and online headlines were set\nout in the article, and that therefore the headlines were supported by the text\nof the articles. It noted that the article headlines did not claim that trans\nsex offenders were routinely being placed on single-sex wards.\n10. The\npublication accepted that the claim that “[h]ospitals are exempt from the\nEqualities Act” did not reflect the correct legal position on the matter. The\nreference had been intended to convey the fact that the Act states that\nsingle-sex services are permitted where “they are provided in a hospital or\nother place where users need special attention (or in parts of such an\nestablishment)”, but it accepted that the phrasing indicated that hospitals\nwere exempt from all provisions of the act.\n11. To\naddress this, the publication published the following wording in its usual Corrections\n& Clarifications column, on 11 August 2021, 6 days after it was made aware\nof the complaint:\n\"Patient\nsafety fears after NHS trusts allow trans sex offenders in female only wards”\n(Aug,3) reported that hospitals were exempt from the Equalities Act and did not\nhave to admit patients to single sex wards that did not match their legal\ngender. In fact, hospitals are only exempt from some provisions and under the\nAct have to admit people to single sex spaces based on the gender they present\nas, except in exceptional circumstances. We are happy to correct the record.\n12. The\npublication also added the following footnote to the online version of the\narticle, on 10 August 2021:\nAn\nearlier version of this article reported that hospitals were exempt from the\nEqualities Act and did not have to admit patients to single sex wards that did\nnot match their legal gender. Hospitals are only exempt from some provisions\nand under the Act have to admit people to single sex spaces based on the gender\nthey present as, except in exceptional circumstances. The article has been\namended.\nThe\narticle was also amended 10 August 2021 to make clear that hospitals are exempt\nfrom “parts of” the Equalities Act and that some NHS Trust guidelines both\nignore this fact and go further than Parliament in saying that people should be\nallowed into single-sex wards based not on their gender presentation but the\none in which they self-identify”.\n13. The\ncomplainant was not satisfied with the publication of the correction and\nfootnote, and said that – since making its first complaint to IPSO – it had become\naware of additional inaccuracies within the article. The complainant flagged\nthese inaccuracies with the publication during the 28-day referral period; this\nis the period of time which allows for the publication and complainant to\nresolve the matter directly, prior to IPSO’s investigation.\n14. The\ncomplainant said that there were further inaccuracies in relation to the Devon\nPartnership NHS trust guidance. It said that the guidance referenced in the\narticle was not in effect at the time the article was published and that, in\nany event, the referenced guidance was misrepresented. It questioned the\naccuracy of any reference to the guidance cited given that the Trust had\nannounced 8 months previously that this was under review. It provided an email\nin which the Trust confirmed that the guidance had been removed from its\nwebsite (although the email did not say that it was withdrawn). It said that in\nthese circumstances, a separate piece of guidance by the Trust should have been\ncited, which stated that “Transgender people should be accommodated according\nto their presentation (the way they dress, and the name and pronouns that they\ncurrently use).” In any event, the complainant said that neither piece of\nguidance supported the claims in the article that patients \"will be\nadmitted based on the gender which they identify as at the point of admission”,\n“it will not be based on physical characteristics or the person proving they\nhave legally changed their gender or name” and that “transgender people must be\nable to use the facilities of their preferred gender while admitted”. Neither\npiece of guidance would give transgender sex offenders the right to be placed\non female wards based solely on self-identification; the determination would be\nmade by the hospital and would be based on a range of factors, including risk\nposed to fellow patients.\n15. The\ncomplainant then identified a further inaccuracy within the second article,\nwhich reported that “a physically intact male had the right to choose to be\naccommodated on a female ward and to use women’s lavatories and facilities” as\n“a result” of “an instruction by NHS England”. It said that it was clearly\ninaccurate that a cisgender man would have the right to be accommodated on a\nfemale ward and that – if the phrase “physically intact male” was intended to\nrefer to transgender women – that the right for transgender women to be housed\non a female ward was in fact a qualified right. NHS guidance, the complainant\nsaid, makes clear that the right for a transgender woman to access female-only\nfacilities in hospitals can be overridden should there be a proportionate\nreason to do so and doing so would achieve a legitimate aim. The complainant\nfurther said that NHS England policy clearly stated that transgender women with\nmale genitalia cannot use open showers intended for women, and explicit NHS\nguidance indicates a requirement for “sufficient privacy” to maintain the\ndignity and privacy of everyone – by way of the use of, for instance, privacy\ncurtains and screens. The complainant provided copies of the relevant NHS\nEngland guidance, as well as guidance from four NHS Trust Foundations.\n16.\nRegarding the admittance of transgender patients to single-sex wards, the\nguidance provided by the complainant said as follows:\nTrans\npeople should be accommodated according to their presentation: the way they\ndress, and the name and pronouns they currently use. […] It applies to toilet\nand bathing facilities (except, for instance, that preoperative trans people\nshould not share open shower facilities). [NHS England, Delivering same-sex\naccommodation]\n17. The\ncomplainant said that only the removal of the online version of the article\nwould address its concerns and resolve the complaint.\n18. The\npublication noted that a paraphrased quote from a spokesperson for Devon\nPartnership NHS Trust made clear that it was “was reviewing the policy to\nensure “the safety of our patients and staff”; the publication also noted that\nno new guidance had been produced which superseded the under-review guidance.\nTherefore, it did not accept that it was inaccurate, misleading, or distorted\nfor the article to report on the guidance under review.\n19. The\npublication then said that it was satisfied that the articles accurately\nreported on the relevant NHS guidance, and said that Trusts which “allow\npatients to choose which wards they are treated on, on the basis of\nself-identification rather than their presentation” go beyond what was required\nof the Equality Act. However, to avoid confusion, it amended the article on 14\nOctober 2021 to remove the word “legally” from the following sentence: “[t]here\nis no requirement for the person to have begun to legally change their gender,\nas is specified under equality laws”. It said that this was done to avoid\nconfusion between the requirements of the Equality Act and the Gender\nRecognition Act, though it noted that the latter piece of legislation was not\nreferenced anywhere in the coverage under complaint.\n20. It\nfurther noted that the complainant was not complaining on behalf of any of the\nTrusts referenced within the articles, and therefore was not in a position to\nhave a direct understanding of the various Trusts’ position on the admission of\ntransgender patients.\n21. The\npublication, noting that should the complaint be upheld by IPSO it could not\nrequire the removal of the online article, declined to remove it to resolve the\ncomplaint. Finally, it said that the thrust of the articles was not “focused on\nhow self-identification is defined, and the shades of difference between gender\npresentation, self-identification, gender reassignment etc”. Rather, the\narticles reported on how “trans patients who pose safety and security concerns\nfor other patients on a ward are not being adequately evaluated and Trusts are\nnot making appropriate use of their ability to deny access to single-sex wards\nand thus leaving patients vulnerable. The article correctly states that a\ncriminal history of serious sexual offending is not deemed a bar to admission\nonto a single sex ward, and in many cases risk assessments are not even carried\nout.”\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n22. The\nfocus of the article was on hospitals’ treatment of transgender patients\npursuant to issued guidance and the legal requirements. The publication had\naccepted that the claim in the second article that “[h]ospitals are exempt from\nthe Equalities Act” was inaccurate; hospitals are bound by the Equalities Act\nsubject to exceptions, which apply “in exceptional circumstances […] on a\ncase-by-case basis”. The publication also appeared to accept that there was no\nrequirement under the Equality Act for an individual to have begun the process\nof “legally changing their gender” before being afforded the right to be housed\nin a hospital ward according to their gender identity. While the publication\nsaid that it had consulted the Act before publication, the publication of these\ninaccuracies on a matter of public record – the content of the relevant\nlegislation – represented a failure to take care over the accuracy of the\narticle in breach of Clause 1 (i). Given that the focus of the article was on\nhospitals’ treatment of transgender patients pursuant to their legal\nobligations, the inaccuracies regarding the details of those obligations were\nsignificant and required correction.\n23. The\npublication had published a print correction, and had amended the online\narticle and added a footnote correction, to address the inaccuracy in the\nsecond print article and in the online article concerning the Equalities Act.\nThe correction was made promptly – 5 and 6 days after it became aware of the\ncomplaint about the online article and the print article respectively – and\nappeared in duly prominent positions, as a footnote to the amended online\narticle and within an established corrections and clarifications column on page\n2 of the newspaper. The article had also been amended a further time, 2 months\nafter the publication was made aware of the complaint, to remove the word\n“legally” from the passage which referenced the requirements of equality laws;\nhowever, this point was already covered in the wording of the footnote\ncorrection, which had been published two months prior and made clear that\n“under the Act [hospitals] have to admit people to single sex spaces based on\nthe gender they present as, except in exceptional circumstances” – therefore\nthe true position was made clear prior to the second amendment.\n24. The\nCommittee noted that the wording of the print correction included a slight\nerror – it referenced the first article under complaint as being the article in\nwhich the inaccuracy had been published, rather than the second – but the\nCommittee did not consider this affected the adequacy of the remedy; readers\nwould be able to locate the original article in need of correction, since  both articles appeared on the same page of\nthe print edition and addressed the same topic. There was, therefore, no breach\nof Clause 1 (ii) on this point.\n25. The\nsecond print article had reported that “a physically intact male had the right\nto choose to be accommodated on a female ward and to use women’s lavatories and\nfacilities” as “a result” of “an instruction by NHS England”. The complainant\nchallenged this on the basis that this suggested inaccurately that hospitals\nmade decisions based on self-identification rather than the presentation of\npatients; that it was not a “right” because the hospital could make a decision\nshould there be a proportionate reason to do so and if doing so would achieve a\nlegitimate aim; and that the article did not make clear that there was an\nexception relating to open shower facilities.\n26. The\nCommittee noted the wording of NHS England’s guidance, which stated that:\n“Trans people should be accommodated according to their presentation: the way\nthey dress, and the name and pronouns they currently use. […] It applies to\ntoilet and bathing facilities (except, for instance, that preoperative trans\npeople should not share open shower facilities)”.  The Committee took into account that the\nwording of the guidance was set out in the article immediately before the\npassage under complaint. The Committee did not consider that the newspaper’s\ncharacterisation of the effect of the guidance was significantly inaccurate;\nrather than speaking in terms of “self-identification” or “presentation” it was\nmaking the broader point about the way in which the NHS guidance allowed a\npatient to influence the decision by making personal choices, which might\ninclude the way a person chooses to dress, and the name and pronouns by which\nthey choose to be called. Read in its entirety, and where a Trust’s\nspokesperson was elsewhere quoted as saying that “there may be instances when\nfurther consideration may be needed as to how best to manage a trans\npatient\",  the article was not\nclaiming that the decision as to which ward a patient is to be admitted can be\nmade solely on the part of a patient with no input from the hospital Trust in\nquestion. Therefore, omitting a further express reference to the risk\nassessments that some trans patients would undergo before being admitted to\nwards based on their choice of gender-presentation did not make the article\nsignificantly misleading, inaccurate, or distorted on this point in breach of\nClause 1.\n27. The\nCommittee then noted that the wording of the article, “lavatories and\nfacilities”, closely echoed the phrase used in the guidance, “toilet and\nbathing facilities”; it did not consider that the omission of the detail\nrelating to open showering rendered the reference misleading or inaccurate,\nwhere it was not in dispute that it was the case that trans women in prisons\nwho had not undergone gender reassignment facilities did have the right to use\nthe facilities of their lived gender, barring specific exceptions.\n28. The\nCommittee turned next to the headline of the first article, which the\ncomplainant said was not supported by the text of the article because it did\nnot make clear that hospitals would also undertake a risk assessment.  The complainant also said that the headline,\nand the headline of the online article, misleadingly suggested that they were\nreporting on a new development. Headlines are necessarily summaries of the content\nof articles and the first article made clear that a risk assessment ought also\nto be undertaken in such circumstances, but concerns had been expressed that\nthis was not always the case. The publication was entitled to report on matters\nwhich it considered to be of interest to its readers, in this case concerns\nwhich had been expressed about patient safety in hospitals; the headlines did\nnot suggest that the guidance was new and patient safety concerns were\nconsidered in light of the prevailing guidance and legislation. Where the\nheadlines were supported by the text of the articles and were not misleading,\nthere was no breach of Clause 1.\n29. The\ncomplainant had also said that it was inaccurate for the first and online\narticle to report that that “male-born sex offenders who self-identify as women\ncan be placed on female-only NHS wards”. The Committee noted that the articles\ndid not report that self-identification was the sole criteria which would be\nconsidered or that such offenders would necessarily be treated in this way\nwithout any further risk assessments being undertaken. Where the guidance of at\nleast 3 NHS Trusts did not state that a history of sexual offences was a bar to\nadmittance to female wards, the Committee did not consider the article to be\ninaccurate in breach of Clause 1 on this point.\n30. The\ncomplainant had also raised concerns that the article both misrepresented the\nguidance issued by NHS Trusts and inaccurately reported that guidance from\nDevon Partnership Trust was still in place. The Committee acknowledged the\ncomplainant’s point that the guidance issued by many NHS Trusts referred to\npresentation rather than self-identification, but noted that the guidance\nissued by one NHS Trust mentioned in the article referred to self-identification.\nThe guidance of the other NHS Trusts mentioned in the article had been quoted,\ntogether with comments about the issued guidance which had been made by the\nTrusts. The article made clear – via a quote from Devon Partnership Trust –\nthat the Devon guidance referenced in the article was under review, but it had\nnot been formally withdrawn. The newspaper was entitled to reference it, and\nthe references to it in the article were not inaccurate. There was no breach of\nClause 1 on these points.\nConclusion(s)\n31. The\ncomplaint was partly upheld under Clause 1 (i).\nRemedial\nAction Required\n32. The\npublished correction put the correct position on record and was offered and\npublished promptly and with due prominence. No further action was required.\n\n\n\nDate\ncomplaint received: 03/08/2021\nDate\ncomplaint concluded by IPSO: 14/02/2022\nBack to ruling listing\n\n\n"
}