{
    "url": "/rulings-and-resolution-statements/ruling/?id=08899-16",
    "title": "08899-16 Kelly v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2015-10-05 00:00:00",
    "received_on": "2016-10-04 00:00:00",
    "concluded_on": "2017-01-19 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 04/10/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08899-16 Kelly v Mail Online\nSummary of Complaint\n1. Tracey Kelly,\nacting on behalf of her son Joseph Kelly, complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in an\narticle headlined “Pictured: Teenage thugs, 17, who attacked a group of Jewish\nfriends at a train station leaving one in a coma for three days with a\nfractured skull”, published on 5 October 2015.2. The article\nreported the complainant’s son’s conviction for inflicting grievous bodily harm\nwith intent, assault occasioning actual bodily harm and two counts of assault\nby beating, following an attack on four friends. It included an image of the\ncomplainant’s son and he was identified by name. The article referred to\ncomments made by the father of one of the victims and a local MP; both of whom\nargued that the case should have been treated as a religiously aggravated hate\ncrime. The article also included references to the ruling made by the Judge at\nManchester and Salford Youth Court on 2 October 2015, where it was decided that\nthe attack was not to be treated as a religiously aggravated hate crime.\n3. The article\nexplained that reporting restrictions, which prevent the identification of\njuvenile defendants, had been lifted by the judge so that the defendants in the\ncase could be identified by the media.\n4. The complainant\nexpressed concern that the newspaper’s reference to “Jewish friends” in the\nheadline created the inaccurate impression that the attack had been a\nreligiously aggravated hate crime. She relied on the ruling made by the judge,\nin which he had stated that “throwaway remarks that were anti-Semitic were\nmade”, but ruled that the victims had not been attacked because they were\nJewish, rather they had been “in the wrong place at the wrong time”.\n5. The complainant\nalso expressed concern that the image of her son included in the article had\nbeen taken from his personal Facebook profile. She said that at the time of\npublication, her son’s Facebook page had privacy settings in place. She said\nthat no permission had been sought by the newspaper to use the image, nor had\nany permission been given by her or her son.\n6. The newspaper\ndid not accept any breach of the Code. It said that the inclusion of the\ncomments from the victim’s father and a local MP had been a matter of editorial\ndiscretion; the comments had not given the inaccurate impression that the\ncomplainant’s son had been convicted of a religiously aggravated hate crime.\nThe newspaper said that these comments were opinions, and were clearly\nidentified as such in the article. The newspaper said that these opinions were\npresented alongside the ruling of the judge, which made clear that the attack\nwas not to be treated as a religiously aggravated hate crime. Furthermore, the\nuse of the word “Jewish” was relevant to the extent that the issue of alleged\nanti-Semitism had been part of the investigation into the attack. Therefore,\nthe newspaper did not consider that the inclusion of “Jewish” had been\ninaccurate or discriminatory in nature.\n7. The newspaper\ndid not dispute that the image of the complainant’s son had been taken from his\nFacebook page. It said that the image used in the article had not been accessed\nby their editorial team; it had been provided by the Manchester Evening News.\nAs such, the newspaper could not provide an original screen shot of the\nFacebook page as it had appeared when the image was obtained.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n9. In publishing a\nreport of proceedings in which the judge had decided to lift reporting\nrestrictions, the newspaper had been entitled to report the facts of the case\nas they had been heard by the court. It was not misleading to report that the\nvictims were Jewish in circumstances where this had been relevant to the\narguments of the case.\n10. The article had explained that the judge had ruled that\nthe attacks were not to be treated as a religiously aggravated hate crime, and\nit had accurately reported the offence for which the complainant’s son had been\nconvicted. In that context, reporting the views expressed by the victim’s\nfather and local MP did not raise any breach of Clause 1, particularly in\ncircumstances where it was not disputed that the judge had found that\nanti-Semitic language had been used at the time of the offence.  The article had not given the significantly\nmisleading impression that the complainant’s son had been convicted of a hate\ncrime. There was no breach of Clause 1.\n11. The image under complaint showed the complainant’s son’s\nface and upper body. The Committee noted that the newspaper had obtained the\nimage from the Manchester Evening News, which was also subject to an IPSO\ncomplaint relating to a similar article. The Committee noted that in respect of\nthe complaint against the Manchester Evening News, it had been provided with\nsimilar images to that complained of, which remain available – without privacy\nsettings – on the complainant’s son’s Facebook page. The Committee noted the\ncomplainant’s position that her son had – at the time of publication – limited\nthe extent of his disclosure of the image on Facebook by the use of privacy\nsettings. In addition, it noted the newspaper’s position that had privacy\nsettings been in place, it would not have able to see or use the image.\nHowever, given the nature of the photograph, the Committee did not consider\nthat this was material in relation to which the complainant’s son had a\nreasonable expectation of privacy. Neither did the inclusion of his home\naddress raise any breach of Clause 2, in the context of a court report.\n12.  The complainant\nhad not complained that the reference to the victims being “Jewish”\ndiscriminated against her son; instead she was concerned that the reference\nsuggested that his offence had been religiously motivated. There was no breach\nof Clause 12.\nConclusions\n13. The complaint was not upheld.Remedial action requiredN/A\nDate complaint received: 04/10/2016Date decision issued: 19/01/2017\n \n \n \n \nBack to ruling listing\n\n\n"
}