{
    "url": "/rulings-and-resolution-statements/ruling/?id=08925-16",
    "title": "08925-16 Alexandra Associates (UK), Lee Lummis and Craig Lummis v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2016-10-05 00:00:00",
    "concluded_on": "2017-03-19 00:00:00",
    "complaint_processing_days": 165,
    "conclusion_long": "30. The complaint was not upheld.",
    "remedial_action": "31. N/A Date complaint received: 05/10/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 08925-16 Alexandra Associates (UK), Lee Lummis and\nCraig Lummis v The Sun\nSummary of complaint\n1. Alexandra Associates (UK) Ltd, Lee Lummis and\nCraig Lummis complained to the Independent Press Standards Organisation that\nThe Sun breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3\n(Harassment) of the Editors’ Code of Practice in relation to articles headlined\n“Beware of ‘Green’ investment scams...money doesn’t grow on trees”, published\non 26 March 2016, and a column published on 18 April 2016. The 26 March article\nwas published online with the headline “Victims share their anger at losing\nlife savings in ‘Green’ investment scams”. \nThe 18 April column was published online on 20 April.\n2. The 26 March article reported that an\ninvestment scheme, called Ethical Forestry, had been liquidated, with the\n“pension pots and savings of small investors wiped out”. The article reported\nthat a named individual had been “cold-called by a firm called Avacade Future\nSolutions”, which “offered him a ‘pension review’ over the phone then directed\nhim to a company called Liberty Sipp”. It reported that this firm then “told”\nthe named individual to put his pension into Ethical Forestry. The article\nreported that the named individual had said that “I read in The Sun that\nEthical Forestry had gone into liquidation and I rang up Avacade. They still\ninsisted my investment was safe. It sounded like the advisor was reading from a\ntranscript”.\n3. The 18 April column contained photographs\nof the complainants, which were referred to as “the first photos of Craig and\nLee Lummis”.  It reported that they were\nthe “father and son team who pocketed a fortune by encouraging pensioners to\ncash in their pots and invest in Ethical Forestry”.  The article claimed “They’re at it again”,\nand explained that “this time the Lummis family are flogging Brazilian\nproperty”. The article stated: “Don’t touch it with a bargepole”, and reported\nthat “these charlatans are unregulated by Financial Conduct Authority”. It\nreported that “the Lummis mob live somewhere in the Manchester area but may\nhave moved lately – probably to a mansion with their 30 percent of all the\nmoney they raised for those crooks at Ethical Forestry”. It stated: “if you\nhave any idea where they are please email me”, and provided the columnist’s\nemail address.\n4. The complainants now trade as Avacade\nFuture Solutions, which they said is a separate entity with a distinct business\nmodel to Avacade Ltd, which is in liquidation. They said that the allegations\nin the article under complaint related to Avacade Ltd, their previous company,\nnot Avacade Future Solutions. The complainants said that it was therefore\nmisleading for the articles to refer to simply to “Avacade”, or “Avacade Future\nSolutions”, where this company had no dealings with the Ethical Forestry, and\nis a separate business.\n5. The complainants denied that investors in\nEthical Forestry had lost their investments. The company in question was in\nliquidation, but the complainants provided correspondence from the liquidator\nto investors, which stated that “currently, you have not suffered any loss.\nYour loss, if any, will only be established in the fullness of time”.\n6. The complainants said that Avacade Ltd had\nnot advised people on how they should invest their pensions, or offered\n“pension reviews”. They said that one of the options set out in the non-advised\npension reports they prepared was to transfer a pension into a Self-Invested\nPersonal Pension (SIPP). It said that these reports confirmed that Avacade was\nnot regulated. If a client showed an interest in doing so, Avacade Ltd would\nsuggest a SIPP administrator, and would show them brochures of investments, one\nof which was Ethical Forestry. The complainants said it was not reasonable to\nsuggest that Avacade Ltd “sold” this investment.\n7. The complainant said that they go to\nlengths to make clear that they are not regulated, and that they have not\nundertaken regulated activities. The complainants said that the articles used\nlanguage which suggested they undertook regulated activities, such as advising\non pensions, which is a serious allegation when they were not regulated.  The complainant said that the references to\nthem in the 18 April column as “charlatans”, who were part of a “mob” imputed\nthat their actions were criminal, without basis. The complainant said that the\nuse of “mug shots” in this article, referred to as the “first photos” of them,\nalso implied that they were criminals on the run.\n8. The complainants denied that Avacade Ltd\n“raised money” for Ethical Forestry, or that they received 30 percent of this\nmoney. The complainants said that when a client invested in Ethical Forestry,\nthey received a commission payment. They said that the percentage was\ncommercially sensitive, but that it was significantly lower than the 30 percent\nreported. The complainants denied that they ‘cold-called’ prospective clients.\nThey said that Avacade Ltd contacted people who had shown an interest in a free\npension review, whether by filling in online surveys, or otherwise.\n9. The complainants said it was inaccurate to\nclaim that they were “flogging Brazilian property”. They said that they were\nnot “selling” Brazilian property, but were introducing their clients to an\nopportunity to finance infrastructure in that country. The complainants said\nthat the word “flogging” carried with it negative connotations of poor conduct\nby the seller, and a poor quality product.\n10. The complainants said that\nthe newspaper’s request to its readers to provide information about their\nlocation represented a ‘witch-hunt’, which harassed them, and intruded on their\nprivacy. On 18 April, they said they were “door-stepped” and photographed by\njournalists working for the newspaper, which they found distressing and\nintrusive. They said that Lee Lummis had a reasonable expectation of privacy\nwhen he was photographed on his doorstep, without his consent, by a\nphotographer using a long lens, remaining in a car parked on the street. They\nsaid that Craig Lummis spoke to the reporter on his intercom, but that\nphotographs were taken of his house, in circumstances where he had a reasonable\nexpectation of privacy.\n11. The newspaper said that\nAvacade Ltd played a significant role in leading private individuals to\ntransfer their pensions out of ‘suitable’ investments, and into unsuitable\ninvestments, such as Ethical Forestry. It said that it had been contacted by\ninvestors, who described a similar process leading to their investment in\nEthical Forestry. Possibly as a result of filling out an online pension\nquestionnaire, an individual was “cold called” by Avacade Ltd. They would be\noffered a “pension review” by a representative of Avacade Ltd, who described\nthemselves as “sales representatives”, or “investment specialists”. Avacade Ltd\nwould then send a pension report to these customers, which showed the return on\ntheir current pension, and included a document showing substantial predicted\nreturns, should this customer choose to invest in Ethical Forestry. Should the\ncustomer authorise the transfer of their pension into Ethical Forestry, Avacade\nLtd would write to them to congratulate them. The newspaper provided an example\nof such a letter, which stated “On behalf of all of us at Avacade Ltd, we would\nlike to thank you for choosing to invest in one of our investment products”.\nThe newspaper noted that Avacade Ltd received commission from Ethical Forestry\nfor every individual who invested.  \n12. The newspaper said that\nEthical Forestry was now in liquidation, and that given the apparent breach of\nfinancial regulation in raising money for the scheme, a fair assessment was\nthat investors face serious, if not complete, financial loss. In this regard,\nit noted that in the brochure for the scheme, as shown to potential investors\nby Avacade Ltd, it was suggested that investors could realise their investment\nat any time by cutting down and selling their trees, or by selling their\ninvestment on. The newspaper said that neither of these options was possible,\nas things stood.\n13. The newspaper said that the\ncomplainants had acted immorally by approaching inexperienced investors, and\npromoting unregulated investments, with the result that many transferred\nsignificant portions of limited pension savings into Ethical Forestry. It also\nsaid that there were grounds for suspecting that the complainants may have\nengaged in regulated activity, by either making arrangements for clients to\nsell their investments, or by inviting or inducing clients to invest in Ethical\nForestry. It said that Avacade Ltd was unregulated, and that its promotion of Ethical\nForestry may be in breach of financial services legislation.\n14. The newspaper said that there\nwas a strong likelihood that Ethical Forestry would be regarded as an\n“Unregulated Collective Investment Scheme” (UCIS) under financial services\nlegislation. It said that by its nature, UCIS are high risk, and not suitable\ninvestments for the general public. It noted that since publication of the\narticle, the Financial Conduct Authority began investigating Ethical Forestry\nfor being a UCIS.\n15. The newspaper accepted that\nthe complainants had liquidated Avacade Ltd, and now traded as Avacade Future\nSolutions. However, it said that for all intents and purposes, these two\ncompanies ran the same businesses for the complainants, trading under the same\n“Avacade” brand. It said that Avacade Future Solutions continued to send\nreports on investments to the individuals Avacade Ltd had persuaded to invest\nin Ethical Forestry. It said that Avacade Future Solutions had taken over\nresponsibility for Avacade Ltd’s customers and business. It noted that the\ncomplainants were the directors and shared owners of both companies.\n16. The newspaper said that the\nword “flog”, in relation to the Brazilian property, simply meant to sell, or\noffer to sell, and carried no negative connotation. It provided an email from\nAvacade Future Solutions to an “Avacade client”, offering them “advance access”\nto an investment opportunity in Brazil.\n17. The newspaper said that on 24\nMarch, it sent an email to the address provided on the complainants’ website,\nasking a series of questions about the complainants’ role in contacting\ninvestors in Ethical Forestry. It said it received no response to this email.\nIt said that after publication of the March article, it noted that the complainants’\nwebsite had been taken down, and that its telephone number no longer worked. It\nsaid that there was a clear public interest in putting the subject matter of\nthe articles to the complainants, and denied that its efforts to locate the\ncomplainants, or to obtain their comments, including a single visit to each of\nthe complainants’ homes, represented harassment.\n18. The newspaper said that it\ntook a number of photographs of Lee Lummis as he left his home, although these\nwere not published. It said that Craig Lummis’ house was photographed from a\npublic road. It said that in these circumstances, neither complainant had a\nreasonable expectation of privacy. In any event, it said that there was a\npublic interest in taking the photographs, holding the complainants to account\nfor the allegations contained in the articles. It said that the photographs of\nLee Lummis showed the kind of expensive house and car he was able to enjoy. The\nnewspaper noted that the image of Craig Lummis’ home on Google Maps contained\nmore detail than the photograph taken by its journalist.\n19. The complainants said that\nEthical Forestry was not deemed to be a UCIS, and provided a letter dated 2008\nfrom the FSA to the operators of the scheme, which showed that the scheme was\nnot considered to be a UCIS at that time. The complainants said that there\ndifferences of substance between Avacade Future Solutions and Avacade Ltd,\nwhich operated under different business models. They said that between 2010 and\n2014, a third individual owned a share of Avacade Ltd, and that the ownership\nstructures were therefore different.\nRelevant Code provisions\n20. Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be expected to\njustify intrusions into any individual's private life without consent. Account\nwill be taken of the complainant's own public disclosures of information.\niii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in\nintimidation, harassment or persistent pursuit.\nii) They must not persist in\nquestioning, telephoning, pursuing or photographing individuals once asked to\ndesist; nor remain on property when asked to leave and must not follow them. If\nrequested, they must identify themselves and whom they represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nThe Public Interest\nThere may be exceptions to the\nclauses marked * where they can be demonstrated to be in the public interest.\nThe public interest includes, but\nis not confined to:\n-Detecting or exposing crime, or the threat of crime, or serious impropriety.\n-Protecting public health or safety.\n-Protecting the public from being misled by an action or statement of an\nindividual or organisation.\n-Disclosing a person or organisation’s failure or likely failure to\ncomply with any obligation to which they are subject.\n-Disclosing a miscarriage of justice.\n-Raising or contributing to a matter of public debate, including serious\ncases of impropriety, unethical conduct or incompetence concerning the public.\n-Disclosing concealment, or likely concealment, of any of the above.\n-There is a public interest in freedom of expression itself.\n-The regulator will consider the extent to which material is already in\nthe public domain or will or will become so.\n-Editors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n-An exceptional public interest would need to be demonstrated to\nover-ride the normally paramount interests of children under 16.\nFindings of the Committee\n21. The Committee noted the\ncomplainants’ position that the article implied they had carried out regulated\nactivity, when unregulated. The article of 26 March reported that through their\ncompany Avacade Ltd, they had provided an individual with a “pension review”,\nthat they had “directed” this individual towards a SIPP, and that this\nindividual was then told to put his pension into Ethical Forestry. The\ncriticism the article directed at the complainants was that this individual had\nlost the investment he had made through their firm. The article referred to the\n“unregulated ‘ethical’ investments market”, and stated that “there is nothing\nillegal about what the firms or financial advisors are doing”. The criticism\nthe articles made of the complainants did not rest on an allegation that the\ncomplainants had carried out regulated activity while unregulated. The articles\nwere not misleading in the manner alleged.\n22. It was not in dispute that\nthrough their company Avacade Ltd, the complainants had introduced clients to\nEthical Forestry. As part of this introduction, they would compare the\nprojected returns of individuals’ current pension arrangements, with the\nprojected returns of Ethical Forestry. It was not in dispute that where those\nclients went on to make the investment, Avacade Ltd would receive a commission.\nIn these circumstances, it was not significantly misleading for the 26 March\narticle to report that the complainants had offered the individual concerned a\n“pension review”, that it advised him how to invest his pension, that it\ndirected him to a SIPP, or that it “told” him to put his pension in to Ethical\nForestry. It was not significantly misleading for the 18 April column to refer\nto the complainants as having “encouraged” pensioners to “cash in their pots\nand invest in Ethical Forestry”, or to refer to the complainants as having\n“raised” money for Ethical Forestry. In the context of the article, no\nsignificance attached to whether the complainants received a 30 percent\ncommission for its clients’ investments in Ethical Forestry, or a lower\npercentage, and this statement was not significantly misleading.\n23. The Committee noted the\ncomplainants’ position that Avacade Ltd did not “cold call” potential\ninvestors. However, the complainants accepted that Avacade Ltd contacted people\nwho had shown an interest in a free pension review by filling in surveys online\nor otherwise. Where Avacade Ltd had contacted people who had not contacted them\ndirectly to seek their services, it was not significantly misleading to report\nthat the individual featured in the 26 March article had been “cold-called”.\nThe complainants accepted that they had introduced their clients to an\ninvestment in infrastructure in Brazil, and the Committee noted that the email\ncontaining this introduction offered Avacade clients “advance access” to this\ninvestment opportunity. In these circumstances, it was not significantly\nmisleading to report that the complainants were “flogging Brazilian property”.\n24. The Committee noted that the\n26 March article referred to Avacade Future Solutions, when in fact, the\ncompany who had originally offered the pension review to the individual\nconcerned was “Avacade Ltd”, which had since been liquidated. The Committee\nrecognised that the companies were legally distinct, and noted the\ncomplainants’ position that they operated distinct business models. However,\nthey were both companies owned and operated by the complainants, operating\nunder the same “Avacade” brand. In addition, the Committee noted that the\ncomplainants did not dispute that Avacade Future Solutions had taken over\nresponsibility for Avacade Ltd customers. In the circumstances, the Committee\ndid not consider that the 26 March article’s reference to Avacade Future\nSolutions was significantly inaccurate.\n25. It was not in dispute that\nEthical Forestry had entered liquidation, and it was therefore not misleading\nfor the 18 April column to refer to the scheme as having “gone bust”. The\nCommittee acknowledged that the liquidators had written to investors to confirm\nthat “your loss, if any, will only be established in the fullness of time”.\nNevertheless, Ethical Forestry was in liquidation. Investors were unable to\nrealise their investments, and the remaining value of the investments was\nunclear. It was not significantly misleading to claim that the investors in the\nscheme had lost their investments.\n26. The 18 April column’s\nreference to the complainants as the “Lummis mob”, and as “charlatans” were\nclearly presented as the views of the columnist, based on his position that\nthey had encouraged pensioners to invest in a scheme which was unsuitable, and\nhad left them “out of pocket”. The reference to the images of the complainants\nbeing the “first photos” of the complainants, or the columnist’s request for\ninformation about their location, did not suggest that they had engaged in\ncriminal conduct in the context of the article. The article was not misleading\nin the manner alleged.\n27. The Committee did not\nestablish that the articles contained significant inaccuracies or misleading\nstatements, such as to require correction under the terms of Clause 1 (ii). The\nnewspaper had relied on the accounts provided by individuals introduced to\nEthical Forestry by the complainants. It had written to the complainants in\nadvance of publication to obtain their comments, but had not received a\nresponse. In these circumstances, there was no failure to take care not to\npublish inaccurate information, and no breach of Clause 1 (i). The complaint\nunder Clause 1 was not upheld.\n28. When Lee Lummis was\nphotographed by the newspaper, he was stood in his open doorway and outside his\nhouse, apparently in plain view of the street, and in the process of leaving\nhis home. In these circumstances, the Committee did not consider that the complainant\nhad a reasonable expectation of privacy, such that consent for his photograph\nwas required under the Code. The taking of these photographs did not raise a\nbreach of Clause 2. The taking of photographs of Craig Lummis’ house, from a\npublic road, did not represent an intrusion into his privacy. This aspect of\nthe complaint did not raise a breach of Clause 2.\n29. The Committee acknowledged\nthe complainants’ concern that the columnist had made a public request for\ninformation about their location. However, for the newspaper to make efforts to\nascertain their location, as part of its continued investigation, did not in\nitself represent intimidation. While the Committee recognised that the\ncolumnist had made a very public request for this information, the Committee\ndid not consider that this represented harassment under the terms of Clause 3.\nThere was no suggestion that the newspaper had persistently approached the\ncomplainants at their houses, or had done so following a request to desist. The\nCommittee did not consider that approaching the complainants at their house, or\nthe taking of the photographs represented harassment. There was no breach of\nClause 3.\nConclusions\n30. The complaint was not upheld.\nRemedial Action Required\n31. N/A\nDate complaint received: 05/10/2016Date decision issued: 19/03/2017\nBack to ruling listing\n\n\n"
}