{
    "url": "/rulings-and-resolution-statements/ruling/?id=08951-17",
    "title": "08951-17 Monaghan v The Northern Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Northern Times (Highland News & Media Limited)",
    "published_on": "2017-05-19 00:00:00",
    "received_on": "2017-05-22 00:00:00",
    "concluded_on": "2017-08-15 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A.Date complaint received: 22/05/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 08951-17 Monaghan v\nThe Northern Times\nSummary of complaint\n1. Paul Monaghan\ncomplained to the Independent Press Standards Organisation that The Northern\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “Prospective MP accused of misusing public cash” published\non 19 May 2017. The\narticle was also published online with the headline “Prospective MP accused of\nmisusing parliamentary resources”. \n2.\nThe article reported that a complaint had been made to the Compliance Officer\nfor the Independent Parliamentary Standards Authority, that the complainant had\n“misused public funds” because a Scottish National Party constituency meeting\nwas “allegedly” held in his constituency office. It claimed that the meeting\nwas called by the complainant’s office manager, and that it was unknown whether\nthe complainant had attended the meeting. The article also reported that the\nmeeting’s agenda included “the appointment of a campaign committee, the\nappointment of an election agent and discussion about campaign strategy and\ncampaign expenditure”. It reported that it is apparently against IPSA rules to\nuse parliamentary resources such as an office for campaign purposes, as the\noffice is funded by the UK tax-payer. \n3.\nThe article reported details of the email exchanges between IPSA and the\nindividual who made the complaint, which showed that an assessment was being\nconducted by the Compliance Officer to ascertain whether there was any merit in\ninvestigating the complaint. The article also included the complainant’s denial\nof the allegations. \n4.\nThe complainant said that the article was misleading because he had not misused\npublic cash or parliamentary resources. He said that the basis of the complaint\nwas the conduct of another SNP branch member, and that he was not the subject\nof an “investigated” IPSA complaint.\nThe complainant was also concerned that the newspaper did not attempt to\ncontact local SNP branches for their comment, and queried whether the newspaper\nhad challenged the source of the allegations and their credibility. \n5. The newspaper said that the\narticle accurately reported on the fact that a complaint was made to IPSA. It\nsaid that the article made clear that IPSA was not investigating the\ncomplainant’s conduct, but that IPSA was assessing a complaint that it had received\nagainst him. The newspaper said that as public money was allegedly misspent, it\nwas irrelevant whether physical “cash” was involved; inappropriate use of a\nconstituency office is analogous to public cash being misused. It said that it\nwas not their onus to investigate the validity of the complaint or the\ncredibility of the complainer, particularly in circumstances where it was not\nthe newspaper’s claim. \n6. The newspaper said that it\nunsuccessfully attempted to contact the complainant’s office, including his\noffice manager, on multiple occasions by email and telephone. As such, the\nnewspaper contacted a reporter from a sister newspaper who had contacted the\ncomplainant, and it was provided with the complainant’s comments. \nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. \niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of the Committee \n8.\nThe Committee noted the complainant’s concern that the headlines were inaccurate,\nfirst because the complaint in question was not made against him, and second\nbecause there had been no misuse of public\ncash or public resources. A complaint was made to IPSA against the\ncomplainant, which was demonstrated in the emails provided by the newspaper,\nand the article made clear the basis of the IPSA complaint. Furthermore, in\ncircumstances where the office is funded by the UK taxpayer, and where the\nnature of the complaint was made clear in the article, the Committee did not\nconsider that it was significantly inaccurate to refer to “public cash”. The\nCommittee did not consider that the headlines were not supported by the text,\nor that the article was misleading on these points. There was no breach of\nClause 1. \n9.\nThe Committee noted the complainant’s concern that the article gave the\nmisleading impression that IPSA was investigating the complaint, when it was\nconducting an assessment. The article reported that the complaint was being\nassessed by IPSA’s Compliance Officer. There was no breach of Clause 1. \nConclusions \n10.\nThe complaint was not upheld. \nRemedial action required \n11.\nN/A.Date complaint received: 22/05/2017Date decision issued: 15/08/2017\nBack to ruling listing\n\n\n"
}