{
    "url": "/rulings-and-resolution-statements/ruling/?id=08979-16",
    "title": "08979-16 A woman v Surrey Comet",
    "provisions": [
        "12 Discrimination (2016)",
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Surrey Comet (Newsquest Media Group)",
    "published_on": "2016-07-29 00:00:00",
    "received_on": "2016-08-18 00:00:00",
    "concluded_on": "2016-12-13 00:00:00",
    "complaint_processing_days": 117,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 18/08/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08979-16 A woman v Surrey Comet\nSummary of Complaint\n1. A woman\ncomplained on behalf of her son to the Independent Press Standards Organisation\nthat the Surrey Comet breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause\n4 (Intrusion into grief or shock) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “APPEAL: Vulnerable man, who\nsuffers from Asperger’s, missing from Catford”, published on 29 July 2016.\n2. The article\nreported a police appeal to the public for help finding the complainant’s\n26-year-old son, who was missing. It said that the man was vulnerable, suffered\nfrom Asperger’s syndrome, and had a mental age of 16-years-old.\n3. The complainant\nsaid that the article was inaccurate as her son does not have a mental age of\n16 and, at the time of publication, did not have a diagnosis for Asperger’s\nsyndrome. She said that while she had given consent for an appeal to go to a\nmissing person’s charity, she asked that no information went to the press. She\nsaid that the information was released to the press in error, and that the\npolice had apologised for this. She said that the publication of the appeal had\nput private information about her son’s medical conditions into the public\ndomain, which intruded into his private life; she said that publication of this\ninformation was even worse because he was a vulnerable person. She also said\nthat the information, which she did not dispute was provided to the newspaper\nby the police, was published in an insensitive manner, and that the article\ndiscriminated against her son by making reference to his disabilities.\n4. The newspaper\nsaid that the information in the article came from the police in the form of an\nappeal to find a missing and vulnerable individual. It said that it regularly\npublishes such appeals based on information provided by the police, and\nproceeds on the basis that the information is not only safe to use, but the\nparty involved would want the publication to publish as much information as\npossible. In this case, it said that the article had reported the details\nsupplied to its reporter by the police entirely accurately.\n5. It said that it\nhad noted that the complainant’s position that the information had been\nreleased because of an error by the police, and that the police had apologised\nto her. It offered to add this information to the article, and to remove the\nimage of her son from the website. It also offered publish another article\nreporting that he had been found.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n7. The Committee\nacknowledged the strength of the complainant’s feeling about the information\nthat had been released about her son, and noted her position that she had asked\npolice not to release information about him to the press. In circumstances such\nas these, newspapers perform an important public service in disseminating\npolice appeals to a wider audience; however, there is a duty on newspapers\nunder Clause 2 of the Code to respect the private life of individuals,\nincluding information relating to their health. In this case, the information\ncontained in the article was of a highly personal nature. However, the article\nwas published in support of a police appeal to find a vulnerable missing person\nand the Committee was therefore satisfied that the newspaper was operating\nunder the reasonable belief that publication of the information would be in the\npublic interest. Furthermore, while the complainant’s son had a reasonable\nexpectation of privacy in relation to the material published, such that his\nprivacy was infringed through publication, the Committee concluded that this\nwas justified by the public interest in supporting the police appeal. There was\nno breach of Clause 2.\n8. The Committee\nacknowledged the complainant’s position that her son does not have a mental age\nof 16, and did not have a diagnosis of Asperger’s syndrome at the time of\npublication. In circumstances where the article was published in good faith\nusing information provided by the police, there was no failure to take care not\nto publish inaccurate information in breach of Clause 1(i). Further, any\ninaccuracies over the precise nature of the complainant’s vulnerabilities was\nnot significantly misleading where it was accepted, and explained by the\ncomplainant during correspondence, that her son was vulnerable. There was no\nbreach of Clause 1(ii).\n9. The Committee\ndid not consider that publication of the article, in circumstances where the\nnewspaper relied on information provided by the police, was handled\ninsensitively. Neither did the article contain a prejudicial or pejorative\nreference to the complainant’s medical conditions. There was no breach of\nClause 4 or Clause 12.\nConclusions\n10. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 18/08/2016Date decision issued: 13/12/2016\nBack to ruling listing\n\n\n"
}