{
    "url": "/rulings-and-resolution-statements/ruling/?id=08980-19",
    "title": "08980-19 Tweddle v chroniclelive.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)",
        "9 Reporting of crime (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "chroniclelive.co.uk (Reach PLC)",
    "published_on": "2019-11-15 00:00:00",
    "received_on": "2019-11-15 00:00:00",
    "concluded_on": "2020-04-15 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "17. The complaint was upheld under Clause 1(i).",
    "remedial_action": "18. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. 19. The correction was offered with sufficient promptness and prominence to meet the terms of Clause 1(ii) and should now be published.   Date complaint received: 15/11/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 08980-19 Tweddle\nv chroniclelive.co.uk\nSummary of Complaint\n1. Craig and Kenneth Tweddle complained to the Independent\nPress Standards Organisation that chroniclelive.co.uk breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 3 (Harassment) and Clause 9 (Reporting\nof crime) of the Editors’ Code of Practice in an article headlined “Estranged\nfather and son in court on same day for separate drink drive offences”,\npublished on 15 November 2019.\n2. The article reported that the complainants, referred to in\nthe article as an “estranged” father and son “who didn’t often speak”, had been\n“called to court on the same day for separate drink drive offences”. The son,\nCraig Tweddle, pleaded guilty to “driving with excess alcohol and driving\nwithout insurance or a licence, while the father, Kenneth Tweddle, “pleaded\nguilty to one count of driving with excess alcohol”. It reported that Kenneth\nTweddle was a “school caretaker”; that he was fined “£205 and banned…from\ndriving for 12 months”; and that he had given “a [breathalyser] reading of 43\nmicrogrammes of alcohol in 100ml of breath”.\n3. Craig Tweddle said that following his court case, a\njournalist had attended his home and had asked him questions regarding his\nrelationship with his father. He provided a physical description of the man,\nwho he said had not identified himself by name, but had claimed to be a\njournalist. The complainant said that although he had told the journalist he\ndid not wish to discuss the matter, the man had persisted in asking him questions\nfor several minutes and, after leaving the property, had sat in a black car\noutside his home for another 30 minutes. The complainant said that he believed\nthe journalist was acting on behalf of the publication being complained of, and\nthat this exchange amounted to harassment in breach of Clause 3. The\ncomplainant provided a message his partner had sent following publication of\nthe article, which referenced a visit by a journalist, in support of his\nposition.\n4. The complainants also said that it was inaccurate for the\narticle to state that they were “estranged”. They said that they had a close\nrelationship and that no comment was made on their relationship during the\ncourse of their separate proceedings. They also said it was inaccurate to refer\nto the father as a “school caretaker” when he was a caretaker for the local\nauthority; to state that he had consumed “excess alcohol” when his reading was\njust 43 microgrammes; and, to state that he was fined £205 when in fact he was\nfined approximately £435 when adding in costs and a victim surcharge. The\nfather also said that it was misleading for the article to omit that the court\nheard that he was unable to pass a breathalyser test due to his medication.\nFinally, the complainants said that the article breached Clause 9 by\nmisreporting the court proceedings and breached Clause 2 by referencing Kenneth\nTweddle’s place of work.\n5. The publication did not accept it had breached the Code.\nIt confirmed that no journalist acting on behalf of the publication made a\ndirect approach to the complainants. It said that the message provided by the\ncomplainants only indicated that a journalist had attended the home but did not\nstate that they were from their publication. Further, the complainants had\nconfirmed that the alleged journalist was male, while the journalist who had\nreported on the matter for the publication was female.\n6. The publication also did not accept that it was\ninaccurate for the article to state that the complainants were estranged. While\nthe publication accepted that this had not been heard during formal proceeding,\nit said that the journalist had heard the solicitor for both defendants saying\nthat “they don't speak much” in a conversation with the clerk, usher and\nprosecutor, which it said was sufficient to support its claim that they were\nestranged. Regardless, the publication said that as a gesture of goodwill it\nhad removed reference to father and son being “estranged”, following a direct\napproach by the complainants. During the referral period, as a gesture of\ngoodwill, the publication offered to add a footnote clarification to the online\narticle addressing the complainants’ relationship, should it resolve their\ncomplaint. This offer was not accepted. Nevertheless, the publication proposed\na formal wording during IPSO’s investigation:\n“A previous version of this article reported that the father\nand son were estranged. We have been asked to clarify that they are, in fact,\nnot estranged. We are happy to clarify this”. \n7. The publication\nalso stated that the court had heard that the husband was a “school caretaker”\nand provided the reporter’s contemporaneous shorthand notes, which recorded\nthis. Further it said that it was not in dispute that the father had been fined\n£205 for the offence. It did not accept that omitting further details regarding\nthe costs and victim surcharge he was also ordered to pay made the article\ninaccurate or misleading.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n9. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\n10. Clause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n11. Clause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nFindings of the Committee\n12. While the journalist had overheard a conversation which\nlead them to believe the complainants were estranged, no further steps were\ntaken to verify this information, nor was it presented as a claim within the\narticle. In these circumstances, the publication had failed to take care not to\npublish inaccurate, misleading or distorted information in reporting that the\ncomplainants were “estranged”. There was a breach of Clause 1(i).\n13. The claim that the two men were “estranged” was\nsignificant as the nature of the relationship between the two men was central\nto the article. Therefore, a correction was required under the terms of Clause\n1(ii). A footnote clarification was offered during the referral period, around\na month after publication. Despite a formal wording being proposed later, this\nwas due to the complainants declining the initial offer. Where the publication\nshowed a willingness to correct the article much earlier, the Committee\nconsidered that this was sufficiently prompt. The proposed correction\nidentified the inaccuracy and put the correct position on record. Adding a\nfootnote in circumstances where the word “estranged” had already been removed\nrepresented due prominence in this case. In these circumstances, the Committee\nfound that there was no breach of Clause 1(ii). \n14. The Committee noted the parties’ accounts regarding the\nconduct of an alleged journalist. It noted that the publication did not dispute\nthe complainants’ account. Rather it stated that the journalist could not have\nbeen from their publication and that the complainant made reference to a male\njournalist when their reporter was female. Therefore, the Committee noted that\nthe publication for which the alleged journalist worked was not clearly\nestablished. It also noted the limited nature of the alleged questioning and\nthat there was no hint in the article of an approach having been made. In light\nof all the circumstances, the Committee did not find that there was any\nevidence to reasonably find that a journalist acting on behalf of this\npublication had made direct contact with the complainants. The terms of Clause\n3 were not engaged.\n15. The Committee noted that the publication had provided a\ncontemporaneous shorthand note to evidence the claim that the court heard that\nKenneth Tweddle was a school caretaker. It was entitled to rely on what was\nsaid in court as long as it accurately reported this. In any event, the\nCommittee did not consider there to be a significant difference between the\narticle’s claim that the husband was a “school caretaker” and the complainants’\nposition that he was a caretaker who worked for the council, in the context of\nthe article as a whole. The Committee also noted that it was not inaccurate to\nrefer to Kenneth Tweddle having driven “after consuming excess alcohol” in\ncircumstances where he “pleaded guilty to one count of driving with excess\nalcohol”. It did not find the reference to him being fined £205 to be\ninaccurate as it was not in dispute that this was the fine he received,\nregardless of any further costs of surcharges ordered by the court. Finally,\nthe Committee did not consider that it was misleading to omit details of\nKenneth Tweddle’s medical conditions and the possible effect this may have had\non his breathalyser results, in circumstances where, regardless of any\nmitigating factors, he pleaded guilty of drinking with excess alcohol. There\nwas no breach of Clause 1 on these points. \n\n16. Finally, reporting that one of the complainants worked\nin a school was a general detail relating to his employment that did not\nconstitute private information. There was no breach of Clause 2. Clause 9\ngenerally relates to the unnecessary identification of the friends and family\nof individuals who are accused or convicted of crime; and the identification of\nthose under 18 who are accused of, a witness to or a victim of crime. As the\ncomplaint did not relate to this, Clause 9 was not engaged.\nConclusion\n17. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n18. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required.\n19. The correction was offered with sufficient promptness\nand prominence to meet the terms of Clause 1(ii) and should now be published.\n \nDate complaint received: 15/11/2019\nDate complaint concluded by IPSO: 15/04/2020\nBack to ruling listing\n\n\n"
}