{
    "url": "/rulings-and-resolution-statements/ruling/?id=08981-16",
    "title": "08981-16 Lustigman v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2016-10-01 00:00:00",
    "received_on": "2016-10-10 00:00:00",
    "concluded_on": "2017-01-09 00:00:00",
    "complaint_processing_days": 91,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08981-16 Lustigman v The Times\nSummary of complaint\n1. Anthony\nLustigman complained to the Independent Press Standards Organisation that The\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Hopes of peace may have been buried with Peres”, published\non 1 October 2016.\n2. The article was\npublished the day after the funeral of Shimon Peres, the former Israeli\npresident. It said that Mr Peres had become “Israel’s most outspoken supporter\nof a two-state solution for Israelis and Palestinians”, and his death had left\nthe “wilting Israeli peace camp without a single prominent leader”. It said\nthat the leaders of the centre-left considered peace to be a “losing issue with\nan increasingly hawkish Israeli public”. It said that a recent poll had found\nthat slim majorities of Israelis and Palestinians endorsed a two-state peace\nplan, but only in the abstract. When presented with the details, support fell\nto 20 per cent among Israeli Jews and 35 per cent for Palestinians. The article\nsaid that Israelis had consistently chosen right-wing parties for most of the\npast 30 years.\n3. The complainant\nsaid that the newspaper had failed to identify the poll it had referred to, and\nit had inaccurately reported its findings. He said that 58 per cent of Israelis\nhad endorsed a two-state peace plan in the abstract, and support had not fallen\nto 20 per cent when respondents were presented with the details. He said the\nreporter had used the statistic in order to support his assertions regarding\n“right-wing” Israeli politicians and the “hawkish Israeli public”.\n4. The newspaper\ndid not consider that the article was inaccurate. It said that the poll it had\nreferred to had been carried out in June 2016 by the Israel Democracy Institute\nand the Palestinian Centre for Policy and Survey Research, and it provided a\ncopy. It said the brief reference was made to illustrate the article’s main\npoint, that the prospects for peace in the region were not encouraging,\nparticularly after Mr Peres’ death.\n5. The newspaper\nsaid that it had accurately reported that the poll had found that 51.3 per cent\nof Palestinians and 53.4 per cent of Israeli Jews expressed support for a\ntwo-state solution when presented with it in the abstract. Having been given\nthe details of that solution, the poll found that only 39.4 per cent of\nPalestinians and 38.6 per cent of Israeli Jews expressed personal support. The\npoll then asked respondents whether they thought that majority opinion within\ntheir own community was in favour of such a solution; only 35.2 per cent of\nPalestinians and 20.4 per cent of Israeli Jews thought that there would be\nmajority support within their own community. The newspaper noted that the poll\nhad not contained an equivalent question for expectation-based polling on the\nabstract plan.\n6. The newspaper\nsaid that it had reported the 20 per cent figure, rather than the figure for\nrespondents expressing personal support, because there is a body of academic\nresearch and a strong sense among polling experts that “expectation-based\npolling” is more reliable than asking people for their personal views; and it\nreferred to various studies to support this position. On this basis, the\nnewspaper had considered that reporting the 20 per cent figure was likely to be\na more accurate indicator of actual support levels than the 38.6 per cent of\nIsraeli Jews who had expressed personal support. It also noted that both\npercentages indicated that support had fallen to a minority of respondents when\nthe details of the plan were explained; it considered that either of these\npercentages would have illustrated the article’s main point that the Israeli\npublic were increasingly “hawkish” and that “hopes of peace may have been\nburied with Peres”.\n7. The newspaper\nnoted that it could have compared the personal preference figure in both cases,\ndisregarding the expectation-based figure on the detailed plan, which it said\nwas arguably more accurate. This would have shown that the slim majority in\nfavour of the abstract plan had fallen to 38.6 per cent among Israeli Jews once\nthe details had been considered. The newspaper offered to make these amendments\nto the article, and in order to clarify how the statistics were derived, it\nalso offered to publish the following clarification in its established\nCorrections & Clarifications column and appended to the online article:\nWe reported (News, Oct 1) that a recent poll had found that\nslim majorities of Israelis and Palestinians endorse a two-state solution in\nthe abstract, but that support falls to 20 per cent among Israeli Jews and 35\nper cent for Palestinians when presented with the details of a peace plan.  We have been asked to make clear that these\nwere the percentages of respondents who, after hearing details of a two-state\nsolution, thought there was majority support in their own community for such a\nsettlement. The percentages of Palestinians and Israeli Jews still expressing\npersonal support for a two-state solution after being questioned on the detail\nwere, respectively, 39.4 and 38.6.   The\npoll was conducted jointly by the Israel Democracy Institute in Jerusalem and\nthe Palestinian Centre for Policy and Survey Research in Ramallah.\n8. The complainant\nconsidered that the article had failed to make clear that the 20 per cent\nfigure related to how respondents thought their community would respond to the\ndetailed two-state plan; as such, the clarification was insufficient.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nFindings of the Complaints Committee\n10. The poll found that 51 per cent of Palestinians and 53.4\nper cent of Israeli Jews personally supported a two-state peace plan in the\nabstract. When presented with the details of the plan, it found that personal\nsupport fell to 38.6 of Israeli Jews and 39.4 per cent of Palestinians.\n11. The poll also asked respondents what they believed their\ncommunity’s view would be on the detailed plan, and it found that 20.4 per cent\nof Israeli Jews believed their community would support it, compared with 35.2\nper cent of Palestinians who believed their community would support it.\nRespondents were not asked an equivalent “expectation-based” question on the\nabstract plan.\n12. Given the results when respondents were asked whether\nthey personally supported an abstract two-state plan, it was not significantly\nmisleading for the newspaper to state that the poll had found that “slim\nmajorities” of Israelis and Palestinians supported a two-state solution in the\nabstract.\n13. The newspaper had then compared the statistics for\nrespondents’ personal views on the abstract plan with their position on whether\ntheir community would support the detailed plan. The Committee acknowledged the\nnewspaper’s position that expectation-based polling is widely considered to be\nmore accurate, but it was concerned that the article had failed to make the\nbasis for these statistics clear. It also noted that the figures for\nrespondents’ personal views on both the abstract and detailed plans were\navailable to the newspaper.\n14. While the Committee wished to note that it is important\nthat newspapers take care to accurately report statistics, in the context of\nthis article, which was not an examination of the poll’s results, but a\ndiscussion of the prospects for peace in the region following Shimon Peres’\ndeath, it did not consider that the brief reference to the poll had been\nsignificantly misleading. While the article had not stated that 20 per cent\nrepresented Israeli Jewish views on their community’s position, a comparison\nbetween the figures for personal views on both the abstract and detailed plans\nwould still have supported the article’s main point. The comparison the\nnewspaper had made between the figures did not represent a failure to take care\nover the accuracy of the article in breach of Clause 1.\n15. While the Committee did not find a breach of the Code in\nthis instance, it welcomed the newspaper’s offer to amend the article in order\nto clarify the basis for the statistics.\nConclusion\n16. The complaint was not upheld.\nDate complaint received: 10/10/2016Date decision issued: 09/01/2017\nBack to ruling listing\n\n\n"
}