{
    "url": "/rulings-and-resolution-statements/ruling/?id=08998-19",
    "title": "08998-19 Kafetzis v birminghammail.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "birminghammail.co.uk (Birmingham Live) (Reach PLC)",
    "published_on": "2019-11-05 00:00:00",
    "received_on": "2019-11-18 00:00:00",
    "concluded_on": "2020-02-20 00:00:00",
    "complaint_processing_days": 94,
    "conclusion_long": "9. The complaint was upheld under Clause 1(i).",
    "remedial_action": "10. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published to avoid a breach of Clause 1(ii).    Date complaint received: 18/11/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 08998-19 Kafetzis v\nbirminghammail.co.uk\nSummary of Complaint\n1. George Kafetzis complained to the Independent Press\nStandards Organisation that birminghammail.co.uk breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Funky Bear restaurant\nin Tamworth closes down just days after owner called diner 'a d***head'”,\npublished on 5 November 2019.\n2. The article reported on an online exchange between a\nmember of staff at a restaurant and a customer following a poor review left by\nthe customer on a reviewing website. The article reported that the owner of the\nrestaurant, named as George Kafetzis, had responded to this review by calling\nthe customer a “dickhead”. The article included a screenshot of the review and\nresponse, and a picture of Mr Kafetzis. The screenshot of the response stated\nit had been posted by the general manager of the restaurant.\n3. The complainant, the person named in the article as\nhaving insulted the customer, said that the article was inaccurate in breach of\nClause 1 because the response had been written by another staff member. He\nnoted that the screenshots made this clear. \n\n4. The publication accepted that it was inaccurate to report\nthat the complainant had insulted the customer on the review website. However,\nit noted that there had been confusion as the complainant had been involved in\ntwo similar incidents previously. The publication said it had attempted to\ncontact the complainant prior to publication and once the complainant had\ncontacted them directly about the error it had deleted the article. Following\nreceipt of the IPSO complaint it offered to publish the following correction to\nbe featured on its homepage for 24 hours and then archived:\nOur article of 5 November 'Funky Bear restaurant in Tamworth\ncloses down just days after owner called diner 'a d***head'' reported and\npictured that the owner of the restaurant, George Kafetzis, insulted a diner\nwho had complained about a steak served up for him on a review website. We have\nsince been advised that the insulting response was left by the General Manager\nof the restaurant, who has allegedly since been dismissed. We would like to\nconfirm that it was not George Kafetzis who responded to the customer. We are\nhappy to clarify this, and would like to apologise for this error and for any\nconfusion caused. \nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The publication accepted that the complainant had not\nresponded to the online review as the article had reported, but that this\nresponse, including the expletive, had been posted by another member of staff.\nThe Committee considered that this was apparent from the screenshot of the\ncomment. Reporting this represented a failure to take care not to publish\ninaccurate information in breach of Clause 1(i).\n7. Inaccurately reporting who had posted these comments was\na significant inaccuracy, as it had reported that the complainant was\nresponsible for the insult. Therefore a correction was required under the terms\nof Clause 1(ii).\n8. The correction was offered promptly by the publication, 3\ndays after the complaint was referred. The publication had deleted the article\nas soon as it had been made aware of the inaccuracy by the complainant, and\noffered to publish a correction which would appear on the homepage for 24 hours\nand then be archived, which represented due prominence. These steps were\nadequate to satisfy the terms of Clause 1(ii) and the correction should now be\npublished in order to avoid a breach of Clause 1(ii).\nConclusions\n9. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n10. The correction which was offered clearly put the correct\nposition on record, and was offered promptly and with due prominence, and\nshould now be published to avoid a breach of Clause 1(ii). \n \nDate complaint received: 18/11/2019\nDate complaint concluded by IPSO: 20/02/2020\nBack to ruling listing\n\n\n"
}