{
    "url": "/rulings-and-resolution-statements/ruling/?id=09039-21",
    "title": "09039-21 Sadler v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-08-05 00:00:00",
    "received_on": "2021-08-05 00:00:00",
    "concluded_on": "2022-04-29 00:00:00",
    "complaint_processing_days": 267,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A    Date complaint received: 5/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09039-21 Sadler v Mail Online\nSummary\nof Complaint\n1. David\nSadler complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “DOZENS of migrants on an\nover-loaded dinghy are caught on video streaming into Kent as a record 482\ncross the channel in one day - bringing the total to 10,222 this year”,\npublished on 5 August 2021.\n2. The\nonline article reported on the Channel migrant crisis. The article contained a\nshort video clip showing the “moment an 'overloaded' dinghy rammed with\nmigrants landed in Kent before the group of men, women and children posed for\nselfies on the beach on a day where a record 482 people crossed the Channel\nillegally.” It also reported the comments made by the MP for Dover and Deal,\nwho said there had “been more than 10,000 illegal crossing” in 2021. The\narticle went on to describe the various, separate crossings that had occurred\non the day in question, reporting that a group of men “appeared to be from the\nMiddle East”.\n3. The\ncomplainant said the article was inaccurate and misleading, in breach of Clause\n1 (Accuracy). He said that it was not illegal to cross the channel in the\nmanner reported in order to claim asylum. There was no evidence of the asylum\nstatus of the people referred to in the article, and so it was inaccurate to\nsay that they had crossed the channel “illegally”.\n4. The\ncomplainant also said the article breached Clause 12, as he considered that it\nincluded irrelevant reference to the ethnicity of some of those completing the\njourney across the English Channel.\n5. The\npublication did not accept that it had breached the Editors’ Code. It said that\nthe article did not determine, or seek to determine, the asylum status of the\nindividuals involved; there was no evidence of their asylum status and the\narticle made no comment on this. Rather, the article had described the manner\nin which they had entered the UK as “illegal”. Though the publication accepted\nthat individuals may upon arrival to the UK be able to claim for asylum and as\na result would not be penalised for entering the country illegally, it argued\nthat the illegality of small boat crossing was beyond dispute. It said the\narticle was reflective of UK Legislation and mirrored the position of the Home\nOffice, noting that section 24 of the Immigration Act 1971 stated that for a\nnon-British citizen to enter the UK without leave was an offence. In such\ncircumstances, and where it was accepted that the crossings were not authorised\nby the UK Government or that the individuals using this method of entry to the\nUK were not British citizens, the publication said the article was not\ninaccurate or misleading to describe the method of entry as “illegal”.\n6. The\npublication added that the terms of Clause 12 were not engaged by the\ncomplainant’s concerns. It said that this Clause related to prejudicial,\npejorative, and/or irrelevant references to an individual’s characteristic, and\ndid not apply to groups or categories of people.\n7. While\nthe complainant acknowledged the legislation cited by the publication stated\nthat entry into the UK in the manner described in the article was illegal, he\nnoted that the publication had failed to recognise that no crime had been\ncommitted if the migrant submitted to an asylum interview. Therefore, in order\nfor the publication to accurately describe the manner of entry into the UK as\n“illegal”, it would need to know that the migrants would not submit to such an\ninterview. It could not possibly know this information.\n8. The\nCommittee noted the terms of Article 31 of the UN Refugee Convention:\nREFUGEES\nUNLAWFULLY IN THE COUNTRY OF REFUGEE\n1.\nThe Contracting States shall not impose penalties, on account of their illegal\nentry or presence, on refugees who, coming directly from a territory where\ntheir life or freedom was threatened in the sense of article 1, enter or are\npresent in their territory without authorization, provided they present\nthemselves without delay to the authorities and show good cause for their\nillegal entry or presence.\nand\nsection 31 of The Immigration and Asylum Act (1999) which states that:\nDefences\nbased on Article 31(1) of the Refugee Convention.\n(1)\nIt is a defence for a refugee charged with an offence to which this section\napplies to show that, having come to the United Kingdom directly from a country\nwhere his life or freedom was threatened (within the meaning of the Refugee\nConvention), he […].— (b)showed good cause for his illegal entry or presence;\n(2) If, in coming from the country where his life or freedom was threatened,\nthe refugee stopped in another country outside the United Kingdom, subsection (1)\napplies only if he shows that he could not reasonably have expected to be given\nprotection under the Refugee Convention in that other country\n9. The\npublication said that these statutes supported its position: it was not\ninaccurate to describe small boat crossings, where there was no official\nauthorisation for the occupants to enter the UK, as an “illegal” method of\nentry into the UK. It noted that both statutes made reference to the “illegal\nentry or presence” of migrants within the UK. \n10. In\naddition, the publication said that the UK Government had itself referred to\nthe method of entry in question as “illegal migration”. For example, recently\nin the consultation into the reform of the Human Rights Act 1998: “Equally,\nthere are a number of other challenges to the government’s ability to tackle\nillegal migration, particularly via small boats in the English Channel.”\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n11. The\nCommittee first made clear that people have a right to seek asylum in the UK,\nand it is not illegal to do so. However, the question for the Committee was\nwhether the article was inaccurate or misleading to describe an irregular\nmethod of entry, via small boats across the English Chanel, as “illegal”.\n12. In\nthis case, it was the manner of entry into the UK which was described by the\npublication as “illegal”, rather than the legal status of the migrants once in\nUK territory. The newspaper had cited UK legislation to support its position\nregarding the legality of these crossings: for a non-British citizen to enter\nthe UK without leave was an offence under the Immigration Act 1971. In\naddition, the Committee noted that the United Nations Refugee Convention and\nthe Immigration and Asylum Act (1999) both use the term “illegal entry” when\ndescribing irregular methods of entry of migrants seeking asylum, albeit these\nprovisions made clear that penalties would not apply in these cases. Taken in\nthis context, where entry into a country via irregular means had been described\nas “illegal” by the UK Government and in British and international migration\nlaw (notwithstanding a subsequent claim of asylum), the Committee did not find\nthat characterising unauthorised cross-channel entries to the UK as “illegal”\nrepresented a failure to take care over the accuracy of the article or a\nsignificant inaccuracy. Furthermore, given that the publication had been\ndescribing specifically the legality of the means of entry to the UK, and not\nthe legal status of the entrants themselves once in UK territory, the absence\nof further information regarding the prohibition on the government to penalise\nasylum seekers for their method of entry did not render the article inaccurate\nor misleading. There was no breach of Clause 1.\n13. The\nCommittee noted that the complainant had raised further concerns under Clause\n12. In circumstances where these concerns related specifically to the\nindividuals photographed, the Committee considered that it would require the\ndirect involvement of these individuals – or their authorised representative –\nin order to be in position to make a ruling on these points of complaint. The\ncomplaint was not acting on their behalf and as such the Committee could not\nconsider these aspects of the complaint and therefore made no ruling on the\npoints raised.\nConclusion(s)\n14. The\ncomplaint was not upheld.\nRemedial\nAction Required\n15. N/A\n\n\n\nDate\ncomplaint received: 5/08/2021\nDate\ncomplaint concluded by IPSO: 29/04/2022\nBack to ruling listing\n\n\n"
}