{
    "url": "/rulings-and-resolution-statements/ruling/?id=09046-17",
    "title": "09046-17 O’Brien v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-05-16 00:00:00",
    "received_on": "2017-05-22 00:00:00",
    "concluded_on": "2017-08-16 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A.Date complaint received: 22/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09046-17 O’Brien v Daily Mail\nSummary of complaint\n1. Brendan O’Brien complained to the Independent Press\nStandards Organisation that the Daily Mail breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Corbyn hires a Stalin\napologist”, published on 16 May 2017. The article was also published online.\n2. The article was a comment piece which reported that\nJeremy Corbyn had hired a “Stalin apologist” during the general election campaign\nand claimed that he had “forged his strong links to Corbyn” through the Stop\nThe War Coalition (STWC). The article claimed that the STWC is “viscerally\nopposed to Israel” and referenced an article previously published on the STWC\nwebsite entitled \"Time to go war with Israel as the only path to peace in\nthe Middle East\".\n3. The complainant accepted that some of the further\narticles relied on by the newspaper expressed an opposition to Israel, which\ncould be said to be visceral, however he drew a distinction between an\nopposition to the actions or policies of Israel and an opposition to Israel\nitself. He said that the STWC was only opposed to the actions and policies of\nthe state, not to the country or to the people. The complainant said that the\npublication of an article which is critical of Israel cannot suggest that one\nis “anti-Israel”. He also said that the further articles referred to by the\nnewspaper in support of the statement were taken out of context, and noted\nreports made by other prominent organisations which have condemned Israeli\nsettlements and policies.4. The newspaper denied that there had been a breach of the\nCode. It said that the columnist was entitled to express his opinion, where its\nbasis was made clear in the article. It said that the statement was clearly\npresented as the columnist’s opinion, and that it was apparent that the article\nwas a comment piece. The newspaper also said that most adjectives are\nnecessarily an expression of one’s opinion, a point which is generally\nunderstood by readers, and that the adjective \"viscerally\" summarised the extent – in the columnist’s honest opinion – of the STWC’s seeming and often-published\nantipathy to Israel.\n5. The newspaper said that there was reliable evidence in\nthe public domain to support the statement that the STWC is viscerally opposed\nto Israel, in terms both of Israeli state policy and the existence of the\nIsraeli state itself. It said that in any event, it is not necessary to draw a\ndistinction between the two. The newspaper cited various articles, bulletins\nand poems which had been published on the STWC website, some of which it claimed\nsought to de-legitimise the existence of the Israeli state, and some which were\nhighly critical of Israeli state policy. It noted an invitation on the STWC\nwebsite to the Third Cairo Conference 2005, and said that one of the\nConference’s objectives was to “support the resistance in Palestine and Iraq”.\nWith regards to the piece referred to within the article, the newspaper said\nthat the term “war” is bellicose, regardless of whether the opposition sought a\n“peaceful” war.\n6. The newspaper also said that the STWC is well-known\nfor organising marches to the Israeli embassy and noted that banners seen at\nsuch rallies displayed quotes which would support the reported claim. It also\nnoted that some of the STWC’s patrons had publicly been strongly critical of\nIsraeli state policies and actions, and provided links to a Twitter post and an\narticle which it said demonstrated this. Furthermore, the newspaper noted a\nstatement made by the Board of Deputies of British Jews which it said appeared\nto support that the STWC is viscerally opposed to Israel. It said that in the\nabsence of any articles on the STWC website which suggested the group’s support\nof Israel, it was reasonable to report the statement.\n7. The complainant said that it was inaccurate to state as\nfact that the STWC is “viscerally opposed to Israel”. He said that this claim\nwas not substantiated in the article, because the newspaper had sought only to\nrely on an article which had been published on the STWC website. The\ncomplainant said that the article referred to was taken out of context, because\nit was advocating a “peaceful war” against Israel’s legitimacy. He said that as\nthe STWC is a campaigning organisation, it would not be expected to publish articles\nwhich were supportive of Israel.\nRelevant Code provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The Committee acknowledged that the by-line in the print\narticle, and the fact that the online article appeared under a “news” strap,\nmay have given an initial impression of a news piece. However, it considered\nthat the style and tone of the article made clear that it was a comment piece,\nwhich focused on the political and personal background of another individual.\nFurthermore, it is not disputed that the STWC had previously expressed its\nbroader opposition to Israeli state policies. In these circumstances, and in\nthe context of a comment piece which was not focused on the STWC, the Committee\ndid not consider that the characterisation of the STWC as being “viscerally\nopposed to Israel” was significantly inaccurate or misleading. The term\n“visceral” was the columnist’s characterisation of this opposition, an opinion\nwhich he was entitled to express. There was no breach of Clause 1.\nConclusions\n10. The complaint was not upheld.\nRemedial action required\n11. N/A.Date complaint received: 22/05/2017Date decision issued: 16/08/2017 \nBack to ruling listing\n\n\n"
}