{
    "url": "/rulings-and-resolution-statements/ruling/?id=09062-19",
    "title": "09062-19 Various v The Sun",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Sun (News UK)",
    "published_on": "2019-11-12 00:00:00",
    "received_on": "2019-11-12 00:00:00",
    "concluded_on": "2020-02-05 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": ".  Relevant Code Provisions 7. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be correction, promptly and with due prominence, and –where appropriate- an apology published. In cases involving IPSO, due prominence should be as required by the regulator. Findings of the Committee 8. The claim about what “the average British worker already has to pay…in tax to the state” was ambiguous as to who it applied to. However, immediately before this claim, the article made a standalone reference to “the median annual wage in Britain [being] £24,908 a year”. In addition, the article claimed that the new “total tax bill” for the average worker would comprise over “half their annual wage packet” when adding “Labour’s new tax bombshell”. Altogether, this suggested that the figures on what “the average British worker” already pays in tax to the state referred to someone on the median annual wage. Whilst the publication said that it had relied on a report that made these claims and they did not apply to someone on the median annual wage, this was not clarified in the article. The failure to clarify that the claims about what the average worker pays in tax did not refer to someone on the median wage constituted a failure to take care not to publish misleading information in breach of Clause 1(i).  9. This failure to take care not to publish misleading information gave rise to a significantly inaccurate suggestion that someone on the median annual wage (£24,908) paid “£11,000 a year in tax” of which “more than £6,000” came from income tax and national insurance contributions. This inaccuracy was significant because it gave an incorrect account of what someone on the median annual wage pays in income tax and national insurance. As the publication did not offer to correct this significant inaccuracy, there was a breach of Clause 1(ii). 10. The article made clear that the references to Brits having to “pay an extra £2,400” under Jeremy Corbyn came from “research by the Conservatives” and provided background on how the Conservative Party came to this figure. The article was entitled to report the findings of the Conservative Party notwithstanding that the Labour Party’s manifesto had not been published or that Labour Party policy appeared to suggest otherwise. Where the article had done so accurately and clearly attributed the figure to Conservative Party research, there was no breach of Clause 1.  11. Finally, the reference to the “average Sun reader” having to “pay an extra £2,400” under Jeremy Corbyn was not inaccurate. The “average Sun reader” was undefined in the headline, but was clarified by the text. In the context of having to “pay an extra £2,400” under Labour, the “average Sun reader” was clearly a reference to the subject of the Conservative Party’s research. This was elsewhere referred to as the “average Brit” or “average worker”. Where the article made clear what the “average Sun reader” referred to and this was simply another way of describing the “average Brit” or “taxpayer”, there was no breach of Clause 1. Conclusions 12. These complaints were upheld under Clause 1(i) and 1(ii).",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 14. The Committee considered that the article gave a misleading account of what someone on the median annual wage paid in income tax and national insurance contributions by using the term “average worker” in the context it did and without further clarification to readers. However, this inaccuracy did not affect the main thrust of the article, which was reporting on the Conservative Party’s research about the cost of a Corbyn government. In light of these considerations, the Committee concluded that a correction was the appropriate remedy. 15. This correction should appear in print on page 2 and added to the online article. It should also appear as a standalone correction on the publication’s homepage and then archived in the usual way. This wording should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment, the correction on the article should be published beneath the headline. If the article is amended, the correction should published as a footnote which explains the amendments that have been made.    Date complaint received: 12/11/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09062-19\nVarious v The Sun\nSummary of Complaint\n1. The Independent Press Standards Organisation (IPSO)\nreceived various complaints that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Corb’s tax bombshell would\ncost the average Sun reader an extra... £2,400”, published on 12 November 2019.\n\n2. The article reported on Conservative Party claims that\nLabour’s spending plans would cost the “average Sun reader” an extra £2,400 a\nyear in tax. It went on to explain that the Conservative Party’s analysis came\nto this figure by assessing Labour’s day-to-day spending commitments and\nfinding that £374 billion was un-costed and, according to Labour Party policy,\nwould have to be raised through taxation. \n3. Towards the end of the article it stated that “The median\nannual wage in Britain is £24,908 a year. The average British worker already\nhas to pay around £11,000 a year in tax to the state, which is more than 40 per\ncent of average earnings, or £30 a day. Almost half of that tax bill — nearly\n£5,000 — is made up by indirect taxes such as VAT, fuel duty and council tax.\nThe rest — more than £6,000 — comes from income tax and National Insurance\ncontributions”. The article then stated that the Labour Party’s plans “would\npush the average worker’s total tax bill from direct and indirect levies to\n£13,400 a year, which is more than half their annual wage packet”.\n4. The article appeared in much the same format online under\nthe headline: “LABOUR TAX THREAT Jeremy Corbyn’s tax bombshell would cost the\naverage Sun reader an extra £2,400 a year”. This was published on 11 November\n2019. \n5. IPSO received 57 complaints about this article.\nComplainants said that the article claimed that a worker earning £24,908 a year\npaid £11,000 a year in tax – which they said was incorrect. They also said\nthat, as Labour’s Manifesto had not yet been released, one could not accurately\nassess their spending plans. They said that the headline was misleading as the\narticle did not clarify what was meant by the “average Sun reader”. They also\nsaid that, as Labour aimed to levy additional tax increases on those earning\nover £80,000, Labour’s proposed spending plans would likely cost nothing to the\n“average” Sun reader.\n6. The publication did not accept that the article breached\nthe Code. It said that the reference to the “median annual wage” and the claim\nabout what the “average British worker pays” in tax were separate and that the\n“median” and “average” were distinctly different statistical concepts.\nTherefore, the claim that the average worker already has to pay £11,000 in tax\nto the state, of which “more than £6,000” comprised income tax and national\ninsurance contributions, did not refer to someone on the median annual wage.\nThe publication said that it had relied on a 2016 article by another national\nnewspaper which reported on a study by an insurance firm for the claims about\nwhat the “average British worker” already pays in tax to the state, although\nthis was not cited in the article. The publication was unable to provide this\nstudy or offer any explanation as to how the study had reached its conclusions.\n\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The claim about what “the average British worker already\nhas to pay…in tax to the state” was ambiguous as to who it applied to. However,\nimmediately before this claim, the article made a standalone reference to “the\nmedian annual wage in Britain [being] £24,908 a year”. In addition, the article\nclaimed that the new “total tax bill” for the average worker would comprise\nover “half their annual wage packet” when adding “Labour’s new tax bombshell”.\nAltogether, this suggested that the figures on what “the average British\nworker” already pays in tax to the state referred to someone on the median\nannual wage. Whilst the publication said that it had relied on a report that\nmade these claims and they did not apply to someone on the median annual wage,\nthis was not clarified in the article. The failure to clarify that the claims\nabout what the average worker pays in tax did not refer to someone on the\nmedian wage constituted a failure to take care not to publish misleading\ninformation in breach of Clause 1(i). \n9. This failure to take care not to publish misleading\ninformation gave rise to a significantly inaccurate suggestion that someone on\nthe median annual wage (£24,908) paid “£11,000 a year in tax” of which “more\nthan £6,000” came from income tax and national insurance contributions. This\ninaccuracy was significant because it gave an incorrect account of what someone\non the median annual wage pays in income tax and national insurance. As the\npublication did not offer to correct this significant inaccuracy, there was a\nbreach of Clause 1(ii).\n10. The article made clear that the references to Brits\nhaving to “pay an extra £2,400” under Jeremy Corbyn came from “research by the\nConservatives” and provided background on how the Conservative Party came to\nthis figure. The article was entitled to report the findings of the\nConservative Party notwithstanding that the Labour Party’s manifesto had not\nbeen published or that Labour Party policy appeared to suggest otherwise. Where\nthe article had done so accurately and clearly attributed the figure to\nConservative Party research, there was no breach of Clause 1. \n11. Finally, the reference to the “average Sun reader”\nhaving to “pay an extra £2,400” under Jeremy Corbyn was not inaccurate. The\n“average Sun reader” was undefined in the headline, but was clarified by the\ntext. In the context of having to “pay an extra £2,400” under Labour, the\n“average Sun reader” was clearly a reference to the subject of the Conservative\nParty’s research. This was elsewhere referred to as the “average Brit” or\n“average worker”. Where the article made clear what the “average Sun reader”\nreferred to and this was simply another way of describing the “average Brit” or\n“taxpayer”, there was no breach of Clause 1.\nConclusions\n12. These complaints were upheld under Clause 1(i) and\n1(ii).\nRemedial Action Required\n13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.\n14. The Committee considered that the article gave a\nmisleading account of what someone on the median annual wage paid in income tax\nand national insurance contributions by using the term “average worker” in the\ncontext it did and without further clarification to readers. However, this\ninaccuracy did not affect the main thrust of the article, which was reporting\non the Conservative Party’s research about the cost of a Corbyn government. In\nlight of these considerations, the Committee concluded that a correction was\nthe appropriate remedy.\n15. This correction should appear in print on page 2 and\nadded to the online article. It should also appear as a standalone correction\non the publication’s homepage and then archived in the usual way. This wording\nshould be agreed with IPSO in advance and should make clear that it has been\npublished following an upheld ruling by the Independent Press Standards\nOrganisation. If the publication intends to continue to publish the online\narticle without amendment, the correction on the article should be published\nbeneath the headline. If the article is amended, the correction should\npublished as a footnote which explains the amendments that have been\nmade. \n \nDate complaint received: 12/11/2019\nDate decision issued: 05/02/2020\n\nBack to ruling listing\n\n\n"
}