{
    "url": "/rulings-and-resolution-statements/ruling/?id=09074-16",
    "title": "09074-16 Highland Council v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-08-17 00:00:00",
    "received_on": "2016-10-11 00:00:00",
    "concluded_on": "2017-04-13 00:00:00",
    "complaint_processing_days": 184,
    "conclusion_long": "19. The complaint was upheld.",
    "remedial_action": "20. The Committee determined that the article contained a number of significant inaccuracies, which represented serious claims about the complainant’s interactions with the father of a young child. The newspaper did not demonstrate it had taken sufficient care over the accuracy of these claims, in breach of Clause 1 (i). Having failed to respond promptly to the complaint it received directly from the complainant, the publication also failed to offer any correction to these claims during the IPSO complaints process, in breach of Clause 1 (ii). Given the seriousness of the breach of Clause 1, the Committee considered that the appropriate remedy in this case was the publication of the Committee’s adjudication.21. The adjudication should be published on the publication’s website, with a link to it (including the headline) being published on the homepage for 24 hours. It should then be archived in the usual way.  The headline of the adjudication must refer to the name of the publication, make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. If the publication intends to continue to publish the online article without amendment, the full text of the adjudication should also be published on that page, beneath the headline. If amended, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication.22. The terms of the adjudication to be published are as follows:Following publication of an article on Express.co.uk on 17 August 2016, headlined “Sturgeon’s flagship ‘Named Person’ scheme savaged by dad kept from sick baby”, Highland Council complained to the Independent Press Standards Organisation that Express.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required Express.co.uk to publish this adjudication.The article reported that “a pilot scheme for Nicola Sturgeon’s heralded ‘named persons’ scheme repeatedly broke the law, keeping a father from his new-born and even allowing her name to be changed without his permission”. It reported that he had “since discovered through a subject data access request that his four month-old daughter…had her name changed on case notes, which is in breach of the law”.  The article also reported that the council’s Director of Health and Social Care “has not only refused to help but has admitted there is too many managers after the child was given five different Named Persons in just four months”. The article claimed that the complainant had not responded to requests for comment.The complainant said that the use of the name preferred by the child’s mother in the health visitor notes was not “in breach of the law”. It denied that the Director of Health and Social Care had admitted that there were too many managers.  It denied that the child was “given five different Named Persons in just four months”.  The complainant said that it had responded to the publication’s request for comments, contrary to what was claimed in the article. The complainant said it was satisfied that the named person scheme had been administered appropriately.The publication said that both parents with parental responsibility must consent to a change in the surname of a child, and maintained that the complainant had acted illegally by changing the child’s name on official documents. However, the publication did not suggest that the complainant had sought to effect a change in the name of the child. Rather, the dispute was over which name should be used on health visitor records.  The publication said that the Director of Health and Social Care at the council had told the father that “there are enough people involved just now I suggest, without adding another manager like myself”. It explained that this was the basis for the article’s claim that the complainant had admitted “there were too many managers”.In response to the complaint, the publication provided no basis for the serious allegation that the complainant had acted illegally in using the mother’s preferred name on the health visitor records.  The publication had not asked the council to respond to this allegation, and did not demonstrate that it had otherwise taken sufficient care over the accuracy of this serious allegation, in breach of Clause 1 (i). The article was significantly inaccurate on this point, and the publication had not offered to publish a correction, in breach of Clause 1 (ii).The Director of Health and Social Care had not made an admission that there were “too many managers”, nor was there a basis for the article’s claim that the child concerned had been given “five named person in just four months”. Both these claims were significantly misleading, and the publication had failed to offer appropriate corrections, representing further breaches of Clause 1 (i) and Clause 1 (ii).The Committee acknowledged that the father was concerned that he had difficulty in obtaining information about his daughter via the named person’s scheme, operated by the complainant. However, the claims that the father had been “kept from [his] sick baby”, suggested that the complainant had acted to prevent the father from seeing or attending to his child, which significantly misrepresented the substance of the father’s complaint against the complainant. This represented a further breach of Clause 1 (i) and Clause 1 (ii).The complainant’s response to the publication’s enquiries prior to publication was limited in nature. However, it had not failed to respond to the publication’s requests for comment. Having set out a number of serious allegations about the complainant, it was significantly misleading for the article to claim that council had not responded to the publication’s enquiries. This was a further significant inaccuracy, and failure to take care over the accuracy of the article in breach of Clause 1 (i) and Clause 1 (ii).In addition to the breach of Clause 1 (Accuracy), the Committee was concerned at the way the publication had responded to this complaint. The Editors’ Code makes clear that editors must maintain in-house procedures to resolve complaints swiftly. The Committee was very concerned it had taken a month for the publication to reply substantively to the complaint, before the complaint had been made to IPSO. This was an unacceptable delay. Date complaint received: 11/10/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09074-16 Highland Council v Express.co.ukSummary of complaint1. Highland\nCouncil complained to the Independent Press Standards Organisation that\nExpress.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nrelation to an article headlined “Sturgeon’s flagship ‘Named Person’ scheme\nsavaged by dad kept from sick baby”, published on 17 August 2016.2. The first\nparagraph of the article reported that “a pilot scheme for Nicola Sturgeon’s\nheralded ‘named persons’ scheme repeatedly broke the law, keeping a father from\nhis new-born and even allowing her name to be changed without his permission”.\nThe named person scheme is a system where a “named person” is appointed to\nmonitor the welfare of a child. The article reported that an individual, named\nin the article, who was no longer in a relationship with his child’s mother,\nhad been “pleading with  [the Council’s]\nDirector of Health and Social Care…for access to information and case notes on\nhis daughter’s well-being for weeks”. It reported that he had “since discovered\nthrough a subject data access request that his four-month-old daughter has been\nairlifted to hospital and had her name changed on case notes, which is in\nbreach of the law”.3. The\narticle also reported that the Council’s Director of Health and Social Care\n“has not only refused to help but has admitted there is [sic] too many managers\nafter the child was given five different Named Persons in just four months”. It\nsaid that in an email to the father, the Director of Health and Social Care had\nsaid: “there are enough people involved just now I suggest, without adding\nanother manager like myself”, and reported the father’s comment that “my baby\ndaughter is just four months old and yet I have had five separate people\ninvolved in her case”. It also reported that the father had been “refused his\nbasic rights despite his name being on the birth certificate”. The article\ncontained a series of comments from the father, criticising the complainant for\nits management of his case. It also reported that “Highland Council has not\nresponded to requests for comment”. 4. The\ncomplainant said that the article did not identify the legislation alleged to\nhave been breached, but that it was satisfied that the Named Person scheme had\nbeen administered appropriately, and denied that it had “kept a father from his\nnewborn”. The complainant said that it had no role in private and civil matters\nbetween the mother and father of the child concerned, and it had no power or\nrole in assigning a name to the child. It had not, and had not purported to\n“change” the child’s name, and the use of the name preferred by the mother in\nofficial records did not amount to this. It said that it was inaccurate to\nreport that the child’s social work records had been changed, as there were no\nsuch records. The use of the name preferred by the child’s mother in the health\nvisitor notes was not “in breach of the law”.5. The\ncomplainant denied that the Director of Health and Social Care had “refused to\nhelp” the father. It said that the Director had said to the father that he was\nalready engaged with two of his senior colleagues, and intimated that he did\nnot need his assistance as well. It denied that the Director’s comments\nrepresented an admission that there were too many managers. The complainant\nsaid that it was inaccurate to claim that the child in question has been given\nfive different Named Persons in just four months; the child had the same health\nvisitor throughout the period. When that health visitor was on leave, another\nhealth visitor visited the child and mother to ensure continued support. The\ncomplainant denied that the named person scheme had kept the father from his\nchild. The complainant said that the father had a right to health visitor\nrecords, which it held, but that the complainant also appeared to have\ndifficulty in obtaining information from other agencies in relation to medical\ninformation for which it was not responsible. It said that the father first\nrequested the health visitor records on 27 June, along with a request for other\ninformation. He then made a subject access request specifically for these\nnotes, which was received on 11 July. In compliance with the 26 August deadline\nunder data protection legislation, the health visitor notes were supplied to\nthe father on 11 August.6. The\ncomplainant said it was inaccurate to report that it had not responded to\nrequests for comment. It had responded by saying that it was aware of the\nfather’s requests, which were receiving attention, but that it would not be\nappropriate to offer any further comment at this time.7. The\ncomplainant initially wrote to the publication’s Scottish office on 23 August\nto complain about the article. It wrote a further letter on 9 September to the\nLondon office to chase for a response. It said it was concerned that it only\nreceived an acknowledgement of the complaint on 15 September, and a response to\nthe complaint on 27 September, and that the onus had been placed on the\ncomplainant to identify the appropriate destination for the complaint.8. The\npublication said that both parents with parental responsibility, as defined by\nthe Children (Scotland) Act 1995, must consent to a change in the surname of a\nchild. It said that the complainant had acted illegally by changing the child’s\nname on official documents, constructed for the purpose of care teams to\nconduct their statutory duty, without the permission of the child’s father, who\nhad parental responsibility. It provided a copy of an internal email from the\ncomplainant’s solicitor, in which she stated that “my advice is that you should\nuse the name on the birth certificate for statutory purposes and otherwise if\nparents with [parental responsibilities and rights] wish the child to be known\nby a different name and the child is too young to express a view then we should\ntry to accommodate the wishes of the parents. If they can’t agree you are best\nusing the name on the birth certificate for all purposes unless there is a\nchild protection or child welfare concern which indicates otherwise”. The\npublication also provided the Council’s minutes of a meeting between the father\nand the council, which stated that “the legal stance is that the Legal name\nshould be used. This will be changed on [the child’s] file”.9. The\npublication said that the assistance the Council’s Director of Health and\nSocial Care had given the father was a matter of interpretation. It said that\nthe father had contacted the Director of Health and Social Care asking for\naccess to information, and raising concerns about the number of people within\nthe council responsible for his daughter’s case, and her medical treatment. It\nsaid that in his response, the Director said that “there are enough people\ninvolved just now I suggest, without adding another manager like myself”, which\nwas the basis for the article’s claim that the complainant had admitted “there\nwere too many managers”.10. The\npublication said that prior to publication, it had spoken to the father, who\nprovided significant documentation. It had then contacted the complainant, to\nrequest its comments on the claim that it was failing to help the father access\ninformation about his daughter. The publication’s email specifically requested\nthe complainant’s comments on the email from the Director of Health and Social\nCare to the father. The publication said that at a later date, the father had\nsent an email to the Director, asking why his daughter’s name had been changed\non official documentation. It provided an email from the Director, forwarding\nthis email to colleagues at the council, in which the Director stated “a\nfurther email, for info. I am not going to respond further”.Relevant Code provisions11. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee12. In reporting\nthe father’s grievances about the complainant’s actions in relation to his\nchild, the publication had made a number of very serious claims about the\ncomplainant’s interaction with the father, including that it had acted\nillegally; that it had kept the father from his child; and that it had admitted\nthat there were “too many managers” involved in addressing his concerns. The\nCommittee considered carefully whether the publication had taken appropriate\ncare in presenting these allegations.13. The article\nalleged that the complainant had “repeatedly broke the law” by changing the\nchild’s name on the health visitor records. However, the publication did not\nsuggest that the complainant had sought to effect a change in the name of the\nchild. Rather, the dispute was over which name should be used on health visitor\nrecords. The statutory guidance provided by the publication on the procedure\nfor legally changing a child’s name was therefore not relevant. The\ncomplainant’s legal adviser had advised that the name on the child’s birth\ncertificate be used, but the advice did not say it was unlawful to do\notherwise. The publication provided no basis for suggesting that the\ncomplainant had acted illegally in using the mother’s preferred name on the\nhealth visitor records.  The publication\nhad not asked the Council to respond to this allegation, and did not\ndemonstrate it had otherwise taken sufficient care over the accuracy of this\nclaim. The complaint was upheld as a breach of Clause 1 (i). The claim that the\ncouncil had acted illegally was a serious allegation, and was significant, in\nthe context of the article. The publication had not offered to correct this\nsignificant inaccuracy, and the complaint was therefore upheld as a breach of\nClause 1 (ii).14. The basis\nfor the claim that the Director of Health and Social care had “admitted there\nis [sic] too many managers”, was that in response to a request for assistance\nfrom the father, the Director of Health and Social Care had said that “there\nare enough people involved just now I suggest, without adding another manager\nlike myself”. The Committee considered that this did not constitute an\nadmission that there were “too many managers”. Indeed, the Director had\nexplicitly recognised the need not to involve “too many managers”. The article\nwas significantly inaccurate on this point, and representing a further breach\nof Clause 1 (i) and Clause 1 (ii). The Committee recognised that the father had\nbeen in communication with a number of people at the council. However, this did\nnot provide a basis for the article’s assertion that the child had been given\n“five different Named Persons in just four months”. Where the article\ncriticised the council in its operation of the ‘Named Person’ scheme, this\nclaim was significantly inaccurate, representing a further breach of Clause 1\n(i) and Clause 1 (ii).15. The\nCommittee acknowledged that the father was concerned that he had difficulty in\nobtaining information about his daughter via the named person’s scheme,\noperated by the complainant. However, the headline of the article claimed that\nthe father had been “kept from [his] sick baby”, and the sub-headline of the\narticle claimed that the complainant had been “keeping a father from his\nnewborn”. These claims suggested that the complainant had acted to prevent the\nfather from seeing or attending to his child, which significantly\nmisrepresented the substance of the father’s complaint against the complainant,\nas reported in the article. The headline and sub-headline of the article were\nsignificantly misleading in this respect, representing a further breach of\nClause 1 (i) and Clause 1 (ii).16. Before\npublication of the article, the publication had written to the complainant to\nrequest its comments on the allegation that the council was “refusing…to help\n[the father]”, and the father’s allegation that “he’s been fobbed off by a\nsuccession of staff”, and had specifically referred to the Director’s statement\nthat “there are enough people involved just now”.  The complainant provided a short statement in\nresponse, in which it stated that it was “aware of [the father’s] requests and\nthese are receiving attention”. The Committee recognised that the complainant’s\nresponse was limited in nature, but it had not failed to respond to the\npublication’s requests for comment. Having set out a number of serious\nallegations about the complainant, it was significantly misleading for the\narticle to claim that council had not responded to the publication’s enquiries.\nThis was a further significant inaccuracy, and failure to take care over the\naccuracy of the article in breach of Clause 1 (i) and Clause 1 (ii).17. The\nCommittee acknowledged the complainant’s position that the Director of Health\nand Social Care had corresponded with the father, and that his colleagues were\nin the process of assisting him. However, the Director had told the father that\n“there are enough people in involved just now I suggest, without adding another\nmanager like myself”. In addition, when he had received another email from the\nfather, he had passed this on to colleagues with the note: “a further email,\nfor info. I am not going to respond further”. In these circumstances, it was\nnot significantly misleading to report the father’s complaint that the Director\nhad “refused to help”. 18. In\naddition to the breach of Clause 1 (Accuracy), the Committee was concerned at\nthe way the publication had responded to this complaint. The pre-amble to the\nCode makes clear that editors must maintain in-house procedures to resolve\ncomplaints swiftly. The Committee was very concerned it had taken a month for\nthe publication to reply substantively to the complaint, before the complaint\nhad been made to IPSO. This was an unacceptable delay.Conclusions19. The\ncomplaint was upheld.Remedial Action Required20. The\nCommittee determined that the article contained a number of significant\ninaccuracies, which represented serious claims about the complainant’s\ninteractions with the father of a young child. The newspaper did not\ndemonstrate it had taken sufficient care over the accuracy of these claims, in\nbreach of Clause 1 (i). Having failed to respond promptly to the complaint it\nreceived directly from the complainant, the publication also failed to offer\nany correction to these claims during the IPSO complaints process, in breach of\nClause 1 (ii). Given the seriousness of the breach of Clause 1, the Committee\nconsidered that the appropriate remedy in this case was the publication of the\nCommittee’s adjudication.21. The\nadjudication should be published on the publication’s website, with a link to\nit (including the headline) being published on the homepage for 24 hours. It\nshould then be archived in the usual way. \nThe headline of the adjudication must refer to the name of the\npublication, make clear that IPSO has upheld the complaint, and refer to its\nsubject matter; it must be agreed in advance. If the publication intends to\ncontinue to publish the online article without amendment, the full text of the\nadjudication should also be published on that page, beneath the headline. If\namended, a link to the adjudication should be published with the article,\nexplaining that it was the subject of an IPSO adjudication.22. The terms\nof the adjudication to be published are as follows:Following publication of an article on Express.co.uk on 17\nAugust 2016, headlined “Sturgeon’s flagship ‘Named Person’ scheme savaged by\ndad kept from sick baby”, Highland Council complained to the Independent Press\nStandards Organisation that Express.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice. The complaint was upheld, and IPSO required\nExpress.co.uk to publish this adjudication.The article reported that “a pilot scheme for Nicola\nSturgeon’s heralded ‘named persons’ scheme repeatedly broke the law, keeping a\nfather from his new-born and even allowing her name to be changed without his\npermission”. It reported that he had “since discovered through a subject data\naccess request that his four month-old daughter…had her name changed on case\nnotes, which is in breach of the law”. \nThe article also reported that the council’s Director of Health and\nSocial Care “has not only refused to help but has admitted there is too many\nmanagers after the child was given five different Named Persons in just four\nmonths”. The article claimed that the complainant had not responded to requests\nfor comment.The complainant said that the use of the name preferred by\nthe child’s mother in the health visitor notes was not “in breach of the law”.\nIt denied that the Director of Health and Social Care had admitted that there\nwere too many managers.  It denied that\nthe child was “given five different Named Persons in just four months”.  The complainant said that it had responded to\nthe publication’s request for comments, contrary to what was claimed in the\narticle. The complainant said it was satisfied that the named person scheme had\nbeen administered appropriately.The publication said that both parents with parental\nresponsibility must consent to a change in the surname of a child, and\nmaintained that the complainant had acted illegally by changing the child’s\nname on official documents. However, the publication did not suggest that the\ncomplainant had sought to effect a change in the name of the child. Rather, the\ndispute was over which name should be used on health visitor records.  The publication said that the Director of\nHealth and Social Care at the council had told the father that “there are\nenough people involved just now I suggest, without adding another manager like\nmyself”. It explained that this was the basis for the article’s claim that the\ncomplainant had admitted “there were too many managers”.In response to the complaint, the publication provided no\nbasis for the serious allegation that the complainant had acted illegally in\nusing the mother’s preferred name on the health visitor records.  The publication had not asked the council to\nrespond to this allegation, and did not demonstrate that it had otherwise taken\nsufficient care over the accuracy of this serious allegation, in breach of\nClause 1 (i). The article was significantly inaccurate on this point, and the\npublication had not offered to publish a correction, in breach of Clause 1\n(ii).The Director of Health and Social Care had not made an\nadmission that there were “too many managers”, nor was there a basis for the\narticle’s claim that the child concerned had been given “five named person in\njust four months”. Both these claims were significantly misleading, and the\npublication had failed to offer appropriate corrections, representing further\nbreaches of Clause 1 (i) and Clause 1 (ii).The Committee acknowledged that the father was concerned\nthat he had difficulty in obtaining information about his daughter via the\nnamed person’s scheme, operated by the complainant. However, the claims that\nthe father had been “kept from [his] sick baby”, suggested that the complainant\nhad acted to prevent the father from seeing or attending to his child, which\nsignificantly misrepresented the substance of the father’s complaint against\nthe complainant. This represented a further breach of Clause 1 (i) and Clause 1\n(ii).The complainant’s response to the publication’s enquiries\nprior to publication was limited in nature. However, it had not failed to\nrespond to the publication’s requests for comment. Having set out a number of\nserious allegations about the complainant, it was significantly misleading for\nthe article to claim that council had not responded to the publication’s\nenquiries. This was a further significant inaccuracy, and failure to take care\nover the accuracy of the article in breach of Clause 1 (i) and Clause 1 (ii).In addition to the breach of Clause 1 (Accuracy), the\nCommittee was concerned at the way the publication had responded to this\ncomplaint. The Editors’ Code makes clear that editors must maintain in-house\nprocedures to resolve complaints swiftly. The Committee was very concerned it\nhad taken a month for the publication to reply substantively to the complaint,\nbefore the complaint had been made to IPSO. This was an unacceptable\ndelay. Date complaint received: 11/10/2016Date decision issued:  13/04/2017\n \nBack to ruling listing\n\n\n"
}