{
    "url": "/rulings-and-resolution-statements/ruling/?id=09079-21",
    "title": "09079-21 Wardleworth v Liverpool Echo",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "4 Intrusion into grief or shock (2019)",
        "5 Reporting suicide (2019)",
        "9 Reporting of crime (2019)",
        "14 Confidential sources (2019)",
        "12 Discrimination (2019)",
        "11 Victims of sexual assault (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2021-07-01 00:00:00",
    "received_on": "2021-08-06 00:00:00",
    "concluded_on": "2022-07-18 00:00:00",
    "complaint_processing_days": 346,
    "conclusion_long": "23. The complaint was upheld under Clause 1 (i).",
    "remedial_action": "24. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.   Date complaint received: 06/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09079-21 Wardleworth v Liverpool EchoSummary\nof Complaint1. Emma\nWardleworth complained to the Independent Press Standards Organisation that\nLiverpool Echo breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3\n(Harassment), Clause 4 (Intrusion into grief or shock), Clause 5 (Reporting of\nsuicide), Clause 9 (Reporting of Crime), Clause 11 (Victims of sexual assault),\nClause 12 (Discrimination), and Clause 14 (Confidential sources) of the\nEditors’ Code of Practice in an article headlined “Police name couple found\nshot dead at their home”, published on 1st July 2021.2. The\narticle reported that “[a] married couple who died from gunshot wounds have\nbeen named locally” and identified them by name. It stated that “[t]heir bodies\nare yet to be formally identified, but the couple have been named locally as\n[name of couple]” and that they were a “man and woman, who were both in their\n70s”. The article said that the “police remained at the scene of the deaths on\nDinorwic Road, in the Birkdale area of the town” and that “the woman died from\na shotgun wound to the chest and the man died from a shotgun wound to the\nhead”. It stated that “[t]heir next of kin have been made aware and are being\nsupported by specially-trained police”. The article also reported that\n“Merseyside Police has highlighted domestic violence support networks in\nrelation to the incident”. It quoted a statement made by a Detective\nSuperintendent from the force who said “’We are committed to working with our\ncommunities and partners to tackle violence against women and girls and will\ncontinue to work closely with our local communities and partners to assess how\nwe can work together going forward’”.3. The\narticle also appeared online under the headline, “Married pensioners shot dead\nin their home named locally”.4. The\ncomplainant was the daughter of the couple who had died. She said that the\narticle was inaccurate in breach of Clause 1 because the headline had wrongly\nreported that police had “name[d] couple found shot dead at their home”. She\nsaid that police had not yet released the names of her parents as she had not\nyet completed the formal DNA identification process. She said the main text of\nthe article contradicted the headline as this made clear her parents had been\nnamed “locally”.5. The\ncomplainant said that publishing her parents’ names further breached Clause 2\nbecause this information was confidential and had not been released by police.\nShe said the article had also breached Clause14 for this reason.6. The\ncomplainant said that, in addition, the article breached Clause 3 because a\nreporter for the publication had contacted her using Facebook Messenger on 8th\nJuly 2021 and that this message was later deleted. She had asked her Police\nFamily Liaison Officer [FLO] to put out a request that the publication not\ncontact her in relation to this matter again. She said that her FLO was later\nasked for photos of her parents on the day of their funeral. This request was\npassed on to the complainant by the FLO roughly a month after the funeral. The\ncomplainant also said that, after her request for privacy, there had been\nsomeone in a car watching her parents’ house who drove off when she went out to\nlook. She was not sure who they were, but she thought that it was a journalist.7. The\ncomplainant said the article also breached Clause 4 because it published the\nname of her parents before she had completed a DNA test to identify the bodies,\nand, furthermore, that members of her family and friends learned of her\nparents’ death from the article.8. The\ncomplainant said the article also breached Clause 5 and Clause 9 because the\ninquest had not concluded a cause of death and the final death certificate had\nnot been issued. In addition, she said the article breached Clause 11 and\nClause 12 because the article had focused on violence towards “women and girls”\nand had overlooked violence towards men and people who are transgender.9. The\npublication did not accept a breach of Clause 1. It said that the article had\nmade clear that the couple had been named “locally” and that these names had\nmatched the information that was a matter of public record. For example, they\nhad appeared on an online directory and the complainant also had a company\nregistered to the address. The publication said the complainant had a business\nregistered to this address but that she was too young to be the people who had\ndied as they were “in their 70s”. Nevertheless, it offered to publish the\nfollowing correction on page 2 of the newspaper if it would resolve the complaint:“Our\narticle of 1 July 2021 inaccurately reported in the headline that the Police\nhad named the victims found shot dead in their own home as Catherine and Leslie\nWardleworth. In fact, at the time the article was published, although the\nPolice had informed their next of kin, the victims had only been named locally.\nWe are happy to clarify this.”10. The\npublication also did not accept a breach of Clause 2. It said that the police\npress release that reported the deaths was published nearly a week before this\narticle. The press release stated that “Officers were called at 9.40am on\nWednesday 23rd June to a house in Dinorwic Road, following the discovery of the\nmarried couple, who were both in their 70s”. It also said that “The couple have\nnot yet been formally identified but next of kin have been made aware and are\nbeing supported by officers”.11. The\npublication did not accept a breach of Clause 3. It stated that it could not\nfind any record of an attempt to contact the complainant. It said that there\nshould be a record of this at the complainant’s end, even if the message was\ndeleted as the app would say “Sender unsent a message”. It said that the\npublication had not made the request for photographs in August and noted that\nsuch a request would not make sense given the article had already been\npublished by that point.12. The\npublication also said there was no breach of Clause 4. It stated that the next\nof kin had been made aware of the deaths and the article had not been published\nuntil six days after the initial police press release.13. The\npublication said that Clause 5, Clause 9, Clause 11, Clause 12, and Clause 14\nwere not engaged.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause 2\n(Privacy)*i)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.iii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.Clause 3\n(Harassment)*i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.Clause 4\n(Intrusion into grief or shock)In cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.Clause 5\n(Reporting of suicide)*When\nreporting suicide, to prevent simulative acts care should be taken to avoid\nexcessive detail of the method used, while taking into account the media's\nright to report legal proceedings.Clause 9\n(Reporting of crime)*i)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.ii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren under the age of 18 who witness, or are victims of, crime. This should\nnot restrict the right to report legal proceedings.iii)\nEditors should generally avoid naming children under the age of 18 after arrest\nfor a criminal offence but before they appear in a youth court unless they can\nshow that the individual’s name is already in the public domain, or that the\nindividual (or, if they are under 16, a custodial parent or similarly\nresponsible adult) has given their consent. This does not restrict the right to\nname juveniles who appear in a crown court, or whose anonymity is lifted.Clause\n11 (Victims of sexual assault)The\npress must not identify or publish material likely to lead to the\nidentification of a victim of sexual assault unless there is adequate\njustification and they are legally free to do so. Journalists are entitled to\nmake enquiries but must take care and exercise discretion to avoid the\nunjustified disclosure of the identity of a victim of sexual assault.Clause\n12 (Discrimination)i) The\npress must avoid prejudicial or pejorative reference to an individual's race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.ii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.Clause\n14 (Confidential sources)Journalists\nhave a moral obligation to protect confidential sources of information.Findings\nof the Committee14. The\nCommittee first extended its sincere condolences to the complainant and was\nsorry to hear that the article had added to her distress.15. It\nthen considered the complaint under Clause 1 and whether it was inaccurate for\nthe print headline to state that “Police name couple found shot dead at their\nhome”. The Committee noted that the police press release on which the article\nwas, in part, based stated that the “couple have not yet been formally\nidentified”. The main text of the article echoed this as it reported that\n““[t]heir bodies are yet to be formally identified, but the couple have been\nnamed locally”. The terms of Clause 1 state that the Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. In this case, whilst the text of the\narticle contained the correct information, the headline had misreported the\npress release as police had not yet officially released the names of the couple\nwho had died. Where this was clear in the press release, the publication had\nnot taken sufficient care and there was a breach of Clause 1(i). This was\nsignificant where it related to information released by police and their\nongoing investigation.16. The\npublication had offered a correction on this point at the start of IPSO’s\ninvestigation, which was sufficiently prompt. The correction addressed the\noriginal inaccuracy and made clear the correct position: that the complainant’s\nparents had only been named locally at the time the article was published. The\npublication proposed to publish this correction on page 2 of the newspaper.\nThis represented due prominence as the original article had appeared on page 6.\nAs the inaccuracy had only been published in the print version of the article,\nonly publishing the correction in print was also sufficient. There was no\nfurther breach of Clause 1.17. The\nCommittee then considered the complaint that it was a breach of Clause 2 to\npublish the complainant’s parents’ names before their identities had been\nconfirmed by the police. The Committee understood that naming her parents in\nthe article at this stage in the police investigation had caused the\ncomplainant distress, which the Committee considered under Clause 4 of the\nEditors’ Code (see below). The Committee also noted that the complainant had\nnot been named in the article. The press release issued by the police had\nstated the name of the road on which the couple had been found and also gave\ntheir ages, which likely made them identifiable within the local community.\nFurther, whilst the Committee acknowledged the complainant’s position, there is\na public interest in identifying individuals within a community who have lost\ntheir lives.  Accordingly, naming her\nparents in the article did not give rise to a breach of Clause 2.18.\nRegarding Clause 3, the Committee acknowledged the publication’s position that\nit had not attempted to contact the complainant. The complainant stated that\nshe had received contact from the publication on three separate occasions: one\nvia Facebook, another through her Family Liaison Officer, and a third instance\nof someone sitting in a car watching her parents’ house. She could not find a\nscreenshot showing she had been contacted by the publication and she confirmed\nshe could not be certain that the person she had seen in the car was a\njournalist. She did, however, provide correspondence with her Family Liaison\nOfficer that showed she had spoken to them regarding unwanted press contact,\nand that they had issued a request for privacy. The Committee noted the\npublication denied involvement in any of the approaches. In any event, a\nrequest to the Family Liaison Officer for photographs, who was essentially an\nappropriate representative and had not been covered by a specific request for\nno further contact, would not breach Clause 3. The Committee concluded,\ntherefore, that there were not grounds to find that the publication had engaged\nin harassment or persistent questioning, and there was no breach of Clause 3.19. The\nCommittee then considered the complaint under Clause 4. The complainant\nexplained that her friends and relatives had learned of her parents’ death from\nthe article, and that this had been distressing for them and for her. The\nCommittee were deeply sorry to hear of the difficulties the complainant had\nexperienced and recognised that this must have been an upsetting time for all\ninvolved. However, the police press release had made clear that the next of kin\nhad already been informed and were in contact with the police, and the article\nhad been published almost a week after the press release. The Committee also\nconsidered that the article was not gratuitous or insensitive, relative to the\nrequirements of Clause 4; rather, it simply reported on what had been said by\npolice and the names of the complainant’s parents. As such, there was no breach\nof Clause 4.20. The\ncomplainant had complained under Clause 5 and Clause 9 as the inquest had not\nconcluded a cause of death, and the final death certificate had not been\nissued. Clause 5 requires that care should be taken to avoid excessive detail\nof the method used when reporting on suicide. The complainant’s concerns did\nnot engage this clause. Clause 9 states that relatives or friends of persons\nconvicted or accused of crime should not generally be identified without their\nconsent. The concerns the complainant raised did not relate to this and so\nClause 9 was also not engaged.21. The\nCommittee then considered the complaint under Clause 11 and Clause 12. The\ncomplainant had said that these clauses were breached because the statement\nincluded in the article had only referred to domestic abuse and sexual assault\nagainst women and had not made reference to trans people or men. Clause 11 says\nthat the press must not identify or publish material likely to lead to the\nidentification of a victim of sexual assault unless there is adequate\njustification, and they are legally free to do so. The complaint did not engage\nthe terms of this Clause. Similarly, Clause 12 requires that the press must\navoid prejudicial or pejorative reference to an individual's race, colour, religion,\nsex, gender identity, sexual orientation or to any physical or mental illness\nor disability and that details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story. The complainant’s\nconcerns that the article discriminated against men and trans people in\ngeneral, therefore, did not engage the terms of this Clause.22. The\ncomplainant had also complained under Clause 14 as she considered the article\nrevealed confidential information. Clause 14 states that journalists have a\nmoral obligation to protect their sources. The complainant’s concerns did not\nrelate to this and so the terms of this Clause were not engaged.Conclusion(s)23. The\ncomplaint was upheld under Clause 1 (i).Remedial\nAction Required24. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\n\nDate\ncomplaint received: 06/08/2021\nDate\ncomplaint concluded by IPSO: 18/07/2022\nBack to ruling listing\n\n\n"
}