{
    "url": "/rulings-and-resolution-statements/ruling/?id=09155-19",
    "title": "09155-19 Brown v thesundaytimes.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesundaytimes.co.uk (News UK)",
    "published_on": "2019-11-24 00:00:00",
    "received_on": "2019-11-26 00:00:00",
    "concluded_on": "2020-04-17 00:00:00",
    "complaint_processing_days": 143,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A   Date complaint received: 26/11/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 09155-19 Brown v\nthesundaytimes.co.uk\nSummary of Complaint\n1. Lucy Brown complained to the Independent Press Standards\nOrganisation that the thesundaytimes.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “BBC’s ‘jellyfish’ bosses\nsting investigative reporting to death. They must go”, published on 24 November\n2019.\n2. The article was a first-person account of a male BBC\nreporter who made a documentary for the BBC on a far-right activist. It said\nthat the activist “tricked me, using an ex-member of his cult, Lucy Brown, to\nplay victim” and that “Brown had pulled a similar trick on another BBC reporter\nwho was pregnant. The online abuse got so nasty she mistakenly feared she was\nhaving a miscarriage. (Mother and baby are fine.)”\n3. The complainant, the alleged ex-member of the activist’s\n“cult” and person accused of tricking the two reporters, said that the article\nwas inaccurate in breach of Clause 1. She said that it was inaccurate to\ndescribe her as a member of a “cult” as she had acted of her own free will and\nhad even spoken out against the far-right activist. She also said that she had\nnot played any “trick” on the pregnant BBC reporter. She accepted that she had\nrecorded an interview with the female reporter and then released her own edited\nrecordings, because she felt that the version released by the BBC\nmisrepresented her. However, she said that the female reporter and the producer\nhad consented to her recording the interview and had not objected when she said\nshe may publish it later. The complainant also said it was a breach of Clause 1\nto report that, “[t]he online abuse got so nasty she mistakenly feared she was\nhaving a miscarriage” because she said that this gave the impression that she,\nthe complainant, had asked her followers to abuse the pregnant female reporter\nwith the intent of causing her, or her baby, medical harm.\n4. The publication said it did not accept that the article\nwas inaccurate. It said that the far-right activist had a small number of\npeople who intensely supported him, and that the complainant was formerly one\nof these people. On this basis, it said it was not misleading to describe the\ncomplainant as a member of the activist’s “cult”. The publication disputed the\ncomplainant’s position that the recording of the BBC interview had been\nconsensual. It said that she had recorded audio of both the first and second\ninterview without the reporters’ knowledge and consent, and then selectively\nedited the recordings in order to discredit the reporters; for the female\nreporter in particular, it was a surprise to her when the video was released.\nIt said that a source close to the female reporter confirmed that she felt that\nshe had been “tricked” by the complainant following her interview with her. The\npublication said that the article did not say that the complainant had any part\nin the online abuse, or that she was personally responsible for the female\nreporter’s fear that she would miscarry. It noted that the complainant did not\ndispute that the female reporter had received online abuse following the\nrelease of her recording of the interview, and the complainant was not in a\nposition to know whether the reporter had any fears for her health as a result\nof the abuse. The publication also noted that a complaint had been made to\nCambridgeshire Police in relation to the complainant’s conduct.\n5. Upon receiving the complaint from IPSO the publication\noffered to change the article from “The online abuse got so nasty she\nmistakenly feared she was having a miscarriage” to “The online abuse got so\nnasty she feared for the health of her baby”, as a gesture of goodwill. The\ncomplainant refused this offer.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The Committee noted that the complainant did not dispute\nthat she was formerly a supporter of the far-right activist and the journalist\nwas entitled to characterise the people near this person as being part of a\n“cult” where this was clearly his own comment. On this basis the publication\nhad taken care not to publish misleading information under Clause 1(i) and\nthere was no need for a correction to be published.\n8. The Committee noted that the article did not detail what\nthe alleged “trick” entailed, only that the complainant had “played the victim”\nin the first interview, and in the second interview had “played the same\ntrick”. The Committee acknowledged that there was a dispute as to whether the\nfemale BBC reporter had consented to the recording and publishing of the\ninterview. However, it was not in dispute that the complainant had released her\nown recordings of both of the interviews following her dissatisfaction with the\nway they had been presented by the BBC, to try and garner support for her position\nand defend herself against criticism; this could reasonably be described as\n“playing the victim”. Where she had repeated this in relation to the second\nreporter, there was no failure to take care in reporting that she had “played\nthe same trick”. There was no breach of Clause 1(i), and no significant\ninaccuracy requiring correction under the terms of Clause 1(ii).\n9. The Committee acknowledge the complaint’s view that the\narticle suggested that she was in some way responsible for the abuse that the\nfemale reporter received, however the complainant did not dispute that the\nfemale reporter had received online abuse following the release of her\nrecording of the interview, and she was not in a position to dispute whether\nthe reporter feared she was going to have a miscarriage as a result. The\narticle did not accuse the complainant of abusing the female reporter online,\nor for being responsible for the reporter’s fear that she would miscarry her\nbaby. For this reason, the article was not misleading as the complainant\nsuggested, and there was no breach of Clause 1.\nConclusions\n10. The complaint was not upheld.\nRemedial Action Required\n11. N/A\n \nDate complaint received: 26/11/2019\nDate complaint concluded by IPSO: 17/04/2020\nBack to ruling listing\n\n\n"
}