{
    "url": "/rulings-and-resolution-statements/ruling/?id=09159-19",
    "title": "09159-19 Fair Play for Women v kentlive.news",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "kentlive.news (Reach PLC)",
    "published_on": "2019-11-06 00:00:00",
    "received_on": "2019-11-27 00:00:00",
    "concluded_on": "2020-04-21 00:00:00",
    "complaint_processing_days": 146,
    "conclusion_long": "9. The complaint was upheld under Clause 1(i).",
    "remedial_action": "10. The correction which was offered, with the amendment of the Committee, clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published. Date complaint received: 27/11/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 09159-19 Fair Play for Women v kentlive.newsSummary of Complaint1. Nicola Williams, acting on behalf of Fair Play for Women,\ncomplained to the Independent Press Standards Organisation that kentlive.news\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Katie Hopkins epically shut down after rant about Kent transgender\nwoman”, published on 6 November 2019.2. The article reported on a Tweet by Katie Hopkins that\nrelated to a transwoman cricketer who had won “club women’s player of the year”\nand the response from the cricket club. The article also reported that the\ncricketer’s “impressive club appearances have been clouded by transphobic abuse\nfrom the group Fair Play for Women”. The article did not describe what the\nalleged “transphobic abuse” had consisted of.3. The complainant said that the article was inaccurate in\nbreach of Clause 1 (Accuracy) because Fair Play for Women had not “abused” the\ncricketer, but had merely commented on whether biological males who identified\nas women should be eligible to play in women’s cricket teams. She said that the\nterm “transphobic” meant having an irrational fear of transpeople, which was\nnot the case. She also said that the “abuse” referenced in the article\nconsisted of Tweets in which Fair Play for Women had referred to the cricketer\nas “male”, discussed the cricketer’s biology, physical body and legal status\nand asked for sports professionals and women to “speak up NOW”. The complainant\nsaid that these Tweets were not “misgendering”. She further said that a\nperson’s gender identity had no impact on their sporting ability, whereas their\nphysical body and sex did. For these reasons, the complainant argued that the\nTweets were not transphobic, but raised a genuine concern and a subject for\ndebate. She said no journalist had contacted her or Fair Play for Women in\norder to establish whether the allegations that they had committed transphobic\nabuse were correct, and they therefore had no opportunity to deny this\nallegation. In addition, she said that as the article did not describe the\nalleged “abuse”, the background had not been made clear to readers and the\narticle carried an insinuation that Fair Play for Women may have committed a\ncrime or that the abuse was conduct more serious than Tweeting.4. The publication did not accept that it had breached the\nCode. On receipt of the complaint, as a gesture of goodwill, it offered to\ndelete the sentence in the article that referred to Fair Play for Women and to\nadd a clarification to set out the group’s position. However as the complainant\nwanted an op-ed rather than a clarification, an agreement could not be reached\nand a clarification was not published. The publication nevertheless resolved to\ndelete the sentence as a gesture of goodwill, but due to an error the sentence\nwas not permanently deleted until IPSO’s investigation had concluded.5. The publication did not agree with the complainant’s\ndefinition of transphobic, which it said could be defined as showing dislike\ntowards or prejudice against trans persons. The publication provided the Tweets\nfrom the complainant which said: “Male cricketer wins WOMEN OF THE YEAR. No\n‘transition’. Just self-ID and new pronouns. Sports women must speak up NOW.”; “Concern\nthat women are being displaced from their own game is not hypothetical, It’s\nhappening now. A male called Maxine is playing at county level for Kent. Maxine\nused to play as a man and now, with no medical changes whatsoever, is rising to\nthe top of women’s county cricket.”; and (in response to the cricketer’s\nteammate) “Tammy, it’s understandable you want to stick up for your friend\nMaxine but the argument that males don’t have an advantage in cricket is utter\nnonsense & you know it. We need sports professionals to engage with this\nissue seriously so we can find a solution that works for all.” It said that\nreferring to the cricketer as “male” misgendered the cricketer and demonstrated\ntransphobia. It also said that the Tweet, by suggesting that the cricketer had\nnot transitioned, was transphobic as transitioning does not require surgery and\ncan encompass a range of medical or physical issues. Furthermore, it said that\nencouraging others to “speak up NOW” against the cricketer was also\ntransphobic. During IPSO’s investigation the publication offered to publish the\nfollowing statement as a clarifying footnote:We have been asked to make it clear that Fair Play for Women\nwere speaking up against male participation in women's sport. They do not\nconsider referring to trans women who do not hold a gender recognition\ncertificate (GRC) as a man, to be transphobic abuse, as described.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee7. The Committee noted that the article referred to a\nsensitive and contentious topic, and that the term “transphobic abuse” can be\nused to describe a range of attitudes and behaviours.  The article had asserted as fact that Fair\nPlay for Women had engaged in “transphobic abuse”, but it had not made clear\nthat this was the newspaper’s characterisation based on the organisation’s\nreferences to the cricket player as “male” on social media. This omission was\nsignificantly misleading and represented a failure to take care and there was a\nbreach of Clause 1(i). A correction was required in order to avoid a breach of\nClause 1(ii).8. The publication offered to delete the line after\nreceiving the complaint and, in direct correspondence with the complainant,\noffered to publish a statement which clarified the position. It then offered\nspecific wording for this statement during IPSO’s investigation. The Committee\nnoted that to correctly reflect the \nposition of Fair Play for Women, the proposed correction needed to be\namended to state that the group did not consider calling a transwoman “male” to\nbe “transphobic abuse”, rather than referring to “a man”. In addition, in order\nto identify the misleading information which was being corrected, the\ncorrection should begin “A previous version of this article reported that Fair\nPlay for Women had committed transphobic abuse”. The offer to publish a\nclarifying statement was made promptly, prior to IPSO’s investigation, and the\npublication of the correction as a footnote to the online article represented\ndue prominence. This should now be published to avoid a breach of Clause 1(ii).Conclusions9. The complaint was upheld under Clause 1(i).Remedial Action Required10. The correction which was offered, with the amendment of\nthe Committee, clearly put the correct position on record, and was offered\npromptly and with due prominence, and should now be published. Date complaint received: 27/11/2019\nDate complaint concluded by IPSO: 21/04/2020\nBack to ruling listing\n\n\n"
}