{
    "url": "/rulings-and-resolution-statements/ruling/?id=09166-20",
    "title": "09166-20 MacGregor v The Scotsman",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scotsman (National World Publishing Ltd)",
    "published_on": "2020-06-11 00:00:00",
    "received_on": "2020-06-12 00:00:00",
    "concluded_on": "2020-12-17 00:00:00",
    "complaint_processing_days": 188,
    "conclusion_long": "8. The complaint was not upheld",
    "remedial_action": "9. N/A Date complaint received: 12/06/20",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09166-20 MacGregor v The ScotsmanSummary\nof Complaint1. David\nMacGregor complained to the Independent Press Standards Organisation that The\nScotsman breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Scottish death rate third in world as care home testing row\nintensifies” published on 11 June 2020.2. The\narticle reported that statistics from the National Records of Scotland, which\nincluded deaths where coronavirus was suspected but not confirmed as no test\nwas carried out, placed Scotland third worst in the world for the number of\nCovid-19 deaths for every million people. It said that the rate of coronavirus\ndeaths in Scotland had reached 733 for every million people, behind England on\n767 and Belgium on 842. The rest of the article reported on criticism of the Scottish\ngovernment and its response, and comments on testing for coronavirus and\ninfection rates in care homes.3. The\narticle also appeared online in a shorter form with the headline “Scotland\ncoronavirus death rate third worst in the world”. It repeated the claim\nregarding the death rate in Scotland compared to other countries around the\nworld.4. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He said\nthat the number of deaths announced by the UK government counted only those\ndeaths which had occurred in hospitals and care homes and had been confirmed by\ntest to have been due to Covid-19. He said that Scotland however counted all\ndeaths which had been confirmed via testing to have been due to Covid-19, as\nwell as deaths where the doctor signing the death certificate had mentioned\nCovid-19 as being the main or suspected cause of death. He said that by this\nsecond calculation, Scotland had a death rate of 727 per million people, whilst\nthe rest of the UK had a rate of 1003 per million people by the same\ncalculation. He said that the two countries used different methods to report\nthe death rates, and in comparing them, the newspaper was not comparing like\nfor like. As such, the article was misleading as to the difference between\nScotland and England.5. The\nnewspaper did not accept that the article was inaccurate, or that it had\ncompared statistics arrived at by different methods. It said that since late\nApril, the UK government used the same, more robust method of reporting deaths\nas that originally adopted by the National Records of Scotland. It said that in\ncalculating the Scottish figures, it used sums which covered all cases where\nCovid-19 was mentioned on the death certificate, as well as confirmed in a laboratory\ntest. It said that it used this figure rather that the figure given at Scottish\nGovernment briefings which only included the lab test deaths. It said that in\nrelation to the English figures, these were taken from Public Health England,\nwhich included figures which reported on deaths where there had been no lab\ntest result but where Covid-19 has been recorded on the death certificate as an\nunderlying cause, as well as those where Covid-19 had detected via a lab\nresult. It said that therefore, in comparing the two countries, it not only\nused the same method but also used the more robust measure of counting Covid-19\ndeaths. It said that it relied on two independent statistical websites to\nobtain the death rates for the UK, and then used the calculation set out above\nto split this rate between Scotland and England.Relevant\nCode Provisions6. Clause\n1 (Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.Findings\nof the Committee7. The\nCommittee first acknowledged that the use of different methodologies to define\nwhat constitutes a Covid-related death has made comparative reporting of\nstatistics during the pandemic an area of widespread contention. The newspaper\nhad arrived at the claim that Scotland’s death rate was third worst in the\nworld via its own calculations, based on statistics showing the UK death rate.\nIt was able to explain how these individual rates had been calculated, and that\nthe rates between Scotland and England had been calculated using comparable\nmeasures – both deaths verified with a lab test, and deaths where Covid-19 had\nbeen listed as an underlying cause. As such, there was a basis to report that\nScotland’s death rate was 733 per million people compared with 767 per million\nin England, and as such, that Scotland death rate was the third worst in the\nworld. There was no failure to take care over the accuracy of the article, and\nnot significant inaccuracy requiring correction. There was no breach of Clause\n1.Conclusions8. The\ncomplaint was not upheldRemedial\nAction Required9. N/A Date\ncomplaint received: 12/06/20\nDate\ndecision issued: 17/12/20\nBack to ruling listing\n\n\n"
}