{
    "url": "/rulings-and-resolution-statements/ruling/?id=09178-15",
    "title": "09178-15 Sarao v Hamilton Advertiser",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hamilton Advertiser (Reach PLC)",
    "published_on": "2015-11-19 00:00:00",
    "received_on": "2015-11-24 00:00:00",
    "concluded_on": "2016-02-15 00:00:00",
    "complaint_processing_days": 83,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 24/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 09178-15 Sarao v Hamilton Advertiser\nSummary\nof complaint\n1.\nMarco Sarao complained to the Independent Press Standards Organisation that the\nHamilton Advertiser breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Arrest warrant issued for restaurateur who\nfailed to appear in court”, published on 19 November 2015.\n2.\nThe article reported that the Sheriff granted a Crown motion for a warrant to\narrest the complainant after he “failed to appear” in court on charges of\nthreatening behaviour. It said that Hamilton Sheriff Court was told that “a\ncourt citation for the complainant had not been effected”, and his whereabouts\nwere not known.\n3.\nThe complainant denied that a warrant had been issued for his arrest because he\nhad failed to appear, and provided evidence that the warrant was in fact issued\nto secure his attendance at court. He said that he had never been asked to\nappear in court on 16 November.\n4.\nThe newspaper denied that the article had reported that a failure to appear\nwarrant had been issued for the complainant; rather, it said that it reported\nthat a warrant was issued when he did not appear at court, in other words,\nafter he failed to appear. It said that although its reporter had not been\npresent at court during the hearing, the article was based on the court clerk’s\nminute of proceedings, a copy of which was provided to IPSO.\nRelevant\nCode Provisions\n5.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\nFindings\nof the Committee\n6.\nWhile the Committee understood the complainant’s position that the headline and\nfirst line of the article could imply that a failure to appear warrant had been\nissued for the complainant, the article went on to explain that a court\ncitation in relation to the complainant had “not been effected”. This meant\nthat the complainant had not been made aware that he needed to appear at court,\nand therefore could not have been subject to a failure to appear warrant. While\nthe Committee acknowledged that the wording of the article’s headline and first\nline had created an unnecessary ambiguity, in the context of the article as a\nwhole, it considered that neither reference was significantly misleading. There\nwas no breach of Clause 1.\nConclusions \n7.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 24/11/2015\nDate decision issued:\n15/02/2016\nBack to ruling listing\n\n\n"
}