{
    "url": "/rulings-and-resolution-statements/ruling/?id=09224-19",
    "title": "09224-19 Laws v Daily Star",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Star (Reach PLC)",
    "published_on": "2019-11-28 00:00:00",
    "received_on": "2019-11-28 00:00:00",
    "concluded_on": "2020-02-10 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "and also contained a tribute from the family of the victim. 3. The complainant said that the article was inaccurate in breach of Clause 1 as her father was not killed by a Yorkshire pudding as stated in the article headline. She said that the coroner had ruled that her father’s death was the result of a “tragic accident” and that Yorkshire puddings were not mentioned at all during the inquest. 4. The complainant said that falsely reporting that her father had been killed by a Yorkshire pudding had made the story more sensational and had caused her and her family much distress during a period of grieving and therefore constituted a breach of Clause 2. She also said this constituted mocking her father and the way that he died, intruding into her grief in breach of Clause 4. 5. The publication expressed its condolences to the complainant, but it did not accept a breach of the Code. It said that it had accurately reported that the complainant’s father had choked on a Yorkshire pudding. A reporter had attended the inquest and had taken notes, which were provided to IPSO. The notes from the inquest indicated that the paramedic who had tended to the complainant’s father had said that he had removed “potato, peas and Yorkshire pudding” from his airway. As it was heard at the inquest that the complainant’s father had choked on a Yorkshire pudding, the publication did not accept that it was inaccurate to report that he had been killed by a Yorkshire pudding. It noted that it had not mentioned the potato and peas, however, it did not consider that this omission had rendered the article inaccurate. 6. The publication said that there was no breach of Clause 2 as the article had not intruded into the complainant’s private life. 7. The publication also did not accept a breach of Clause 4. It said that there had been no intention to mock the complainant’s father, or how he died. It said that it had made no enquiries or approaches to the complainant at the inquest. Nonetheless, it did send a private letter of apology to the complainant as a gesture of goodwill. Relevant Clause Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Clause 2 (Privacy)* i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual's private life without consent. In considering an individual's reasonable expectation of privacy, account will be taken of the complainant's own public disclosures of information and the extent to which the material complained about is already in the public domain or will become so. iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy. Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. These provisions should not restrict the right to report legal proceedings. Findings of the Committee 8. The Committee firstly expressed its condolences to the complainant for her loss. 9. The Committee noted that there was a disagreement between the publication and the complainant as to whether a Yorkshire pudding had been mentioned at the inquest. The publication had provided notes taken during the inquest that indicated that the complainant’s father had choked whilst eating several items of food, one of which was a Yorkshire pudding. As the publication had provided evidence that this was heard during the inquest, and the complainant accepted that her father had choked while eating a roast dinner, it was not misleading to report that he had been killed by a Yorkshire pudding. There was no failure to take care over the accuracy of the article in breach of Clause 1. There was no breach of Clause 1. 10. The Committee acknowledged that the complainant had been distressed by the reporting. Clause 4 requires that publication is handled sensitively in reporting cases involving grief or shock. However, journalists are entitled to report the fact of a person’s death, even if surviving family members would prefer for there to be no reporting and regard the death as private. There is also a public interest in the reporting of inquests, which are public events; the Code makes clear that the requirement to handle publication sensitively “should not restrict the right to report legal proceedings”. 11. The newspaper presented evidence to show that the inquest had heard that the death of the complainant’s father was caused by him choking on a Yorkshire pudding, amongst other things, by the paramedic who tended to him. While the Committee acknowledged that the complainant objected to this being the focus of the headline, it did not consider that the headline, or the article itself, which was a factual report of what the inquest had heard, had been insensitive in breach of Clause 4. 12. The Committee noted that the article reported on an inquest, and any information that was shared at the inquest was therefore in the public domain. Information made available during an inquest is therefore not private, and so reporting it did not constitute a breach of Clause 2. There was no breach of Clause 2. Conclusions 13. The complaint was not upheld.",
    "remedial_action": "14. N/A.   Date complaint received: 28/11/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09224-19 Laws v\nDaily Star\nSummary of Complaint\n1. Clair Laws complained to the Independent Press Standards\nOrganisation that the Daily Star breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 4 (Intrusion into shock or grief) of the Editors’ Code of\nPractice in an article headlined “BIG STEF KILLED BY A YORKSHIRE PUD”,\npublished on 28 November 2019.\n2. The article reported on the inquest after the death of\nthe complainant’s father. The headline stated that the complainant’s father had\nbeen “killed by a Yorkshire pud” and the first line said that he “choked to\ndeath on a Yorkshire pudding”. The article also described what relatives and\nneighbours did during the incident, the coroner’s conclusion and also contained\na tribute from the family of the victim.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 as her father was not killed by a Yorkshire pudding as\nstated in the article headline. She said that the coroner had ruled that her\nfather’s death was the result of a “tragic accident” and that Yorkshire\npuddings were not mentioned at all during the inquest.\n4. The complainant said that falsely reporting that her\nfather had been killed by a Yorkshire pudding had made the story more\nsensational and had caused her and her family much distress during a period of\ngrieving and therefore constituted a breach of Clause 2. She also said this\nconstituted mocking her father and the way that he died, intruding into her\ngrief in breach of Clause 4.\n5. The publication expressed its condolences to the\ncomplainant, but it did not accept a breach of the Code. It said that it had\naccurately reported that the complainant’s father had choked on a Yorkshire\npudding. A reporter had attended the inquest and had taken notes, which were provided\nto IPSO. The notes from the inquest indicated that the paramedic who had tended\nto the complainant’s father had said that he had removed “potato, peas and\nYorkshire pudding” from his airway. As it was heard at the inquest that the\ncomplainant’s father had choked on a Yorkshire pudding, the publication did not\naccept that it was inaccurate to report that he had been killed by a Yorkshire\npudding. It noted that it had not mentioned the potato and peas, however, it\ndid not consider that this omission had rendered the article inaccurate.\n6. The publication said that there was no breach of Clause 2\nas the article had not intruded into the complainant’s private life.\n7. The publication also did not accept a breach of Clause 4.\nIt said that there had been no intention to mock the complainant’s father, or\nhow he died. It said that it had made no enquiries or approaches to the\ncomplainant at the inquest. Nonetheless, it did send a private letter of\napology to the complainant as a gesture of goodwill.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n8. The Committee firstly expressed its condolences to the\ncomplainant for her loss.\n9. The Committee noted that there was a disagreement between\nthe publication and the complainant as to whether a Yorkshire pudding had been\nmentioned at the inquest. The publication had provided notes taken during the\ninquest that indicated that the complainant’s father had choked whilst eating\nseveral items of food, one of which was a Yorkshire pudding. As the publication\nhad provided evidence that this was heard during the inquest, and the\ncomplainant accepted that her father had choked while eating a roast dinner, it\nwas not misleading to report that he had been killed by a Yorkshire pudding.\nThere was no failure to take care over the accuracy of the article in breach of\nClause 1. There was no breach of Clause 1.\n10. The Committee acknowledged that the complainant had been\ndistressed by the reporting. Clause 4 requires that publication is handled\nsensitively in reporting cases involving grief or shock. However, journalists\nare entitled to report the fact of a person’s death, even if surviving family\nmembers would prefer for there to be no reporting and regard the death as\nprivate. There is also a public interest in the reporting of inquests, which\nare public events; the Code makes clear that the requirement to handle\npublication sensitively “should not restrict the right to report legal\nproceedings”.\n11. The newspaper presented evidence to show that the\ninquest had heard that the death of the complainant’s father was caused by him\nchoking on a Yorkshire pudding, amongst other things, by the paramedic who\ntended to him. While the Committee acknowledged that the complainant objected\nto this being the focus of the headline, it did not consider that the headline,\nor the article itself, which was a factual report of what the inquest had\nheard, had been insensitive in breach of Clause 4.\n12. The Committee noted that the article reported on an\ninquest, and any information that was shared at the inquest was therefore in\nthe public domain. Information made available during an inquest is therefore\nnot private, and so reporting it did not constitute a breach of Clause 2. There\nwas no breach of Clause 2.\nConclusions\n13. The complaint was not upheld.\nRemedial Action Required\n14. N/A.\n \nDate complaint received: 28/11/2019\nDate complaint concluded by IPSO: 10/02/2020\nBack to ruling listing\n\n\n"
}