{
    "url": "/rulings-and-resolution-statements/ruling/?id=09240-16",
    "title": "09240-16 McGarry v Croydon Advertiser",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Croydon Advertiser (Croydon Advertiser Series) (Reach PLC)",
    "received_on": "2016-10-12 00:00:00",
    "concluded_on": "2017-03-23 00:00:00",
    "complaint_processing_days": 162,
    "conclusion_long": "38. The complaint was upheld.",
    "remedial_action": "39. Having upheld the complaint, the Committee considered what remedial action should be required. 40. The newspaper had published significantly inaccurate information which required correction. To remedy the established breach of the Code, the newspaper should now amend the relevant articles and append the corrective footnotes, as offered. Date complaint received: 12/10/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 09240-16 McGarry v Croydon\nAdvertiser \nSummary of complaint 1.    Peter\nMcGarry complained to the Independent Press Standards Organisation that the\nCroydon Advertiser breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in online articles headlined “Exclusive: Questions over police\naccounts of knife incident that led to Croydon club closure”, published on 13\nApril 2016; “Croydon Council’s licensing committee takes no action against Dice\nBar”, published on 15 April 2016; “Senior police officer’s evidence raises\nfurther issues over knife incident behind nightclub closure”, published on 18\nApril 2016; “Police refuse to answer key questions about conduct of officers\ntowards Croydon nightclub Dice Bar”, published on 20 April 2016; Police\ninspector drove van along pavement to force clubbers out of Croydon town\ncentre”, published on 27 April 2016; “Met outlines extensive allegations facing\nCroydon officer who ‘failed to respond to fatal stabbing’”, published on 5 May\n2016; “'We could have done something' says PC who claims\npolice sergeant failed to attend fatal stabbing”, published on 16 May\n2016; Racist Croydon police officer who ignored reports of stabbing sacked\nfor gross misconduct”, published on 28 May 2016; “Met Police says ‘no public\ninterest’ in how much it spent on barrister during Croydon nightclub case”,\npublished on 31 May 2016. 2.    The first article reported on what\nit described as “serious discrepancies” in the evidence that police had relied\non to close down Dice Bar, a nightclub in Croydon. It said that the\ncomplainant, a police Chief Inspector, had issued the nightclub with a closure\nnotice because a customer in a nearby street had been seen on CCTV with a “large\nknife”. The article reported that official police documents had stated that a\ndetective had later reviewed the CCTV footage and had found that it had not\nshown that the man had a knife. It quoted the detective’s evidence in which he had\nsaid “you cannot see what he is concealing on his person”, and it noted that the\nofficers who had arrested the customer had made no mention of a weapon in their\naccounts of the incident. 3.    The second article reported that\nCroydon Council had rejected the police application to close down Dice Bar. It\nsaid the police had claimed that “high levels of drunkenness” had regularly put\nofficers, customers and the general public at risk. The article repeated the\nclaim made in the first article that the complainant’s evidence had been\ncontradicted by a detective. It reported that the complainant had told the\nLicensing Committee that he had taken the CCTV to a “forensic hub” and he had\nseen what he had believed to be a knife. It also reported the complainant’s\nposition that the officer who had been unable to see the knife had used “low\ngrade technology” to view the footage. 4.    The third article also reported\non discrepancies in the police evidence relating to the closure of Dice Bar. It\nreported that the complainant had informed the nightclub owner the day after\nthe incident that CCTV footage had shown the customer with a “large knife”, which\ncontrasted with his written evidence, in which the complainant had said that he\nhad first seen the footage on 29 June, eight days after the incident. The\narticle repeated the complainant’s assertion that the detective who had been\nunable to see the knife on the CCTV footage had used “low grade technology”,\nand additionally noted that a “well-placed source” had said that “officers who\nwant CCTV footage to be digitally enhanced or analysed must send it to a\ncentral unit in Denmark Hill”, with such requests taking weeks to fulfil. 5.    The fourth article reported that\nthe police had refused to answer questions relating to the conduct of its\nofficers towards Dice Bar. It said that the Licensing Committee’s decision to\nreject the police application for the nightclub’s opening hours to be\nrestricted had represented a “damaging blow” to Croydon police, which had\ninvested a “huge amount” of time and resources in building its case against the\nvenue. It repeated the claim that the complainant’s evidence had been\ncontradicted by a colleague, and the assertion that a source had said that to\nview CCTV in detail, it must be sent to a forensic hub at Denmark Hill, with\nrequests sometimes taking weeks to fulfil. 6.    The fifth article stated that the\ncomplainant had driven a police van on to the pavement towards a small group of\nnightclub customers in order to force them to move from the town centre. It\nquoted the complainant who had said that it was an “approved public order\ntechnique”, and a nightclub owner who had said that the tactic had been\n“terrible to watch” and could “incite tensions”. The article was illustrated by\nthree photographs showing the police van on the pavement behind a group of\npeople. 7.    The sixth article reported that a\npolice officer who had been accused of refusing to attend reports of an\n“ultimately fatal stabbing” in Croydon, had also been accused of making\n“derogatory and unpleasant” comments about colleagues and members of the public.\nIt said that the accused officer was due to face a misconduct hearing, and described\nher as a “close ally” of the complainant. 8.    The seventh article reported\nclaims made by a police officer that his colleague had refused to attend\nreports of a stabbing. It said that he believed that his team may have been\nable to save the victim’s life had they attended the scene more quickly. The\narticle reported that the misconduct hearing had heard that this colleague had\napproached this officer, who was to give evidence against her at the hearing,\nand had said that the complainant had “indicated” to her that he was among the\nofficers who “must be trying to do her legs”, which meant that he was behind\nthe complaints against her. 9.    The eighth article reported that\nthe police officer who had faced a misconduct hearing had been sacked. It repeated\nthe claim that the complainant had told her that another officer was among\nthose who “must be trying to do her legs”. 10. The last article reported that\nthe police had hired a barrister to assist with its application to restrict\nDice Bar’s opening hours, but the police had refused to say how much had been\nspent on this as no public interest would be served by the disclosure. The\narticle said that the barrister representing the nightclub had told the Licensing\nCommittee that the closure notice, which had been issued by the complainant,\nhad been illegal because he had failed to submit an application to a\nmagistrates’ court within 48 hours of it being issued. It stated that the\nbarrister representing the police had explained that “it couldn't be done at Croydon\nbecause it was a Saturday and it couldn't be done in Hampstead because\nHampstead refused to accept it. That doesn't nullify or negate the closure\nnotice which was properly made out when the notice was issued”. The article\nnoted that the barrister had since informed the newspaper that he had meant to\nrefer to Hammersmith Magistrates’ Court rather than Hampstead Magistrates’\nCourt, which has been closed since the 1990s. 11. The complainant said that the\nnewspaper had deliberately attempted to discredit him by including his name in\nany negative stories relating to Croydon police. 12. The complainant expressed concern\nthat the newspaper had given the misleading impression that he had been unable\nto see an individual holding a “large knife” from the CCTV footage, and that\nthere had been discrepancies in the police evidence. He said that three police officers\nhad agreed that a knife could be seen from the CCTV footage; the one officer\nwho had been unable to see a weapon had viewed the footage on lower quality technology.\nThe complainant noted that at no point had this officer said that the footage had\nshown that the individual had not been in possession of a knife; rather, he had\nsaid that he had been unable to see what the individual had been holding. The complainant\nsaid, contrary to the information given to the newspaper by a “well-placed\nsource”, Croydon police station had its own forensic hub where he had been able\nto slow down and view the enhanced CCTV footage. He also noted that the\nindividual who had been seen with the weapon would have had time to dispose of\nit before being arrested by the officers at the scene. 13. The complainant accepted that in\nwritten evidence he had said that he had viewed the CCTV footage for the first\ntime on 29 June, eight days after the incident. However, this had been a typing\nerror in his notes; it was clear from the other documents submitted as evidence\nthat he had watched the CCTV footage before discussing the matter with the\nnightclub owner. He said the newspaper had made no attempt to clarify the\ntimings before publication. 14. The complainant denied that the\nknife incident had formed a key part of the police evidence used in an effort\nto restrict Dice Bar’s opening hours. He said the case was made up of 31\nincidents, which had all been documented in written submissions to the\nLicensing Committee, and mainly consisted of violence between drunk customers\nafter midnight.  He also expressed\nconcern that in one article, the newspaper had wrongly suggested that the\npolice had attempted to shut the nightclub down; rather, the police had wanted\nto curtail its opening hours. 15. The complainant also expressed\nconcern that the nightclub owner who had been quoted by the newspaper had\nprovided contradictory evidence relating to how he had been informed of the\nknife incident. He said that the article stated that the police had informed\nhim, while his evidence provided to the Licensing Committee suggested that it had\nbeen the council who had informed him about the knife. 16. The complainant said that the\narticle reporting that a barrister had been hired to assist the police had\nfailed to state that he had been unable to get the closure notice listed at\ncourt because the majority of magistrates’ courts are closed on Saturdays.17. The complainant considered that\nthe photographs used to illustrate the article about his driving a police van\nalong a pavement were misleading as the timings, which showed how slowly the\nvehicle had moved, had been removed. He said that he had not driven the vehicle\nin order to move the pedestrians out of the town centre; rather, he had driven\naround the group in order to prevent them from spilling onto the carriageway.\nHe said this was evidenced by the published photographs, which showed that the\ngroup had not moved.18. The complainant considered that\nthe description of him as an “ally” of an officer who had faced a misconduct\nhearing had been a further attempt by the newspaper to discredit him. He said\nthat he had been the officer’s line manager, and he only had contact with her\nin relation to work matters. He noted that when the investigation into her\nconduct had commenced, he had removed the officer from her post and had\nrestricted her duties. In addition, he denied that he had ever told this\nofficer that a colleague was amongst those who were “trying to do her legs”. He\nsaid he had not been present during the misconduct hearing where this claim had\nallegedly been made, but a contact who had attended had told him that this had\nnot been said during the proceedings. 19. The newspaper said that a\nreliable, confidential source with knowledge of the facilities available at\nCroydon police station had informed the reporter that there was no forensic hub\nfor enhanced viewing of CCTV footage at the station. It noted that the\nexistence and/or capabilities of the forensic hub had been one of a number of questions\nput to the complainant’s Commanding Officer following the result of the\ncouncil’s licensing review, but he had declined to comment. 20. During IPSO’s investigation, the\nnewspaper contacted the police press officer and was informed that the\nMetropolitan Police has a central digital forensics laboratory at Lambeth and\neight local laboratories, including one at Croydon police station. The press\nofficer confirmed that any matters that cannot be dealt with at the local hubs\nare sent to the central hub.  While it\ndid not accept that this represented a significant inaccuracy, it offered to\namend the relevant articles and to append the following footnote:A previous version of this article said, in relation to comments by Chief Inspector\nPeter McGarry that he had taken CCTV footage to a “forensic hub”, that\n“officers who want video footage to be analysed in detail must send it to a\nspecialist unit in Denmark Hill”. In fact, there is a “forensic hub” at Croydon\npolice station where Ch Ins McGarry says he was able to view the footage. 21. The newspaper said that two\nconfidential sources had described the complainant as an “ally” of the officer\nat the centre of the misconduct hearing. It said it was alleged at the hearing that\nthe complainant had told this officer that another officer was amongst those\n“trying to do her legs”, and it provided the reporter’s contemporaneous\nshorthand notes and a transcript to support this position. It noted that it had\nnot reported this assertion as fact, but had reported that the officer had\nclaimed that the complainant had made the comment. 22. The complainant said that his\nCommanding Officer had not commented on the reporter’s question regarding the\nforensic hub because he had considered that the reporter had an agenda centred\non attacking the police.\nRelevant Code provisions 23. Clause 1 (Accuracy) i.  The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii.  A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii.  A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv.  The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nClause 14 (Confidential sources) Journalists have a moral\nobligation to protect confidential sources of information. \nFindings of the Committee 24. The newspaper had been entitled\nto report that the complainant’s evidence that CCTV footage had shown a\ncustomer of Dice Bar with a “large knife”, which had been submitted to the\nLicensing Committee, had been undermined by evidence given by another police\nofficer who had viewed the same footage. The newspaper had accurately reported\nthat this officer had said “[the suspect] can be seen leaving a crowd of people\nwhilst fidgeting or possibly putting something up his sleeve. You cannot see\nwhat he is concealing on his person”; it had not given the misleading\nimpression that this officer had concluded that the CCTV had shown that the\nindividual had not been carrying a weapon. There was no breach of the Code on\nthis point. 25. Three of the articles\nadditionally reported the complainant’s position that he had taken the CCTV footage\nto a “forensic hub” to view, while the officer who had been unable to see the\nweapon had viewed the footage using “lower grade technology”. Two of these\narticles cast doubt over the complainant’s position by stating that a\n“well-placed source” had informed the newspaper that to enhance CCTV footage,\nit must be taken to a central unit in Denmark Hill, with such requests taking\nweeks to complete. 26.\nIt\nwas accepted that the newspaper had asked the complainant’s Commanding Officer about\nthe existence of a forensic hub at Croydon police station before publication,\nand the Commanding Officer had declined to comment. However, the newspaper had\nnot asked for comment on the serious allegation that the complainant had been\nunable to access facilities that would have enabled him to view the enhanced\nfootage as he had claimed in his evidence to the Licensing Committee. This\nrepresented a failure to take care over the accuracy of the information in\nbreach of Clause 1(i). 27.\nDuring\nIPSO’s investigation, the newspaper accepted that the information provided by\nits source had been inaccurate: there was a central forensic hub in Lambeth,\nbut a local hub was also available at Croydon police station. This inaccuracy\nhad given the significantly misleading impression that the complainant’s\nevidence to the Licensing Committee had been false, and he had been unable to\naccess facilities to enhance the CCTV footage, as he had claimed. A correction\nwas therefore required in order to avoid a breach of Clause 1(ii). 28.\nThe\nnewspaper had offered to amend the relevant articles and to append a corrective\nfootnote, which made clear that the complainant had been able to access a\nforensic hub as he had claimed. This was sufficient to meet the requirement of\nClause 1(ii). There was no further breach of Clause 1. 29.\nIt\nwas accepted that the complainant had stated in written evidence submitted to\nthe Licensing Committee that he had first viewed the CCTV footage on 29 June\n2015, eight days after the customer had allegedly been in possession of a\nknife. The newspaper had been entitled to highlight that this conflicted with\nthe fact that the complainant had told the nightclub owner the day after the\nincident that he had seen the CCTV footage, which had shown one of his\ncustomers with a knife. It was not significantly misleading for the newspaper\nto have described this as a “discrepancy”. There was no breach of Clause 1 on\nthis point. 30.\nThe\nCommittee noted the complainant’s position that the CCTV footage had formed\njust one part of the police application to restrict Dice Bar’s opening hours,\nand was not a “key point” as stated in the coverage. However, the allegation\nthat a customer of Dice Bar had been seen with a knife had resulted in a\nclosure notice being issued, which had shut the venue for 24 hours. Furthermore,\nthe articles had made clear that the police had submitted 404 pages of evidence\nagainst the nightclub, and the case and had not, therefore, rested solely on\nthe evidence relating to the knife. It was not significantly misleading to\nrefer to the knife incident as a “key point”. There was no breach of the Code\non this point. 31.\nThe\nCommittee noted the complainant’s concern that one article had inaccurately\nasserted that the police had sought to close down Dice Bar. However, the\narticle had also clearly stated that the Licensing Committee had “rejected [the\npolice’s] call for its opening hours to be curtailed”. It was not significantly\nmisleading for the newspaper to characterise this as an “attempt to shut a\nnightclub”. There was no breach of the Code on this point. 32.\nThe\nCommittee noted the complainant’s concern that the newspaper had reported\ncomments made by the nightclub owner, which appeared to be inconsistent with\nthe evidence he had given to the Licensing Committee. However, the newspaper\nhad been entitled to report the comments made by the nightclub owner. It was\nnot obliged to additionally report that this information may have differed to\nthe version of events he had given in written evidence to the Licensing\nCommittee. There was no breach of Clause 1 on this point. 33. The complainant had expressed\nconcern that one article had failed to detail his explanation for not listing\nthe closure notice at a magistrates’ court. However, the article had reported\ncomments made by the barrister representing the police who had said “police intended to apply for a hearing but the\ncourts ‘seemed unwilling to list the matter’…It couldn't be done at Croydon\nbecause it was a Saturday and it couldn't be done in Hampstead because\nHampstead refused to accept it. That doesn't nullify or negate the closure\nnotice which was properly made out when the notice was issued\". As such, the\nCommittee did not consider that the article had given a significantly\nmisleading impression of why the closure notice had not been listed with a\nmagistrates’ court. There was no breach of the Code on this point. 34.\nThe\nCommittee noted the complainant’s concern that the newspaper had reported that\nhe had driven a police van along a pavement to “force clubbers out of Croydon\ntown centre”, when in fact he had sought to drive around the group to prevent\nthem from spilling onto the carriageway. The article, however, had clearly\nreported the complainant’s position that he had employed an “approved public\norder technique” and stated that he had “used the van to funnel the group…away\nfrom High Street”. The newspaper had been entitled to publish the opinion of a\nnightclub owner that it had been “terrible to watch”. The Committee did not\nconsider that the article had given a significantly misleading impression of\nthe incident. Indeed, as noted by the complainant, the action he had taken had\nbeen accurately documented in the photographs which had accompanied the\narticle. The Committee did not consider that the omission of the timings from\nthese photographs had given a misleading impression of the speed with which the\nvehicle had moved. There was no breach of the Code on these points. 35.\nThe\nCommittee noted the complainant’s concern that the newspaper had described him\nas a “close ally” of the officer who had been the subject of a misconduct\nhearing, when he had been her line manager. It noted that the newspaper had\nbased this assertion on information provided by two confidential sources. However,\nthis reference had not implicated the complainant in the allegations against\nthe officer. The brief reference was not a significant point that required\ncorrection under the terms of the Code. 36.\nFinally,\nthe Committee considered the complainant’s concern that he had not told the\nofficer who had been the subject of a misconduct hearing that her colleague had\nbeen amongst those “trying to do her legs”. However, the complainant had not\nbeen at the hearing at which this allegation had allegedly been made. As such,\nhe was not in a position to dispute what had been said. In addition, the\nnewspaper had provided the reporter’s contemporaneous notes, which recorded\nthat this claim had been made during the proceedings. 37.\nFurthermore,\nthe newspaper had made clear in the coverage that it had been the officer\ngiving evidence to the hearing who had claimed that he had been told that the\ncomplainant had “indicated” that he had been amongst those who had made complaints\nabout the officer’s conduct. It was clear from the coverage that this assertion\nwas a claim about the complainant’s conduct, and not a statement of fact.  There was no failure to take care over the\naccuracy of the article on this point. There was no breach of the Code.\nConclusion 38.\nThe\ncomplaint was upheld.\nRemedial action required 39. Having upheld the\ncomplaint, the Committee considered what remedial action should be required. 40.\nThe\nnewspaper had published significantly inaccurate information which required\ncorrection. To remedy the established breach of the\nCode, the newspaper should now amend the relevant articles and append\nthe corrective footnotes, as offered.\nDate\ncomplaint received: 12/10/2016\nDate\ndecision issued: 23/03/2017\n \n \n \n \nBack to ruling listing\n\n\n"
}