{
    "url": "/rulings-and-resolution-statements/ruling/?id=09282-15",
    "title": "09282-15 Berelowitz v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2015-11-18 00:00:00",
    "received_on": "2015-11-25 00:00:00",
    "concluded_on": "2016-02-02 00:00:00",
    "complaint_processing_days": 69,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 25/11/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09282-15 Berelowitz\nv The TimesSummary of\ncomplaint1. Sue Berelowitz complained to the Independent Press\nStandards Organisation that The Times had breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Children’s chief: my fear of\nKids Co boss”, published on 18 November 2015.2. The article reported on the complainant’s appearance in\nfront of the Public Administration and Constitutional Affairs Committee (PACAC)\nin relation to its inquiry into Whitehall’s relationship with Kids Company. The\narticle stated that the complainant, the former Deputy Children’s Commissioner,\nhad admitted that she had “failed to speak out about problems at Kids Company\nbecause she was intimidated by the powerful friends of the charity’s founder”.\nIt had stated that she had visited the charity three times, but that she had\nnot informed the PACAC of the dates of her visits. In addition, it said that\n“MPs had also criticised three auditors…for overlooking key problems at the\ncharity”. The article noted that the newspaper had previously revealed that when\nher contract as Deputy Children’s Commissioner was terminated, the complainant\nhad received a severance payment of £134,000, but had been rehired the\nfollowing day as a consultant on almost £1,000 a day.3. The complainant said that the newspaper had distorted the\nfacts in a number of ways in a deliberate attempt to damage her reputation.4. She said that at no time during her evidence had she said\nor indicated that she had been “in fear” of Camila Batmanghelidjh, the Chief\nExecutive of Kids Company. She noted the following extract from the transcript\nof her evidence in which she explained her reasons for not raising her concerns\nabout the charity with the government:Sue Berelowitz: Well, it did not occur to me at the time. It\nhas occurred to me subsequently and I have thought about why it did not occur\nto me at the time, and I go back to the issue that was raised about, in a\nsense, the powerful alliances that the chief executive of Kids Company had. I\nam a fairly robust and resilient person and I was in a quite substantial\nposition and I acknowledge that even for me it would have been very challenging\nto have gone to No. 10 and said, “I am concerned” because to take a stand\nagainst somebody who was constantly telling you about celebrities or\nrelationships with people in the very highest places is quite intimidating.Chair: So you felt intimidated?Sue Berelowitz: Not in her presence. As I say, I am fairly\nrobust, but in terms of thinking, “What do I do with this?” yes it gave me great\npause for thought. Yes.Mr David Jones: So you considered it, but decided against it\nor you didn’t even consider it because of the experience you had had?Sue Berelowitz: I have no recollection now, in hindsight,\nthat I thought at the time, “I need to tell Government this”. My concern was\nthat the money was not being well spent, but I was acutely aware that she\noccupied a very powerful position and it would be difficult to make those kinds\nof representations. Quite frankly, I do not think my voice would have been a\ngood counterweight.5. The complainant expressed concern that the phrase “MPs\nhad also criticised three auditors” had given the significantly misleading\nimpression that she had been criticised by the PACAC. She said that while it\nhad been critical of the three previous witnesses, she had not been criticised;\nthe PACAC had been very appreciative of her evidence. 6. In addition, the complainant considered that the mention\nof the fact that she had not specified the dates of her visits to Kids Company\nhad been a further example of deliberate distortion. She said that her written\nevidence to the PACAC had included a date for her third visit to the charity\nand explained that she had not had the dates for the previous visits because\nshe had not had access to her archived diary. She considered that the newspaper\nhad raised an issue that had not been commented upon by the PACAC in a\ndeliberate attempt to imply a lack of reliability in her evidence.7. While the complainant accepted that the newspaper had\naccurately reported details of her severance package, it had failed to mention\nthat the proposal and decision regarding her settlement had been the\ngovernment‘s responsibility.8. The newspaper denied that the headline had been\ninaccurate or misrepresented the complainant’s evidence to the PACAC. It said\nit was clear from her evidence that she had felt intimidated by Ms\nBatmanghelidjh. The transcript had clearly stated that despite the\ncomplainant’s “robust character”, it had been “quite intimidating” to challenge\nMs Batmanghelidjh. It noted that the complainant had said “In my view, there is\nno doubt that the Chief Executive used her forceful personality and her friends\nin very high places to intimidate people and make sure that she held sway\nreally, right up to Prime Ministers, celebrities, people in the Lords, people\nin the media.\" The newspaper considered that somebody who felt intimidated\nwas, by definition, fearful. It said that the word “fear” had not been used in\nquotation marks so it had been clear that it was not a direct quotation.9. The newspaper said that the reference to the MPs’\ncriticism of three auditors had referred to the fact that earlier in the\nhearing, MPs had heard evidence from other witnesses. It considered that a\nreader would understand from the article that the complainant had not been\ncriticised by MPs.10. The newspaper said it was a statement of fact that the\ncomplainant had not given PACAC the dates of her visits to Kids Company. It\nsaid it had made reference to this in the article because the missing\ninformation may have prevented readers from understanding how the complainant’s\nevidence had fitted into the Kids Company timeline. It said this reference had\nnot been presented as a criticism of the complainant, nor had it imputed a lack\nof reliability or trustworthiness on her part.11. The newspaper said it had not commented on who had\nproposed or agreed to the complainant’s severance package. It did not agree\nthat the reference to the settlement had been misleading.Relevant Code Provisions12. Clause 1 (Accuracy)i. The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii. A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.iii. The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.Findings of the Committee13. In her evidence to the PACAC, the complainant had not\nsaid that she had “feared” the Chief Executive of Kids Company. However, she\nhad stated that, on reflection, raising her concerns “would have been very\nchallenging… because to take a stand against somebody who was constantly\ntelling you about celebrities or relationships with people in the very highest\nplaces is quite intimidating”. The Committee did not consider that it was\nsignificantly misleading for the newspaper to characterise this position as\n“fear”. Furthermore, the reference to “fear” had appeared in the article’s\nheadline. The first line of the article had made clear that she had been\n“intimidated by the powerful friends of the charity’s founder”. There was no\nbreach of the Code on this point.14. The phrase “MPs had also criticised three auditors” was\nambiguous. While the Committee understood the complainant’s position that it\nhad implied that she, too, had been criticised during her evidence, it took the\nview that this was merely a reference to what had taken place earlier in the\nhearing. The article had contained no other possible suggestion that the\ncomplainant had been criticised by MPs during her appearance. In the full\ncontext of the article, the statement that MPs had “also” criticised three\nauditors was not significantly misleading in breach of Clause 1.15. It was not in dispute that the complainant had not\nspecified the dates of her visits to Kids Company during her evidence. The\narticle’s reference to the omission of this information to the PACAC was not\nsignificantly misleading.16. It was also accepted that the newspaper had reported\ndetails of the complainant’s severance package accurately. It was not obliged\nto additionally report that the package had been the proposal of the government\nwhich had been accepted by the complainant. The complaint under Clause 1 was\nnot upheld.Conclusions17. The complaint was not upheld.Remedial Action RequiredN/A\nDate complaint received: 25/11/2015\nDate decision issued: 02/02/2016\nBack to ruling listing\n\n\n"
}