{
    "url": "/rulings-and-resolution-statements/ruling/?id=09296-15",
    "title": "09296-15 Muslim Engagement and Development (MEND) v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "received_on": "2015-11-25 00:00:00",
    "concluded_on": "2016-02-17 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. The newspaper had promptly published a sufficiently prominent clarification, which corrected the inaccurate impression given by the headline, and had amended the online article and appended a clarification to it. No further action was required. Date complaint received: 25/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 09296-15 Muslim Engagement and Development (MEND) v\nThe Times\nSummary\nof complaint\n1.\nMuslim Engagement and Development (MEND) complained to the Independent Press\nStandards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “One in five British Muslims\nhas sympathy for Isis”, published in print and online on 24 November 2015.\n2.\nThe article reported that, according to an opinion poll conducted by The Sun\nnewspaper, one in five Muslims “has sympathy for fighters who choose to leave\nBritain to wage war in Syria”. It included comments from a number of prominent\nMuslim individuals, criticising the so-called Islamic State (IS). It also noted\nthat some had questioned the reliability of the poll, with critics saying that\nit did not distinguish between “those who have gone out to fight for Islamic\nState and the multitude of other factions, including the Shia militants and\nKurds fighting in Syria”. The article included an image of the poll question,\ntaken from The Sun.\n3.\nThe article was also published in the same form online, without the image of\nthe poll question.\n4.\nThe complainant said that the headline was inaccurate: the survey question\nreported had not made explicit reference to IS, and those surveyed could have\nbelieved it to refer to individuals fighting in Syria for other groups. The\narticle had later referred to this point. It was inaccurate to report that 1 in\n5 British Muslims had sympathy for the ideals of IS.\n5.\nThe newspaper did not accept a breach of the Code. It noted that the presence\nof British Muslims among IS fighters had been widely reported, with the\nestimated number ranging from 700 to 2000. In contrast, only a handful of cases\nin which British Muslims had joined other groups had been reported. The\nnewspaper did not consider, therefore, that survey respondents would have been\nin any doubt as to which fighters the question referred to. Furthermore, the\nquestions preceding that reported had made explicit reference to IS. The\ncontext of the question was therefore clear.\n6.\nThe newspaper noted that the question of whether there was a meaningful\ndistinction between sympathy for those who fight for IS and sympathy for the\nideals of IS was a matter of opinion. To clarify its headline, and following\nearlier complaints, it published the following clarification on 26 November, in\nits corrections and clarifications column on its letters page, on page 36:\nWe\nreported the findings of a Survation poll of 1000 British Muslims (News 24\nNov). Asked “How do you feel about young Muslims who leave the UK to join\nfighters in Syria?”, 14% of respondents expressed “some sympathy” and 5 per\ncent “a lot of sympathy”. The survey did not distinguish between those who go\nto fight for Islamic State and those who join other factions in Syria, and it\ndid not ask about attitudes towards Isis itself. Our headline, “One in five\nBritish Muslims has sympathy for Isis,” was misleading in failing to reflect\nthis.\nThis\nwas also added to the online article, and the online headline was amended to\n“One in five British Muslims has sympathy for young Muslims who join fighters\nin Syria”.\n7.\nThe complainant did not consider that the correction had been published\npromptly, or with sufficient prominence.\nRelevant\nCode Provisions\n8.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence.\nFindings\nof the Committee\n9.\nRespondents had been asked about their levels of sympathy for individuals “who\nleave Britain to join fighters in Syria”. They had not been asked about sympathy\nfor IS itself, or its ideology. It was therefore misleading for the headline to\npresent the survey findings as showing sympathy for IS. This distinction\nbetween sympathy for individuals and for the ideology of IS was significant:\nsympathy for the ideology would not allow for the sort of reasonable\nalternative explanation which might be given by someone who had expressed\nsympathy with the individuals involved. The headline misrepresentation of the\nsurvey findings represented a failure to take care over the accuracy of the\narticle in breach of Clause 1 (i), and a correction was required to avoid a\nbreach of 1(ii).\n10.\nFollowing complaints, the newspaper had promptly published a clarification, in\nprint and online, and had amended the online headline. The print clarification\nhad appeared in the newspaper’s regular Corrections and Clarifications column,\ntwo days after the original article had been published. The Committee\nrecognised the importance of such columns, which provide a consistent position\nfor corrections. The article under complaint had appeared on page 11, and the\npublication of a clarification in the regular column was sufficiently\nprominent. The Committee considered that the action taken by the newspaper was\nsufficient to meet the terms of 1 (ii). There was no further breach of the Code\non this point.\n11.\nThe text of the article had made clear that the question had referred to\n“fighters who choose to leave Britain to wage war in Syria”. It had not failed\nto distinguish between individuals and ideals, and the text of the article did\nnot raise a further breach of the Code.\nConclusions\n12.\nThe complaint was upheld.\nRemedial\nAction Required\n13.\nThe newspaper had promptly published a sufficiently prominent clarification,\nwhich corrected the inaccurate impression given by the headline, and had\namended the online article and appended a clarification to it. No further\naction was required.\nDate\ncomplaint received: 25/11/2015Date\ndecision issued: 17/02/2016\nBack to ruling listing\n\n\n"
}