{
    "url": "/rulings-and-resolution-statements/ruling/?id=09304-19",
    "title": "09304-19 A Woman v The Scotsman",
    "provisions": [
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scotsman (National World Publishing Ltd)",
    "published_on": "2019-10-26 00:00:00",
    "received_on": "2019-12-03 00:00:00",
    "concluded_on": "2020-05-28 00:00:00",
    "complaint_processing_days": 177,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A   Date complaint received: 03/12/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 09304-19 A Woman v\nThe Scotsman\nSummary of Complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that The Scotsman breached Clause 2 (Privacy), Clause 3\n(Harassment) and Clause 12 (Discrimination) of the Editors’ Code of Practice in\nan article headlined “Trumps ‘frustrated’ by foreign projects ban” published on\n26 October 2019.\n2. The article reported on a meeting hosted at an\nevangelical church in Glasgow, in which an employee of Trump International\nScotland and her husband addressed approximately 120 people and promoted a book\nabout President Trump written by the man. It gave details of the speeches made\nby these two individuals which focussed on their views on President Donald\nTrump and his business dealings in Scotland. \n3. The article also appeared online on 25 October 2019 with\nthe headline “Trumps ‘frustrated’ at inability to pursue ‘foreign investment’\ndeals, says Trump Org executive”. This article was more substantial than the\nprint counterpart and went into more detail about what was said at the event and\nthe backgrounds of the speakers. For example, it quoted the employee of Trump\nInternational Scotland discussing her faith, which she said was “the single\nmost important thing in life and business”. The article then went on to report\nthat she had said: “My journey has been a sequence of going down doors and\npaths that get bigger and more daunting, and here I am today, and I work for\none of the most formidable … he’s [President Trump] no longer just a formidable\nbusiness man, he’s a history maker, a game changer, he’s an incredible human\nbeing who defied all predictions.” The article also reported that she said she\nprayed for President Trump, and that she described him as a man who “is not\ninhibited by anything - rules, laws, policies, ways of working,” and that he\nwould “receive that” and thank her. It also reported that the employee first\nattended the church whilst studying as a student and gave details of her\nfather’s career and church activities. \n4. The woman, the employee of Trump International Scotland\nwho was quoted in the article, said that the article breached Clause 2 by\nreporting the comments she made about her faith. She said that she was unaware\nof the presence of the reporter at the event. She noted that the event was\nhosted by a church and she said it was intended to be a “safe space” for\nattendees to talk about their faith freely without the expectation that their\ncomments would be reported. She said that her faith was very personal to her;\nshe had chosen not to talk about it publicly before. She also said that there\nwas a breach of Clause 12 as the information regarding her religion was not\nrelevant to the overall article, and reporting this information constituted\ndiscrimination against her based on her Christian faith. Finally, she also said\nthat the attendance of the reporter at the event and the subsequent publication\nof the views she expressed at it about her faith constituted a breach of Clause\n3 because demonstrated an “agenda” held by the reporter against Trump\nInternational Scotland.\n5. The publication did not accept that there was a breach of\nthe Code. It said that just because the event took place in a church, did not\nmean that it constituted a church service – it was a ticketed event where the\nspeakers were discussing their experiences of working with President Donald\nTrump, Trump International Scotland’s business dealings, and promoting a book\nwhich was also for sale at the event. It noted that the tickets could be booked\nby any member of the public without any vetting or registration requirements as\ndemonstrated by the reporter who attended the event. It said that another\nspeaker at the event acknowledged that it was a public, ticketed event, and it\nwas not in dispute that over 120 people were in attendance. It also provided screenshots\nof social media adverts showing that the church promoted the event as an\nopportunity to hear the complainant and other speakers discuss their\nexperiences of working with President Trump. It said that for all these\nreasons, the complainant did not have a reasonable expectation of privacy over\nthe comments she made at the event, and so reporting these comments did not\nconstitute an intrusion into her privacy. It also noted that there was a public\ninterest in reporting comments relating to President Donald Trump. It did not\naccept that the article was pejorative in any way towards the complainant’s\nfaith – it simply reported her comments without any other commentary of any\nkind. Furthermore, it said that simply writing a series of articles which scrutinised\nthe operations of a business did not constitute harassment or engage the terms\nof Clause 3.\nRelevant Code Provisions\n6. Clause 2* (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n7. Clause 3* (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n8. Clause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\n*The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n9. The online version of the article quoted comments made by\nthe complainant at the event, including comments she made about her faith, the\nfact that she was a Christian and had first attended the church as a student.\nThe Committee noted that the complainant had not previously put this\ninformation into the public domain, and that she was not aware that a\njournalist was present at the event and her remarks would be reported. However,\nin this instance, the complainant was speaking at a ticketed event promoted to\nthe public as an opportunity to hear her speak about President Donald Trump,\nand to advertise her husband’s book – the fact that it took place in a church\ndid not award the complainant any greater expectation of privacy over what she\nchose to share with the audience. It was clear from the article that the\ncomplainant spoke at length about President Trump, and indeed the comments she\nmade about her faith were in the context of her career and dealings with the\nPresident. Where the event was a public speaking engagement, which was promoted\nas an opportunity to hear the complainant speak about her professional life,\nthe complainant did not have a reasonable expectation of privacy over the\ncomments she made about her religion whilst as a speaker at the event. There\nwas no breach of Clause 2.\n10. In addition to reporting the comments made by the\ncomplainant about her faith, the article reported that she had first attended\nthe church which hosted the event as a student and included information about\nher father’s career and church activities. The article reported this\ninformation without comment – simply reporting these facts in and of themselves\ndid not constitute a pejorative reference to her religion. The article was\nfocussed on the comments made by the complainant and her husband as they\ndiscussed their experiences of working with President Donald Trump, and in this\ncontext, the complainant discussed the role of her faith in her life and\ncareer. As such, referring to her faith – both in reporting the comments she\nmade at the event, and her background relationship with the church that hosted\nthe event – was genuinely relevant to the story. There was no breach of Clause\n12.\n11. The Editors’ Code makes clear that publications are\nallowed to be biased, partisan, and take a view on a particular issue, as long\nas the code is not otherwise breached. Newspapers are also free to select which\nsubjects to cover or how much coverage to give an issue. The complainant had\nnot said that the reporter had acted in a way which was intimidating or\nharassing, or had failed to respect a request to desist from contacting the\ncomplainant directly – indeed the complainant had argued that the reporter\nshould have made a direct approach  to\nthe business, as opposed to attending the event without her knowledge. As such, the fact that the reporter had\nwritten several articles critical of Trump International Scotland, or had\ncriticised it on social media, did not engage to the terms of Clause 3.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\n13. N/A\n \nDate complaint received: 03/12/2019\nDate complaint concluded: 28/05/2020\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}