{
    "url": "/rulings-and-resolution-statements/ruling/?id=09309-21",
    "title": "09309-21 A woman v Daily Mail",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2021-07-24 00:00:00",
    "received_on": "2021-08-18 00:00:00",
    "concluded_on": "2022-02-11 00:00:00",
    "complaint_processing_days": 177,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "19. N/A    Date complaint received: 18/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09309-21 A woman v Daily Mail\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation, through a\nrepresentative, that the Daily Mail breached Clause 1 (Accuracy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined “I\nwas sexually assaulted in a women’s prison... by a fellow inmate with male\ngenitalia”, published on 24 July 2021.\n2. The\narticle was an interview with the complainant in which she recounted her\nexperience of being sexually assaulted by another inmate whilst detained in a\nwomen’s prison. The headline was followed by the sub-heading: “Now read Amy’s\nshocking story and decide: Can it be right to send trans sex offenders to\nfemale jails?”. A footnote at the end of the article stated: “Pseudonyms have\nbeen used”.\n3. The\narticle quoted the complainant as discussing the circumstances of the alleged\nassault, which she said had occurred in the toilets of the gym and where the\nattacker, who had received a Gender Recognition Certificate, worked as a\ncleaner: “Just before she assaulted me, she was seen with the shower curtain\nopen, her genitals in full view of the other women [...] She leered at me\nbefore lunging forward and grabbing my breasts hard. She squeezed them and I\ncried out in pain. I was terrified she would rape me”. The complainant was\nquoted as saying that the incident “brought back feelings of trauma about all\nthe previous times when I’ve been attacked by men”, adding that other prisoners\nwere also scared of the individual “because she would rub up against them in\nthe dinner queue with an erect penis”. The complainant was also quoted\nrecounting how she, and other women, had heard that the attacker had been “sent\nto the segregation unit as punishment for not taking the medication that\nprevented her penis from getting erect, ‘which begs the question: “Why was she\nstill allowed around us?”.’”\n4. The\narticle also appeared online, headlined: ”‘I was sexually assaulted in a\nwomen’s prison…by a fellow inmate with male genitalia’: Read Amy’s story and\ndecide – can it be right to put trans sex offenders in female jails?” and was\nsubstantially the same as the print article.\n5. The\ncomplainant said that the article repeatedly misquoted her: throughout the\ninterview she had used male pronouns to describe her attacker, yet the\npublication had altered her comments to describe her fellow inmate using female\npronouns, whilst still presenting the comments as direct quotations, giving the\nfalse impression she had used female pronouns to describe her attacker. The\ncomplainant did not consider that a woman could have a penis, and the decision\nby the publication to alter the pronouns she used gave a misleading impression\nof her views on both the assault and the gender of her attacker: readers might\nincorrectly understand the complainant to have been assaulted by someone she\nperceived to be female. While the publication might prefer to use female\npronouns to describe transgender women, she was under no obligation to do so.\nThe complainant was a survivor of male sexual assault, describing in the\narticle how the attack she experienced in prison brought back traumatic feelings\nabout “all the other times when I have been attacked by men”, and she should be\nfree to talk about her experiences without being misrepresented.\n6.\nFurthermore, she said that by altering her comments the publication had\nwrongfully attributed to her a “gender identity ideology” – a belief, which,\nshe did not hold – and in doing so disregarded her own gender critical beliefs.\nShe said that this constituted a breach of Clause 12 (Discrimination), adding\nthat following a recent court ruling and with regard to the Equality Act 2010,\nthese particular beliefs should be considered a “religion”, and as such a\nprotected characteristic under the terms of this Clause.\n7. The\nnewspaper accepted that it had altered the male pronouns used by the\ncomplainant during the interview to describe her attacker, but did not accept\nthat this represented a breach of the Editors’ Code. It said that this was\nnecessary in order to avoid inaccurate and discriminatory reference to the\ntransgender woman, who was in receipt of a Gender Recognition Certificate, and\nto comply with the Editors’ Code. Further, it said that the reporter had\ncontacted the complainant prior to publication to seek her consent for the\naltered quotations, and the complainant had agreed to the change.\n8. In\nany case, the newspaper did not consider that these changes rendered the\narticle inaccurate or misleading. The article made clear the gender identity of\nthe attacker, including that the attacker had previously lived as a man; had\nbeen placed in a women’s prison after receiving a Gender Recognition\nCertificate; and retained male genitalia. Readers would not be misled as to the\ncomplainant’s experiences or her views in circumstances where the sub-heading\nand text of the article made clear that she did not believe that male-bodied\nsex offenders should be allowed in women’s prisons.\n9. The\nnewspaper noted that quotes were not generally reported absolutely verbatim;\namendments were a necessary and practical part of the editing process for\npublications, notably for style and brevity as well as other legal and\neditorial considerations. It added that flagging such changes to readers would\nbe unnecessary and potentially confuse readers.\n10. The\nnewspaper denied a breach of Clause 12. It did not accept that changing the\npronouns originally used by the complainant amounted to a pejorative reference\nto her gender critical beliefs. Nor did it accept that such beliefs could\nreasonably be considered a “religion” under the Editors’ Code.\n11.\nNotwithstanding this, the newspaper offered, upon receipt of the complaint, in\na gesture of goodwill and in an attempt to resolve the complaint, to amend the\nonline article to describe the individual as “the attacker”.\n12.\nWhilst the complainant accepted that she had been informed of and consented to\nthe changes prior to publication, she said that this consent had not been\nfreely given. She was a vulnerable interviewee (being a victim of sexual\nassault and an ex-offender) and had been put in a position where she felt she\nhad no choice other than to agree to the amendments. Without this consent, she\nfeared, that the article would not be published, and her story not told.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n13. The\nCommittee recognised the sensitivity of this complaint. The editing process\nmight, on occasion, mean that verbatim comments by individuals are altered for\npublication, but the Code requires that any such changes do not misrepresent\nthe comments of the individual. In some instances, this may involve contacting\nthe interview subject to clarify their intended meaning or follow up on\nspecific points.\n14. The\narticle quoted the complainant’s comments at length, describing her experiences\nand how they had influenced her views on the prison service’s policies relating\nto transgender inmates. In her comments, the complainant had originally\ndescribed her alleged attacker using male pronouns, which she explained in her\ncomplaint to IPSO reflected her perception of the individual and by extension\nher views on matters related to gender and sex. In the view of the Committee,\ngiven the nature of the allegations and the significance of the broader public\ndebates about sex and gender, on which the complainant had commented in the\narticle, the change of pronoun was a significant one in this context. However,\nit was accepted that the publication had communicated to the complainant in\nadvance of publication about the proposed change of pronoun, and that she had\nnot objected or suggested that this change would significantly misrepresent her\nviews. Irrespective of the complainant’s subsequent objection to the\namendments, she had accepted the proposed changes, and in the view of the\nCommittee, the publication was entitled to consider that she had agreed that\nthe change of pronouns did not make the quotations significantly inaccurate or\nmisrepresent her views at the time of publication.\n15. The\nCommittee’s considered the argument that the complainant’s agreement to the\nchange was invalid because of her vulnerability. The Committee acknowledged the\ncomplainant’s position, but it did not accept that this vulnerability meant\nthat she was unable to agree to this change; it had not been suggested that she\nwas not legally competent to consent to giving the interview, from which the\nissue about pronouns stemmed. She was entitled to tell her story and had done\nso, and the exchange with the publication about how it would be handled\nfollowed on from this.\n16. The\npublication had contacted the complainant regarding the use of pronouns before\npublication, and the pronoun used apparently reflected the legal sex of the\nindividual concerned. The Committee found that the publication had taken care\nover the accuracy of the article, and there was no significant inaccuracy\nrequiring correction under the terms of Clause 1(ii). Nonetheless, in light of\nthe complainant’s position as outlined in her complaint, the Committee welcomed\nthe publication’s offer to amend the online article.\n17. The\nterms of Clause 12 state that publications must avoid prejudicial or pejorative\nreference to an individual’s religion. There is no reference to “beliefs” in\nthe clause. The complainant’s gender critical views did not constitute a\n“religion”, and the terms of Clause 12 were not engaged.\nConclusion(s)\n18. The\ncomplaint was not upheld.\nRemedial\nAction Required\n19. N/A\n\n\n\nDate\ncomplaint received: 18/08/2021\nDate complaint\nconcluded by IPSO: 11/02/2022\nBack to ruling listing\n\n\n"
}