{
    "url": "/rulings-and-resolution-statements/ruling/?id=09324-15",
    "title": "09324-15 Muslim Engagement and Development (MEND) v The Sun",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun (News UK)",
    "received_on": "2015-11-25 00:00:00",
    "concluded_on": "2016-02-17 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "23. The complaint was upheld.",
    "remedial_action": "24. Having upheld the complaint, the Committee considered the remedial action that should be required. In circumstances where the cumulative effect of the coverage had been a misleading factual presentation of the survey results, the appropriate remedy was the publication of an upheld adjudication. The Committee gave careful consideration to requiring a reference to this to be published on the front page, but decided that the adjudication should appear on page 4 or 5, or further forward. The newspaper had taken steps to inform readers about the nature of the poll and the questions asked. Furthermore, the breach of the Code had been established by the Committee based on the cumulative effect of the coverage, the majority of which appeared on paged 4 and 5. 25. The headline of the adjudication must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. It should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived online in the usual way. Should the newspaper intend to continue to publish the article online, without amendment, in light of this decision it should publish the adjudication in full, beneath the headline. 26. The terms of the adjudication to be published are as follows: Following an article published in The Sun on 23 November 2015 headlined “1 in 5 Brit Muslims’ sympathy for jihadis”, Muslim Engagement and Development (Mend) complained to the Independent Press Standards Organisation that The Sun had published inaccurate information in breach of Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required The Sun to publish this decision as a remedy to the breach. The article reported the results of a poll commissioned by the newspaper. It reported that “nearly one in five British Muslims [had] some sympathy with those who had fled the UK to fight for IS in Syria” and was illustrated on the front page with a photograph of Mohammed Emwazi, captioned “Support…Brit Jihadi John who went to Syria”. The coverage continued on pages 4 and 5 of the newspaper and included an article by a columnist for the newspaper, describing her reaction to what she presented as the fact of support for IS, and an article by the newspaper’s political editor, which noted that 19% of UK Muslims have “some sympathy with those like Jihadi John”. The complainant said that the presentation of the poll was misleading; those surveyed had not been asked about the ideals of IS, and to express sympathy with those leaving the UK to fight in Syria could indicate that those surveyed empathised with the weakness of mind of the individuals fighting, and regretted their misguidance The newspaper did not accept that the meaning of “those who leave the UK to join fighters in Syria” was ambiguous. It said that previous questions in the telephone survey had made explicit reference to IS, and the overwhelming majority of those who leave the UK to join fighters in Syria are joining IS. It said that the sentiment of “sympathy” in the sense of regret or sorrow was still sympathy. The newspaper emphasised that its coverage of the poll went beyond the front page story. It had included the questions in full, along with comment from two positive Muslim voices. In assessing the accuracy of the newspaper’s interpretation of the poll results, the Committee considered the entirety of the coverage. The newspaper had provided various interpretations of the poll result. These didn’t make sufficiently clear that there were important distinctions between those travelling to Syria and those already fighting in Syria; between “sympathy” for these individuals and “support” for their actions; and between individuals attracted by the ideology of IS, and the ideology of IS itself. Taken in its entirety, the coverage presented as a fact that the poll showed that 1 in 5 British Muslims had sympathy for those who left to join ISIS and for ISIS itself. In fact, neither the question nor the answers which referred to “sympathy” made reference to IS. The newspaper had failed to take appropriate care in its presentation of the poll results, and as a result the coverage was significantly misleading, in breach of Clause 1. Date complaint received: 25/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 09324-15 Muslim Engagement and Development (MEND) v\nThe Sun\nSummary\nof complaint\n1.\nMuslim Engagement and Development (MEND) complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “1 in 5 Brit Muslims’\nsympathy for jihadis”, published in print and online on 23 November 2015.\n2.\nIPSO had received a large number of complaints about the coverage. The\nCommittee formally investigated the complaint from MEND, which had been made\nunder Clause 1 (Accuracy)\n3.\nThe article, which appeared on the front page, reported the results of a poll\ncommissioned by the newspaper. It reported that “nearly one in five British\nMuslims has some sympathy with those who had fled the UK to fight for IS in\nSyria”.  It noted that the survey showed\nthat “a clear majority of the 2.7 million Brits who follow Islam are moderate”.\nThe article was illustrated on the front page with a photograph of Mohammed\nEmwazi, captioned “Support…Brit Jihadi John who went to Syria”.\n4.\nThe coverage continued on pages 4 and 5 of the newspaper and included an\narticle by a columnist for the newspaper, describing her reaction to what she\npresented as the fact of respondents’ support for IS. She expressed her “shock,\nhorror, bewilderment, anger and disbelief…Surely this can’t be true? There\ncannot possibly be so many Muslims harbouring sympathy for such a murderous\ntwisted ideology? ... a whopping one in five saying they’ve some, or a lot of\nsympathy for IS doesn’t make any sense to me”.\n5.\nThe coverage inside the newspaper also included a report by newspaper’s\npolitical editor summarising reactions to the poll, with the sub-headline\n“Shocked Muslim leaders slam backing for jihadis”, reporting that Islamic leaders\nhad criticised any British Muslims who “have sympathy with those who join IS”.\nThe article noted that these leaders had spoken out after being informed that\nthe newspaper’s poll showed that 19% of UK Muslims have “some sympathy with\nthose like Jihadi John”. It then noted that the new poll showed that levels of\nsympathy had fallen in comparison to a previous poll carried out by another\norganisation. It reported that “if the poll reflected views across the country\nit would mean 500,000 have some support for jihadis”.\n6.\nThese inside pages also quoted the question about “sympathy”, with a bar chart\nshowing the response: when asked “which of the following statements is closest\nto your view”, 5% of those surveyed had a lot of sympathy, 14% some sympathy and\n71% no sympathy with “young Muslims who leave the UK to join fighters in\nSyria”. Other questions related to the importance of respondents’ “Muslim or\nBritish identity”, the extent to which Islamic leaders in the UK had condemned\nIS, whether it is the responsibility of Muslims to condemn terrorist attacks\ncarried out in the name of Islam, the possibility of the UK bombing of IS in\nIraq. Asked about the “single biggest root cause of IS terrorist attacks”, 25%\nof those surveyed considered that “IS leaders who exploit vulnerable young\npeople” were the biggest root cause of attacks.\n7.\nThe online article was substantially the same as the print version. It appeared\non a page with the piece by the newspaper’s political editor, and was\nillustrated with a photograph of Mohammed Emwazi, known as “Jihadi John”, and a\ngraphic including some of the questions asked in the survey, among them the\nquestion relating to sympathy.\n8.\nIPSO received a large number of complaints about the article, largely under\nClause 1 (Accuracy). A number of complainants raised concerns that the article\nbreached Clause 12 (Discrimination). In accordance with its procedures when it\nreceives a large number of similar complaints requiring investigation, IPSO\nselected a lead complainant.\n9.\nThe complainant said that the newspaper’s presentation of the poll was\nmisleading. The question about sympathy had referenced those “who leave the UK\nto join fighters in Syria”; the possible answers did not mention IS. Those who\nresponded to the question might not have intended for their answers to be\nunderstood as relating to those joining IS; a number of British Muslims had\nleft the UK to fight against IS, or alongside anti-Assad forces or various\nSunni groups. The newspaper had therefore distorted the poll results by\npresenting them as demonstrating “sympathy for jihadis”.\n10.\nThe complainant also said that the relevant respondents to the poll had agreed\nthat they had sympathy “with” those leaving the UK, not sympathy “for” them. He\nsaid that to express sympathy with those leaving the UK to fight in Syria could\nindicate that those surveyed empathised with the weakness of mind of the\nindividuals fighting, and regretted their misguidance; it was misleading to\npresent this as suggesting sympathy with the ideals of IS.\n11.\nThe complainant noted that earlier polls, commissioned by other organisations,\nhad also polled non-Muslims and had found that the level of sympathy for those\nleaving the UK to fight in Syria were similar among the two groups. He considered\nit misleading for the article to compare the recent survey with earlier ones\nwithout publishing results from non-Muslim groups. The complainant said that\nthe selection and presentation of the material was designed to inflame\nanti-Muslim sentiment.\n12.\nThe newspaper denied breaching the Code. It acknowledged that the matter under\ncomplaint was an emotive issue, but emphasised that it had not tried to\nsensationalise the information which it had obtained, or to cause distress to\ncomplainants. It had chosen to publish a story relating to what it considered\nto be a pressing contemporary issue. The coverage included the questions in\nfull, along with comment from two positive Muslim voices.\n13.\nThe newspaper did not accept that the meaning of “those who leave the UK to\njoin fighters in Syria” was ambiguous. It said that this question had been\nasked as part of a longer telephone survey, which had taken the form of a\ndiscussion, and that a number of previous questions, including the directly\npreceding one “thinking about the root cause of ISIS terrorist attacks, what do\nyou think is the root cause”, had made explicit reference to IS. It did not\nconsider that those surveyed would have been in doubt about the question’s\nmeaning.\n14.\nIn addition, the newspaper argued that the question would be understood by\nrespondents as referring to IS because, as a factual matter, the overwhelming\nmajority of those who leave the UK to join fighters are joining IS. It provided\nan article from the New York Times, which reported the Director of the\nInternational Centre of the Study of Radicalisation as saying that 80 percent\nof British fighters in Syria had joined IS, 20 per cent had joined the Nusra\nFront, “al Qaeda’s Syrian branch”, and that “very, very few are joining other\ngroups”. It also said that the media narrative around “young Muslims who leave\nthe UK to join fighters in Syria” had focused on those joining IS; in the past\nyear it could find only one news story relating to a British Muslim joining\nKurdish separatist group the PKK, which operates in some parts of Syria, and\nnone joining the Free Syrian Army. The headline had referred to “jihadis”,\nwhich the newspaper noted was commonly accepted to mean those pursuing their\nreligious beliefs via a violent struggle. It did not consider this to be an\ninaccurate description of young Muslims fighting in Syria in a conflict\ninspired by religion.\n15.\nThe questions had been written by the polling company, and had been designed to\nmirror questions asked in similar polls, to provide a comparison with the\nearlier polls. The question about sympathy had used the same wording as earlier\npolls, and the newspaper said that the CEO of the polling company had confirmed\nto it on the day of publication that the question was intended to refer to IS. The\ntwo previous questions, making direct reference to IS, had been suggested by\nthe newspaper but worded by the polling company. The newspaper did not consider\nthat the omission of polling data from non-Muslims rendered the article\nmisleading. The poll had been conducted by a company registered with the\nBritish Polling Council. It was intended to stand alone and could be\ninterpreted independently of previous polls or other data sets.\n16.\nThe newspaper said that the sentiment of “sympathy” in the sense of regret or\nsorrow was still sympathy. It considered that sympathy with those who had\nelected to join an organisation such as IS was improper, regardless of the\nmotivation.\nRelevant\nCode Provisions\n17.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.\n(iii)The\nPress, whilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact.\nClause\n12 (Discrimination)\ni)\nThe Press must avoid prejudicial or pejorative reference to an individual’s\nrace, colour, religion, gender, sexual orientation or to any physical or mental\nillness or disability.\nFindings\nof the Committee\n18.\nThe essential question was whether the newspaper had taken sufficient care in\nreporting the findings of the poll. This required the newspaper to form a\njudgement on what those polled would have understood from the question, and to\npresent a justifiable interpretation of the poll results.\n19.\nThere will be those who firmly believe that conducting and reporting a poll of\nthis nature was in itself distasteful or socially harmful; such concerns do not\nconstitute a possible breach of the Code. The newspaper was entitled to\ncommission the poll, and it had used a reputable polling company to do so. The\ncoverage had included the full text of the poll question, along with extensive\ncommentary putting the findings into context, including comment from Muslim\nleaders, distancing themselves from extremism, and emphasising that the\nideology of IS was condemned by the vast majority of British Muslims.\n20.\nIn assessing the accuracy of the newspaper’s interpretation of the poll\nresults, the Committee considered the entirety of the coverage. The newspaper\nhad provided various interpretations of the poll result. These conflated\nimportant distinctions between those travelling to Syria and those already\nfighting in Syria; between “sympathy” for these individuals and “support” for\ntheir actions; and between individuals attracted by the ideology of IS, and the\nideology of IS itself. The poll results had been reported by the newspaper as\ndemonstrating that those surveyed showed “some sympathy with those like Jihadi\nJohn”; the newspaper’s columnist states as fact that there was “support” for\nIS, and sympathy with a “murderous, twisted ideology”; the political editor had\nmade reference to “support” for jihadis; and the picture caption of the front\npage referred to “support” for “Jihadi John”, emphasising the factual implication\nthat sympathy for known terrorists and support for the ideology of IS are\nsynonymous with sympathy for those who have left the UK to join fighters in\nSyria.\n21.\nWhile the newspaper was entitled to interpret the poll’s findings, taken in its\nentirety, the coverage presented as a fact that the poll showed that 1 in 5\nBritish Muslims had sympathy for those who left to join ISIS and for ISIS\nitself. In fact, neither the question nor the answers which referred to\n“sympathy” made reference to IS. The newspaper had failed to take appropriate\ncare in its presentation of the poll results, and as a result the coverage was\nsignificantly misleading, in breach of Clause 1.\n22.\nThe Committee did not consider any complaints raised under the terms of Clause\n12 (Discrimination), as these complaints did not raise a potential breach of\nthe Code against any particular individual. In light of the large number of\ncomplaints raising concerns under this Clause, however, the Committee took this\nopportunity to note publicly that Clause 12 prevents pejorative or prejudicial\nreference to an individual’s race or religion. The article under complaint did\nnot include pejorative or prejudicial reference to any individual. The terms of\nClause 12 were therefore not engaged.\nConclusions\n23.\nThe complaint was upheld.\nRemedial\nAction Required\n24.\nHaving upheld the complaint, the Committee considered the remedial action that\nshould be required. In circumstances where the cumulative effect of the\ncoverage had been a misleading factual presentation of the survey results, the\nappropriate remedy was the publication of an upheld adjudication. The Committee\ngave careful consideration to requiring a reference to this to be published on\nthe front page, but decided that the adjudication should appear on page 4 or 5,\nor further forward. The newspaper had taken steps to inform readers about the\nnature of the poll and the questions asked. Furthermore, the breach of the Code\nhad been established by the Committee based on the cumulative effect of the coverage,\nthe majority of which appeared on paged 4 and 5.\n25.\nThe headline of the adjudication must make clear that IPSO has upheld the\ncomplaint, and refer to its subject matter; it must be agreed in advance. It\nshould also be published on the newspaper’s website, with a link to the full\nadjudication appearing on the homepage for 24 hours; it should then be archived\nonline in the usual way. Should the newspaper intend to continue to publish the\narticle online, without amendment, in light of this decision it should publish\nthe adjudication in full, beneath the headline.\n26.\nThe terms of the adjudication to be published are as follows:\nFollowing\nan article published in The Sun on 23 November 2015 headlined “1 in 5 Brit\nMuslims’ sympathy for jihadis”, Muslim Engagement and Development (Mend)\ncomplained to the Independent Press Standards Organisation that The Sun had\npublished inaccurate information in breach of Clause 1 (Accuracy) of the\nEditors’ Code of Practice. IPSO upheld the complaint and has required The Sun\nto publish this decision as a remedy to the breach.\nThe\narticle reported the results of a poll commissioned by the newspaper. It\nreported that “nearly one in five British Muslims [had] some sympathy with\nthose who had fled the UK to fight for IS in Syria” and was illustrated on the\nfront page with a photograph of Mohammed Emwazi, captioned “Support…Brit Jihadi\nJohn who went to Syria”.\nThe\ncoverage continued on pages 4 and 5 of the newspaper and included an article by\na columnist for the newspaper, describing her reaction to what she presented as\nthe fact of support for IS, and an article by the newspaper’s political editor,\nwhich noted that 19% of UK Muslims have “some sympathy with those like Jihadi\nJohn”.\nThe\ncomplainant said that the presentation of the poll was misleading; those\nsurveyed had not been asked about the ideals of IS, and to express sympathy\nwith those leaving the UK to fight in Syria could indicate that those surveyed\nempathised with the weakness of mind of the individuals fighting, and regretted\ntheir misguidance\nThe\nnewspaper did not accept that the meaning of “those who leave the UK to join\nfighters in Syria” was ambiguous. It said that previous questions in the\ntelephone survey had made explicit reference to IS, and the overwhelming\nmajority of those who leave the UK to join fighters in Syria are joining IS. It\nsaid that the sentiment of “sympathy” in the sense of regret or sorrow was\nstill sympathy. The newspaper emphasised that its coverage of the poll went\nbeyond the front page story. It had included the questions in full, along with\ncomment from two positive Muslim voices.\nIn\nassessing the accuracy of the newspaper’s interpretation of the poll results,\nthe Committee considered the entirety of the coverage. The newspaper had\nprovided various interpretations of the poll result. These didn’t make\nsufficiently clear that there were important distinctions between those\ntravelling to Syria and those already fighting in Syria; between “sympathy” for\nthese individuals and “support” for their actions; and between individuals\nattracted by the ideology of IS, and the ideology of IS itself.\nTaken\nin its entirety, the coverage presented as a fact that the poll showed that 1\nin 5 British Muslims had sympathy for those who left to join ISIS and for ISIS\nitself. In fact, neither the question nor the answers which referred to\n“sympathy” made reference to IS. The newspaper had failed to take appropriate\ncare in its presentation of the poll results, and as a result the coverage was\nsignificantly misleading, in breach of Clause 1.\nDate\ncomplaint received: 25/11/2015Date\ndecision issued: 17/02/2016\nBack to ruling listing\n\n\n"
}