{
    "url": "/rulings-and-resolution-statements/ruling/?id=09326-21",
    "title": "09326-21 Kennedy v Real People",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Real People (The National Magazine Company Ltd/Hearst UK)",
    "published_on": "2021-08-12 00:00:00",
    "received_on": "2021-08-19 00:00:00",
    "concluded_on": "2022-04-14 00:00:00",
    "complaint_processing_days": 238,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/A   Date complaint received: 19/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09326-21 Kennedy v Real People\nSummary\nof Complaint\n1. Jennifer\nKennedy complained to the Independent Press Standards Organisation that Real\nPeople breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in an article headlined “Va-Va-Boom!”,\npublished on 12th August 2021.\n2. The\nmagazine article was a first-person account of the complainant’s relationship\nwith her husband and their experience of having children. It described the\ncomplainant’s future husband as “a colleague at the [sports] club” she worked\nat and reported that he had decided to undergo a vasectomy reversal. The\narticle went on to state that the complainant had said that “the reversal in\nAugust 2016 was unsuccessful. Peter’s little soldiers had been out of action\nfor 15 years and their exit route couldn’t be reopened. Instead, docs took some\nof Peter’s sperm with a needle so we could try IVF”. It went on to state that\ntheir “third round [of IVF] ended in a chemical pregnancy, the fourth in a\nmiscarriage”, but that “[they] decided to try for a fifth and final round. This\ntime they put two embryos back”. The article said that the complainant’s Nana\nhad “told anyone who would listen” that “‘Jen’s having twins’”, and described\nhow the complainant and her husband had discovered they were having twins. It\nwent on to state that the complainant’s Nana had passed away. The article\ndescribed the complainant’s experience of pregnancy: “[i]t wasn’t plain\nsailing. I’d had precancerous cells removed from my cervix years ago, so had to\nkeep my feet up a lot to ease the strain”. The article next detailed the\ncomplainant’s birth of her children, stating that after the birth of the first\ntwin, she had said “the next thing I knew I was being taken in for a\nC-section”. The article reported that “[t]he last time Peter had looked after\ntwins it was the ’80s. Car seats were unheard of and a nip of whisky in a\nbottle did a teething baby good”.\n3. The\ncomplainant said that the article contained a number of inaccuracies in breach\nof Clause 1, and that she had raised concerns about a number of these during a\nphone call where the proposed article was read back to her. She said that it\nwas inaccurate to describe her husband as having been her colleague, as they\nhad never worked together, and he was in fact a member at the club she worked\nat. She also said that it was inaccurate to state that “'Peter's little\nsoldiers had been out of action for 15 years”, as tests had been conducted on\nher husband’s sperm and no issues had been discovered; the complainant added\nthat she had been assured this would be removed during the phone call. The\ncomplainant said that the chronology of the article was also inaccurate as it\nhad described a chemical pregnancy and miscarriage as occurring after her and\nher husband got married, whereas these had in fact occurred before their\nmarriage. In addition, she said that the quote “[w]e decided to try for a fifth\nand final round. This time they put two embryos back” gave the inaccurate\nimpression that this was the only time two embryos had been put in, whereas this\nalso happened during the fourth round. The complainant further said that the\narticle was inaccurate to describe her Nana as having “told anyone who would\nlisten” that she was having twins, as her Nana had told two relatives, but not\nanyone who would listen.\n4. The\ncomplainant also said that it was inaccurate to state that the last time her\nhusband had looked after twins in the 1980s, “[c]ar seats were unheard of and a\nnip of whisky in a bottle did a\nteething baby good”, as her husband would never have done anything like that.\nShe also said that the quote “[i]t wasn’t plain sailing. I’d had precancerous\ncells removed from my cervix years ago, so had to keep my feet up a lot to ease\nthe strain” did not explain the extent of the complications and risks she had\nfaced during her pregnancy. Finally, the complainant said that it was\ninaccurate to state that she had been “taken in” for a C-section for the birth\nof her second child as she was already in theatre having had her first child\nthere.\n5. The\ncomplainant also said the article had breached Clause 4; she considered the\nstory had mocked her family and had not been handled with sensitivity,\nparticularly in relation to her husband’s vasectomy, their baby losses, and her\nNana’s death.\n6. The\npublication did not accept that there had been a breach of the Code. It said\nthat it takes care with the accuracy of its articles, conducting readbacks (a\ntelephone call in which the proposed copy is read to the subject of the story,\nto give them an opportunity to raise concerns), and making any necessary\namendments that are raised. During the investigation, the publication provided\na transcript of the readback and a copy of the senior writer’s notes from this\ncall. The publication accepted that it had, due to human error, not amended the\nword “colleague” in the article, which the complainant had raised as an\ninaccuracy during the readback. While it accepted this was inaccurate, the\npublication did not accept that it constituted a significant inaccuracy. The\npublication further said that it did not consider it inaccurate to state that\n“[t]his time they put two embryos back” in relation to their final round of IVF\nand that it was not intended to imply that this was the only time the\ncomplainant had had two embryos implanted. While this was the case, it accepted\nthat during the readback the senior writer had confirmed they would alter this\nsentence, however this had not been done. Regarding the complainant’s concerns\nthat the phrase “taken in” suggested she had been taken into theatre between\nthe birth of the first and second child, the publication acknowledged that this\nimplied the complainant was not in theatre for the first birth. It accepted\nthat this was inaccurate, however did not consider it was a significant\ninaccuracy.\n7. The\npublication did not accept that the quote “’Peter's little soldiers had been\nout of action for 15 years” suggested that there were any issues with the\ncomplainant’s husband’s sperm and that when the sentence was read in full: “the\nreversal in August 2016 was unsuccessful. Peter’s little soldiers had been out\nof action for 15 years and their exit route couldn’t be reopened. Instead, docs\ntook some of Peter’s sperm with a needle so we could try IVF”, it made clear\nthat it was describing the effects of a vasectomy.\n8. The\npublication further said that the complainant had not raised any concerns\nregarding the chronology of events during the readback, nor the concerns about\ninaccurately reporting what her Nana had said; the quote that “[t]he last time\nPeter had looked after twins it was the ’80s. Car seats were unheard of and a\nnip of whisky in a bottle did a teething baby good”; or the line that “I’d had\nprecancerous cells removed from my cervix years ago, so had to keep my feet up\na lot to ease the strain”.\n9. With\nregard to Clause 4, the publication expressed its disappointment that the\ncomplainant did not consider the story was handled sensitively, but it did not\nconsider there was a breach of Clause 4.\n10.\nWhilst the publication did not accept a breach of the Editors’ Code, it offered\nto publish the following correction of the “Mum to Mum” page of its next issue,\ntogether with a promotion of the Twins Trust charity, in order to resolve the\ncomplaint:\nIn\nedition no. 34 of Real People, dated 26/8/21, we published an article entitled\n“Va Va Voom” about Jennifer and Peter Kennedy, their experience with IVF\ntreatment, and the subsequent birth of their twins, Lily and Henry.\nWe would\nlike to make the following clarifications:\n- The\narticle stated that, during the 4th round of Jennifer’s IVF, “This time they\nput two embryos back”. We would like to clarify that this was not the only time\nthey implanted two embryos. This happened during the 3 rd round of IVF too.\n- On the\nbirth of the twins, the article stated “Then another 33 minutes ticked by with\nno second baby. The next thing I knew I was being taken in for a C-section”. We\nwould like to clarify that Jennifer was already in theatre during the birth of\nher first child, and that she was prepared for a C-section rather than taken\ninto theatre at this point.\n11. The\ncomplainant did not consider the offer was adequate to resolve her complaint.\n12.\nSubsequent to this offer, Real People magazine closed down, but the publication\nmade a revised offer to resolve the complaint. It offered to publish a short\npiece in a sister magazine promoting the Twins Trust charity, along with the\noption of adding a comment from the complainant relating to her own experience.\n13. The\ncomplainant also did not consider this further offer was sufficient to resolve\nher complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n14. The\nCommittee first recognised the distress caused by the article, particularly as\nit related to a very personal experience the complainant had faced. It\nrecognised that the complainant considered the article to be mocking and that\nshe found it upsetting, however, it was mindful that the Code does not cover\nissues of taste and offence: newspapers are free to publish information as they\nsee fit as long as the Editors’ Code is not otherwise breached. While the\nCommittee acknowledged the complainant’s concerns, its role was to consider if\nthe actions of the newspaper had breached the terms of the Clauses of the Code\ncited by the complainant.\n15. The\npublication accepted that during the readback, the complainant had highlighted\nthat it was incorrect to refer to her husband as a “colleague”, and that she\nhad raised concerns regarding the phrase “[t]his time they put two embryos\nback”; the senior writer had confirmed these aspects of the article would be\namended, but the publication said that, due to human error, this was not done.\nIt further accepted that the phrase “taken in” inaccurately suggested that the\ncomplainant was taken into theatre between the birth of the first and second\ntwin. The Committee acknowledged that the matters under complaint related to\nthe complainant’s personal experience of IVF and childbirth, a clearly\nsensitive subject, and was concerned that the inaccuracies raised by the\ncomplainant during the readback had not been amended. It did however\nacknowledge the publication’s efforts to correct the inaccuracies once made\naware of them. While it recognised that these points were of significance to\nthe complainant, it did not consider that the inaccuracies regarding the\ndescription of her husband as her colleague, and that she had been “taken in”\nfor a C-section were significant in the context of the overall article, in\ncircumstances where the article had correctly described where the complainant\nhad met her husband, and where it was not in dispute that her second child had\nbeen born via C-section. Additionally, the Committee did not consider stating\nthat “[t]his time they put two embryos back” necessarily gave the impression\nthat this only occurred during the fifth round of IVF and, again, in the\ncontext of the article as a whole, where two embryos had indeed been implanted\nduring the final round of IVF, this was not significant. There was no breach of\nClause 1 on these points.\n16. The\nCommittee next considered the complainant’s concerns that the article had\nsuggested that there had been problems with her husband’s fertility, which was\nnot the case. The article made clear that it was discussing the effects of a\nvasectomy, by stating that “the reversal in August 2016 was unsuccessful” and\nthat “[i]nstead, docs took some of Peter’s sperm with a needle so we could try\nIVF”. The Committee did not consider the quote inaccurately suggested there had\nbeen any concerns about the complainant’s husband’s sperm, and there was no\nbreach of Clause 1 on this point.\n17. The\ncomplainant had also expressed concerns about the quote “[i]t wasn’t plain\nsailing. I’d had precancerous cells removed from my cervix years ago, so had to\nkeep my feet up a lot to ease the strain” as she considered it did not explain\nthe full extent of the risks she faced during her pregnancy. While the\nCommittee acknowledged the complainant’s concerns, it did not consider that\nomitting reference to the full extent of the risks the complainant faced\nrendered the article inaccurate or misleading, particularly where it was not in\ndispute that the removal of the precancerous cells meant the complainant had to\n“keep [her] feet up”, and where the complainant had not raised this in the\nreadback. There was no breach of Clause 1 on this point.\n18. The\nCommittee next turned to the complainant’s concerns that the article had\ninaccurately described a chemical pregnancy and miscarriage as having occurred\nafter her and her husband’s marriage; that her Nana had “told anyone who would\nlisten” that she was having twins; and that “[c]ar seats were unheard of and a\nnip of whisky in a bottle did a teething baby good”. It was the Committee’s\nview that the publication had taken care over these points by including this\ninformation in the readback, and the complainant had not raised concerns\nregarding these points at that stage. While the Committee understood the\ncomplainant’s concerns regarding the chronology of the chemical pregnancy and\nmiscarriage, it did not consider whether these had occurred before or after\nmarriage was significant in the context of the article. It also did not\nconsider it was significantly inaccurate to describe her Nana as having “told\nanyone who would listen”, where it was not in dispute that she had told some\nrelatives. Finally, it was the Committee’s view that it was not significantly\ninaccurate to state that the last time the complainant’s husband had looked\nafter twins “[c]ar seats were unheard of and a nip of whisky in a bottle did a\nteething baby good”. It considered that in the context of the article, this was\na comment to illustrate the period of time that had passed since the\ncomplainant’s husband had last looked after children and how childcare\npractices had changed during that time, rather than a claim that the\ncomplainant’s husband had engaged in these practices himself. There was no\nbreach of Clause 1 on these points.\n19. The\nCommittee understood that the complainant had found the article upsetting,\nhowever, it did not consider that the article reported on the complainant’s\nhusband’s vasectomy in a manner that was insensitive. The Committee understood\nthat the complainant found it insensitive to refer to her husband’s vasectomy\nin a joking manner, however it was the Committee’s view that this was the style\nof the magazine, and not done in an unsympathetic manner. Additionally, while\nthe article included information about the complainant’s baby losses and the\nloss of her grandmother, the Committee noted that the complainant had\nvoluntarily disclosed this information to the magazine for the purposes of\npublication. The publication of the article was handled sensitively within the\nmeaning of Clause 4. There was no breach of this Clause.\nConclusion(s)\n20. The\ncomplaint was not upheld.\nRemedial\nAction Required\n21. N/A\n\n\nDate\ncomplaint received: 19/08/2021\nDate\ncomplaint concluded by IPSO: 14/04/2022\nBack to ruling listing\n\n\n"
}