{
    "url": "/rulings-and-resolution-statements/ruling/?id=09335-19",
    "title": "09335-19 Dyson Technology Limited v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-11-29 00:00:00",
    "received_on": "2019-12-05 00:00:00",
    "concluded_on": "2020-08-26 00:00:00",
    "complaint_processing_days": 265,
    "conclusion_long": "17. The complaint was partially upheld under Clause 1(ii).",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 19. The Committee considered that the article gave a misleading account of Dyson’s “main tax base” and inaccurately claimed it was no longer a British registered firm. However, these inaccuracies did not affect the main thrust of the article, which was reporting on the move of headquarters. The Committee also noted that these inaccuracies had appeared unchallenged in a range of other publications previously, which the newspaper had here relied upon. In light of these considerations, the Committee concluded that a correction was the appropriate remedy. 20. This correction should be added to the article and appear as a standalone correction in the online corrections and clarifications column. This wording should only include information required to correct the inaccuracy: that the article had claimed that the move of Dyson’s global headquarters “will mean that Dyson is no longer a British-registered firm and Singapore will become its main tax base”; that Dyson will remain registered in Britain through its UK companies; and that the newspaper had failed to demonstrate that its “main tax base” would become Singapore. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment, the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made. Date complaint received:  05/12/2019",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09335-19 Dyson Technology Limited v Mail Online\nSummary of Complaint\n1. Dyson\nTechnology Limited complained to the Independent Press Standards Organisation\nthat Mail Online breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “James Dyson reveals his\ncompany’s new global HQ will be a Singapore nightclub and former power station\nafter the pro-Brexit inventor announced he was quitting UK”, published on\n29 November 2019.\n2. The article\nreported that Dyson’s “new global HQ had been revealed”; namely a former power\nstation in Singapore. The article stated that this “move” was revealed after\nSir James Dyson had “announced he was quitting the UK”. The article contained a\npicture of the new HQ captioned “new home: Singapore’s former St. James Power\nStation…is set to become the new global headquarters of Dyson”. The current HQ\nin Britain was also pictured, captioned “old home: Dyson is moving its\nheadquarters from its campus in Malmesbury, Wiltshire (pictured) to Singapore”.\n3. The article went on to claim\nthat “the company’s move to Asia will mean that Dyson is no longer a British-registered firm\nand Singapore will become its main tax base”. The article reported\nthat Sir James Dyson\n“abandons Britain despite his vocal support for Brexit” and that this had\nattracted claims of “’staggering hypocrisy’”. The article quoted a named\npolitician as saying that “James Dyson…is\nditching Britain”. The last sentence of the article claimed that “4,500 work for Dyson in the UK” and that “Relocating the HQ\nwill not cut staffing”.\n4. The\ncomplainant said that references to Dyson “quitting”, “ditching” and\n“abandon[ing]” the UK were inaccurate. They said that this gave the impression\nthat the company was planning a wholesale and permanent departure from the country\nwhen, in fact, it was merely establishing a global headquarters in Singapore.\nIt emphasised that this would not affect\nits growing investment in the UK nor lead to a reduction in its UK workforce.\nIt said that the misleading impression was reinforced by numerous references to\na “move” or “switch”; as well as by the captions used for the pictures of the\ncurrent and new headquarters, describing each as “old home” and “new home”\nrespectively. It said that the statement in the last sentence about the relocation\nof headquarters not affecting UK staffing levels was hidden from the reader and\ncontradicted, rather than clarified, earlier statements in the article about\nDyson “quitting” the UK.\n5. The\ncomplainant also said that the claim that “the\ncompany’s move to Asia will mean that Dyson is no longer a British-registered\nfirm and Singapore will become its main tax base” was inaccurate. It said that\n“Dyson” could only mean the entire group of companies operating as part of one\nbusiness, especially as the article did not particularise Dyson’s corporate\nstructure. It said that Dyson includes a number of separate companies and the\nestablishment of a new headquarters would not affect the residence of companies\ncurrently registered in the UK; for example, Dyson’s UK operating, sales and\ntrading companies will all remain registered here.\n6. It stated that the ordinary meaning\nreaders would take from the phrase “main tax base”, was the place where Dyson\npaid the most tax. It said that Dyson paid most tax in the UK, and that the\nstatement was therefore inaccurate. It said that the majority of its IP-related\nrevenue, fundamental to its business, was assessed for tax purposes in the UK.\nFinally, it said that the establishment of a headquarters in Singapore will not\naffect where and how the revenue and profits of the group are taxed. In any\nevent, if the publication had relied on where the company was registered as the\nbasis for where Dyson’s “main tax base” will be, this too was incorrect as the\ntax residence of Dyson’s current UK companies will not be affected by the\nestablishment of a headquarters in Singapore. Finally, the complainant said\nthat no attempt was made to contact it for comment prior to publication and\nthat the article had caused it considerable damage, as it relies on the\ngoodwill of UK customers.\n7. The\npublication did not accept that the article breached the Code. It stated that\nit had relied on a wire report by an international press agency and numerous\nother articles, that appeared unchallenged in at least nine publications over\nthe previous year, with respect to the claims that Dyson was moving its global\nheadquarters and would therefore “no longer be a British-registered firm” with Singapore becoming “its main tax\nbase”. It did not\ndispute that Dyson’s UK trading, sales and operating entities will remain\nregistered in the UK. However, it stated that the holding company for the Dyson\ngroup was now resident in Singapore; as was Sir James Dyson, the person with\nsignificant control over the group. This, it said, was sufficient to claim that\nDyson will “no longer be a British-registeredfirm”\nwith Singapore becoming “its main tax base”; claims that were, in its view, not\nsignificant in the context of the article as a whole, which it said focused on\nthe move of the headquarters to Singapore.\n8. In addition, it said that\nthe basis of the main claims that Dyson is “quitting” and “abandon[ing]” the UK\nwas made clear in the article, namely that Dyson’s global headquarters and Sir\nJames Dyson himself have moved to Singapore, as well as other “senior\nexecutives”. In any event, it said that the article had made clear that “4,500\nwork for Dyson in the UK” and that “Relocating the HQ will not cut staffing”.\n9. The publication offered to consider\na statement for inclusion. The complainant rejected this.\nRelevant Code Provisions\n10. Clause 1\n(Accuracy)\ni) The Press must take care\nnot to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be correction, promptly and with due\nprominence, and –where appropriate- an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\nFindings of the Committee\n11. The claim\nthat “the company’s move to Asia will mean\nthat Dyson is no longer a British-registered firm and Singapore will become its\nmain tax base” had appeared verbatim in articles by other publications during\n2019 and originated in a wire report from a respected international press\nagency. In the context of this claim, which remained unchanged or unchallenged\nin the public domain on the websites of a large number of publications, it was\nreasonable to rely on this; especially as this phrase appeared to be a publicly\navailable statement of fact. There was no breach of Clause 1(i).  \n12. Dyson’s\nholding company is registered in Singapore; and Sir James Dyson, with\nsignificant control over the group, is usually resident there. However, this\ndid not mean that “Dyson\nis no longer a British-registered firm”. It was not in dispute that the country\nwhere Dyson’s UK companies were registered would be unaffected by the move of\nheadquarters, Sir James’ residence or the new residence position of the holding\ncompany. The phrase that “Dyson is no longer a\nBritish-registered firm” was therefore significantly inaccurate, where the\narticle did not make clear that Dyson would still be registered in Britain\nthrough its UK companies. As the publication did not offer to correct this\nsignificant inaccuracy, there was a breach of Clause 1(ii).\n13. After establishing a breach of\nClause 1(ii) in relation to the claim that “Dyson is no longer a British-registered firm”, the\nCommittee then considered the dispute about the meaning of the phrase “main tax\nbase”. The complainant said it meant where Dyson paid the most tax, which was\nin the UK. The publication said it was where Dyson was registered and was\nliable for tax, which it said was in Singapore. It was not in dispute that\nDyson paid the most tax in the UK. The complainant also confirmed that where\nand how the profits and revenues of Dyson are taxed will be unaffected by the\nmove of headquarters, which the publication was unable to successfully refute.\nFinally, the newspaper had failed to demonstrate that Dyson will no longer be\nregistered in the UK. Therefore, by any definition, the newspaper had failed to\ndemonstrate that Dyson’s “main tax base” would “become” Singapore. This\nmisleading statement was significant because it suggested that tax currently\npaid, and profits currently assessed for tax in the UK, would move overseas;\nwhereas the complainant had confirmed that this was not the case. As the\npublication did not offer to correct this significant inaccuracy, there\nwas a breach of Clause 1(ii).\n14. Under the\nterms of the Editors’ Code of Practice, newspapers have the right to\neditorialise and campaign. That Dyson was “quitting” and “abandon[ing]” Britain\nwas clearly the newspaper’s characterisation of events. The basis of the\ncharacterisation was made clear, namely that the company was moving its global\nheadquarters from Britain to Singapore; a fact that was referenced five times\nin the headline, sub-headline and first few sentences. These claims were also\nclearly a reference to Sir James Dyson personally, the headline, for example,\nhad referred to the “pro-Brexit inventor” quitting the UK. It had not been in\ndispute that Sir James was usually resident in and had purchased new property\nin Singapore. These specific claims did not render the article, as a whole,\nsignificantly misleading as to Dyson’s activities; particularly where it went\non to clarify that Dyson employs 4,500 people in the UK and that “the move will\nnot cut staffing”. In these circumstances, the publication had not failed to\ntake care over the accuracy of these claims. Nor did either constitute a\nsignificant inaccuracy or misleading statement. There was no breach Clause 1.\n15. The\nreference to Dyson “ditching” Britain was clearly presented as the comments of\na named politician reacting to the news of Dyson’s move of headquarters. As the\nEditors’ Code makes clear, newspapers have a right to publish individuals’\nviews, where they do so accurately and distinguish clearly between comment,\nconjecture and fact. Where these comments were clearly presented as the views\nof a named politician and the complainant did not dispute that they had been\naccurately reported, there was no breach of Clause 1.\n16. The\nnewspaper’s photo captions, “old home” and “new home”, were clearly a reference\nto Dyson’s old and new global headquarters respectively, which were pictured\nabove each caption. Where it was not in dispute that the global headquarters\nwas moving to Singapore, there was no breach of Clause 1.\nConclusions\n17. The\ncomplaint was partially upheld under Clause 1(ii).\nRemedial Action Required\n18. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired. In circumstances where the Committee establishes a breach of the\nEditors’ Code, it can require the publication of a correction and/or\nadjudication. The nature, extent and placement of which is determined by IPSO.\n19.\nThe Committee considered that the article gave a misleading account of Dyson’s\n“main tax base” and inaccurately claimed it was no longer a British registered\nfirm. However, these inaccuracies did not affect the main thrust of the\narticle, which was reporting on the move of headquarters. The Committee also\nnoted that these inaccuracies had appeared unchallenged in a range of other\npublications previously, which the newspaper had here relied upon. In light of\nthese considerations, the Committee concluded that a correction was the\nappropriate remedy.\n20. This correction should be added to the article and appear as a standalone correction in the online\ncorrections and clarifications column. This wording should only include\ninformation required to correct the inaccuracy: that the article had claimed\nthat the move of Dyson’s global headquarters “will mean that Dyson is no longer\na British-registered firm and Singapore will become its main tax base”; that\nDyson will remain registered in Britain through its UK companies; and that the\nnewspaper had failed to demonstrate that its “main tax base” would become\nSingapore. The wording should also be agreed with IPSO in advance and should\nmake clear that it has been published following an upheld ruling by the\nIndependent Press Standards Organisation. If the publication intends to\ncontinue to publish the online article without amendment, the correction on the\narticle should be published beneath the headline. If the article is amended,\nthe correction should be published as a footnote which explains the amendments\nthat have been made.\nDate complaint\nreceived:  05/12/2019\nDate decision issued: 26/08/2020\nBack to ruling listing\n\n\n"
}