{
    "url": "/rulings-and-resolution-statements/ruling/?id=09362-22",
    "title": "09362-22 Whiffin v edinburghlive.co.uk",
    "provisions": [
        "3 Harassment (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "edinburghlive.co.uk (Reach PLC)",
    "published_on": "2022-05-11 00:00:00",
    "received_on": "2022-05-13 00:00:00",
    "concluded_on": "2022-11-29 00:00:00",
    "complaint_processing_days": 200,
    "conclusion_long": "either about the speed of vehicles depicted or to what extent there had been the risk of a collision (which required a reasonably accurate assessment of the speed at which vehicles were coming into proximity). As such, the Committee found that the publication had not taken care to avoid describing the video in a misleading manner when it stated that the cyclist had “careered through”, been “travelling at speed” and “race[d]” and when it described the interaction between the cyclist and the BMW as a “near miss”, where the cyclist “did not give way”. There was a breach of Clause 1(i).  14. Given that the focus of the article was the conduct of the cyclist along the road, combined with the repeated references to the speed of the cyclist, the Committee found the inaccuracy regarding the account of the cyclist’s movement along the road, including the reference to a “near miss”, where the cyclist “did not give way” to be significant. As such, once the publication became aware the videos were sped up and misrepresented the incident, it had a responsibility to correct the article promptly in order to avoid a breach of Clause 1(ii).  15. The Committee found that because the correction did not address the inaccuracy regarding the cyclist pulling out “without giving way”, the correction did not satisfy the terms of Clause 1(ii), and there was therefore a breach on this point.  16. The Committee then considered whether omitting to include the audio of the original, unmuted video, rendered the article inaccurate. It also considered whether it was inaccurate to describe the HGV driver as “a driver that captures safe driving and not so safe driving through the streets of Edinburgh”. The Committee noted that newspapers have the right to choose which pieces of information they publish, as long as this does not lead to a breach of the Code. In this case, omitting to mention the specific comments made by the HGV driver and to quote from a transcript of the video did not in itself make the video inaccurate, particularly where the article explained that the video was muted and the reasons for doing so. Further, where it was not in dispute that the HGV driver did record drivers, and that in doing so he did film driving that could be characterised as safe or unsafe, the Committee did not consider it inaccurate to describe the HGV driver in this manner. The Committee found no breach of Clause 1 on this point.  17. The Committee finally considered whether the article had breached Clause 3. Clause 3 generally relates to the way journalists behave when gathering news, including the nature and extent of their contacts with the subject of the story. Where the concern did not relate to this, as the complainant was at no point contacted or approached by the newspaper, there was no breach of Clause 3.  Conclusion(s) 18. The complaint was partially upheld.",
    "remedial_action": "19. The published correction was offered promptly and with due prominence. However, in order to ensure the correct position was put on record the publication needed to add a reference in the correction to the inaccuracy regarding the cyclist “not giving way”. As such the existing correction should be added to, to explain that the cyclist was not seen to pull out without giving way to the BMW.     Date complaint received: 13/05/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09362-22 Whiffin v edinburghlive.co.uk\nSummary\nof Complaint\n1. Phil\nWhiffin complained to the Independent Press Standards Organisation that\nedinburghlive.co.uk breached Clause 1 (Accuracy), and Clause 3 (Harassment) of\nthe Editors’ Code of Practice in an article headlined “Edinburgh cyclist\ninvolved in dangerous near miss with driver at roundabout”, published on 11 May\n2022. \n2. The\narticle, which appeared online only, reported on a video originally posted on\nTikTok and recorded by an HGV driver, who the article described as “a driver\nthat captures safe driving and not so safe driving through the streets of\nEdinburgh”. The article’s subheading referred to an incident where “an\nEdinburgh cyclist was almost involved in a collision with a BMW after they\nraced through without giving way to the motorist coming from the righthand\nside.” The video showed an interaction between a cyclist and a car at a\nroundabout, that the article described as a “dangerous near miss”. The article\nstated that “the cyclist careered through a roundabout without giving way”,\ncausing the car to be “forced to slow down” and being “almost brought to a halt\nto avoid the collision”. The article mentioned that the video was “muted as it\ncontain[ed] some vulgar threatening language”. \n3. The\nvideo was filmed from the perspective of a moving vehicle. It showed a cyclist\napproaching a roundabout. The cyclist then continues without pausing to turn\nleft off the roundabout, while a car simultaneously approaches from the\ncyclist’s right. The car then overtakes the cyclist. \n4. The\ncomplainant’s primary concern was that he considered the article suggested – in\na misleading manner – that it was the cyclist who was at fault in the\ninteraction, rather than the motorist, in breach of Clause 1. The complainant\nsaid this was done in several different ways. \n5. The complainant\nsaid that the article created the misleading impression that the cyclist was\nspeeding during the events depicted in the video. The complainant suggested\nthis impression was created by the fact that: the video was sped up (the\ncomplainant suggested the video was running at around two to three times\nspeed); and the article’s description of the cyclist “rac[ing] through” and\nhaving “careered through” the roundabout. \n6. The\ncomplainant said that the description of the interaction between the motorist\nand the cyclist at the roundabout was inaccurate; he disputed the article’s\nassertion that the cyclist entered the roundabout “without giving way” to the\nmotorist. The complainant said this was inaccurate because the video showed the\ncyclist checking right before they entered the roundabout, and because the\ncyclist also exited the roundabout before the car appeared. The complainant\nalso said that the video showed that the car actually overtook the cyclist at\nthe roundabout, and that it was inaccurate to state that the cyclist “narrowly\nmissed” the BMW, because it was not the bike traveling toward the car but the\nother way round, and in fact the BMW had attempted the “overtake at a pinch\npoint.” \n7. While\nthe article did mention that the video footage had “been muted as it\ncontain[ed] vulgar threatening language”, the complainant also said that the\narticle breached Clause 1 because it omitted the specific words said by the\ndriver as well as wider context about the kind of content the driver posted on\nhis social media. The complainant also said it was inaccurate to describe the\ndriver as “a HGV driver that captures safe driving and not so safe driving” as\nhe alleged this did not accurately represent the manner of the driver’s\ninteractions. \n8. The\ncomplainant also said the article was in breach of Clause 3 because he believed\nthe article promoted the harassment of cyclists. \n9. The\npublication accepted that the speed of the original video had been altered by a\nthird party but said that it was not aware of this when the article was\npublished. The publication did not accept a breach of Clause 3. The day after\nthe publication was made aware of the complainant’s concerns, the article was\namended to remove reference to the speed of the cyclist. The following footnote\ncorrection was offered: A previous version of this article referred to the\ncyclist travelling 'at speed' and 'racing through'. EdinburghLive accepts that\nit appears that the video's speed has been altered, therefore these references\nhave been removed as we cannot confirm the speed that the cyclist was\ntravelling at. Furthermore, the article also stated that 'Cyclists have also\nbeen given the freedom to position themselves in the centre of the road to\nensure visibility in certain situations'. We would like to make clear that this\nis not a new rule within the Highway Code, however further clarification was\nissued regarding the point. \n10. The\ncomplainant did not accept this amendment as a resolution to his complaint, as\nhe said it did not address all of his concerns. \n11. 14\ndays later, the publication offered to remove the article and published a\nfurther, standalone online correction, headlined “Roundabout video - a\ncorrection: Correction to article published on May 11, 2022.” \nOur\narticle 'Edinburgh cyclist involved in dangerous near miss with driver at\nroundabout', 11 May, presented dashcam footage of a cyclist travelling past a\nroundabout, followed by a vehicle. \nThe\noriginal article referred to the cyclist travelling 'at speed' and stated as\nfact that the cyclist was seen 'racing through... without giving way to the\ntraffic on their right and narrowly miss a black BMW who is forced to slow down\nand is almost brought to a halt to avoid the collision.' EdinburghLive accepts\nthat the video's speed had been altered by a third party, and that the cyclist\nis in fact seen to look, and does not cause the vehicle to slow down or come\nclose to a collision. \nFurthermore,\nthe article also stated that 'Cyclists have also been given the freedom to\nposition themselves in the centre of the road to ensure visibility in certain\nsituations'. We would like to make clear that this is not a new rule within the\nHighway Code, however further clarification was issued regarding the point. We\nare happy to clarify this and apologise for the error. \n12. The\ncomplainant did not accept this as a resolution to his complaint because he had\nconcerns about whether the offered correction would be sufficiently prominent.\nHe also said the correction did not address the inaccurate statement that the\ncyclist pulled out without giving way to the BMW. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit. \nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent. \niii)\nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources. \nFindings\nof the Committee\n13. The\nCommittee firstly considered whether the headline and the other written\nelements of the article misrepresented the content of the video. The Committee\nnoted that the video’s speed had been increased. As a result, the cyclist and\nother vehicles were shown clearly moving faster than they would have in the\nactual events depicted and in a way that seemed unnatural. The Committee\nconsidered that the video did not provide a sufficient basis for conclusions\neither about the speed of vehicles depicted or to what extent there had been the\nrisk of a collision (which required a reasonably accurate assessment of the\nspeed at which vehicles were coming into proximity). As such, the Committee\nfound that the publication had not taken care to avoid describing the video in\na misleading manner when it stated that the cyclist had “careered through”,\nbeen “travelling at speed” and “race[d]” and when it described the interaction\nbetween the cyclist and the BMW as a “near miss”, where the cyclist “did not\ngive way”. There was a breach of Clause 1(i). \n14.\nGiven that the focus of the article was the conduct of the cyclist along the\nroad, combined with the repeated references to the speed of the cyclist, the\nCommittee found the inaccuracy regarding the account of the cyclist’s movement\nalong the road, including the reference to a “near miss”, where the cyclist\n“did not give way” to be significant. As such, once the publication became\naware the videos were sped up and misrepresented the incident, it had a\nresponsibility to correct the article promptly in order to avoid a breach of\nClause 1(ii). \n15. The\nCommittee found that because the correction did not address the inaccuracy\nregarding the cyclist pulling out “without giving way”, the correction did not\nsatisfy the terms of Clause 1(ii), and there was therefore a breach on this\npoint. \n16. The\nCommittee then considered whether omitting to include the audio of the\noriginal, unmuted video, rendered the article inaccurate. It also considered\nwhether it was inaccurate to describe the HGV driver as “a driver that captures\nsafe driving and not so safe driving through the streets of Edinburgh”. The\nCommittee noted that newspapers have the right to choose which pieces of\ninformation they publish, as long as this does not lead to a breach of the\nCode. In this case, omitting to mention the specific comments made by the HGV\ndriver and to quote from a transcript of the video did not in itself make the\nvideo inaccurate, particularly where the article explained that the video was\nmuted and the reasons for doing so. Further, where it was not in dispute that\nthe HGV driver did record drivers, and that in doing so he did film driving\nthat could be characterised as safe or unsafe, the Committee did not consider\nit inaccurate to describe the HGV driver in this manner. The Committee found no\nbreach of Clause 1 on this point. \n17. The\nCommittee finally considered whether the article had breached Clause 3. Clause\n3 generally relates to the way journalists behave when gathering news,\nincluding the nature and extent of their contacts with the subject of the\nstory. Where the concern did not relate to this, as the complainant was at no\npoint contacted or approached by the newspaper, there was no breach of Clause\n3. \nConclusion(s)\n18. The\ncomplaint was partially upheld. Remedial action required 19. The published\ncorrection was offered promptly and with due prominence. However, in order to\nensure the correct position was put on record the publication needed to add a\nreference in the correction to the inaccuracy regarding the cyclist “not giving\nway”. As such the existing correction should be added to, to explain that the\ncyclist was not seen to pull out without giving way to the BMW. \n\n\n\nDate\ncomplaint received: 13/05/2022 \nDate\ncomplaint concluded by IPSO: 29/11/2022\nBack to ruling listing\n\n\n"
}