{
    "url": "/rulings-and-resolution-statements/ruling/?id=09396-16",
    "title": "09396-16 Allison v Sunday Life",
    "provisions": [
        "2 Privacy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2016-09-18 00:00:00",
    "received_on": "2016-10-16 00:00:00",
    "concluded_on": "2017-02-09 00:00:00",
    "complaint_processing_days": 116,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee \nSummary of complaint\n1. Linda Allison\ncomplained to the Independent Press Standards Organisation that the Sunday Life\nbreached Clause 2 (Privacy) and Clause 12 (Discrimination) of the Editors’ Code\nof Practice in an article headlined “Former bank thief on new fraud rap”,\npublished on 18 September 2016.\n2. The article\nreported that the complainant, who it described as a “female fraudster” and a\n“blonde swindler”, had pleaded guilty to charges of forgery. It said that the\ncomplainant who had worked in a bank had previously admitted to stealing “huge\nsums of cash” from the accounts of “deceased and vulnerable customers”.\n3. The article was\nnot published online.\n4. The complainant\nexpressed concern that the newspaper had published her photograph, which she said\nhad been taken without her knowledge or consent. She said her conviction did\nnot diminish her right to privacy. She also considered that the descriptions of\nher as a “female fraudster” and “blonde swindler” were discriminatory. She said\nthe newspaper would not have referred to a male criminal’s gender or to the\ncolour of their hair.\n5. The newspaper\nsaid that the photograph had been taken as the complainant had left court in\nMay 2014; she was in a public place and she was not engaged in a private act.\nIt considered that it was common practice for the media to film and photograph\npeople who faced charges as they arrived or left court.\n6. The newspaper\ndid not consider that describing the complainant as a “female fraudster” or\n“blonde swindler” had been discriminatory. \nIt considered that male criminals were frequently referred to as bald or\nbalding, bearded, long-haired, smartly dressed or scruffy, as young,\nmiddle-aged or elderly, and it provided evidence of this.\nRelevant Code provisions\n7. Clause 2\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n8. The complainant\nhad been photographed outside court. The image had shown the complainant’s\nface; she was not engaged in a private activity at the time it was taken, and\nit did not disclose anything private about her. While she had not consented to\nhaving her photograph taken, this was a public place in which she had no reasonable\nexpectation of privacy. As such, consent was not required by Clause 2(iii). The\ncomplaint under Clause 2 was not upheld.\n9. The Committee\ndid not consider that the references to the complainant as a “blonde swindler”\nor “female fraudster” represented pejorative or prejudicial references to her\nsex. It also noted that Clause 12 (ii) does not refer to an individual’s sex.\nThere was no breach of Clause 12.\nConclusion\n10. The complaint was not upheld.\nDate complaint received: 16/10/2016Date decision issued: 09/02/2017\nBack to ruling listing\n\n\n"
}