{
    "url": "/rulings-and-resolution-statements/ruling/?id=09397-16",
    "title": "09397-16 Allison v The Belfast Telegraph",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2016-10-15 00:00:00",
    "received_on": "2016-10-16 00:00:00",
    "concluded_on": "2017-02-09 00:00:00",
    "complaint_processing_days": 116,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09397-16 Allison v The Belfast Telegraph\nSummary of complaint\n1. Linda Allison\ncomplained to the Independent Press Standards Organisation that the Belfast\nTelegraph breached Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “You are lucky, judge tells £40,000 loan fraudster as she\navoids prison term”, published on 15 October 2016.\n2. The article\nreported that the complainant had pleaded guilty to charges of forgery and had\nbeen given a 12-month sentence, which was suspended for three years. It said\nthat she had previously admitted to stealing from dormant bank accounts during\nher employment at a bank. \n3. The article was\nalso published online.\n4. The complainant\nexpressed concern that the newspaper had published her photograph, which she\nsaid had been taken without her knowledge or consent. She said her conviction\ndid not diminish her right to privacy.\n5. The newspaper\nsaid that the photograph of the complainant had been taken on a public street\nin circumstances in which she did not have a reasonable expectation of\nprivacy.  It considered that given the\nserious criminal charges she faced and her subsequent conviction, it had been\nentitled to take her photograph.\nRelevant Code provisions\n6. Clause 2\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n7. The complainant\nhad been photographed outside court. The image had shown the complainant’s\nface; she was not engaged in a private activity at the time it was taken, and\nit did not disclose anything private about her. While she had not consented to\nhaving her photograph taken, this was a public place in which she had no\nreasonable expectation of privacy. As such, consent was not required by Clause\n2(iii). The complaint under Clause 2 was not upheld.\nConclusion\n8. The complaint\nwas not upheld.\nDate complaint received: 16/10/2016Date decision issued: 09/02/2017\nBack to ruling listing\n\n\n"
}