{
    "url": "/rulings-and-resolution-statements/ruling/?id=09437-19",
    "title": "09437-19 Shipsey v Bournemouth Echo",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "6 Children (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Echo (Bournemouth) (Newsquest Media Group)",
    "published_on": "2019-12-09 00:00:00",
    "received_on": "2019-12-10 00:00:00",
    "concluded_on": "2020-06-05 00:00:00",
    "complaint_processing_days": 178,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A Date complaint received: 10/12/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 09437-19 Shipsey v\nBournemouth EchoSummary of Complaint1. Michelle Shipsey complained to the Independent Press\nStandards Organisation that the Bournemouth Echo breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 3 (Harassment) and Clause 6 (Children) of the\nEditors’ Code of Practice in an article headlined “Former social services\nworker who accessed care records appears in court”, published on 9 December\n2019.2. The article reported on the court case of a former social\nservices support officer who had unlawfully accessed people’s social care\nrecords. It reported that the support officer had given “details to parents at\ntheir children’s school” and that the “offences came to light after a service\nuser informed their social worker Shipsey had revealed information about them\nto one or more parents at their children’s school”. The article also detailed\nthe crime that the former support officer had been convicted of: “for viewing\nrecords of people known to her between May 25 and July 26 last year without a\nbusiness need to do so”.3. The article also appeared online in substantially the\nsame format under the headline: “Former social services worker who accessed\ncare records appears in court”. This article was also shared on the\npublication’s Facebook page under the status “Shipsey gave private information\nto other parents at a school”.4. The complainant, the former social services worker who\nwas the subject of the article, said that the article was inaccurate in breach\nof Clause 1. She accepted that she had been found guilty of accessing\ninformation, but said that it had not been heard in court, nor was it true,\nthat she had shared the private information with parents at a school. She said\na neighbour had speculated that she had accessed the records, and this\naccusation was how it became known that she had illegally accessed the records.\nShe also said it was inaccurate to state that she had obtained “people’s”\npersonal information as it was a family’s file. The complainant provided her\ncourt summons which showed that she had been charged with obtaining personal\ndata, but did not mention sharing the information.5. The complainant also said that the article breached\nClause 2, as it had revealed her street level address.6. The complainant also said that comments posted on the\narticle when it was shared to Facebook constituted harassment in breach of\nClause 3.7. The complainant said that the article breached Clause 6\nas she has two young children and printing her full name and street level\naddress had put them at risk.8. The publication did not accept that it had breached the\nEditors’ Code. It provided a news release from the ICO which stated that “The\noffences came to light after a service user informed their social worker that\nShipsey had revealed information about them to one or more parents at their\nchildren’s school.” It said that this had been released after the court case,\nand that within the court case it had been accepted as fact that her sharing of\ninformation came to light via the school, even if it did not form part of the\ncharge itself. It said that the article was an accurate report of this press\nrelease, which implicitly accepted as fact that the information had been\nshared, and that there was no failure to take care by reporting it. The\npublication offered to write a follow-up article with the complainant’s consent\nexplaining the impact of her offence.9. The publication said that Clause 2 had not been breached,\nas it was entitled to print the address of people who are named in open court\nproceedings. It also noted it did not print the number of the house that the\ncomplainant lived at.10. The publication said that Clause 3 and Clause 6 were not\nengaged. It also said that it could not control whether comments were allowed\non an article shared on Facebook, however the negative third party comments\nthat the complainant was concerned about had been hidden from public view as\nsoon as they were reported.Relevant Code Provisions11. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.12. Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.13. Clause 3 (Harassment)*i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.14. Clause 6 (Children)*i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.v) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.Findings of the Committee15. The ICO press release had stated that the “offences came\nto light after a service user informed their social worker that [the\ncomplainant] had revealed information about them to one or more parents at\ntheir children’s school”, but had made clear that she was only found guilty of\naccessing data. The complainant had provided evidence to show that she had not\nbeen charged with sharing information. The newspaper was entitled to rely on\nthe press release of the ICO, which was the prosecuting body in this case, and\ntherefore there had been no failure to take care under Clause 1(i). The Committee\nnoted that the offence for which the complainant was convicted was accurately\nreported; it was not reported within the article that she had been convicted\nfor sharing data. Reporting that she had given details to parents at their\nchildren’s school was not a significant inaccuracy in the context of an article\nwhich was reporting on her conviction. There was no breach of Clause 1(ii).16. The same press release had also said that the\ncomplainant had accessed the records of “individuals”. As such, it was not\ninaccurate for the newspaper to have reported that she had illegally accessed\n“people’s” records.  The committee noted\nthat in any case, the complainant accepted that she had accessed records of\nfour people in the same family. In addition, the publication had made clear\nwhat offence the complainant had been prosecuted for. The newspaper had not\nfailed to take care under Clause 1(i) and there was no significant inaccuracy\nrequiring correction under Clause 1(ii).17. The circumstances in which people have a reasonable\nexpectation of privacy in relation to their address are limited. In this case,\nthe complainant’s address had been disclosed in an open court. The publication\nof addresses serves to identify defendants and helps to distinguish them from\nothers. Therefore, the complainant had no reasonable expectation of privacy\nover this information and the newspaper was entitled to publish her partial\naddress. In addition,  the fact that the\ncomplainant had children also did not did not mean that the newspaper was not\nentitled to report it, and the children were not referred to within the\narticle.  There was no breach of Clause 2\nor Clause 6.18. Reader comments only fall in IPSO’s remit if they have\nbeen subject to some form of editorial control. For instance, if they have been\nflagged to the publication and the publication has reviewed them and decided to\ncontinue to publish them. In this case, when the comments were flagged, they\nwere hidden from public view so there was no published content for the\nCommittee to consider. In any case, Clause 3 relates to the behaviour of\njournalists prior to the publication of an article. As this was not relevant to\nthis complaint, the terms of Clause 3 were not engaged.Conclusions19. The complaint was not upheld.Remedial Action Required20. N/A Date complaint received: 10/12/2019Date complaint concluded by IPSO: 05/06/2020\nBack to ruling listing\n\n\n"
}