{
    "url": "/rulings-and-resolution-statements/ruling/?id=09453-22",
    "title": "09453-22 A woman v Daily Mirror",
    "provisions": [
        "14 Confidential sources (2021)",
        "12 Discrimination (2021)",
        "3 Harassment (2021)",
        "2 Privacy (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2022-05-13 00:00:00",
    "received_on": "2022-05-17 00:00:00",
    "concluded_on": "2022-11-07 00:00:00",
    "complaint_processing_days": 174,
    "conclusion_long": "33. The complaint was not upheld.",
    "remedial_action": "34. N/A    Date complaint received: 17/05/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09453-22 A woman v Daily Mirror\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that Daily\nMirror breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment)\nand Clause 14 (Confidential sources) of the Editors’ Code of Practice in an\narticle headlined “Evil Bellfield’s girlfriend: I’m not ashamed / I AM NOT\nASHAMED..LEVI HAS CHANGED”, published on 13 May 2022.\n2. The\narticle reported on a relationship between an unnamed woman and a convicted\nserial killer. The article was featured as a teaser on the front page of the\nnewspaper showing a picture of the woman with her face pixelated alongside the\nman’s head shot. It described the article as an “exclusive” with the headline:\n“Evil Bellfield’s girlfriend: I’m not ashamed”.\n3. The\nsubstantive article appeared on pages eight and nine of the newspaper, and was\nagain described as an “exclusive”. It contained several quotes attributed to\nthe “girlfriend” of the serial killer: that he had “changed” in prison; was\n“not a monster” but had “a bad past” and “has remorse”. The article also quoted\nher as saying that she was “not ashamed” of the relationship; and that she was\n“no random silly woman with an obsession for serial killers. I’m a very\neducated, intelligent woman, nobody’s fool. I don’t know Levi from 2002, I know\nthe Levi of now. Well since 2019. I’m extremely non-judgmental, and although I\nhave great empathy with the victims, I have empathy with Levi too. He is my\npartner, we have an extremely close relationship – people may not understand\nthat, but we all make our choices in life” and they had shared “kisses and\ncuddles” in jail and had “moaned about prison conditions”. The article reported\nthat Mr Bellfield was “planning to get married in prison” and that he had\n“consulted a solicitor to help him with his plan to marry and ha[d] lodged an\napplication with chiefs at Frankland prison in Co Durham”.\n4. The\narticle also appeared online under the headline “Exclusive: Levi Bellfield’s\ngirlfriend says killer is ‘not a monster’ and has ‘changed’ in prison”, and was\npublished on 12 May (one day prior to the print publication) in substantially\nthe same format.\n5. The\ncomplainant, the woman referred to in the article as the girlfriend of the\nserial killer, said that the article was in breach of Clause 2. She had read an\narticle about her partner which appeared in a previous, Sunday edition of the\nnewspaper, and said she had written to the journalist who wrote that piece on 1\nMay  to make a complaint about it.\n6. In\nthat email, the complainant stated: “I am writing to you on behalf of my\npartner levi Bellfield re the article you published in todays paper. He wishes\nto make the following comments” [sic] and then explained why the man considered\nthe article to be inaccurate. The complainant also made comments on their\nrelationship in this email, some of which were included in the article under\ncomplaint. She had ended the email stating: “Levi will be putting an official\ncomplaint in. This email is confidential in that obviously gives my name. If\nyou print my name I will not hesitate to sue you! For the simple reason there\nare many many judgemental people in this world, haters and I have to think of\nmy own family and myself. My windows would no doubt be put through! Thank you\nfor respecting my privacy” [sic].\n7. The\nreporter responded via email on 2 May asking if the complainant would be\nwilling to meet to discuss the matter. On the same day the complainant\nresponded by email that she would need to think about it and discuss the matter\nwith her partner. She also made further comments about herself, her\nrelationship and prison conditions, which were included in the article. The\ncomplainant ended this email by stating: “As I said please respect my privacy\nand under no circumstances ever reveal my name as you would put me and my\nfamily in danger due to the judgemental haters of this world. He’s been\nsentenced and lost his life too. But still it’s not enough and people would\nwithout doubt come after me. I’m not ashamed of my relationship with Levi, but\nI have a family to protect too. I hope you understand that” [sic].\n8. The\ncomplainant said that she received a phone call from the reporter on 10 May but\nwas unavailable to speak at that time. She said she was unsure as to how the\nnewspaper had obtained her phone number and was concerned it had obtained it\nfrom a separate complaint she had with IPSO. She considered that using her\ncontact details in this manner intruded into her private life.\n9. On 11\nMay, the complainant said she received a WhatsApp message from the journalist,\nwhich she provided to IPSO. The message said that the publication would be\npublishing a piece about her engagement to the man and wanted to speak to her\nabout it. The complainant responded to the message saying it was “absolute\nrubbish” then said, “In fact send me your email I will give you a statement”.\nShe also referred to a “duplicate story”, as a separate newspaper had published\na story about her relationship to the prisoner, which she did not want to make\na complaint about as she did not consider herself to be identifiable by the\npictures it had used. The complainant also said she had received 20 missed\ncalls from an unknown number on this date.\n10. On\n12 May, after the publication of the online version of the article, the\ncomplainant sent a further email disputing the accuracy of the article under\ncomplaint and stated she was not engaged. She also stated “Now please leave me\nalone, I’m changing my phone number and email. I have been advised by my\nsolicitor to ignore you completely. It’s nothing less than harassment at it’s\nbest” [sic], and then on 14 May she sent a further email which stated “Do not\ncontact me by email or phone ever again. A complaint has gone in about you,\nyour behaviour is beyond comprehension”.\n11. The\ncomplainant said that her email of 1 May had been her first contact with the\npublication and that had been solely to make a complaint about the previous\narticle in the Sunday edition. She said that she had stressed that the\ncorrespondence in relation to this complaint was confidential. She said,\ntherefore, that she had an expectation of privacy over the information\ncontained in her correspondence and that the publication should not have\npublished her comments.\n12. The\ncomplainant also said that the use of the photo of her taken from social media\nwas a breach of Clause 2. She said that, whilst the images were pixelated, they\nwere her profile photos and were clearly recognisable to anyone who knew her.\nThe complainant said that she had been recognised at the prison by another\nvisitor due to the photos included in the article. She said that by publishing\nher likeness in this way and connecting her with the prisoner, the newspaper\nhad put her and her family at risk. The complainant also said that her Facebook\naccount was private and had been for several years.\n13. The\ncomplainant also said that as she had stated that the email was “confidential”,\nas well as having requested her privacy be respected and her name not be\nrevealed, the publication had breached its moral obligation to protect her as a\nconfidential source under Clause 14 by publishing the contents of her email.\n 14. The complainant also said that the\nreporter’s behaviour prior to the publication of the article amounted to\nharassment in breach of Clause 3. She said that a journalist had requested to\nmeet her, however she did not want to meet him. She also said that after\nfailing to respond to his messages, he had also attempted to call her and sent\nher messages on WhatsApp. The complainant said she had only engaged in\ncorrespondence with the publication to correct the story published in the\nSunday edition, and that she had felt “hounded” and intimidated by the\npublication’s subsequent efforts to contact her. She said on 11 May she had\nasked the publication not to publish the story, but it did so anyway.\n15. The\ncomplainant also said that the article was inaccurate in breach of Clause 1.\nShe said that the article had been described as an “exclusive” which gave the\nmisleading impression she had willingly been interviewed by the newspaper, when\nin fact she had been trying to make a complaint and had not believed the\ncontent of her emails would be published. In addition, the complainant said\nthat she was not engaged to the prisoner, nor had she ever told the newspaper\nthat she was.\n16. The\npublication did not accept a breach of the Code. It said that the complainant\nhad initiated contact with a reporter and had willingly provided information in\nresponse to an earlier article. It acknowledged that the complainant had asked\nfor her name not to be revealed and said that it had taken efforts to protect\nher identity, such as omitting her name and pixelating photographs of her.\nHowever, it noted that the complainant had started her first email by stating\nthat she was writing on behalf of the prisoner and that he wanted to make “the\nfollowing comments”. The publication said, therefore, that it was reasonable\nfor the newspaper to interpret the email sent by the complainant as a right of\nreply and to clarify points regarding their relationship which it was entitled to\npublish. It also noted that when the reporter asked the complainant if she\nwanted to meet, she gave further information about her relationship, yet only\nexpressed concerns that the publication not reveal her name. The publication\nalso supplied a transcript of the phone call with the complainant and said that\nat the end of the phone call the complainant asked if she could call the\nreporter the next day, and in the subsequent WhatsApp messages she had asked to\n“give a statement”. It said that in these circumstances the complainant did not\nhave a reasonable expectation of privacy over the information in the article.\n17. In\naddition, the publication said it did not consider that the complainant had a\nreasonable expectation of privacy in respect of being identified in connection\nto the information in the article. It said that the fact of a relationship was\nnot private, and the complainant had confirmed that she was not ashamed about\nit. It said that the complainant chose to embark on a relationship with a notorious\ncriminal murderer which would be considered by many to be controversial.\n18. With\nregards to the photographs, the publication said that the images used in the\narticle had been taken from the complainant’s open Facebook page, and noted\nthat other images showing the complainant’s likeness were also visible on her\nTwitter page. In addition, the publication noted that the complainant’s face\nwas obscured when published.\n19. The\npublication also said that it did not receive the complainant’s telephone\nnumber from her previous IPSO complaint, which was not received until after it\nhad called her. In addition, it stated that it did not consider that gaining\nher telephone number in order to clarify information with a view to publication\nwas an intrusion into her private life.\n20.\nSimilarly, the publication did not accept that the complainant was a\nconfidential source such as to engage Clause 14. As previously noted, it said\nthat the complainant had provided “comments” and had offered to give “a statement”\nand therefore the publication did not accept that the complainant had made\nclear that the information should not be published. It also said that, in any\ncase, the complainant was not identifiable from the article, where the\nphotographs of her had been obscured.\n21. The\npublication also said that there was no breach of Clause 3. It acknowledged\nthat a request to stop contact had been received on 14 May; however, it said\nthat the complainant had not been contacted by the publication after that date.\nIt also said that none of the other contact it had with the complainant\namounted to intimidation, harassment or persistent pursuit, but that the\ncomplainant was voluntarily providing information to the publication. It also\nsaid that the journalist had always been polite in their communications.\n22. The\npublication did not consider that there had been a breach of Clause 1. It\nrepeated its position that it did not consider the emails to be confidential\nand noted that it was the only newspaper to have been supplied with them. On\nthis basis, it did not consider it to be misleading to describe the article as\nbeing “exclusive”.\n23. The\npublication also noted that the article did not report that the complainant was\nengaged, nor did it refer to her as the fiancée of her partner. It said that\nthe article had reported that her partner had “consulted a solicitor to help\nhim with his plan to marry and ha[d] lodged an application with chiefs at\nFrankland prison in Co Durham”. It said, therefore, that this related to the\ncomplainant’s partner and not her, and that it had been confirmed by the\nMinistry of Justice.\n24. The\ncomplainant disputed that her Facebook account was public. She noted that the\nwhole account had been private; however, she accepted that two profile pictures\nused in the article, had been public. She said she had been unaware of this and\nhad since changed the account to be fully private. She said that the journalist\nshould have been aware that it was private and not used the images.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n14 (Confidential sources)\nJournalists\nhave a moral obligation to protect confidential sources of information.\nFindings\nof the Committee\n25. The\nCommittee noted that the material about the complainant in the article derived\nmainly from emails sent by the complainant to the publication. The complainant\nhad said they formed part of a confidential complaints process and she\ntherefore had a reasonable expectation of privacy over their contents. The\npublication said that the emails had not been a complaint, but rather a\nresponse to a previous article on behalf of herself and her partner, and that\nthe complainant had only requested that her name not be published, which it was\nnot.\n26. The\nCommittee noted that the article did not simply report the existence of the\nrelationship between the complainant and an imprisoned serial killer, but also included\na number of details, such as the complainant’s feelings about the\nrelationship.  The Committee considered\nthat there may be a reasonable expectation of privacy in respect of information\nof this nature, and in reaching its decision gave careful consideration to the\ncircumstances which existed in this case.\n27. The\nCommittee first wished to make clear that providing information to a\npublication in the context of making a confidential complaint about published\nmaterial would not amount to a public disclosure for the purposes of Clause\n2(ii); IPSO itself requires that material provided as part of an IPSO complaint\nis to be kept confidential.  The\nCommittee therefore carefully reviewed the content of the emails which had been\nexchanged between the complainant and the publication.  The Committee noted that the complainant’s\nfirst email had started by stating that her partner “wishes to make the\nfollowing comments” and ended by stating he “will be putting an official\ncomplaint in” which suggested that the information had not been provided as\npart of a complaint and that any such complaint would follow separately. The\nCommittee noted that the complainant had written in the first email: “This\nemail is confidential in that obviously gives my name. If you print my name I\nwill not hesitate to sue you!”, and in the second: “As I said please respect my\nprivacy and under no circumstances ever reveal my name”. The Committee\nconsidered that those sentences indicated that the complainant expected only\nthat her name would be kept confidential but that, by extension, she did not have\na similar expectation in relation to the rest of the information provided.  In the second email, which was sent by the\ncomplainant in response to the reporter asking if she wished to “discuss” the\nmatter, the complainant said she would have to “think about it”, and she also\nprovided further information about her and her partner after stating “just so\nyou know” to the reporter. Again, this email ended with a request for\nconfidentiality only in relation to her name.\n28. The\nCommittee noted that the specific piece of information that the complainant had\nasked to be kept confidential was her name, and this was not published in the\narticle. Having given consideration to the content of the complainant’s emails\nand that they had been sent in response to previously published material but\nnot, in the Committee’s view, as part of a confidential complaint about that\nmaterial, the Committee considered that the complainant had voluntarily\ndisclosed this information to the publication. Having done so, publication of\nthe information did not amount to an intrusion into the complainant’s private\nlife.  There was no breach of Clause 2. \n29. The\ncomplainant also said that she had a reasonable expectation of privacy over the\nphotographs had been taken from her Facebook profile and published in the\narticle. She acknowledged that the photographs were public, although the rest\nof her profile was not. When considering complaints under Clause 2, the\nCommittee considers to what extent the information is already within the public\ndomain. In these circumstances, the photographs used in the article had been\nplaced in the public domain by the complainant and therefore she did not have a\nreasonable expectation of privacy over them. There was no breach of Clause 2 on\nthis point.\n30. The\nCommittee then turned to the question of whether the complainant had been\nacting as a confidential source and had subsequently been identified in breach\nof Clause 14. However, the Committee noted that the complainant had not\nrequested to be a confidential source, nor had the publication entered into an\nagreement with her that she would be a confidential source. She had requested\nthat her name not be published, and the publication did not do so; she was not\nidentified by name, and the publication had taken the further step of\npixelating the published photograph of her so that she could not be readily\nidentified from it. There was no breach of Clause 14.\n31. The\ncomplainant also said that the conduct of the reporter prior to the publication\nof the article amounted to a breach of Clause 3. The Committee reviewed the\nwritten correspondence from the journalist to the complainant, which it found\nto be professional and polite. It also noted that, whilst the complainant did\nnot expect to receive a phone call or know how the publication had obtained her\nnumber, journalists reaching out to complainants for comment does not in itself\nrepresent a breach of Clause 3 – and in fact could be part of their\nresponsibility to take care over the accuracy of published information.\nFinally, the Committee noted that the first time a request to desist had been\nmade was on 12 May, and that this request had been respected and no further\ncontact was made after this date. On this basis, the Committee did not find a\nbreach of Clause 3.\n32. The\ncomplainant had also said that it was misleading to describe the article as\n“exclusive”. However, where the article included information which she had\nprovided only to one publication, the Committee did not consider this to be\nsignificantly misleading. Additionally, the complainant had said she was not\nengaged, and that the article was inaccurate to suggest this. However, the\nCommittee noted that the article had not stated she was engaged, but that her\npartner, not the complainant herself, was “planning to get married in prison”\nand that he had “consulted a solicitor to help him with his plan to marry and\nha[d] lodged an application with chiefs at Frankland prison in Co Durham”. As\nthe article did not state that the complainant was engaged, and she had not\ndisputed that such an application had been lodged, there was no breach of\nClause 1.\nConclusion(s)\n33. The\ncomplaint was not upheld.\nRemedial\nAction Required\n34. N/A\n\n\n\nDate\ncomplaint received: 17/05/2022\nDate\ncomplaint concluded by IPSO: 07/11/2022\n\n\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}