{
    "url": "/rulings-and-resolution-statements/ruling/?id=09483-22",
    "title": "09483-22 Various v Daily Mail",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2022-05-02 00:00:00",
    "concluded_on": "2022-08-25 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A    Date complaint received: 02/05/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09483-22 Various v Daily Mail\nSummary\nof Complaint\n1. The\nIndependent Press Standards Organisation received 79 complaints that the Daily\nMail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “SHOW US THE PROOF, SIR KEIR”, published on 2 May 2022 and an\narticle headlined “Riddle as takeaway driver tells of ‘big’ curry delivery for\nup to 30 people... then U-turns hours later”, published on 2 May 2022.\n2. The\nfirst article reported on “demands” from Tory MPs that Sir Keir Starmer provide\nevidence relating to “beergate”. It said Sir Keir had insisted that on the\nnight in question “he was working and he and his team had only stopped for a\nbreak and food before resuming their duties at Durham Miners Hall”, whereas\nTory MPs had asked for evidence he returned to work after being videoed\ndrinking a beer at 10.04pm on a Friday night on 30 April 2021 and that the\npeople who filmed him had seen a number of people present.\n3. The\nsecond article also reported on the night of 30 April, but focussed on the\nclaims of a takeaway driver who had initially stated that he had delivered a\n“quite big order” of food to the Durham location, but “after the Mail continued\nto make enquiries last night, the delivery driver changed his story, claiming\nhe had never even been to the Miners Hall”. The article described the\n“43-second footage” as showing Sir Keir “drinking beer” and that several people\nappeared to be eating naan bread. This article referred to the incident as “the\n10pm gathering”.\n4. The\nfirst article began on the front page and continued onto page 6. The second\narticle was published on page 7 – so that it faced the first article in the\nsame two page spread. The first page referred to the footage being shot at\n“10.04pm on a Friday night”, and the subheading described the incident as “10pm\ndrinks”. On page 6 the article also stated that Sir Keir had been pictured\n“after 10pm”. On the same page was a still from a video taken on 30 April, in\nwhich Sir Keir could be seen drinking a beer with the caption “Video footage:\nKeir Starmer with a beer in the Durham Miners Hall”. Page 7 contained an image\nof Sir Keir eating a curry at a table with another plate of food facing him,\nand no other people visible. It was accompanied by the caption “Takeaway fan:\nKeir Starmer tucking into a curry”.\n5. The\nfirst article also appeared online under the headline “Show us the proof, Sir\nKeir: MPs demand evidence that Labour leader did not break Covid rules over\n'beergate' amid claims of big curry delivery and 10pm drinks... as he still insists\nit was a 'break' during work”, published on 1 May, in substantially the same\nformat. The article also contained the same image of Sir Keir sitting at a\ntable eating a curry but less tightly cropped so that more of the original\nimage was visible than in the print version. This version also contained: the\nshoulder of someone sat next to Sir Keir, a second plate of food set opposite\nhim, another dining table behind him and a window which had light shining\nthrough it in the background.\n6. The\nsecond article also appeared online under the headline “New 'beergate' riddle\nas takeaway driver tells of 'big' curry delivery for up to 30 people... then\nU-turns hours later”, published on 1 May 2022. It again contained a wider\ncropped version of the image of Sir Keir eating curry, which showed he was sat\nnext to another person, that the room contained another table, and that there\nwas a window in the background which appeared to show light shining through it.\nThe caption to this image was: “Sir Keir Starmer insisted ‘no rules were\nbroken’ as he accused the Tories of ‘trying to throw mud around’ ahead of\nThursday’s local elections”. This article did not contain the still of Sir Keir\ndrinking beer, but slightly over an hour after the publication of the article,\nthe video of Sir Keir drinking beer was added to the article.\n7. The\ncomplainants said that the articles were inaccurate in breach of Clause 1 as\nthe image of Sir Keir eating curry had been taken in 2015. Complainants said\nthat the inclusion of the image of Sir Keir eating in the two articles gave the\ninaccurate impression that the image was contemporaneous and that it\nrepresented him breaking Covid rules on 30 April. They noted that that the full\nversion of the image, not reproduced in any of the articles under complaint,\nshowed Sir Keir eating with a man who died in 2019, which some complainants\nconsidered was done deliberately in order to mislead the public.\n8. The\npublication did not accept a breach of the Code. It said that whilst the image\nhad been taken in 2015, it did not consider that any reasonable reader would be\nsignificantly misled into understanding that the photograph was of the incident\nthat was the subject of the article, or that its inclusion in the article gave\nrise to any significant inaccuracy. It said that the photograph simply served\nas an illustration of Sir Keir eating a curry – the same food that he had\naccepted he had consumed on 30 April. The publication said the article did not\npurport to show an image from the disputed event and was simply captioned as\n“Keir Starmer tucking into a curry” – as opposed to the still from the video in\nthe first article which was captioned “Keir Starmer with a beer in the Durham\nMiners Hall”. The publication noted that Sir Keir was wearing a different\noutfit in the two images, and that the articles where both images could be seen\nwould allow readers to directly compare the two. It also said that as the video\nhad been added to the online version of the second article an hour after\npublication, that this should be considered as having been part of this version\nof the article. The publication said that the image of Sir Keir eating curry\nwas clearly taken in the middle of the day in a restaurant by a professional\nphotographer, rather than the video and the still taken from it which showed\nSir Keir at the Miners Hall and was shot in the evening by an amateur with a\nphone camera through an open window. The publication also said that footage and\nstills of the incident had been the subject of high-profile and repeated\ncoverage – and considered it would be highly unlikely that a high-resolution,\nclose-up photograph from the same event would appear without comment on page 7\nof the paper. The publication said that the culmination of these factors would\nmake clear to readers that this was not a photograph from the same event.\n9. The\npublication said that, in any eventuality, the photograph of Sir Keir eating a\ncurry was a generic picture that did not create any significantly misleading\nimpression as to the events at the Durham Miners Hall: Sir Keir had not\ndisputed that he ate a curry on 30 April and the photograph did not suggest\nthat any other activities were taking place.\n10.\nWhilst the publication did not accept that the publication of the photograph\nrepresented any significant inaccuracy, it offered to publish the following\nwording on page 2 in its corrections and clarifications box:\nAn\narticle on May 2 about the ‘Beergate’ allegations against Sir Keir Starmer\nincluded a photograph which showed him eating a curry. Although the article\nmade no claim that this showed Sir Keir at last year’s event at the Durham\nMiners Hall, we are happy to make clear that this photograph was taken in 2015\nand was used for illustrative purposes only.\nIt also\namended the caption of the online version of the first article to read “Sir\nKeir Starmer insists he did not break Covid rules when he was caught on camera\nswigging beer with colleagues last year (Stock image)” and offered to add the\nfollowing as a footnote to the online articles:\nThis\narticle includes a photograph which shows Sir Keir Starmer eating a curry. We\nare happy to make clear that this photograph was taken in 2015 and is used for\nillustrative purposes only.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n11. It\nwas not in dispute that the photograph of Sir Keir eating a curry was a\nhistoric image, which did not depict the event which was the subject of the\narticles. The question for the Committee was whether the articles gave the\nimpression that the photograph showed Sir Keir at the event in question, and\nwhether that rendered the articles significantly inaccurate, misleading or distorted.\n12. The\nCommittee first considered the nature of the coverage. The claims surrounding\nSir Keir’s activities on 30 April in relation to “beergate” or “currygate” had\nbeen widely reported – including the still taken from the video of Sir Keir\ndrinking a beer in Durham Miners Hall. The video still image had been included\nin articles published by the Daily Mail on multiple occasions prior to the\npublication of the articles under investigation. Both articles also made clear\nthat the incident had taken place at 10pm – with the print versions including\nit in the frontpage straplines and again in the body of the articles on pages\n1, 6 and 7.\n13. With\nregard to the print articles, the still image of Sir Keir with a beer was\npositioned on page 6, and the image of him eating curry was on the opposite of\nthe double page spread on page 7. The two images differed extensively; most\nnotably, the still image was of low resolution, evidently taken from a distance\nthrough a window at night, whereas the photograph of Sir Keir eating curry was\nof significantly higher quality, taken in very close proximity to Sir Keir,\nshowed him wearing different clothes and appeared to be taken during the day.\nAs the images were on the same double page spread, readers would be able to\ndirectly compare the two images, and their differences. This, in combination\nwith the previous coverage of the video and stills of Sir Keir drinking beer\nand the fact that the articles had stated that the video had been taken at\n10pm, made clear that images were not taken at the same event. Where the\narticles did not state that the image was taken on 30 April, and the image\nsimply illustrated Sir Keir eating a curry, which he had accepted he had done\non the date in question, it was not misleading to use this picture to\nillustrate the story. There was, therefore, no breach of Clause 1 in relation\nto the print articles.\n14. The\nonline version of the first article also contained both the still from the\nvideo and the picture of Sir Keir eating curry which was cropped less tightly\nso as to show daylight in the background. It also made clear at a number of\npoints that the video had been taken at 10pm. Therefore, for the same reasoning\nprovided for the print articles discussed above, there was no breach of Clause\n1.\n15. The\nonline version of the second article had referred to Sir Keir as being filmed\nby students “drinking beer”. The image in the article was clearly not a still\ntaken from a video, as it was a high-resolution image of good quality taken in\nclose proximity and, furthermore, did not show Sir Keir drinking a beer. In\naddition, this version of the photograph also showed a window with daylight\ncoming through it in the background, whilst the article made clear that the\nincident had occurred at 10pm. This, in conjunction with the fact that the\nvideo and stills from it had been previously widely reported, made it clear\nthat this image had not been taken on the night in question. There was,\ntherefore, no breach of Clause 1 in relation to this article.\nConclusion(s)\n16. The\ncomplaint was not upheld.\nRemedial\nAction Required\n17. N/A\n\n\n\nDate\ncomplaint received: 02/05/2022\nDate\ncomplaint concluded by IPSO: 25/08/2022\nBack to ruling listing\n\n\n"
}