{
    "url": "/rulings-and-resolution-statements/ruling/?id=09505-22",
    "title": "09505-22 Hunter v Daily Mail",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "10 Clandestine devices and subterfuge (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2022-01-18 00:00:00",
    "received_on": "2022-05-20 00:00:00",
    "concluded_on": "2022-11-18 00:00:00",
    "complaint_processing_days": 182,
    "conclusion_long": "26. The complaint was not upheld.",
    "remedial_action": "27. N/A    Date complaint received: 20/05/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09505-22 Hunter v Daily Mail\nSummary\nof Complaint\n1. Carl\nHunter complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “Former MP 'felt threatened' by top Tory adviser in phone\ncalls: Charlotte Leslie contacted police claiming senior party activist asked\nif she could 'walk the dog at night and sleep well'”, published on 18 January\n2022 and an article headlined “Tycoon and Tory adviser accused of bullying\nex-MP”, published on 21 January.\n2. The\nfirst article reported on a telephone call between a former MP and the\ncomplainant, who was described as a “government adviser”. It reported that the\ntelephone call occurred after “a clash” and “a power struggle” between the\nformer MP, Charlotte Leslie, and a named “telecoms tycoon” in relation to the\ncontent of a “dossier”. The article said that “moves to defuse the rift led to\na series of phone calls between [the complainant], acting as ‘mediator’, and\n[the MP]”. The article stated that the former MP had “contacted police claiming\nthat she had been ‘threatened’” by the “’sinister’ phone call”. The article\ncontained several quotes from the recorded telephone call: [the complainant]\ntelling the former MP that “you need to consider your position – being able to\nwalk the dog at night, being able to sleep well at night”; that the complainant\nhad “insisted [the MP] was ‘alone’ and faced ‘a world of pain’ unless she\nbacked down”; that she was “in the eye of the storm... it's [her] they seem to\nbe after”; had claimed ”It's like a volcano” and that the dispute would\n“monopolise [her] life for as long as it lasts... it just weighs on your mind\nso much... I don't want to see you photographed in some tabloid standing on the\nsteps of somewhere”. The article said that there had been four telephone calls\nbetween the complainant and the former MP and that the advisor “denied\nthreatening” the her and that when approached for comment, had stated that “I\ndo not recollect using that sort of language. I was trying to help Charlotte”.\nThe article contained a four and a half minute recording of the telephone call,\nwhich included the quotes in the article.\n3. The\nsecond article reported on the same telephone call after it was discussed in an\n“explosive Commons debate” and stated that the complainant had been\n“criticised” by MPs in Parliament. It described the complainant as having\nattempted to “broker peace” between Ms Leslie and the Tory donor. This article\nalso stated that the former MP had “complained to the police about the\n‘sinister’ calls” and included the quote in which the complainant had said the\nformer MP should “’consider being able to walk the dog at night’ if she refused\nto apologise”. It said that the complainant had declined to comment.\n4. The\narticle also appeared online in substantially the same format under the\nheadline, “Tycoon and Tory adviser are accused of ’bullying’ former MP\nCharlotte Leslie in row over Middle East group”.\n5. The\ncomplainant said that the articles were inaccurate in breach of Clause 1. He\naccepted that he had spoken the words in the audio recording, and which were\nquoted in the articles, but noted that the calls had been far longer than the\nfour-minute clip published and quoted. He said, therefore, that this was\nclearly a heavily edited excerpt that had missed much of the surrounding\ncontext of the quotes. The complainant said this rendered the articles\nmisleading and was particularly concerned that the articles had omitted to\nmention that the former MP had expressed her appreciation to him during the\ncalls for his attempts to reconcile the parties. He said that she had not\nstated that she found the conduct inappropriate, offensive or threatening\nduring the telephone call itself nor when she met him at the annual\nConservative party conference at a later date. The complainant said that the\nomission of this context led to the articles being unbalanced and unfair: the\ncomplainant’s aim was to assist her, and he was a neutral party. He said that\nthe full recording would have demonstrated that the calls were not “sinister”.\n6. The\ncomplainant also said the articles were inaccurate as they did not report that\nhe had participated in the telephone call as part of his role as a “mediator”\nor that the mediation process was private and confidential. He also said it was\ninaccurate not to report that he was unaware he was being recorded.\n7. The\ncomplainant said that it was misleading for the articles to report that the\nformer MP had made a complaint to the police, but not to publish the outcome of\nthe complaint. He noted that he had been told by the police on 15 March 2022,\nalmost two months after the publication of the articles, that no further action\nwould be taken in relation to the complaint.\n8. The\ncomplainant also stated that he had not been given a fair opportunity to\ncomment on the information contained in the articles. Whilst he accepted that\nhe had been contacted in advance of the first article and had been asked\nquestions, he considered the reporter to have been “abrupt” and thought that\nthe call was tantamount to an “ambush”.\n9. The\ncomplainant also considered that the articles amounted to an unjustified\nintrusion into his private life. He said that the telephone calls were private\nand confidential and that neither the recordings of them nor quotes from them\nshould have been published without his consent. He also said that, whilst he\nwas under criminal investigation, he had a reasonable expectation of privacy in\nrespect of information relating to that investigation.\n10. The\ncomplainant also said that he had been unaware that the telephone calls he was\nhaving with the former MP were being recorded, and that he had not consented to\nthis. He said, therefore, the recordings had been obtained by subterfuge and\nclandestine means in breach of Clause 10.\n11. The\npublication did not accept a breach of the Code. It said that newspapers are\nfree to select which information to report on. It said it was not possible to\npublish the full hours of conversation between the complainant and the former\nMP in the first article and had chosen to include the specific quotes that set\nout the basis for the former MP’s concern that the complainant had been\nattempting to intimidate her. It also noted that it had included the\ncomplainant’s denial of this, and his position that he had been trying to help\nher. On this basis, it did not consider that the first article was inaccurate.\n12. The\nnewspaper said that the second article reported allegations made against the\ncomplainant under parliamentary privilege and that, as such, although the\ncomplainant disagreed with the allegations, it was free to report on them, and\nhad not done so inaccurately. It also said that balance was not a matter which\nfell under the Editors’ Code.\n13. The\npublication also stated that the first article made clear that the complainant\nwas speaking to the former MP in a mediator role. It said that it did not\nconsider it necessary to repeat the specifics of his position in the second\narticle for it to be an accurate report of the allegation made in parliament.\n14. The\npublication noted that the articles did not report that the complainant was\nunder police investigation, but rather that a complaint to the police had been\nmade against him. It said it was, therefore, unnecessary to add an update to\nthe articles for them to remain accurate. It did, however, in its response to\nIPSO’s initial questions during the investigation, offer to add the\ncomplainant’s position as the following footnote to both online articles:\nSince\nthis article was published, we have been informed that the police have decided\nto take no further action in relation to Mr Hunter.\n15. The\npublication said that, as the articles did not contain any significant\ninaccuracies, the complainant was not entitled to a right to reply under Clause\n1. It also noted that the Editors’ Code does not have a standalone requirement\nfor subjects of articles to be approached for comment. It also said that the\ncall from the reporter constituted a fair opportunity for the complainant to\nrespond to the allegations.\n16. The\npublication said that it did not consider that the complainant had explained in\nhis complaint what information in the telephone calls between himself and the\nformer MP he considered to be private. It said that it was not the case that\nall conversations were intrinsically private and did not consider that the\ncomplainant had a reasonable expectation of privacy over any of the information\npublished.  It said that, in any event,\nthere was an overriding public interest in reporting on the details of these\ntelephone calls, specifically in relation to detecting or exposing crime, or\nthe threat of crime or serious impropriety, and raising or contributing to a\nmatter of public debate, including serious cases of impropriety, unethical\nconduct or incompetence concerning the public. It said that there was a public\ninterest in the dispute between the former MP and the Tory donor, as well as\nthe Conservative Party’s handling of the matter, treatment of women in politics\nand its relationship with business figures. It said that where the female\nformer MP had contacted the police, this suggested she considered there to be\nserious impropriety. The publication said its Legal Department and Managing\nEditors’ Office had carefully considered which exact details from the telephone\ncalls were necessary to include to serve the public interest, and that the\nquotes were necessary to demonstrate the former MP’s concerns. It said that it\nalso carefully considered the balance between any possible intrusion into the\ncomplainant’s privacy and the public interest served, concluding that any such\nintrusion was minimal and proportionate as it only reported his views on the\ntopic of the mediation itself, rather than personal information about him.\n17. The\nnewspaper also said that as it had not reported that the complainant was under\ninvestigation by the police, there was no breach of his privacy when reporting\nthat a complaint had been made to the police.\n18. The\npublication did not consider that Clause 10 was engaged. It said that recording\na telephone call without a participant’s knowledge did not constitute the use\nof a “clandestine listening device”, nor had any misrepresentation or\nsubterfuge been utilised in the gathering of the information. The newspaper\nstated that the telephone call was recorded with the purpose of taking a\ncontemporaneous note, and that recording the telephone call did not mean any\nfurther information was gathered that was not already available.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n10 (Clandestine devices and subterfuge)*\ni) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nFindings\nof the Committee\n19. The\nCommittee noted that selection is a matter of editorial discretion and the\npublication was entitled to select sections of the telephone calls between the\ncomplainant and the former MP for publication, as long as it took care that\nthis was not inaccurate, misleading or distorted. The Committee noted the\ncomplainant’s concerns that the full context of the calls had not been\nreproduced within the articles; he had said the former MP had thanked him\nduring the telephone calls and that this had not been included in the article\nor recording, which he considered rendered the account of the conversation\nmisleading. However, the Committee did not consider that omitting these\ncomments rendered the published material to be misleading; the complainant\naccepted that he had said the words quoted in the article, and the woman whom\nhe had called had explained that she found the comments quoted to be\nthreatening. She was entitled to express this view, and the basis for this view\n– the quoted comments – was included in the article. Comments made by the\ncomplainant during the call that were different in tenor, or the way that the\nwoman had responded as the conversation was ongoing, did not affect this. There\nwas no breach of Clause 1 on this point.\n20. The\ncomplainant said that it was misleading for the articles not to reference that\nhe had been working as a mediator, and that the conversations had been\nconfidential. The Committee noted that the first article had, in fact,\ndescribed him as a “mediator”, and the second article had described him as\nattempting to “broker peace”. It did not consider omitting that the call was, in\nthe view of the complainant, confidential rendered the article misleading. The\nfact that he may have believed himself to be speaking in confidence did not, of\nitself, mean that the article had reported what he had said inaccurately. In\naddition, the Committee did not find that it was inaccurate to omit that the\ncomplainant was unaware he was being recorded, as this had no bearing on the\naccuracy of the quotes or the thrust of the articles: namely the language used\nand the discussion of it in Parliament. There was no breach of Clause 1 on\nthese points.\n21. The\nCommittee noted that both articles reported that a complaint had been made\nabout the complainant to the police, but neither article said whether the\npolice had taken any action in response. The publication was not obliged under\nthe terms of Clause 1 to find out that information or to report it. There was\nno breach of Clause 1 on this point. Nonetheless, the Committee welcomed the\npublication’s offer to append an update to the article online.\n22. The\ncomplainant had concerns about the way he was contacted for comment ahead of\nthe publication of the first article, as he considered the journalist to have\nbeen “abrupt” when talking to him. Firstly, the Committee noted that there was\nno standalone requirement to approach the subject of the article for comment,\nalthough it could form part of the process of taking care to avoid\ninaccuracies. In circumstances where the complainant had been contacted ahead\nof publication, had the opportunity to deny the allegations made against him,\nand that this denial was published in the first article, the Committee did not\nconsider that the publication had failed to take care over the accuracy of the\ninformation within the article. There was no breach of Clause 1 on this point.\n23. The\nCommittee then turned to the complainant’s concern that reporting the content\nof the calls represented an intrusion into his privacy. The Committee\nconsidered that, as it related to private telephone calls between two\nindividuals, the terms of Clause 2 were engaged.  However, it noted that the content of the\ntelephone calls did not relate to the complainant’s private or family life –\nrather these were calls made in the course of his work. He had also made the\nstatements to a former MP, and she had found them threatening and had reported\nto the police.  Given the nature of the\ncontent of the call the Committee considered that the intrusion into the\ncomplainant’s privacy was limited. The Committee also considered that the\ninformation published was in the public interest: the telephone calls had led\nto allegations of serious impropriety, as well as contributing to a matter of\npublic debate in relation to how the Conservative Party handled such matters.\nOn balance, where the intrusion into the complainant’s private life was limited\nto the publication of the recording and quotes and was justified by the public\ninterest in the reporting the content of the calls, there was no breach of\nClause 2.\n24. The\ncomplainant also said he had a reasonable expectation of privacy over the fact\nhe was under investigation by the police as a result of the telephone call. As\nabove, the article had not stated that the complainant was under investigation;\nonly that a complaint had been made against him to the police. The Committee\ndid not consider that this was information over which the complainant had a\nreasonable expectation of privacy, and there was no breach of Clause 2.\n25.\nFinally, the Committee considered Clause 10. There had been no subterfuge\ndeployed in order to record the telephone call – the complainant was aware of\nwho he had been speaking to during the conversation. In addition, using a\nrecording device in order to record a conversation did not amount to a\nclandestine device. The Committee noted the same information would have been\navailable had either participant of the call taken notes by hand or given an\noral account of the telephone call to the publication; it served to verify the\naccuracy of the account. There was, therefore, no breach of Clause 10.\nConclusion(s)\n26. The\ncomplaint was not upheld.\nRemedial\nAction Required\n27. N/A\n\n\n\nDate\ncomplaint received: 20/05/2022\nDate\ncomplaint concluded by IPSO: 18/11/2022\nBack to ruling listing\n\n\n"
}