{
    "url": "/rulings-and-resolution-statements/ruling/?id=09504-22",
    "title": "09504-22 Hunter v Mail Online",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "10 Clandestine devices and subterfuge (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2022-05-20 00:00:00",
    "concluded_on": "2022-11-18 00:00:00",
    "complaint_processing_days": 182,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A    Date complaint received: 20/05/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09504-22 Hunter v Mail Online\nSummary\nof Complaint\n1. Carl\nHunter complained to the Independent Press Standards Organisation that the Mail\nOnline breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “'This is lawfare': David Davis warns libel action by Russian\noligarchs and rich 'with deep pockets' is having 'chilling effect' on free\npress after Putin's People book case cost journalist £1.5million”, published on\n24 January 2022 and an article headlined “Millionaire Conservative Party donor\nMohamed Amersi begins libel proceedings against ex-Tory MP Charlotte Leslie\nclaiming she has been trying to damage his reputation”, published on 8 April\n2022.\n2. The\nfirst article reported on a debate on “lawfare”, which the article described as\n“wealthy foreign businessmen using British courts to pursue their critics”. It\nreported on comments made by a former Conservative cabinet minister, which had\nbeen made in Parliament, and who gave several examples of what he considered to\nbe “lawfare”. The article also stated that the Commons debate “saw a Tory\ntycoon and a senior Conservative adviser accused of trying to 'bully' [a]\nformer MP”, and noted that several MPs “criticised [the] prominent Conservative\nadviser”. The article said the debate followed a “disclosure by the Daily Mail\nof shocking leaked phone calls” between the adviser and the former MP,\nincluding that the former MP “needed to 'consider being able to walk the dog at\nnight' if she refused to apologise”. It also said the former MP had “complained\nto the police about the 'sinister' calls” and that another former Conservative\ncabinet minister had said the advisor had “engaged in bullying and egregious\nbehaviour” when he “tried to broker peace between” the former MP and a\nConservative donor.\n3. The\nsecond article, published nearly three months after the first article, stated\nthat the Conservative donor was issuing libel proceedings against the former\nMP. It stated that the former MP had “said she had a 'sinister' phone\nconversation in which she was told by [the government adviser] to consider\nwhether she could 'walk the dog at night and sleep well' following her fallout\nwith the [Conservative donor]”. It described the advisor as “acting as a\n‘mediator’” during the phone calls. The full quotes given in the article\nreported that: “'You need to consider your position – being able to walk the\ndog at night, being able to sleep well at night'”; the advisor had “insisted\nshe was 'alone' and faced 'a world of pain' unless she backed down”; that the\nformer MP “was 'in the eye of the storm... it's you they seem to be after' and\nclaimed: 'It's like a volcano.'”; and that the issue ”would 'monopolise your\nlife for as long as it lasts... it just weighs on your mind so much... I don't\nwant to see you photographed in some tabloid standing on the steps of\nsomewhere.'” The article contained a four and a half minute audio recording of\nthe phone call which included the quotes in the article.\n4. The\ncomplainant, the adviser accused of being “sinister” during the telephone\ncalls, said that the articles were inaccurate in breach of Clause 1. He\naccepted that he had spoken the words in the audio recording in the second\narticle and which were quoted in the articles, but noted that the calls had\nbeen far longer than the clip published in the second article and that neither\narticle had published the full transcript of the calls. He said, therefore, the\narticles missed much of the surrounding context of the quotes and that this\nrendered them misleading and was particularly concerned as the former MP had\nexpressed her appreciation to the complainant during the calls for his attempts\nto reconcile the parties. He said that she had not stated that she found the\nconduct inappropriate, offensive or threatening during the telephone call\nitself nor when she met him at a later date. The complainant said that the\nomission of this context led to the articles being unbalanced and unfair: he\nsaid his aim was to assist her, and he was a neutral party. He said that the\nfull recording would have demonstrated that the calls were not “sinister”.\n5. The\ncomplainant also considered that the articles amounted to an unjustified\nintrusion into his private life. He said that the telephone calls were private\nand confidential and that neither the recordings of them nor quotes from them\nshould have been published without his consent.\n6. The\ncomplainant also said that he had been unaware that the telephone calls he was\nhaving with the former MP were being recorded, and that he had not consented to\nthis. He said, therefore, the recordings had been obtained by subterfuge and\nclandestine means in breach of Clause 10.\n7. The\npublication did not accept a breach of the Code. It noted that it had reported\nthe matter subsequent to the publication of articles by another newspaper in\nJanuary which had initially revealed the nature of the phone calls to the\nformer MP, and that its reporting of the complainant’s comments, and the video\nclip, had come from this publication. It also said that several of the quotes\nin the article had been referred to in a debate in Parliament.\n8. The\npublication said it had accurately reported the remarks made by the\ncomplainant, and said that he had not set out what qualifying elements were\nomitted that would have rendered the article misleading. It said that, given\nthe recording of the phone call, it did not consider that it was feasible that\nany context would have undone the effect of the call in general, which had led\nthe former MP to call the police. In addition, the publication said it had\nattributed any allegations that the phone call was “sinister” to the former MP.\nThe publication said it was not inaccurate that it had not included that the\nformer MP had thanked the complainant at the time – it said that this was not\nevidence that the conversation was not alarming to her and that there were many\nreasons, such as fear or alarm, why someone who has been subject to\nintimidation might choose not to highlight this to the person whose actions\nthey found to be menacing. The publication also said that the complainant had\ndeclined to comment prior to the publication of the article.\n9. The\npublication said that, as the phone call and video clip were already in the\npublic domain due to being published by another newspaper, as well as being\nreferred to in Parliament, that the complainant had no reasonable expectation\nof privacy over the information and there was no breach of Clause 2. It\nsupplied the debate by Parliament, which included the quote in the first\narticle. It also said that as it had not initially revealed the information,\nbut instead had taken it from both another publication and the Parliamentary\ndebate, Clause 10 was not engaged. It said that, in any case, the former MP had\nnot utilised a clandestine device, and was entitled to record the phone call\nmade to her. It said this was synonymous with making contemporaneous notes.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n10 (Clandestine devices and subterfuge)*\ni) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nFindings\nof the Committee\n10. The\nCommittee noted that selection is a matter of editorial discretion and the\npublication was entitled to select sections of the telephone calls between the\ncomplainant and the former MP for publication, as long as it took care that\nthis was not inaccurate, misleading or distorted. The Committee noted the\ncomplainant’s concerns that the full context of the calls had not been\nreproduced within the articles; he had said the former MP had thanked him\nduring the telephone calls and that this had not been included in the articles,\nwhich he considered rendered the account of the conversation misleading.\nHowever, the Committee did not consider that omitting these comments rendered\nthe published material to be misleading; the complainant accepted that he had said\nthe quoted words in the article, and the woman who he had called had explained\nthat she found the comments quoted to be threatening. She was entitled to\nexpress this view, and the basis for this view – those comments – was included\nin the article. Comments made by the complainant during the call that were\ndifferent in tenor, or the way that the woman had responded as the conversation\nwas ongoing, did not affect this. There was no breach of Clause 1 on this\npoint.\n11. The\nCommittee noted that the comments made by the complainant were established in\nthe public domain: a separate newspaper had published them, alongside a\nrecording of the call. In addition, several of the quotes included in the\narticle had also been discussed in Parliament. The quote from the first article\nhad been made public in Parliament and the quotes from the second article had\nbeen made in Parliament, as well as in and article, published in another\nnational newspaper almost three months prior. Where the quotes were already in\nthe public domain in these respects, the complainant did not have a reasonable\nexpectation of privacy, and there was no breach of Clause 2.\n12.\nSimilarly, the publication had not engaged in any subterfuge nor had it used\nany clandestine means to obtain the information. It had instead taken the\ninformation from the public domain, and therefore Clause 10 was not engaged.\nConclusion(s)\n13. The\ncomplaint was not upheld.\nRemedial\nAction Required\n14. N/A\n\n\n\nDate\ncomplaint received: 20/05/2022\nDate\ncomplaint concluded by IPSO: 18/11/2022\nBack to ruling listing\n\n\n"
}