{
    "url": "/rulings-and-resolution-statements/ruling/?id=09529-16",
    "title": "09529-16 A man v Wales Online",
    "provisions": [
        "6 Children (2016)",
        "9 Reporting of crime (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "walesonline.co.uk (Reach PLC)",
    "published_on": "2016-09-16 00:00:00",
    "received_on": "2016-10-19 00:00:00",
    "concluded_on": "2017-01-24 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 19/10/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09529-16 A man v Wales Online\nSummary of Complaint\n1. A man complained\non behalf of his daughter and grandchildren to the Independent Press Standards\nOrganisation that Wales Online breached Clause 6 (Children) and Clause 9\n(Reporting of crime) of the Editors’ Code of Practice in an article headlined “Father\nand son jailed after teeth whitening company sold products which left patients\nwith chemical burns”, published on 16 September 2016.\n2. The article\nreported that a businessman, and his father, had pleaded guilty to\nparticipating in a fraudulent business, and were both sentenced to 18-months in\nprison. It reported that the pair’s business funded a “lavish lifestyle”,\nincluding a large house that the businessman shared with his wife and two\nchildren, who were named. \n3. The complainant,\nthe father of businessman’s wife and grandfather of their children, said that\nthe article had published the names of his daughter and grandchildren when they\nwere not genuinely relevant to the story. He also said that Clause 6 had been\nbreached in relation to the naming of his grandchildren; he said that it\nrepresented an unnecessary intrusion into their time at school, and that their\nnames had only been published in the article because of the notoriety of their\nfather.\n4. The newspaper\nsaid that the names of the complainant’s daughter and grandchildren were\nmentioned in open court by the businessman’s barrister as part of his\nmitigation. It said that as there were no reporting restrictions in place, it\nwas entitled to report this information; it also said that as their names\nformed part of the businessman’s mitigation, all three were genuinely relevant\nto the reporting of his conviction. However, as a gesture of goodwill, it\nremoved the names of the children from the article.\nRelevant Code Provisions\n5. Clause 6\n(Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nClause 9 (Reporting of crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings.\nFindings of the Committee \n\n6. The Committee\nnoted that the publication of the names of his daughter and grandchildren had\ncaused the complainant concern. However, publications are, in the absence of\nreporting restrictions, entitled to include information revealed in open court\nin their reporting of proceedings. In this case, the names of the complainant’s\ndaughter and grandchildren were disclosed in open court as part of the\nbusinessman’s mitigation and, as a consequence, they were genuinely relevant to\nthe reporting of these particular proceedings. As such, the newspaper was free\nto identify them; there was no breach of Clause 9.\n7. In circumstances\nwhere the children’s names were revealed in open court as part of their\nfather’s mitigation, the publication of their names did not represent an\nunnecessary intrusion into their time at school, nor was the sole reason for\nthe publication of their names the notoriety of their father. There was no\nbreach of Clause 6.\n8. Editors are able\nto exercise their discretion to omit details from articles in circumstances\nsuch as these. On receipt of the complaint, the newspaper deleted the names of\nthe children from the article, a course of action that was welcomed by the\nCommittee.\nConclusions\n9. The complaint\nwas not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 19/10/2016Date decision issued: 24/01/2017\nBack to ruling listing\n\n\n"
}