{
    "url": "/rulings-and-resolution-statements/ruling/?id=09535-16",
    "title": "09535-16 Cooksey v Barnsley Chronicle",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Barnsley Chronicle (Barnsley Chronicle Limited)",
    "received_on": "2016-10-19 00:00:00",
    "concluded_on": "2016-02-08 00:00:00",
    "complaint_processing_days": -254,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 19/10/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09535-16 Cooksey v Barnsley Chronicle\nSummary of complaint\n1. Christine\nCooksey complained to the Independent Press Standards Organisation that the\nBarnsley Chronicle breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Nursery turf out tot following Mum’s\nfeedback”, published in print on 19 August 2016, “Mum hits out at town centre\nnursery”, published online on 19 August 2016.\n2. The article\nreported that a mother was left without childcare when a nursey terminated the\ncontract for the care of her two-year-old son. It said that the child had\nattended the nursery for 15 months before his mother, worried about a number of\nissues at the nursery, gave four-weeks notice of her intention to remove him\nfrom the nursery. It said that when she provided feedback on request from the\nnursery about her decision to remove her son, she received an email saying that\nit was a “conflict of interest” for her son to attend the nursery because of\nher “negative and hostile comments”. It said that the mother then asked the\nnursery whether her son’s learning documents could be posted out, or collected\nby her husband. However, when she did not receive a reply to this request, she\ncontacted Ofsted.\n3. The article went\non to outline the mother’s other concerns with the nursery, including her son\nbeing handed over to her by a new member of staff without checking who she was,\nhaving to change his nappy in reception because it was wet, and not being\nupdated on his progress. The article also included a summary of the nursery’s\nmost recent Ofsted inspection, as well as the nursery’s response to the\narticle’s central claim.\n4. The online\narticle was an edited version of the article that appeared in print. \n5. The complainant,\nthe co-owner of the nursery with her husband, said that the headline was\nmisleading as the mother had already resigned her son’s place at the nursery.\nShe said that it was inaccurate to report that the mother had been left without\nchildcare as she said the mother had already secured a place for her son at a\ndifferent nursery. She said that while the reporter from the newspaper had\ncontacted the nursery the day before the article went to print, the reporter\nhad only revealed that she was in possession of the email the nursery had sent\nto the mother, and did not mention details of any of the other claims the\nmother was making. She said that the reporter was antagonistic towards her, and\nbecause she had no experience of reporters and believed the reporter was trying\nto “catch her out”, she stopped the conversation and said that she would seek\nlegal advice. She said that because she had not been made aware of the full\ncontent of the article, the nursery did not have the opportunity to deny a\nnumber of the claims made by the mother in the article, which she said were\ninaccurate.\n6. The newspaper\nsaid that it had been contacted by the mother about the decision to stop her\nson attending the nursery. It said that after contacting the nursery before\npublishing the article, it received a call back from the complainant which it\ndescribed as “short” and “abrupt”. It said that the journalist explained that\nshe had spoken to the mother, and seen emails exchanged between her and the\nnursery. She said that the complainant interrupted to say “you can’t do that”,\nand said she would be unable to comment because of data protection issues\naround pupils. It said that the complainant said that she would have to consult\nher lawyers, and did not at any point ask exactly what the mother had said. It\nsaid that, overall, its reporter had made reasonable efforts to put the claims\nto the complainant, but had been greeted by a “brick wall”. It said that it was\nnot the newspaper’s normal policy to seek responses from parties by email, and\nthat they always tried to make personal contact in such circumstances.\n7. The newspaper\nsaid that it received a statement later that day from the complainant’s husband\nwhich outlined the nursery’s position, and was included in the article. It also\ndisputed that the complainant had no experience of dealing with the press, and\nprovided details of previous articles where she had been interviewed.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n9. While the mother\nhad made the decision to remove her son from the nursery, she had provided\nfour-weeks notice of her intention to do so. However, on receiving the mother’s\nfeedback, the nursery decided to terminate the arrangement with immediate effect,\nall of which was explained in the article. In the circumstances, it was not\ninaccurate of the newspaper to characterise this as the nursery ‘turfing out’\nthe boy. Nor was it inaccurate for the article to report that the mother had\nbeen left without childcare when she had expected her childcare to continue at\nthe complainant’s nursery until the end of the four-week-notice period. There\nwas no breach of Clause 1.\n10. The complainant had not been asked directly about a\nnumber of the mother’s claims reported in the article, including concerns about\nthe high turnover of staff, her son being handed over to her without checks by\na new member of staff and having to change her son’s nappy on collecting him\nfrom the nursery. The Committee noted the newspaper’s position that it felt\nunable to put these points to the complainant over the telephone; nonetheless,\nit expressed some concern that it did not follow up on these points by another\nmeans. However, where the complainant was made aware of the article’s central\nclaim that the nursery had ‘turfed out’ the boy, and the nursery’s response to\nthis claim had been published in full in the article, the Committee did not\nconsider, on balance, that the failure to put these claims to the complainant\nby another means breached Clause 1(i).\nConclusions\n11. The complaint was not upheld.\nRemedial Action Required N/A\nDate complaint received: 19/10/2016Date decision issued: 08/02/2016\nBack to ruling listing\n\n\n"
}