{
    "url": "/rulings-and-resolution-statements/ruling/?id=09539-19",
    "title": "09539-19 A Woman v Hull Daily Mail",
    "provisions": [
        "2 Privacy (2019)",
        "6 Children (2019)",
        "9 Reporting of crime (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Hull Daily Mail (Reach PLC)",
    "published_on": "2019-12-10 00:00:00",
    "received_on": "2019-12-14 00:00:00",
    "concluded_on": "2020-04-22 00:00:00",
    "complaint_processing_days": 130,
    "conclusion_long": "20. There was a breach of Clause 6.",
    "remedial_action": "21. The Committee considered that the appropriate remedy to the breach of Clause 6 was the publication of an adjudication. The breach of the Code had occurred only in the online article; as such the adjudication should be published online, with a link to it (including the headline) being published on the newspaper’s homepage for 24 hours, as well as via a link on the publication’s social media channels where the photograph had appeared. The publication should contact IPSO to confirm the amendments it now intends to make to the online material, including social media posts, to avoid the continued publication of material in breach of the Editors’ Code of Practice. 22. The terms of the adjudication for publication are as follows: Following an article published on 10 December 2019, a woman complained to the Independent Press Standards Organisation that the Hull Daily Mail breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 6 (Children) and Clause 9 (Reporting of crime) of the Editors’ Code of Practice in an article headlined “Kids entertainer ‘Bobby Bubbles’ raped child who ‘thought she was in love’ with him”. The article reported on the conviction of a man for historic child sex offences, including raping a child. The article included a headline photograph of the man posing with two children. The children’s faces were pixelated, but their bodies and hair were not. The complainant was the mother of the children who were included in the photograph. She said that she had not given consent for the image to be used in the context of a court report – the use of the photograph in the article had caused her children much distress, and they had been asked by peers who recognised them whether they had any connection to the convicted man. The publication said that the children were not identifiable because the photograph was pixelated, that the image was already in the public domain, and that readers of the whole article would understand that the children were not connected to the man. IPSO found that the use of the image in the article was so different for the purpose for which it was originally taken, that the parental consent that was originally given did not stand in this context. The article covered a highly sensitive subject, and so the newspaper had published a photograph of the children on an issue involving their welfare, without parental consent. Furthermore, as the image was already in the public domain, people were able to identify the children. The children had been identified because the image had been well-publicised elsewhere in an advertising campaign. They had been contacted by their peers in relation to the article, some of whom had asked whether they had any connection to the convicted man. This was upsetting to the children and constituted an unnecessary intrusion into their time at school. For these reasons, IPSO found that the article breached Clause 6.   Date received: 14/12/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 09539-19 A Woman\nv Hull Daily Mail\nSummary of Complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that the Hull Daily Mail breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 6 (Children) and Clause 9 (Reporting of crime) of the\nEditors’ Code of Practice in an article headlined “Kids’ entertainer ‘Bobby\nBubbles’ jailed for abusing a child / Children’s entertainer ‘Bobby Bubbles’\nbehind bars for abusing young girl who thought ‘she was in love’ with him”\npublished on 10 December 2019.\n2. The article, which featured on the front page and then\ncontinued on page 4, reported on the conviction of a man for ten historic child\nsex offences, including raping a child. It reported that the court heard that\nat the time of the offences, the victim “thought she was in love” with the man,\nand refused to cooperate with the police investigation – it was only when she\nbecame a mother herself that she reported the abuse. It reported that the man was\nwell known in the local area as a children’s entertainer and clown, and that he\nregularly came into contact with children in his work. The article included\nseveral large photographs of the man in his role as a clown, as well as a\nphotograph of him released by the police.\n3. The article also appeared online on 9 December 2019 with\nthe headline “Kids entertainer ‘Bobby Bubbles’ raped child who ‘thought she was\nin love’ with him”. The text of the article was substantially the same as the\nprint version. However, the online version was headlined with a photograph of\nthe man in costume, posing with two children. The children’s faces were\npixelated, but their bodies and hair were not. The image which was used in this\nversion of the article also appeared in the Google search results for the\nnewspaper, and on the publication’s Facebook and Twitter posts advertising the\narticle. A cropped version of the photograph showing the man with only one of\nthe children, also appeared in an Instagram story posted by the publication.\n4. The complainant was the mother of the two children\nincluded in the online version of the article. She said that her children had\nno connection to the man or his convictions. She said that despite pixelation,\nher children were still identifiable because the photograph of her children had\nbeen taken in 2017 to advertise the opening of a local venue, and had been\nwidely circulated at the time. She said that she had been contacted by many\npeople who were familiar with the image and recognised her children. The\ncomplainant said that the image of the children was taken in the context of a\nfun day, and she did not consent to its use in the context of a court report.\nWhen the complainant contacted the newspaper directly, it cropped her children\nfrom the image. However, she said that the image had been widely shared on\nsocial media by this point.\n5. The complainant said that the online article breached\nClause 2, Clause 6 and Clause 9. She said that her children had been distressed\nand confused by the use of the photograph to illustrate a court report of a\nconvicted paedophile, an issue which she said involved their welfare. She also\nsaid that other children at school and extra-curricular clubs had been able to\nidentify them, and had asked them about the article.\n6. The complainant also said that the article breached\nClause 1 as the photograph, in conjunction with the headline, gave the\nimpression that her daughter was the victim of the convicted man. She said that\nmany people had contacted her to ask whether this was the case, which had\ncaused her and her daughter much distress.\n7. The publication did not accept that there was a breach of\nthe Code. It apologised for any distress caused to the complainant and her\nchildren, and noted that when the complainant contacted it directly, it had\ncropped the image to remove the children. It said that where the children’s\nfaces were pixelated, they were therefore only identifiable to those who had\nknown they had been photographed for the opening of the local venue.\nFurthermore, the photograph in the article did not relate to an issue involving\ntheir welfare. Nevertheless, parental consent had been given to publish the\nimage when it was for the purposes of advertising the local venue. It said that\nin relation to whether the children’s time at school had been intruded upon,\nany child who had been able to identify the children must also have read the\nfull article, and in doing so would understand that the victim was now an adult\nand so could not be the girl pictured in the photograph. For these reasons, the\npublication did not accept that there was a breach of Clause 6. As it did not\naccept that the children were identifiable, the publication said that the terms\nof Clause 9 were not engaged.\n8. The publication said that the image had been taken with\nthe parent’s consent for the purpose of an advertisement, and an image of the\nchildren remained on the local venue’s website. As such, it said that it could\nnot be an intrusion into the children’s privacy to republish the image, and\nthere was no breach of Clause 2.\n9. The publication did not accept that the article gave the\nimpression that the complainant’s daughter was the victim of the convicted man,\nin breach of Clause 1. It said that the article made clear that the victim,\nalthough abused as a child, was now an adult. Furthermore, any person who was\nfamiliar with the image from the advertising campaign would also be aware that\nthe image was the one taken for the opening of the local venue, and not for the\npurposes of illustrating a victim of crime. \n\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n11. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n12. Clause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest\n13. Clause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nFindings of the Committee\n14. The photograph of the children only appeared in the\nonline version of the article and on social media channels. It did not appear\nin the print version of the article and as such, the Committee did not make\nfindings in relation to the print article.\n15. Parental consent had been given for the photograph to be\nused to publicise the opening of a local venue; however, the newspaper had used\nthe image to illustrate a report concerning the conviction of a paedophile. The\nCommittee did not consider that the purposes for which consent had been\nprovided covered the use of the photograph in this context. This was a highly\nsensitive subject, and regardless of the extent to which the children were\nidentifiable in the image, it constituted an issue involving the children’s\nwelfare. The image had been published in this context without parental consent,\nand as such, there was a breach of Clause 6 (iii).\n16. It was clear that despite the steps the newspaper had\ntaken, the children were identified by their peers, and the Committee noted the\nadvertising campaign which meant that the image was in the public domain.\nFurthermore, the children had been contacted by their peers in relation to the\narticle, some of whom had asked whether they had any connection to the\nconvicted man or his crimes. The complainant was particularly concerned about\nthe use of the image on social media, where it had been cropped so that only\none child was visible alongside the man. The Committee considered that the\narticle, when read as a whole, did not suggest that the children were victims\nof the man; it made clear that the victim was now an adult and had children of\nher own. However, given the sensitive nature of the article, and the\npresentation of the image in which the children were identifiable, the\nCommittee considered that the publication of the image had represented an\nunnecessary intrusion into their time at school in breach of Clause 6(i).\n17. The Committee then considered the complaint under Clause\n2. The photograph of the children had been used with parental consent to\npublicise the opening of a venue, and simply showed the children alongside the\nman; it did not reveal anything private about them. In light of the complaint\nupheld under Clause 6(i) in relation to intrusion, the Committee did not find\nthat there was a further breach of Clause 2.\n18. The complainant had also raised concerns under Clause 1\nas to whether the photograph gave the impression that her children were victims\nof the man. However, given the Committee’s findings under Clause 6, namely that\nthe article made clear that the victim was now an adult with children of her\nown, the Committee considered that there were no further issues to pursue under\nClause 1.\n19. The terms of Clause 9 serve to protect friends or family\nof a person accused or convicted of a crime from being identified, unless they\nare genuinely relevant to the story. In this case, the children were neither\nfriends nor family of the convicted man, and so the terms of Clause 9 were not\nengaged.\nConclusions\n20. There was a breach of Clause 6.\nRemedial Action Required\n21. The Committee considered that the appropriate remedy to\nthe breach of Clause 6 was the publication of an adjudication. The breach of\nthe Code had occurred only in the online article; as such the adjudication\nshould be published online, with a link to it (including the headline) being\npublished on the newspaper’s homepage for 24 hours, as well as via a link on\nthe publication’s social media channels where the photograph had appeared. The\npublication should contact IPSO to confirm the amendments it now intends to\nmake to the online material, including social media posts, to avoid the\ncontinued publication of material in breach of the Editors’ Code of Practice.\n22. The terms of the adjudication for publication are as\nfollows:\nFollowing an article published on 10 December 2019, a woman\ncomplained to the Independent Press Standards Organisation that the Hull Daily\nMail breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 6 (Children) and\nClause 9 (Reporting of crime) of the Editors’ Code of Practice in an article\nheadlined “Kids entertainer ‘Bobby Bubbles’ raped child who ‘thought she was in\nlove’ with him”.\nThe article reported on the conviction of a man for historic\nchild sex offences, including raping a child. The article included a headline\nphotograph of the man posing with two children. The children’s faces were\npixelated, but their bodies and hair were not.\nThe complainant was the mother of the children who were\nincluded in the photograph. She said that she had not given consent for the\nimage to be used in the context of a court report – the use of the photograph\nin the article had caused her children much distress, and they had been asked\nby peers who recognised them whether they had any connection to the convicted\nman. The publication said that the children were not identifiable because the\nphotograph was pixelated, that the image was already in the public domain, and\nthat readers of the whole article would understand that the children were not\nconnected to the man.\nIPSO found that the use of the image in the article was so\ndifferent for the purpose for which it was originally taken, that the parental\nconsent that was originally given did not stand in this context. The article\ncovered a highly sensitive subject, and so the newspaper had published a\nphotograph of the children on an issue involving their welfare, without\nparental consent. Furthermore, as the image was already in the public domain,\npeople were able to identify the children.\nThe children had been identified because the image had been\nwell-publicised elsewhere in an advertising campaign. They had been contacted\nby their peers in relation to the article, some of whom had asked whether they\nhad any connection to the convicted man. This was upsetting to the children and\nconstituted an unnecessary intrusion into their time at school.\nFor these reasons, IPSO found that the article breached\nClause 6.\n \nDate received: 14/12/2019\nDate concluded by IPSO: 22/04/2020\nBack to ruling listing\n\n\n"
}