{
    "url": "/rulings-and-resolution-statements/ruling/?id=09537-19",
    "title": "09537-19 The Sunbed Association v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2019-12-13 00:00:00",
    "concluded_on": "2020-06-05 00:00:00",
    "complaint_processing_days": 175,
    "conclusion_long": "58. The complaint was partly upheld under Clause 1(i).",
    "remedial_action": "59. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published. Date complaint received: 13/12/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 09537-19 The Sunbed\nAssociation v thesun.co.ukSummary of Complaint1. The Sunbed Association complained to the Independent Press\nStandards Organisation that thesun.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in a series of articles:An article headlined “Sunbed cancer left me with a ‘Harry Potter’\nface scar”, published on 19 August 2019.An article headlined “DYING FOR A TAN Using sunbeds left us with\ncraters in our faces, holes in our noses and bloody gashes all over our\nbodies”, published 19 August 2019.An article headlined “TAN TRAUMA I’ve been using sunbeds since I\nwas 13, now cancer has left me with a rotten foot and I’ve put on 3 stone\nbecause I’m too terrified to leave the house”, published online on 22 August\n2019.An article headlined “DYING FOR A TAN We were addicted to sunbeds\n– but our vanity may mean we won’t see our kids grow up”, published on 21\nAugust 2019.An article headlined “DESPERATE TAN Tan addict ‘refused mortgage\nfor £500-a-month tanning habit’ says it’s ‘discrimination at its very worst’”,\npublished on 21 August 2019.An article headlined “'BAN THEM' I’m petrified I’ll get skin\ncancer after using sunbeds when I was at school – they’re so dangerous they\nshould be banned”, published on 24 August 2020.An article headlined “SUNNY COFFIN ‘We slathered ourselves in baby\noil and coke to bake like rotisserie chickens on home sunbeds – now we’re\npaying the price’”, published on 25 August 2019.2. The first article reported an account of a woman who had over\nused sunbeds and did not wear sun cream whilst on holiday, and had gone on to\ndevelop basal cell carcinoma. She characterised this as “sunbed cancer”. The\narticle also contained a fact box titled “Dying for a tan” which stated that\n“sunbeds are as dangerous as smoking, according to the World Health\nOrganisation”; that “Sunbeds pelt the skin with such strong UV rays that 20\nminutes on one is comparable to four hours in the sun”; that “there are around\n7,000 tanning salons in Britain”; and that using sunbeds before the age of 35\nincreases your chances of developing melanoma by 87%.3. This article also appeared in print under the headline\n“'PERMANENT REMINDER' Tanning addict left with ‘Harry Potter’ scar after having\ncancer cut from her face” and was substantially the same as the online article.4. The second article reported on three women from the US who had\ndeveloped skin cancer after using sunbeds. The article reported that the “Dying\nFor a Tan” campaign had been launched in order “to raise awareness of the\ndevastating impact sunbeds can have on users’ health.” It also stated that\nprior to 2010 there were no restrictions on who could use sunbeds; that using a\nsunbed at any age can increase your risk of developing cancer by up to 25%;\nthat children as young as eight are using sunbeds, and that sunbeds “pelt the\nskin with such strong UV rays” which increases the risk of skin cancer.5. The third article was a first-hand account of a woman who had\nused sunbeds and then been diagnosed with cancer. The article repeated the\nclaims that 20 minutes on a sunbed is comparable to four hours in the\nMediterranean sun and that using sunbeds before 35 increases your chances of\ndeveloping melanoma by 87%.6. The fourth article reported the accounts of three women who\nbattled cancer after using sunbeds. One of the women was quoted as saying\n\"As far as I am concerned, sunbeds need to be banned. Mexico and Australia\nalready have - and they've seen a drastic decrease in skin cancer cases”. The\nfact box titled “Dying for a tan” from the first article was also repeated in\nthis article.7. The fifth article reported the first-hand account of a man who\nstated he was addicted to tanning. The man blamed his tanning habits, which\namounted to £500 a month, for the fact he was refused a mortgage. The article\nincluded a statement from the mortgage company which said: “’We would never\nreject an application on the basis of someone’s lifestyle choices or a Google\nsearch. We factor in a number of components to determine an individual’s\neligibility and apply a rigorous and fair assessment process to each\napplication.’ It could not discuss the named person’s specific application due\nto client confidentiality.” This article also contained the text box titled\n“Dying for a tan” from previous articles.8. The sixth article reported on a celebrity’s own account of her\ninsecurities about being pale, and how she dealt with this by using sunbeds,\nsunbathing and fake tan and how this had led to her being petrified that she\nwill get skin cancer in the future. The article opened by reporting that the\ncelebrity was speaking out on behalf of Fabulous’ “Dying For a Tan” series on\nthe “risks of using sunbeds”. The celebrity was quoted as saying \"In the\nlast decade there has been an influx of skin cancer cases. It stems from people\nin the eighties and nineties spending hours on sunbeds. Now it's coming back to\nharm them later in life” and that \"I do worry about getting skin cancer in\nthe future - you only have to use a sunbed a handful of times.” The article\nalso reported that around 50% of girls aged 15-17 in certain areas still use\nsunbeds. This article also contained the text box titled “Dying for a tan” from\nprevious articles.9. The seventh article reported on several women who had sunbeds\nin their own homes. The article opened with the claim that sunbeds were “as\ndeadly as asbestos and can increase your risk of skin cancer by almost 90 per\ncent.” It also characterised sunbeds as “cancer timebombs”. One of the women\nfeatured described her struggle with Bowen’s disease and how she is currently\nbattling a “potentially fatal cancer”. She described her disease as a\n“pre-melanoma form of skin cancer that forms squamous cell carcinoma” and that\nthe “little lumps can go from a mark the size of a pinprick to a tumour the\nsize of a grapefruit in no time - and it spreads around the body, fast.” She\nsaid her illness was caused by her use of sunbeds. Another of the women said\nseeing a doctor saved her life as she was diagnosed with basal cell carcinoma.\nThe article repeated the claim that using sunbeds before the age of 35\nincreases your chances of developing melanoma by 87%.10. The complainant, the association for the sunbed industry which\nrepresented tanning salon operators, as well as manufacturers and distributors\nof sunbeds and lamps, said that all of the articles were inaccurate in breach\nof Clause 1 as sunbeds, when used properly in regulated salons within the\nregulations set by the complainant, are not carcinogenic, as suggested in the\narticles.11. The complainant said that the first article was inaccurate in\nbreach of Clause 1 for numerous reasons. It said that using a case study of a\nwoman who had basal cell carcinoma whilst using the headline “sunbed cancer”\nwas inaccurate, as the woman in the case study had abused both sunbeds and the\nsun and it was not certain that using a sunbed was the sole cause of her basal\ncell carcinoma. It also said it was inaccurate to describe basal cell carcinoma\nas a “cancer” and that it would be more accurate to call this a skin lesion.12. The complainant also said that stating in the first, second,\nthird and fifth articles that the World Health Organisation classed sunbeds as\n“as dangerous as smoking” was misleading, as they did not mention the other\ncarcinogens that the World Health Organisation had listed, such as the sun,\nalcohol and the contraceptive pill in Group 1. Group 1 carcinogens are\nclassified by the World Health Organisation where there is sufficient evidence\nof carcinogenicity in humans. The complainant said that the publication had\nchosen smoking as it was the most sensational.13. The complainant further said that reporting in the first,\nsecond, third and fifth articles that “Sunbeds pelt the skin with such strong\nUV rays that 20 minutes on one is comparable to four hours in the sun” was\ninaccurate and based on outdated research that did not take into account EU\nregulations, which had been introduced in the UK in 2009, and stated that one\nminute on a sunbed must be equal to one minute in the Mediterranean sun. The\ncomplainant said that the EU regulations had been introduced in 2009 and that\nthe industry had 1-3 years in order to implement them before they were enforceable.\nThe complainant said that the research that the newspaper had supplied had\ncollected its data between 2010 and 2011, and therefore the EU sunbed\nrestrictions had not been fully introduced at this point. The complainant said\nthat this, in addition to the fact that the data had been collected over nine\nyears ago, meant that it could not be considered to be accurate contemporary\ndata.14. The complainant also said that stating in the first, second,\nthird, fifth, sixth and seventh articles that there were 7,000 tanning salons\nin Britain was inaccurate. It said that all the UK’s major sunbed suppliers sat\non its board, and together they held the relevant data which confirmed that\nthere were only 2,000 tanning salons in the UK. The complainant said, however,\nthat they could not provide evidence of this as it could not be shared with\nthird parties.15. The complainant also said that the assertion that using\nsunbeds before the age of 35 increased your chances of developing melanoma by\n87%, in the first, third and seventh articles, was inaccurate as the sources of\nthis data were not included and the complainant felt that they were therefore\nunsubstantiated.16. The complainant said that the second article also breached\nClause 1 because the case studies were from the US and related to people\nabusing sunbeds. It said that this was misleading as the regulations and output\nare different from those in the UK and were therefore irrelevant to readers in\nthe UK.17. The complainant also said that it was inaccurate to state in\nthe second article that prior to 2010 there were no restrictions on those under\n18 to use sunbeds. The complainant said that since 1995 the Sunbed Association\nhas not allowed anyone under 16 to use sunbeds, and health and safety\nguidelines also recommended no one under 16 to use them.18. The complainant also said it was misleading to state in the\nsecond article that using sunbeds had a “devastating impact” on the user’s\nhealth, that using a sunbed at any age increased the risk of skin cancer by up\nto 25%, that children as young as eight were using sunbeds and that sunbeds\n“pelt[ed] the skin with such strong UV rays”. It said that the sources to these\nclaims were not included and that they were therefore unsubstantiated.19. The complainant said that the third article was also\ninaccurate as the person in the case study had abused sunbeds. It also said\nthat reporting that the person’s cancer was caused by sunbed use was inaccurate\nas this was based on that person’s self-diagnosis.20. The complainant said that the fourth article was inaccurate\nas, although the case studies were from the UK, they referred to people who had\nused a sunbed at a young age, at home without guidance and too frequently,\nrather than following the complainant’s guidelines.21. The complainant said that it was inaccurate for the fourth\narticle to quote one of the people in a case study as saying that sunbeds should\nbe banned and that they had been in Mexico and Australia and that these\ncountries had seen a decrease in melanoma since. The complainant said that\nAustralia had not banned home sunbeds, just those in salons. It also provided\ndocuments from the Australian government’s website which said that the\nestimated number of incidents of melanoma was estimated to be 13,280 in 2016\nand in 2019 it was estimated to be 15,229. It said this showed that melanoma\nincidence had increased in Australia since the country-wide ban at the end of\n2014. It also said that Mexico had not banned sunbeds.22. The complainant also said that the fifth article was\nmisleading as the person in the case study had overused sunbeds and had used\ntanning injections, which the Sunbed Association did not support. It also said\nit was misleading to say that his tanning obsession resulted in his alleged\nmortgage application being denied, as the article had included a statement from\nthe mortgage company which denied that his tanning habit had any part in their\ndecision to reject his application.23. The complainant said that the sixth article was misleading as\nthe person the article was about had very pale skin and should not have used a\nsunbed. It said that stating that there are “risks” to using sunbeds was\ninaccurate. It also said that a quote from the woman interviewed in the article\nin which she said that the increase in skin cancer in the past decade was due\nto people using sunbeds in the eighties and nineties and that you can get skin\ncancer after using a sunbed “a handful of times” was inaccurate as the\njournalist had not asked her for medical evidence to back up her claim. The\ncomplainant also said it was misleading not to mention that skin cancer can\nalso be caused by the sun after an anecdote in which the woman interviewed got\nsunburned and was left “laid in bed crying and in agony”.24. The complainant said that the sixth article also breached\nClause 1 as it referenced research that said 50% of girls aged 15 to 17 use\nsunbeds in certain areas such as Liverpool and Sunderland, but did not report\nthe source.25. The complainant also complained that the seventh article,\nwhich said that sunbeds are as deadly as asbestos and can increase the risk of\nskin cancer by 90%, because it did not quote the evidence for these claims. It\nalso said that describing a sunbed, but not normal sunlight, as a “cancer\ntimebomb” was inaccurate as it said that sunbed’s are not carcinogenic if used\nresponsibly.26. The complainant also said it was inaccurate for the woman in\nthis article to describe her Bowen’s disease as “potentially fatal” in the\nseventh article as Bowen’s disease is not life-threatening and is a skin lesion\nthat can be easily removed and does not metastasise. It also said that the\nwoman in the case study saying that “If I hadn’t gone on the sunbeds, I’d have\nhad perfect skin and would never have gone through all this pain\" was\nmisleading as it was a self-diagnosis and did not factor in exposure to\nsunlight.27. The publication did not accept a breach of Clause 1 in any of\nthe articles, as there was a wealth of information from a variety of sources\nthat sunbeds cause cancer. For example, the publication noted: Cancer Research\nUK has reported that the “IARC (The International Agency for Research on Cancer\n[an intergovernmental agency forming part of the World Health Organization])\nagrees sunbeds are an established cause of melanoma” and that “sunbeds can\nincrease your risk of melanoma skin cancer by 16-20%”; advice from the NHS\nwebsite which stated that “sunbeds give out ultraviolet (UV) rays that increase\nyour risk of developing skin cancer”; a statement from the British\nPhotodermatology Group which stated “sunbeds should not be used as they\nsignificantly increase the risk of skin cancer”; a study in the British Medical\nJournal which reported that first using sunbeds before the age of 35 increased\nthe risk of getting melanoma by 87%; and that the World Health Organisation has\nclassified sunbeds as Group 1 carcinogens.28. The publication disagreed with the complainant’s definition of\nbasal cell carcinoma in the first and seventh article as not a true cancer, as\nthis condition is a form of cancer and those who are diagnosed with it face the\nsame fears.29. In relation to the first, second, third and fifth articles,\nthe publication considered that as the complainant had agreed that the World\nHealth Organisation classed sunbeds as a Group 1 carcinogens, there was no\ninaccuracy to report this and that it was within the same group as smoking.30. The publication asserted that it had taken care when it\nreported in the first, second, third and fifth articles that “Sunbeds pelt the\nskin with such strong UV rays that 20 minutes on one is comparable to four\nhours in the sun”. It referred to a 2013 study in the British Journal of\nDermatology which stated that nine out of ten sunbeds in England emitted\nultraviolent radiation levels which exceeded current EU safety limits. It acknowledged\nthat in 2009 EU regulations had been introduced which set sunbed safety limits,\nhowever it contested the complainant’s suggestion that these safety limits had\na four year implementation period, and therefore all sunbeds in salons should\nhave met the EU standard at the time the study was conducted. However, it said\nit would be happy to clarify this point both online and in print.31. The publication said that the complainant had told another\npublication that there were between 6,000 and 7,000 tanning salons in the UK in\nan article in 2009. It said that it was therefore entitled to rely on this in\nthe first, second, third, fifth, sixth and seventh articles. A further\npublication also contained a quote from the complainant estimating that there\nwere between 3,500 and 4,000 tanning salons in the UK in 2019. The publication\nalso said that the first article had reported that there were “around 7,000”\nsalons, rather than stating it as fact. The publication offered to clarify the\ncomplainant’s position in a correction.32. The publication also provided an article from the British\nMedical Journal as the source for the claim in the first, third and seventh\narticles that using sunbeds before the age of 35 increases your chances of\ndeveloping melanoma by 87%.33. The publication said that research reported on by Cancer\nResearch UK said that people who had ever used a sunbed were 20% more likely to\ndevelop melanoma, and where other skin cancer causing factors were controlled\nfor this rose to 29%. It therefore said that reporting that using a sunbed at\nany age increases the risk of skin cancer by up to 25% was not misleading in\nthe way the complainant suggested.34. The publication said that the quote in the fourth article,\nwhich referred to sunbeds being banned in Mexico and Australia and that these\ncountries had seen a decrease in melanoma as a result, was a quote from an\ninterviewee and was clearly attributed to her. It recognised that the\ninterviewee may have mistakenly referred to Mexico when they meant to refer to\nBrazil, and the online article was amended to reflect this. However, it stated\nthat this was clearly attributed to the woman in the case study and that this\nwas her point of view. The publication also said that whether there had been a\ndecrease in melanoma in Australia after the ban was not significant to the\noverall thrust of the article, and the complainant had not disputed the quote\nwith respect to Brazil. The publication did, however, remove the quote from the\narticle.35. The publication said that the claim in the sixth article that\ncases of skin cancer had increased in the past decade due to people using\nsunbeds in the eighties and nineties was directly attributed to the celebrity\nwho was the focus of this article. Nevertheless, it said that this was\nsupported by Cancer Research UK, which stated that over the past decade\nmelanoma rates had increased by almost two-fifths (38%) in the UK. Rates in\nfemales have increased by almost a third (30%), and rates in males have\nincreased by almost half (47%) (2015-2017).36. The publication also provided information from Cancer\nResearch, the British Photodermatology Group and the NHS which demonstrated the\nlink between sunbeds and skin cancer.37. Whilst not accepting a breach of Clause 1, the publication\noffered to publish the following correction in print in the Corrections &\nClarifications box on page 2 of the paper and online as a footnote to each\narticle under complaint, and it said that it would remove the relevant\nsentences:In a series of articles in 2019 we reported that 20mins on a\nsunbed was comparable to 4hrs in the sun. A 2013 study published in the British\nJournal of Dermatology found that 9 out of 10 sunbeds in England exceeded\nsafety limits, emitting an average of 2.3 times more radiation than the Mediterranean\nmidday sun. Sunbeds are carcinogenic, but there is no robust data showing\n20mins on one is similar to 4hrs in the sun. We also reported that there were\naround 7,000 tanning salons in the UK. The Sunbed Association now estimates\nthat there are around 2,000. Relevant Code Provisions38. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.ii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee39. The publication had relied on the findings of multiple\nsources, including the International Agency for Research on Cancer, medical\njournals, the NHS, the World Health Organisation and cancer charities, that\nsunbeds do cause cancer as they emit UV rays which cause skin cancer, often\nstronger than natural sunlight. There was no breach of Clause 1 with regards to\nthis in any of the articles under complaint.The publication had not been able to provide contemporary evidence\nwhich demonstrated its claim that 20 minutes on a sunbed was comparable to four\nhours in the sun, which was reported in the first, second, third and fifth\narticles. On this basis, the Committee found that it had failed to take care\nunder Clause 1(i). As this claim was repeated throughout the campaign, and\ncould be found in a fact box, it was held to be a significant inaccuracy\nrequiring correction under Clause 1(ii). The publication had initially relied\non the fact that the assertion regarding the 20-minute statistic had been\nwidely cited, however once it recognised that there was no robust data to\nsupport it, it had promptly offered to publish a correction. The wording\nidentified the inaccuracy and set out the correct position, and the publication\nhad offered to publish it on page 2 and as a footnote to the articles under\ncomplaint, which was duly prominent. The Committee considered that this was sufficient\nto meet the terms of Clause 1(ii).40. The Committee noted that multiple websites and the NHS\ndescribe basal cell carcinoma as a cancer, and it was not inaccurate for the\npublication to characterise it this way in the first and seventh article.\nAdditionally, the first article made clear that the basis for describing the\nperson’s basal cell carcinoma as “sunbed cancer” was that the person giving the\naccount attributed it to her abuse of sunbeds and the fact that she went in the\nsun without high factor sunscreen. The headline was clearly attributed to the\nwoman giving the account of her skin cancer, and the basis for this was made\nclear. There was no breach of Clause 1 on this point.41. The Committee noted the complainant’s concerns that multiple\narticles had reported that the World Health Organisation classed sunbeds as “as\ndangerous as smoking” without including the other Group 1 carcinogens as identified\nby the World Health Organisation. As the complainant did not dispute that both\nsmoking and sunbeds are classed as Group 1 carcinogens and publications are\nfree to choose which facts they cite, there was no inaccuracy and there was no\nbreach of Clause 1.42. The first, second, third, fifth, sixth and seventh articles\nhad reported that there were 7,000 tanning salons in Britain. The Committee\nnoted that the newspaper had relied on a ten-year-old article for this\ninformation, while the complainant said the true figure was 2,000 tanning\nsalons, but had been unwilling to provide any data to support this. However, in\nthe context of the articles, which related to people’s personal negative\nexperiences of using sunbeds, and where the complainant declined to provide\nevidence of the correct figure, this was not a significant inaccuracy and there\nwas no breach of Clause 1. The Committee did, however, welcome the\npublication’s offer to put the complainant’s position on the record in a\nclarifying footnote.43. The publication had demonstrated that the British Medical\nJournal had published a study which stated that using sunbeds before the age of\n35 increased your chances of developing melanoma by 87%. It found that it was\nnot a breach of Clause 1 to report this in the first, third and seventh\narticles without explicitly reporting the source within these articles. There\nwas no failure to take care over the accuracy of the articles on this point.44. The Committee noted the complainant’s concerns that the second\narticle was published in a British newspaper, yet featured case studies from\nthe US of people who had abused sunbeds. However, the country that the people\nfeatured lived in and their habits did not mean that the article was\nmisleading, particularly where the article made clear that the people mentioned\nwere from the US, and there was no breach of Clause 1.45. The Committee found that in the second article, it was not\ninaccurate to state that there were no restrictions for under 18s using\nsunbeds. Whilst there may have been guidelines in place, there were no specific\nlaws and the publication was entitled to characterise this as no restriction.\nThere was no breach of Clause 1 on this point.46. In the second article, the Committee found it was not inaccurate\nto report that using sunbeds had a “devastating impact” on users’ health, as\nthis was supported by the NHS, Cancer Research UK and the British Medical\nJournal’s reports that sunbeds can cause cancer as well as the World Health\nOrganisation classifying sunbeds as a Group 1 carcinogen. The publication had\nalso provided a blog from Cancer Research UK, which reported on a British\nMedical Journal article, which supported the assertion that using a sunbed at\nany age increases the risk of skin cancer by up to 25%. It was also not\nmisleading to report that sunbeds “pelt the skin with such strong UV rays” as\nsunbeds, by nature, emit UV rays. “Pelt” was not a misleading word for this.\nThere was no breach of Clause 1 on these points.47. The Committee also found that in the second article, the\ncomplainant was not in a position to dispute that children as young as eight\nwere using sunbeds. There was no breach of Clause 1 on this point.48. The Committee noted the complainant’s concerns that the third\narticle reported the experiences of a person who had used sunbeds without\nfollowing the complainant’s recommendations, and that the link between the\nperson’s cancer and sunbeds was based on that person’s self-diagnosis. However,\nthe article was clearly a first-hand account from the person, and the\npublication was not in a position to know why the woman in the article’s cancer\nhad developed, and the publication was entitled to report her own account of\nher illness. Further, the publication was entitled to report the sunbed habits\nof the subject of the case study – even if they were not what the complainant\nadvised. There was no breach of Clause 1 on this point.49. Similarly, the fourth article was not inaccurate for reporting\non people using sunbeds outside of the complainant’s guidelines, where the\narticle had reported their sunbed habits accurately. There was no breach of\nClause 1 on this point.50. The fourth article contained a quote from one of the case\nstudies in which she said “As far as I am concerned, sunbeds need to be banned.\nMexico and Australia already have - and they've seen a drastic decrease in skin\ncancer cases”. The woman was a layperson, and was interviewed in the article in\norder to give her first-hand account and opinion of sunbeds and their risks. It\nwas accepted that the person had inaccurately stated that Mexico had banned\nsunbeds; in fact, Brazil had done so. In addition, the complainant had\nexpressed concern that the woman had been wrong to assert that cases of skin\ncancer had fallen in Australia following the 2014 countrywide ban on sunbed\nuse, and it had supplied information which demonstrated that estimated melanoma\nrates in Australia had increased between 2016 and 2019. However, the\npublication had taken care to accurately report the woman’s comments and it had\ncorrectly attributed them to her. On receipt of the complaint, the publication\nhad amended the quote to refer to Brazil, rather than to Mexico, and the whole\nquote was later deleted during IPSO’s investigation. The Committee welcomed the\namendment, but it did not consider that, in the context of the article, which\ndetailed a woman’s personal experience, these represented significant\ninaccuracies which warranted correction under the terms of Clause 1.51. Again, in the fifth article the Committee did not find it\nmisleading to report a person’s first-hand account of their experiences of\nusing sunbeds and tanning injections. The Committee also noted that it was\nclear from the article that it was the interviewee’s opinion that his tanning\nobsession resulted in his mortgage application being denied, it was not stated\nas fact. The article had also included a comment from the mortgage company\nwhich had denied his tanning was the reason he was denied a mortgage. On this\nbasis, there was no breach of Clause 1 on these points.52. It was not misleading to report a person’s first-hand account\nof using a sun bed because she had pale skin in the sixth article. It was also\nnot inaccurate to report that there are “risks” associated with sunbeds, when\nthis is overwhelmingly supported by data. Furthermore, in an article about\nsunbeds, it was not misleading to omit to mention that being burned from\nnatural sunlight can also cause cancer. There were no breaches of Clause 1 on\nthese points.53. The sixth article also contained a quote from the celebrity\nwhich said that the increase in skin cancer in the past decade was due to\npeople using sunbeds in the eighties and nineties and that you can get skin\ncancer after using a sunbed “a handful of times”. The publication had\ndemonstrated that there has been a significant increase in the number of skin\ncancer cases in the past decade. The Committee found that this person was\nentitled to cite sunbeds as a cause, when the publication had provided evidence\nthat sunbeds have been established as a cause of cancer by organisations such\nas the WHO. In addition, where skin cancer is caused by over exposure to UV\nlight, it was not inaccurate to report that a person can get skin cancer after\nusing a sunbed “a handful of times” where this formed part of a quote\nattributed to an interviewee. There was no breach of Clause 1 on these points.54. The sixth article had referenced research that said that 50%\nof girls aged 15 to 17 use sunbeds in areas such as Liverpool and Sunderland.\nThe complainant did not dispute the statistic but was concerned that the source\nhad not been made clear. The Committee found that it was not inaccurate not to\nreport the source of this research within the article. There was no breach of\nClause 1 on this point.55. The Committee noted that the seventh article had not given the\nsources for the claims that sunbeds are as deadly as asbestos and can increase\nthe risk of skin cancer by 90%. However, the publication had provided evidence\nfrom the British Medical Journal to support the fact that sunbeds can increase\nthe risk of skin cancer by 90%, and both sunbeds and asbestos are Group 1\ncarcinogens as defined by the WHO. Omitting to mention the source of this\ninformation did not render the article inaccurate or misleading. There was no\nbreach of Clause 1 on these points.56. The Committee found that the publication was entitled to\ncharacterise sunbeds as a “cancer timebomb”, and omit to mention natural\nsunlight in the seventh article, due to the authoritative amounts of evidence\nprovided by the publication that sunbeds are carcinogenic. In addition, the\nbasis for this characterisation made clear in the article. There was no breach\nof Clause 1 on this point.57. The Committee found that the complainant was not in a position\nto dispute a woman’s first-hand account of her battle with Bowen’s disease.\nThere was no breach of Clause 1 on this point.Conclusions58. The complaint was partly upheld under Clause 1(i).Remedial Action Required59. The correction which was offered clearly put the correct\nposition on record, and was offered promptly and with due prominence, and\nshould now be published. Date complaint received: 13/12/2019Date complaint concluded by IPSO: 05/06/2020\nBack to ruling listing\n\n\n"
}