{
    "url": "/rulings-and-resolution-statements/ruling/?id=09542-19",
    "title": "09542-19, 09141-19 Bell v The Press (York)",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "6 Children (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Press (York) (Newsquest Media Group)",
    "received_on": "2019-11-26 00:00:00",
    "concluded_on": "2020-04-06 00:00:00",
    "complaint_processing_days": 132,
    "conclusion_long": "21. The complaint was upheld under Clause 1(i) in relation to the first article. There was no breach of Clause 1(ii). There was no breach of the Code in relation to the second article.",
    "remedial_action": "22. The action proposed by the publication satisfied the requirements of Clause 1(ii) for the reasons set out above and should now be printed.The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 26/11/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 09542-19, 09141-19\nBell v The Press (York)Summary of Complaint1. Gordon Bell complained to the Independent Press Standards\nOrganisation that The Press (York) breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 6 (Children) and Clause 9 (Reporting of crime) in articles\nheadlined “Gordon Bell jailed for six year ‘vendetta’ against ex-partner”\npublished on 3 May 2019, and “York man has jail term cut” published on 26\nNovember 20192. The first article, which appeared online, reported on the\nsentencing of a man – the complainant – following his conviction in March 2019.\nIt reported that he had been jailed for 16 months for a six year ‘vendetta’\nagainst his former partner. It described how the court had heard that the\ncomplainant had repeatedly breached a restraining order, by posting comments\nand photos relating to a woman on social media and on internet websites. The\narticle reported that a new, more tightly defined restraining order had been\nmade which restricted the complainant’s use of the internet and social media\nand included remarks made by the judge who said that the man’s behaviour meant\nthat he had “forfeited the right to use social media as anyone else does”. The\narticle also reported a personal statement from the victim, who said that the\ncomplainant “…has run a vendetta against me for six years. Even after being\nfound guilty he didn’t stop his behaviour”. It reported that the man claimed to\nlive mostly in Lanzarote, but that he had also lived at an address in York. It\nalso reported a plea in mitigation made by the complainant’s representative who\nargued against sentencing him to jail as he said that this would probably mean\nthe collapse of a cycling magazine he was starting.3. The second article reported that the same man, who it\ndescribed as having ”…ran a six year ‘vendetta’” against his former partner,\nhad had his jail term reduced from 16 months to 14 months. It reported that he\nhad had been jailed in April 2019 after being convicted of four breaches of a\nrestraining order and explained the nature of the breaches. In addition, it\nreported that that he had committed the offences within months of losing an\nearlier appeal against a conviction of stalking the woman and a man. It also\nrepeated the victim’s personal statement included in the first article, in\nwhich she said that the man “…has run a vendetta against me for six years”4. The second article appeared online in the same terms with\nthe headline “York stalker Gordon Bell has jail term cut”. It was published on\n25 November 2019.5. The complainant said that the first article was\ninaccurate; he was jailed for breaching his restraining order, not for\nundertaking a “six year vendetta”. He said that it was also inaccurate for the\nfirst article to report that the new restraining order restricted his use of\nthe internet and social media. He said that the second article was inaccurate\nto report the prosecution’s claim that he had committed the offences within months\nof stalking the woman and a man; he said that in 2015, he had been convicted\nonly of harassment of a woman, and produced a charge sheet which he said\nconfirmed this.6. He also said that there were a number of inaccuracies in\nboth articles. He disputed that he had carried out a “six year vendetta”\nagainst his former partner, as she alleged in her victim statement. He also\nsaid that it was inaccurate to report in both articles that he had breached the\nrestraining order by posting comments and photos relating his ex-partner\nonline; the restraining order, which he disputed that he had breached,\nprohibited him from posting photographs of his ex-partner’s family, and having\ndiscussion about his ex-partner on any private website, which he said he did not\ndo. He said that it was not the case that he claimed to live mostly in\nLanzarote, and by reporting his street address, this intruded into his privacy\nin breach of Clause 2. He said that the first article also intruded into his\nprivacy by reporting the comment made by his representative that jailing him\nwould probably mean the collapse of a cycling magazine he was starting.\nFinally, the complainant also made a complaint under Clauses 6 and 9, as he\nsaid that by naming him in both articles, members of his family could also be\nidentified.7. In relation to the first article, the publication said\nthat the headline was based on the statement of the victim which had been\nincluded in the article, and that the breaches of the restraining order had\ncontinued a pattern of stalking and harassing behaviour as set out in court.\nHowever, on receipt of the complaint, it offered to amend the headline to say\n“Man jailed for breaching restraining order”, and to add a clarification to the\narticle as follows:“The headline on this article had been changed from ‘Gordon\nBell jailed for six-year “vendetta” against ex-partner’ to ‘Man jailed for\nbreaching restraining order.’ Mr Bell was jailed after four breaches of a\nrestraining order, plus four months previously suspended for a stalking\noffence”.8. In relation to the second article, the publication\nprovided notes from the 2015 hearing which stated that “Mr Bell stalked both\nhis former partner and her then-partner in late November, early December\n[20]13’” and that a Judge had said about the conviction that led to the\nrestraining order, that the complainant had been “convicted of stalking her and\na former partner”. In addition, a police press release said that the\ncomplainant “followed her then new partner from York to his house in Leeds\nwhere he threatened him.” This, in conjunction with the victim statement, gave\na basis in both the print and online versions of the articles to describe the\nman as having run a “six year vendetta” against the woman. However, it accepted\nthat in the 2013 hearing the only person mentioned in the charge was the\ncomplainant’s ex-partner. On this basis, towards the end of IPSO’s\ninvestigation the publication offered to print the following correction:“In a report of May 3, 2019, The Press reported that Gordon\nRaymond Bell was convicted of stalking a man and a woman. While one of the\ncharges did involve two people, Bell was only convicted of stalking one\nperson.\"9. The publication did not accept that any of the other\npoints raised by the complainant represented inaccuracies. In relation to the\nfirst article, it noted that the copy of the new restraining order imposed on\nthe complainant following his most recent conviction, provided by the complainant,\nmade several prohibitions on what he could post on social media. It said that\nit was not inaccurate to report that the breaches of the restraining order were\nin relation posting online comments about his former partner; this was\nspecifically set out in the charges for which he was convicted. It said that\nthe rest of the points raised by the complainant had been heard in court and\nhad been accurately recorded in shorthand by a reporter who was present during\nproceedings. Although the complainant disputed the veracity of the information\nheard by the court, this did not make the article an inaccurate record of\nproceedings.10. The publication said that the complainant did not have a\nreasonable expectation of privacy in respect of the information reported; it\nwas all heard in open court proceedings. It did not accept that Clause 6 or 9\nwere engaged; neither article referred to the complainant’s family.Relevant Code Provisions11. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.12. Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.13. Clause 6 (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.v) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.14. Clause 9 (Reporting of crime)i) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.ii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.iii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.Findings of the Committee15. The headline of the first article was misleading as to\nthe reason for the complainant’s conviction; it gave the impression that the\ncomplainant had been convicted for a course of conduct lasting 6 years, which\nwas not the case. This was a failure to take care not to publish misleading\ninformation in breach of Clause 1(i). In the context of a court report, this\nwas significant and required correction under the terms of Clause 1(ii).16. On receipt of the complaint, the publication offered to\namend the online headline, and to add a footnote to the article. The footnote\nidentified the original headline and the change that had been made, and was\noffered on receipt of the complaint, which was sufficiently prompt. Publication\nof the footnote alongside the article, so that it would be seen by anyone\nreading the updated article, represented due prominence. As such, there was no\nbreach of Clause 1(ii).17. In relation to the information contained in the second\narticle about the offence for which the complainant had previously been\nconvicted,  the publication had relied on\na police press release and the notes of a court reporter, which had both\nalluded to the complainant following a man and a woman. This, in conjunction\nwith the victim statement, gave a basis to report that he had carried out a\n“six year vendetta”. While the complainant disputed the claim that he had\ncarried out a six year vendetta, the basis set out above meant that the\npublication had taken care not to publish inaccurate or misleading information\nand there was no breach of Clause 1(i). However, to report that the complainant\nhad stalked a man and a woman, when in fact he had only been convicted of\nstalking a woman, represented a significant inaccuracy in the context of a\ncourt report was significant and required correction under the terms of Clause\n1(ii) once the nature of the conviction had been confirmed.18. The publication offered to add a footnote to the\narticle, which identified the previous inaccuracy and made clear that the\noffence for which the complainant had been convicted related only to the woman.\nWhilst this offer was made towards the end of IPSO’s investigation, the\nfootnote was offered once details of the previous conviction had been provided\nand was sufficiently prompt. Publication of the footnote also represented due\nprominence as it would make the position clear to any reader of the\narticle.  On this basis, there was no\nbreach of Clause 1(ii).19. In relation to the remaining points of alleged\ninaccuracy, the complainant did not dispute that these had been heard in court,\nor were recorded in court documents or in the various restraining orders\nimposed on him. Although the complainant disputed the accuracy of what was\nheard by the court, in circumstances where there was no dispute that these\npoints had been accurately reported in the articles, there was no breach of\nClause 1.20. Newspapers are ordinarily permitted to report\ninformation which is heard in open court. In this case, the complainant’s\naddress, the information about him claiming to live in Lanzarote and that he\nwas starting a cycling magazine, had all been heard during proceedings in open\ncourt. There was no breach of Clause 2 in reporting this information. The\narticles did not refer to the complainant’s family; the terms of Clause 6 and 9\nwere not engaged.Conclusions21. The complaint was upheld under Clause 1(i) in relation\nto the first article. There was no breach of Clause 1(ii). There was no breach\nof the Code in relation to the second article.Remedial Action Required22. The action proposed by the publication satisfied the\nrequirements of Clause 1(ii) for the reasons set out above and should now be\nprinted.The complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review. Date complaint received: 26/11/2019Date complaint concluded: 06/04/2020\nBack to ruling listing\n\n\n"
}