{
    "url": "/rulings-and-resolution-statements/ruling/?id=09541-19",
    "title": "09541-19 Brown v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2019-12-11 00:00:00",
    "received_on": "2019-12-15 00:00:00",
    "concluded_on": "2020-03-18 00:00:00",
    "complaint_processing_days": 94,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/A Date complaint received: 15/12/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09541-19 Brown v The\nTimesSummary of Complaint1. Colin Brown complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Village green opponent tells of abusive\nChristmas cards”, published on 11 December 2019.2. The article reported on the public hearing of a planning\napplication for land to be recognised as a village green. It reported that\nthere had been a “decade-long row over the planning application” and that the\nhearing had been told that “abusive Christmas cards, graffiti and the police”\nhad been involved and that “officers were called to Forder”. It explained that\nthe owner of the land had said that she had been left terrified by threats and\nabuse from people “she labelled Saga Louts” and that she claimed that things\nstarted to turn nasty after an interim decision “went in her favour”. The\narticle reported that the complainant had agreed “to lead the bid” and that he\nhad submitted the application in 2008 on behalf of “150 villagers”. It reported\nthat he condemned the abuse and included a statement from him in which he said\nthat he did not believe any of the applicants were responsible. 3. The article appeared online in substantially the same\nterms.4. The complainant said that the article was inaccurate in\nbreach of Clause 1. He said that the objector, the owner of the land, had not\nappeared at the hearing and it was, therefore, inaccurate to report that the\nobjector had “said” or had “told” the hearing about the allegations of abuse. He\nsaid it was also misleading and biased to report on the content of her witness\nstatement in circumstances where she had not been cross-examined.5. He said that the article was inaccurate as the police\nwere not called to Forder in connection with the allegations of abuse, nor was\nthis said during the hearing. He also said that the hearing was not shown\npictures of the graffiti.6. He also said it was misleading to describe the\napplication process as a “decadelong row” as he had never spoken to the\nobjector, and did not think it was appropriate to use a colloquial term such as\n“row” in reference to a legal matter. He also found the term “Saga Louts” to be\ninsulting and inaccurate. The complainant also complained that the description\nof \"proper locals\" in the article was inaccurate as the applicants\nwere long-term residents of Cornwall.7. The complainant said it was inaccurate to report the\nobjector’s claim that an interim decision of the council had gone in her\nfavour, as in actuality the inquiry had simply been postponed. In addition, it\nwas inaccurate to describe the application as submitted “on behalf of 150\nvillagers” as it was actually 143 Saltash people who had completed a\nquestionnaire. He said that Forder was a hamlet and only a third of the group\nlived there, so to name them all as “villagers” was misleading.8. The complainant also said that it was inaccurate to\ndescribe him as leading “the bid” as he was an applicant, and there was no\n“bid”.9. The complainant also said that the reporter had asked to\ntake a photograph of him, and asked the complainant to do this outside. The\ncomplainant said the reporter had deliberately taken a photo of him out in the\nrain in order to make him appear angry and to give a misleading impression of\nhim. This photograph was not published as part of the article.10. The publication said it did not accept that the Code had\nbeen breached. It said that the fact that the objector’s evidence was given to\nthe hearing in a witness statement which was not read out and that the objector\ndid not give oral evidence at the hearing did not affect the accuracy of the\nterminology in the article. It said it was not significantly misleading to have\nreported that the hearing “heard” or was “told” rather than “read”.11. It also said that the article was an accurate and\nprecise report of the allegations of abuse made in the objector’s witness\nstatement, and that it was balanced with arguments from both sides, including a\nstatement from the complainant which made clear he condemned the abuse. It said\nthat it did not believe that it was necessary to set out the entire history of\nthe application and that the article did not take a position supporting either\nside.Relevant Code Provisions12. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee13. The Committee noted the complainant’s position that the\nobjector had not given oral evidence at the hearing and that her witness\nstatement had not been read out. However, the Committee did not consider that\nit was significantly misleading to describe the content of her written witness\nstatement, which was provided to the hearing as evidence, as what the objector\nhad “told” the public meeting or had “said” during the hearing. The selection\nof material for publication is a matter of editorial discretion, as long as the\nCode is not breached. The newspaper was not obliged to report the evidence from\nthe applicants which was heard at the hearing, but noted that it had included a\nstatement from the complainant. The omission of the further information\nidentified by complainant was not misleading. There was no breach of Clause 1\non this point.    14. The Committee found that it was not inaccurate to report\nthat “officers had been called” to the area. It noted that the complainant was\nnot in a position to know whether the police had been called and had visited\nthe objector’s property, and that he himself had gone to the police station\nafter hearing allegations of a link between the abusive Christmas card and the\nplanning application. The abusive graffiti and the Christmas card had formed\npart of the objector’s evidence and photographs of the graffiti had been\nattached to her witness statement, which had been provided to the hearing as\nevidence. In these circumstances, it was not misleading to report that the\nhearing had been shown pictures of the graffiti. There was no breach of Clause\n1 on these points.    15. The Committee found that it was not misleading to\ncharacterise the planning application as a “decade-long row”; the application\nhad been submitted in February 2008 and was highly contentious. There was no\nbreach of Clause 1 on this point.16. The Committee understood that the complainant found the\nterm “Saga Louts” to be offensive, however the Editors’ Code does not deal with\nissues of offense. There was no breach of Clause 1. 17. The Committee did not find it misleading for the\nnewspaper to report the objector’s position that an interim decision had “gone\nin her favour”. This was her opinion, and was clearly presented as such. There\nwas no breach of Clause 1. 18. The Committee noted the complainant’s concern that the\n143 applicants included people from the wider Saltash locality and are not just\nthe residents of Forder.  However, in the\ncontext of an article which was reporting on the hearing of a planning\napplication affecting the local community, it did not consider that it was\nsignificantly misleading to report that the application had been made “on\nbehalf of 150 villagers”. There was no breach of Clause 1 on this point.19. The Committee did not find it significantly inaccurate\nto describe the complainant as leading “the bid” in circumstances where he had\nsubmitted the planning application and where the nature of the application was\nmade clear in the article. There was no breach of Clause 1 on this point.The Committee noted the complainant’s concern with regards\nto the photograph that was taken of him. However, this photograph was not\nincluded in the online or print version of the article and therefore his\nconcern did not engage the terms of Clause 1.Conclusions20. The complaint was not upheld. Remedial Action Required21. N/A Date complaint received: 15/12/2019\nDate complaint concluded by IPSO: 18/03/2020\nBack to ruling listing\n\n\n"
}