{
    "url": "/rulings-and-resolution-statements/ruling/?id=09546-21",
    "title": "09546-21 Damji v The Times",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2021-08-26 00:00:00",
    "received_on": "2021-08-27 00:00:00",
    "concluded_on": "2022-02-02 00:00:00",
    "complaint_processing_days": 159,
    "conclusion_long": "36. The complaint was not upheld.",
    "remedial_action": "37. N/A   Date complaint received: 27/08/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09546-21 Damji v The TimesSummary\nof Complaint1. Farah\nDamji complained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Fraudster’s link to campaign causes anger”, published on 26 August\n2021.2. The\ncomplainant was the subject of the article, and described as a “convicted\nfraudster”.3. The\narticle reported on the links between the complainant and a magazine which had\ncreated a photographic exhibition as part of a campaign for female offenders.\nIt stated that prominent lawyers and campaigners, some of whom it named, were\n“angry that they were persuaded to back [the magazine which created the\ncampaign]” and that it was “understood” that some of the subjects who were part\nof the campaign were not aware of the complainant’s connection to the magazine\nwhen they were photographed for the exhibition. It said that several of these\nparticipants were concerned to learn of the link, with one participant reported\nas saying they were “very troubled” by it. A further party, who had researched\nthe connections between the complainant and the magazine, was quoted within the\narticle as saying that contributors to the campaign’s crowdfunding campaign and\nthose who gave their names to support the campaign were “unlikely to be aware\nof the full extent of this association”.4. The\narticle described the complainant as having “convictions for fraud and theft\ndating from the 1990s” and that she had criminal convictions for fraud and\ndishonesty in both the US and Britain. It said she had been “accused of conning\nsenior Conservative politicians into backing a ‘heroes centre’ for former\nservices personnel who ended up in prison. The Sunday Times reported that the\ncentre did not exist and that she used a different name when she registered her\ncompany”. It also described the complainant’s relationship to the magazine that\norganised the campaign for female offenders: it said she had claimed, in an\nonline article, to have helped set up the magazine, and had described herself\nas a managing editor in a YouTube video.5. The\narticle also said that Companies House had confirmed that “Anna Margret\nVignisdottir” had been registered as a director of the magazine “last year” and\nhad subsequently been removed. The article said that “Anna Margret\nVignisdottir” was an alias used by the complainant when she was arrested in\nIreland the previous year. It reported that the complainant had fled to Ireland\nafter breaching a restraining order, and that “in December her appeal against\nthe conviction was rejected although her sentence was reduced to 18 months. It\nis understood that [the complainant] is awaiting extradition proceedings to the\nUK from Ireland”.  The article also\nreported that the complainant was “the daughter of a millionaire property\ntycoon”. The article reported that in response to a request for comment, the\ncomplainant had said: “Do not contact me again, or I will report you to the\npolice for harassment.” It also included a response from the magazine, which\nstated that “unfounded and harmful allegations” had been made about the\ncompany.6. The\narticle also appeared online under the headline “Fraudster Farah Damji linked\nto justice campaign” in substantially the same format.7. The\ncomplainant said that the article was inaccurate in breach of Clause 1. She\nsaid, firstly, the article gave the impression that she had deliberately conned\npeople into being involved with the campaign and had attempted to hide her link\nto the campaign. She said that this was inaccurate as she had never tried to\nhide her involvement: she was listed on the magazine’s website and masthead and\nfeatured in the exhibition that formed part of the campaign. The complainant\nprovided material from the campaign which stated: “The exhibition inspires us\nto put ourselves in others’ shoes, to try and understand the experiences of\nex-prisoners including Farah Damji ...” and included her photograph. The\ncomplainant said this was incongruent with the points raised later in the\narticle which stated she had previously made clear her connection – such as in\nthe YouTube video, where she described herself as managing editor. She said it\nwas therefore inaccurate to report that it was “understood that some of the\nsubjects were not aware” of her connection to the magazine, and that writing\nthe allegation in third person and as a fact gave the statement false\ncredibility. She also said the campaign participants would not have spoken to\nthe press, and that if the allegation were true the newspaper would have\nprinted the participant’s names. The complainant said it was inaccurate to\ndescribe anyone as having been “persuaded” to join or donate to the campaign,\nand that she had not personally asked for money from any of the women who were\nphotographed or the photographers as the crowdfunding page was publicly\navailable. She said that the participants had been asked if they would like to\nbe involved in the campaign and had agreed to take part.8. The\ncomplainant also said it was inaccurate to report that she had been accused of\nconning senior Conservative politicians into backing a “heroes centre”, and\nthat the \"Sunday Times reported that the centre did not exist and that she\nused a different name when she registered her company\". The complainant\nsaid that the Sunday Times article had been a “hit piece” by the newspaper, and\nthat she had never been charged in relation to the matter. She also said that\nsimply because she had not made a complaint at the time of publication did not\nmean that the allegations were accurate. She said that no one of significance\nhad accused her of conning the politicians, and the Sunday Times had been the\nonly newspaper to report on the matter at the time.9. The\ncomplainant said it was misleading to report that she had “convictions for\nfraud and theft dating from the 1990s”, as this gave the inaccurate impression\nthat she was still committing fraud, when in fact her last fraud conviction was\nin 2010 with the crime committed in 2008. She said as these convictions had\nbeen spent there was no need to publish them again, and further that it was\ninaccurate by omission to not explicitly report that they were spent\nconvictions.10. The\ncomplainant said it was inaccurate to report that she had used the alias “Anna\nMargret Vignisdottir” when arrested, and that she had not been charged or\nconvicted of using an alias. The complainant said that whilst both the\npublication under complaint and other newspapers had published that she had\nused this alias, this did not make it true, nor should the publication have\nrelied on the earlier reports. The complainant also said that Companies House\nhad denied telling anyone that Anna Margret Vignisdottir had been registered as\ndirector of the magazine; however, she was unable to provide evidence of this\ncorrespondence. The complainant also said that the information was not visible\non the magazine’s Companies House data and that she was making inquiries with\nCompanies House.11. The\ncomplainant accepted that she was “awaiting extradition proceedings to the UK\nfrom Ireland\". However, she said that the Irish High Court refused to\nsurrender her and that the proceedings were being rigorously defended, and that\nit was misleading to omit this aspect of the situation.12. The\ncomplainant said she had not been given the opportunity to respond to the\nalleged inaccuracies in the article, and that her request for the newspaper to\ngive her more time to deal with the matter responsibly and sensibly was\nignored. She also said that her request for a right to reply had been refused,\nas the newspaper had only asked her to provide a statement it may consider\npublishing, which she did not consider fulfilled its obligations under Clause\n1(iii). The complainant provided the correspondence she had with the newspaper\nprior to the publication of the article. The newspaper had described the basis\nof the article and asked the complainant what her connection was to the\nmagazine; whether a previous reference she had made to being paid by “a\nmagazine” related to the magazine running the campaign; what her status was\nrelating to the criminal proceedings in the UK and Ireland; whether she had\nattempted to register as a director of the magazine using the alias “Anna\nMargret Vignisdottir”, which it said she had used when arrested in Ireland;\nwhether she used any other aliases; and for her response to the concerns that\nthe crowdfunding campaign was an elaborate fraud. The email had been sent at\n11.18am on 25 August and requested a response by 4pm the same day. The\ncomplainant sent her response of the same day at 12.05pm in which she stated:\n“do not contact me again, or I will report you to the police for harassment”,\nas reported in the article. At 3.01pm another party emailed the publication\nsaying they were a solicitor acting on behalf of the complainant and would be\nin touch shortly. On 26 August the complainant sent further emails containing\nexpletives asking for the article and an image of her which accompanied it to\nbe removed from social media. A further email from the publication, provided by\nthe complainant, said that the person “purporting to be the complainant’s\nlawyer” had never sent a response to their questions. The complainant also\nprovided an email from the publication to the managing director of the\nmagazine, which repeated the questions that were asked to the complainant and\nincluded further questions.13. The\ncomplainant said that she had told the journalist not to speak to her but to\nher solicitor. She said that both contact with her, and reference to her\ndeceased father, was an unnecessary intrusion into her privacy, in breach of\nClause 2.14. The\ncomplainant said that the publication had also repeatedly harassed her in\nbreach of Clause 3 by contacting her and her friends and colleagues. She also\nsaid it was harassment to report that she had convictions for fraud and theft\n“dating from the 1990s” whilst omitting the last date she had offended and that\nthe convictions were spent. She said that the historical Sunday Times article\nreferred to in the article, along with the current article, also amounted to\nharassment.15. The\ncomplainant also said that the article and actions of the journalist\ndiscriminated against her in breach of Clause 12. She said that she had been\ntargeted and discriminated against because she was not white, had past offences\nand did not “kow tow” to the establishment.16. The\npublication did not accept a breach of Clause 1. The publication said it had\nspoken to a number of high-profile lawyers, judges and campaigners who had been\nphotographed for the exhibition, plus artists and others who said that they\nwere not aware that the complainant was behind the project and exhibition. The\npublication said that the participants it had spoken to had all said that they\nhad agreed to take part in the project because of its aims, but had expressed\nconcern when they were told of the links to the complainant and the issues\naround the project’s transparency, the identity of those involved and Companies\nHouse irregularities, amongst other matters. It also provided quotes from named\nparties who had said that they had withdrawn from the campaign. The publication\nsaid it was not inaccurate to report that the contributors had been persuaded\nto back the campaign. It said the individuals contacted by the newspaper had\nbeen persuaded by various contacts that the exhibition was well-intended. It also\nnoted that an email from the magazine had said it was crowdfunding a\n“substantial amount”.17. The\npublication said that claims about the heroes centre and that the complainant\nhad used a different name when she registered her company were accurate. It\nprovided an article by The Sunday Times from 2011, which remained online and\nunchanged. This article reported that the complainant “admitted the centre was\nnot actually based at the school and that it had not yet been set up” and that\nthe complainant had said “for the avoidance of doubt, Kazuri Heroes is most\nlikely to be the first element of the group’s prospective businesses to start\ntrading”. This article also reported that the complainant had “changed her name\nby deed poll for religious reasons”.18. The\npublication said that it was accurate to report that the complainant had\nconvictions for fraud and theft dating from the 1990s, and her criminal history\nwas relevant to the matters discussed in the article. It noted that the article\ndid not report that the complainant was continuing to commit fraudulent\noffences, but said that as of September 2020 she was under investigation for\nalleged offences under the Theft and Fraud Act. It also said that the\ncomplainant had a multitude of offences she had spoken about to publications\npreviously19. The\npublication said that the complainant had used the alias “Anna Margret\nVignisdottir” referred to in the article, and that this had been published by\nmultiple newspapers. It said that the use of the alias had been accepted by a\njudge of the Irish High Court at a hearing connected to the complainant’s\nextradition proceedings in September 2020, following her arrest. It provided\nthree contemporaneous court reports, one by the publication itself, and two from\nother publications, which stated this. The publication also said that it had a\nphone conversation with Companies House in which it confirmed that the name\n“Anna Margret Vignisdottir” was initially registered as a director for the\nmagazine and that it was later removed, although it did not have the original\nnote of this conversation. It did, however, provide screenshots taken from a\nwebsite which posted archived or old material from Companies House listings,\nwhich showed “Anna Margret Vignisdottir” listed as a director of the website.\nThe publication also said the complainant had been reported as using aliases at\nher sentencing hearing following a conviction for stalking. It said it was\nentitled to rely on the court reports, and that these reports had not been\nwithdrawn or corrected.20. The\npublication said it was not inaccurate to report that the complainant was\nfacing extradition. It said that, in addition to contacting the complainant, it\nhad also contacted the court service in Ireland who confirmed that the\ncomplainant was facing extradition, and had a court date listed for October.21. The\npublication said that it had contacted the complainant in advance of the\narticle in order to gain her response. It said that this, and the other\ninformation described above, demonstrated that it had discharged its\nobligations to take care not to report inaccurate information.22. The\npublication did not consider that Clause 2 was engaged. It noted that the\ncomplainant had previously spoken publicly about her relationship with her\nfather, and that her father was referred to in open court proceedings. The\npublication said the complainant did not have a reasonable expectation of\nprivacy over the information in the article.23. The\npublication said that, with regards to Clause 3, the complainant was\ninconsistent in that she complained both that she had not been contacted prior\nto the article, and that the newspaper had harassed her. The publication said\nthe complainant was contacted to put allegations to her in advance of\npublication which was consistent with best practice and the duty to take care\nunder the Code. It also said that both the complainant and her associate at the\nmagazine were contacted in advance of the article under complaint and further\narticles being published. The publication said that the complainant had\nrequested that the publication not contact her again or she would contact the\npolice; however, it was she who had reinitiated and encouraged further contact.\nIt said that it was not harassment to continue to publish articles that were\naccurate and in the public interest.24. The\npublication said that Clause 12 was not engaged. It said that it was the\ncomplainant’s conduct, not her race or beliefs, that were the subject of the\ncoverage as this was the basis for the concerns by those persuaded to support\nthe projects. It also noted that her previous offences were plainly relevant to\nthe article.25. The\ncomplainant said that the publication’s argument relied heavily on other\narticles, including articles published by itself and its sister publication,\nThe Sunday Times. She said that this demonstrated that the publication had\nrepublished untruths without checking the accuracy. She also noted it had not\nsupplied notes from the confidential sources it alleged had concerns about the\nconnection between the complainant and the newspaper. The complainant also said\nthat, in reference to the 2011 article, she had never spoken to The Sunday\nTimes, nor had she said that the heroes centre had not been set up in the\nschool. She also noted that there was no mention of “Anna Margret Vignisdottir”\non the Companies House website, and said that the website screenshot supplied\nby the publication was not an official website.Relevant\nClause ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause 2\n(Privacy)*i)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.iii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacyClause 3\n(Harassment)*i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.Clause\n12 (Discrimination)i) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.ii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.Findings\nof the Committee26. The\ncomplainant had said that the article had given the inaccurate impression that\nshe had deliberately hidden her involvement in the campaign. The publication\nhad quoted a named party within the article who had said they were “troubled”\nwhen they found out the complainant was involved, and that further unnamed individuals\ninvolved in the project had also expressed concern when they were told of the\nlinks to the complainant. The article did not state that the complainant\ndeliberately hid her involvement in the campaign, and the publication was\nentitled to report the participants’ concerns about her involvement, and that\nthe sources quoted personally had not been aware of her connection to the\nmagazine and campaign. The publication had declined to provide names, notes or\nother information to substantiate the expressions of concern stated in the\narticle, on the basis that it did not wish to reveal its anonymous sources,\nwith respect to Clause 14. The Committee noted that the complainant did not\nhave knowledge of what had been said by the publication’s sources and was not\nin a position to challenge the accuracy of its account. In addition, given the\nnature of the complaint – which related to communications between a small\nnumber of people about arrangements for the exhibition – the Committee accepted\nthat the disclosure of such material may have led to the identification of the\npublication’s sources.  In addition, the\nCommittee noted that the publication had provided some corroboration for the\nclaims made by the anonymous sources, in that promotional material for the campaign’s\nexhibition did not refer to her as having a role further than being one of the\nwomen photographed. In these circumstances, the Committee did not find a breach\nof Clause 1 on this point.27. The\nCommittee noted that the complainant said she had not personally persuaded\nanyone to join the campaign nor had she asked anyone to donate money. However,\nit noted that this was not an allegation within the article – in fact, the\narticle had said that participants were not aware of the complainant’s\ninvolvement in the campaign. Where it was accepted that participants were asked\nto participate in the campaign and agreed to do so, it was not significantly\ninaccurate to characterise this as participants having been “persuaded to back\n[the magazine which created the campaign]”. There was no breach of Clause 1 on\nthis point.28. The\narticle had reported that the complainant had been “accused of conning senior\nConservative politicians into backing a ‘heroes centre’ for former services\npersonnel who ended up in prison”. It then immediately gave the basis for these\naccusations: that “The Sunday Times reported that the centre did not exist and\nthat she used a different name when she registered her company”. It was\naccepted by both parties that The Sunday Times had published an article that\naccused the complainant of conning senior Conservative politicians into backing\na “heroes centre”. This article, published in 2011, included a quote attributed\nto the complainant that stated the centre had not been set up, and reported\nthat she had changed her name by deed poll for religious reasons. The\ncomplainant had denied that the accusations reported were accurate; however,\nthe article under complaint had simply stated that the complainant had been\n“accused” of conning the politicians and provided evidence for the basis of the\naccusations made by The Sunday Times in 2011. While the complainant had said\nshe had not been convicted or accused of any crime in relation to this\nallegation, the article made clear that this was an allegation and stated its\nsource, which had remained in the public domain, uncorrected. There was no\nbreach of Clause 1.29. It\nwas accepted that the complainant had multiple convictions for fraud and theft.\nThe article did not state that the last conviction was in 2010; but that her\nconvictions dated from the 1990s. The Committee did not accept the\ncomplainant’s argument that this gave the misleading impression that she had\ncontinued to commit crimes continuously from the 1990s to the present day. It\nwas accurate to report that her crimes dated from the 1990s and this reference\ndid not breach Clause 1.  Nor was the\npublication required under the terms of Clause 1 to reference the legal status\nof the convictions as spent, where the focus of the article was on the comments\nof participants in the exhibition, which did not relate to the status of the\nconvictions.30. The\narticle reported that “Anna Margret Vignisdottir” had been registered as director\nof the magazine the previous year, that this had been reported on Companies\nHouse website and had then been subsequently removed. The publication said that\nit had spoken to Companies House to confirm the accuracy of this claim, albeit\nit did not have a note of this call, and provided a screenshot from a website\nthat used archived Companies House information that included this name.  The complainant said that this had been\ncontradicted by Companies House in a telephone call she had with the company\nfor which she similarly did not have a record. \nNotwithstanding the conflict of accounts over the telephone calls, the\nCommittee considered that the screenshot from a third-party website that\nrecorded archived information from Companies House demonstrated that the\npublication had taken care over the claim, and there was no basis to establish\nthat it was inaccurate. The article also reported that the same name had been\nused by the complainant when she was arrested in Ireland. The complainant\ndenied ever using the name, and noted she had not been charged or convicted\nwith using an alias. The publication supplied three other articles reporting on\nthe complainant’s bail hearing in 2020, one written by itself and two by other\npublications, which stated that she had used this alias. Where these\ncontemporaneous court reports remained unchallenged in the public domain, the\nnewspaper was entitled to rely on the articles. There was no breach of Clause 1\non these points.31.\nWhere it was accepted by both parties that, at the time of the article, the\ncomplainant was awaiting extradition proceedings to the UK, it was not\ninaccurate for the newspaper to report this. In addition, referencing the\nexistence of these proceedings without further information about the\ncomplainant's position was not inaccurate or misleading; it did not suggest\nthat the complainant had accepted extradition, nor that her case was not been\ndefended, and there was no breach of Clause 1.32. The\ncomplainant had said she had been given no opportunity to respond to the\ninaccuracies in the article. The Committee noted that there is no blanket\nobligation under the Editors’ Code to approach subjects of articles for\ncomment, but often publications will need to do so in order to meet the\nrequirement to take care. In this instance, the newspaper had put a number of\ndetailed allegations to both the complainant and a representative of the\nmagazine prior to publication. In any case, the publication had relied on\nseparate corroboration for its claims. The publication’s approach demonstrated\nthat it had taken care over the accuracy of the allegations contained in the\narticle and there was no breach of Clause 1(i) on this point.33. The\narticle had reported that the complainant was “the daughter of a millionaire property\ntycoon”. The identity of a person’s parents is not generally information over\nwhich there is a reasonable expectation of privacy, and in any case this\ninformation about the complainant was well-established in the public domain,\nand she did not have a reasonable expectation of privacy in relation to it.\nThere was no breach of Clause 2.34. With\nregards to the complaint under Clause 3, the Committee accepted that the\ncomplainant had made a request for the publication to desist in contacting her\non 12.05pm on 25 August. However, after this request had been made, the\ncomplainant reinitiated contact with the publication on 26 August, and it was\nonly after this that the publication contacted her again. Where the complainant\nhad been the one to reinitiate contact, her request to desist contact had been\noverridden and it was not a breach of Clause 3 for the publication to engage in\nfurther contact. In addition, the emails from the publication simply consisted\nof questions regarding the allegations they wished to put to the complainant,\nand there was nothing within them which the Committee considered to amount to\nintimidation or harassment; they represented efforts to take proper care over\nthe accuracy of published information. Publishing articles about the\ncomplainant did not engage the terms of Clause 3. There was no breach of Clause\n3.35. The\ncomplainant said that the article breached Clause 12 as she considered that the\npublication of the article was a result of her being targeted and discriminated\nagainst because she was not white, had criminal convictions and because of\npolitical beliefs she held. Clause 12 relates to references to protected\ncharacteristics where not genuinely relevant and use of prejudicial or\npejorative references to these characteristics. As the complainant was not\ncomplaining about such references, there was no breach of Clause 12. In\naddition, the Committee noted that having criminal convictions or certain\npolitical beliefs are not characteristics protected under the Code.Conclusion(s)36. The\ncomplaint was not upheld.Remedial\nAction Required37. N/A\n\n\nDate\ncomplaint received: 27/08/2021\nDate\ncomplaint concluded by IPSO: 02/02/2022\nBack to ruling listing\n\n\n"
}