{
    "url": "/rulings-and-resolution-statements/ruling/?id=09574-21",
    "title": "09574-21 Gauterin v thejc.com",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2021-07-08 00:00:00",
    "received_on": "2022-08-30 00:00:00",
    "concluded_on": "2022-06-14 00:00:00",
    "complaint_processing_days": -77,
    "conclusion_long": "21. The complaint was partly upheld under Clause 1 (iv).",
    "remedial_action": "22. Having upheld a breach of Clause 1 (iv), the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 23. The article was significantly misleading with regards to the circumstances of the complainant’s departure from his previous employer, where it presented speculation on the part of the publication as fact. The Committee considered a correction to be the appropriate remedy to this breach, where the misleading information was limited to the text of the article, and the Committee was mindful of the need to balance the fundamental right to freedom of expression with the requirement to take care not to publish misleading information. Therefore, on balance, the Committee considered that a correction, putting the complainant’s position on record, to be an appropriate remedy. 24. The Committee then considered the placement of this correction. This correction should be added to the article, should it still remain online, as a footnote. Should the article be removed, the correction should appear as a standalone article. The wording of the correction should make clear that the publication had no basis to imply that the complainant had departed his role due to his employer finding that he was antisemitic. The wording should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.    Date complaint received: 30/08/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09574-21 Gauterin v thejc.com\nSummary\nof Complaint \n1. Tom\nGauterin complained to the Independent Press Standards Organisation that\nthejc.com breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’\nCode of Practice in an article headlined “Time for direct action on social\nmedia”, published on 8 July 2021.\n2. The\narticle, which appeared online only, was a column, in which the writer set out\nthat – after coming ”across a tweet by [the complainant…] which told his\nfollowers that [he] was a ‘lifelong hard right racist”– he had read the\ncomplainant’s publicly available Twitter biography and discovered that he was a\nconductor. The sub-headline to the article described as “how [the writer] made\non errant tweeter pay the price”; the article itself stated that the writer was\n“here to tell you that you can take things into your own hands and, with a bit\nof persistence, show the antisemites that their actions can have consequences.”\n3. The\narticle went on to report that the writer had “searched [the complainant’s\nname] […w]hat emerged immediately was a link to [the complainant’s] day job”\nand that he had then “look[ed] at his timeline to see what else he had to say”.\n4. The\nwriter went on to comment that “[w]hat I found was a man with what might best\nbe described as an obsession with Jews, with Jewish communal bodies and with\ndenying the existence of Labour antisemitism” and that “he really doesn’t like\nJews who make a fuss about antisemitism, such as [prominent Jewish celebrity]”.\nIt included three examples of the complainant’s tweets; one such example was as\nfollows:\n“No idea\nwhat [prominent Jewish celebrity] thinks she is doing and why, but she’s a\nproven liar and a fraud who harms those Jews who really *are* suffering from\nanti-Semitic abuse. She’s utterly vile and to pretend otherwise is to deny\nreality. Plus: if you know her, tell her to stop it pronto.”\n5. After\nsetting out the above tweets, the article stated that the writer had written to\nthe CEO of the company where the complainant was employed “alerting him to his\nemployee’s behaviour. […]The CEO rang again. He was — he had to be — careful\nwith his words. But he told me that [the complainant] no longer worked for [the\ncompany]. I have no idea if he jumped or was pushed. I don’t care. [The\ncompany] behaved honourably and a man I believe to be a Jew hater has suffered\nthe consequences of his bigotry.”\n6. The\ncomplainant said that the article was inaccurate in breach of Clause 1, as it\nreported that he was “a man with what might best be described as an obsession\nwith Jews, with Jewish communal bodies and with denying the existence of Labour\nantisemitism”, and described him as a “Jew hater”. The complainant provided\nstatements from Jewish friends, confirming that they did not consider him to be\nantisemitic or a “Jew hater” to support his position that the article was\ninaccurate on this point.\n7. The\ncomplainant then said that he was a critic of the state of Israel, and of\n“Jewish communal bodies” which supported the actions of Israel. However, he did\nnot accept that this stance made him anti-Semitic; his criticism was based on\nthe political stance of the organisations, rather than their ethnicity or\nreligion. He also did not accept that he “den[ied] the existence of Labour\nantisemitism”, but rather that “the extent of antisemitic views within the\nLabour Party was and continues to be weaponised for political ends”. He further\nsaid that several of his tweets demonstrated that he took the issue of\nantisemitism seriously and did not deny its existence within the Labour party,\nalthough he was unable to supply these tweets as he had deleted his twitter account.\nHe also said that, of the 80,000 tweets on his profile, the majority were about\nthe Labour party in general and classical music; it was therefore inaccurate\nfor the publication to state that his Twitter timeline showed “a man with what\nmight best be described as an obsession with Jews, with Jewish communal bodies\nand with denying the existence of Labour antisemitism.”\n8. The\ncomplainant then said that it was inaccurate for the article to report that “he\nreally doesn’t like Jews who make a fuss about antisemitism, such as [prominent\nJewish celebrity]” as his criticism was directed at the celebrity in\nparticular, rather than at Jewish people in general who spoke up about concerns\nregarding antisemitism.\n9. The\ncomplainant also said that the article contained the clear implication that he\nhad had his employment terminated as a result of the allegations which the\nwriter had made directly to the company chairman, in breach of Clause 1. He\nsaid that he was not aware of the writer’s complaint, or of the allegation that\nhe was anti-Semitic, until he read the article under complaint – after he had\nbeen terminated from his role. The complainant accepted that he had been\nterminated due to concerns raised over his Twitter activity. However, he said that\nat no point had he been made aware that there were allegations that he was\nanti-Semitic – therefore, the article was misleading in implying that he had\neither been dismissed or given the opportunity to resign from his role over\nthese allegations, where he was not aware of any such allegations. He said that\nthe inaccuracy was compounded by the publication’s failure to seek his comment\non these points.\n10. The\ncomplainant then said that the publication had not approached him for any\ncomment on the article and its allegations, and that he should have been given\nthe opportunity to reply to what he considered to be significant inaccuracies\nwithin the article. He also said that, as the publication had not contacted him\nfor comment, it had clearly not taken care over the accuracy of the article\n11. The\ncomplainant then said that both the article and the actions of the journalist\nhad breached Clause 2 of the Editors Code by intruding into his private life.\nHe said that the actions undertaken by the journalist – contacting his place of\nwork – demonstrated a clear lack of respect to his private life. He said that\nthere could be no possible public interest in the intrusion; he was not a\npublic figure, and the extent of his public profile was a public Twitter account\nwith a little over 2000 followers. He further noted that his Twitter account\ndid not include any reference to his professional role or his employment.\n12. The\npublication said that it did not accept that the article or the writer’s\nactions had breached the Editors’ Code. Turning first to the complainant’s\nClause 1 concerns, it said that the article was clearly distinguished as\ncomment, and therefore as the writer’s view of the complainant and his public\nTwitter presence. It said that there were reasonable grounds at the time of the\narticle’s publication to suspect that the complainant’s departure from his\nprevious role was linked to his Twitter activity, and the article was not\nsignificantly inaccurate, misleading or distorted in its portrayal of the\nevents leading to the complainant’s departure from his previous role: the\njournalist had contacted the complainant’s previous employer, and had later\nbeen informed that he was no longer employed by the company.\n13. It\nthen said that the writer’s characterisation of complainant’s Twitter thread\nwas supported in the article by the inclusion of the exact wording of the\nTweets – therefore, both the basis for the characterisation, and the fact that\nit was indeed the writer’s characterisation, were made clear in the article\nitself. It said that, from the outset of the article, it was clearly\ndistinguished as the writer’s view and his retelling of his experiences. It\nfurther said that it did not consider that there was a need to approach the\ncomplainant, where the article was based on the complainant’s public tweets and\nthere was no dispute that the tweets had been accurately quoted.\n14.\nTurning to the complainant’s Clause 2 concerns, the publication noted that the\narticle commented on the complainant’s public Twitter account, and that the\nactions of the writer had been prompted by information which was publicly\navailable.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii) Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n15. The\nCommittee noted that the Editors’ Code makes clear that the press is allowed to\neditorialise and to publish comment, provided it is distinguished from fact.\nWith this in mind, the Committee first considered the article’s claims that the\ncomplainant had ”an obsession with Jews, with Jewish communal bodies and with\ndenying the existence of Labour antisemitism” and that he was a “Jew-hater”.\n16.\nWhile the Committee understood that the complainant disputed this characterisation\nof his comments, it was clearly distinguished as the view of the writer: it\nfollowed a first-person narrative account of the writer taking “a look at [the\ncomplainant’s Twitter] timeline to see what else he had to say”, and made clear\nthat it was the writer who had “found” the timeline which he considered showed\n“a man with what might best be described as an obsession with Jews, with Jewish\ncommunal bodies and with denying the existence of Labour antisemitism”. The\nCommittee also noted that the article stated that the writer ”believed” that he\nwas a “Jew-hater”. The article included specific tweets that the writer had\nbased his characterisation on, which the complainant did not dispute that he\nhad published; the factual basis for the characterisation was, therefore,\nclearly set out in the article. Therefore, while the Committee understood that\nthe complainant disputed the writer’s characterisation of his Twitter timeline,\nwhere it was clearly distinguished as the writer’s characterisation and the\nfactual basis for the characterisation was not in dispute, there was no breach\nof Clause 1 on this point.\n17. The\nCommittee next considered the complaint about the references to the\ncomplainant’s loss of employment, which the complainant had said were inaccurate\nas they misleadingly implied that he had left his role due to his previous\nemployer finding that he was anti-Semitic. While he accepted that his social\nmedia activity was linked to his departure, he said that at no point had he\nbeen informed that his departure was linked to allegations of anti-Semitism. It\nwas acknowledged by the publication that the writer had received no direct\ninformation about the reasons for the departure, including any information\nabout whether any findings had been reached about the complainant’s conduct as\npart of that process, or the nature of any such findings. By contrast, in the\nview of the Committee, the article made a factual claim that the complainant\nhad lost his job due to the claim of anti-Semitism; the writer stated that he\nhad “show[n] the antisemites that their actions have consequences”; and that\nthe complainant had “suffered the consequences of his bigotry”. In the view of\nthe Committee, the publication of these claims in this form failed to\ndistinguish the writer’s conjecture as such. The claims, appearing throughout\nthe article, gave the misleading impression that it was a matter of fact that\nthe complainant had departed his role due to anti-Semitism.\n18.  Where the publication had not distinguished\nthe writer’s comment and conjecture from fact, there was a breach of Clause 1\n(iv). This breach was significant, where it rendered the article misleading as\nto the circumstances in which the complainant had departed his role.\n19.\nTurning next to the complainant’s Clause 2 concerns, the Committee noted that\nit was not in dispute that the information which the article reported on – the\ncomplainant’s Twitter presence, his hobbies, and his professional role – had\nall been in the public domain, either via the complainant’s public twitter\npage, or public search results about the complainant. The wording of Clause 2\nmakes clear that the Committee, in assessing possible breaches of Clause 2,\nshould take into account the extent to which the material complained of is in the\npublic domain. Where the material complained of in the article was in the\npublic domain, the Committee found no breach of Clause 2 on this point.\n20. The\nCommittee considered next whether the actions undertaken by the writer when\nwriting the article – namely, contacting the complainant’s employer –\nrepresented a breach of Clause 2. The Committee again noted that the writer had\nnot used any information which was not in the public domain to contact the\ncomplainant’s workplace; his workplace and role had appeared in an internet\nsearch of the complainant, which he did not dispute. The Committee further\nnoted that the terms of Clause 2 make specific reference to the “private and\nfamily life” and “home”. It did not consider that contacting the complainant’s\nworkplace represented an intrusion into his private and family life. Therefore,\nthe Committee found that the journalist’s actions did not breach the terms of\nClause 2.\nConclusion(s)\n21. The\ncomplaint was partly upheld under Clause 1 (iv).\nRemedial\nAction Required\n22. Having upheld a breach of Clause 1 (iv), the\nCommittee considered what remedial action should be required. In circumstances\nwhere the Committee establishes a breach of the Editors’ Code, it can require\nthe publication of a correction and/or an adjudication, the terms and placement\nof which is determined by IPSO.\n23. The article was significantly misleading with\nregards to the circumstances of the complainant’s departure from his previous\nemployer, where it presented speculation on the part of the publication as\nfact. The Committee considered a correction to be the appropriate remedy to\nthis breach, where the misleading information was limited to the text of the article,\nand the Committee was mindful of the need to balance the fundamental right to\nfreedom of expression with the requirement to take care not to publish\nmisleading information. Therefore, on balance, the Committee considered that a\ncorrection, putting the complainant’s position on record, to be an appropriate\nremedy.\n24. The\nCommittee then considered the placement of this correction. This correction\nshould be added to the article, should it still remain online, as a footnote.\nShould the article be removed, the correction should appear as a standalone\narticle. The wording of the correction should make clear that the publication\nhad no basis to imply that the complainant had departed his role due to his\nemployer finding that he was antisemitic. The wording should be agreed with\nIPSO in advance and should make clear that it has been published following an\nupheld ruling by the Independent Press Standards Organisation.\n\n\n\nDate\ncomplaint received: 30/08/2022\nDate\ncomplaint concluded by IPSO: 14/06/2022\nBack to ruling listing\n\n\n"
}