{
    "url": "/rulings-and-resolution-statements/ruling/?id=09587-19",
    "title": "09587-19 Liberty v The Sun",
    "provisions": [
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2019-12-18 00:00:00",
    "received_on": "2019-12-18 00:00:00",
    "concluded_on": "2020-03-24 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/ADate received: 18/12/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09587-19 Liberty v\nThe SunSummary of Complaint1. Amanda Liberty complained to the Independent Press\nStandards Organisation that The Sun breached Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “'Goops! it's my highs &\nlows of 2019\" published on 18 December 2019.2. The article was a columnist’s annual “awards” page,\nrounding up notable stories and events from 2019. It focussed on people or\nevents she considered to be hypocritical or worthy of derision – for example it\nawarded prizes to the “Eco Hypocrite Of The Year (aka Hotly Contested Hot Air\nAward)” and “Nancy Doolally-o Award For Services To Delusion”. The columnist\nawarded the “Dagenham Award (Two Stops Past Barking)” to a woman named and\npictured as having married a chandelier-style light fitting. It said that she\nwas an “objectum sexual” and asked whether she was “Dim & Dimmer?”3. The article also appeared online in the same form with\nthe headline “[NAMED COLUMNIST] My annual award winners from Eco Hypocrite to\nVirtue Signaller Of The Year”.4. The complainant was the woman named and pictured as\nhaving married a chandelier. She said that her sexual orientation is an\nattraction to objects, described in an academic paper as “objectum sexual”. She\nsaid that by awarding her the “Dagenham Award”, as a result of her relationship\nwith a chandelier, as well as positing whether she was “Dim & Dimmer” the\narticle was pejorative to her sexual orientation in breach of Clause 12. She\nalso raised concerns that the article referred to a chandelier style light\nfitting, when in fact, she was in a relationship, not a marriage, with a\nchandelier.5. The publication did not accept that the terms of Clause\n12 were engaged. It said that it did not doubt that the complainant’s\nattraction to chandeliers was genuine, however it said that sexual orientation\nin the context of Clause 12 covered people who were attracted to people of the\nsame sex, the opposite sex, or both. It noted that this was the definition of\nsexual orientation given by the Equality Act 2010, and used by the Equality and\nHuman Rights Commission and Stonewall – for example, the complainant was not\nlegally able to marry the chandelier and it would not be legally discriminatory\nto prevent such a marriage. It was not aware of any reputable definition of\nsexual orientation which included objectum sexual. For these reasons, the\npublication said that Clause 12 did not cover attraction to objects.6. The publication also noted that the complainant had\nalready put extensive details of her attraction to objects in the public domain\nvia previous interviews and article. It said that just as the complainant had\nexercised her freedom of expression in speaking about her then engagement to\nthe chandelier, the columnist was entitled to comment on it. Relevant Code Provisions7. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee8. The Committee recognised that the complainant found the\narticle to be offensive and upsetting. However, it was mindful that the Code\ndoes not cover issues of taste and offence; newspapers are free to publish\ninformation as they see fit as long as the Editors’ Code is not otherwise\nbreached. In determining whether the terms of Clause 12 were engaged, the\nCommittee took into account the Equality Act 2010 which defines sexual\norientation as a person’s sexual orientation towards persons of the same sex,\npersons of the opposite sex or persons of either sex. The Committee considered\nthat Clause 12 provides protection to individuals in relation to their sexual\norientation towards other persons and not to objects. As such, the\ncomplainant’s attraction to an object did not fall within the definition of\nsexual orientation as provided by Clause\n12 and the terms of Clause 12 were not engaged.Conclusions9. The complaint was not upheld.Remedial Action Required\n10. N/ADate received: 18/12/2019Date concluded by IPSO: 24/03/2020\n\nBack to ruling listing\n\n\n"
}