{
    "url": "/rulings-and-resolution-statements/ruling/?id=09597-19",
    "title": "09597-19 Bremner v The Scotsman",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scotsman (National World Publishing Ltd)",
    "published_on": "2019-12-19 00:00:00",
    "received_on": "2019-12-19 00:00:00",
    "concluded_on": "2020-04-21 00:00:00",
    "complaint_processing_days": 124,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. The action proposed by the publication satisfied the requirements of Clause 1(ii) for the reasons set out above, and should now be published. Date complaint received: 19/12/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee -- 09597-19 Bremner\nv The ScotsmanSummary of Complaint1. David Bremner complained to the Independent Press\nStandards Organisation that The Scotsman breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Queen’s Speech rules out\nindyref2 and puts new NHS cash into law”, published on 19 December 2019.2. The article was published on the morning of the Queen’s\nspeech, and reported that the Queen would say that “a second referendum would\nbe a ‘damaging distraction’” and that the year would be one of growth for\nScotland, not further division.3. The article also appeared online under the headline\n“Queen’s Speech rules out new Scottish independence referendum” and was\nsubstantially the same as the print version.4. The complainant said that the article was inaccurate in\nbreach of Clause 1 because the Queen’s speech made no reference to a second\nScottish independence referendum or that this would be a “damaging\ndistraction”. He particularly noted that the headline was inaccurate.5. The publication accepted that the Queen’s speech did not\nreference Scottish independence. It had relied on a Downing Street press\nbriefing which had said that the Queen would speak about Scottish independence\nand specifically said “a second independence referendum next year would be a\ndamaging distraction”. It said that its article was an accurate representation\nof this briefing. It disagreed with the complainant’s position that the only\ndefinition of “the Queen’s speech” was literally what was said by the Queen,\nand provided several other examples where the term “the Queen’s speech” had\nbeen used by other publications to include not only the speech itself, but also\nthe rest of the Government’s legislative programme.6. During IPSO’s investigation, the publication offered to\npublish the following correction on page two in its regular corrections column:“Our report on 19 December, 2019, entitled “Queen’s Speech\nrules out new Scottish independence referendum”, stated that the Queen’s Speech\nwould rule out another independence referendum as a “damaging distraction”. We\nhave been asked to point out that, although this is a true reflection of the\nviews and legislative programme outlined by the Government, the Queen did not\nmention the prospect of an independence referendum in her address to\nparliament. We are happy to set the record straight.”7. The publication also offered to change the headline of\nthe online article to: “Johnson Government rules out new Scottish independence\nreferendum ahead of Queen’s Speech” and change the opening lines to: “A second\nindependence referendum would be a “damaging distraction”, Boris Johnson’s\nGovernment has said as it set out an agenda focused on investment in the NHS.\nDismissing the SNP’s calls for a second vote on independence ahead of the\nQueen’s Speech, the Government in a briefing note accompanying its legislative\nagenda called for 2020 ‘to be a year of investment, growth and unity for\nScotland, not further division’.” It would also add the following as a footnote\nto the online article:“The original version of this report stated that the warning\nabout a second independence referendum being a “damaging distraction” would be\nmade in the Queen’s Speech. It has been amended to reflect the fact that,\nalthough the warning was made in a Government briefing on its legislative\nagenda, those words did not appear in the speech which the Monarch made to\nparliament.”Relevant Code Provisions8. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee9. The newspaper had based its report on a government press\nbriefing, which had set out that the Queen’s speech would state that there\nwould not be a second referendum on Scottish independence and that this would\nbe a “damaging distraction”. The publication was entitled to rely on the\naccuracy of this briefing, and the Committee therefore found that it had taken\ncare over the accuracy of the article. On this basis there was no breach of\nClause 1(i). However, the Queen did not speak about a second Scottish\nindependence referendum; as such, the information reported about the contents\nof the forthcoming speech was significantly inaccurate. A correction was\nrequired under the terms of Clause 1(ii).10. The publication offered to publish a correction on page\ntwo in their established corrections column in print, when the original article\nappeared on page seven. It also offered to amend the online headline, opening\nparagraph and add a clarifying footnote to the online version. The wording\nidentified the inaccuracy and made the correct position clear, and the\nCommittee found that the proposed actions were sufficiently prominent, and\nprompt as a clarification was offered at the start of IPSO’s investigation. On\nthis basis, there was no breach of Clause 1(ii).Conclusions11. The complaint was not upheld.Remedial Action Required12. The action proposed by the publication satisfied the\nrequirements of Clause 1(ii) for the reasons set out above, and should now be\npublished. Date complaint received: 19/12/2019\nDate complaint concluded by IPSO: 21/04/2020\nBack to ruling listing\n\n\n"
}