{
    "url": "/rulings-and-resolution-statements/ruling/?id=09612-16",
    "title": "09612-16 Aina v Scottish Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "14 Confidential sources (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Scottish Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2016-10-23 00:00:00",
    "received_on": "2016-10-23 00:00:00",
    "concluded_on": "2017-01-25 00:00:00",
    "complaint_processing_days": 94,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09612-16 Aina v Scottish Mail on Sunday \nSummary of complaint 1.   \nAdebayo Aina complained to the\nIndependent Press Standards Organisation that The Scottish Mail on Sunday\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment) and\nClause 14 (Confidential Sources) of the Editors’ Code of Practice in an article\nheadlined “Fake marriage migrant back in UK…to sue YOU”, published on 23\nOctober 2016. 2.   \nThe article reported that the\ncomplainant was pursuing a claim for damages against the Government through the\nScottish courts. It explained that the complainant was a Nigerian citizen, and\nthat while deciding whether to grant him European residency, the Home Office\nhad given him a six-month Certificate of Application, allowing him to work. It\nreported that this certificate lapsed before the Home Office had reached its\ndecision on residency, and was not automatically renewed, nor renewed after\nrepeated requests. It reported that while the complainant was later given a new\ncertificate, he had “launched a court case claiming he had been unfairly\ntreated”. 3.   \nThe article reported that the\ncomplainant had previously been found guilty of procuring a false marriage and\ntrying to remain in the UK by deception in 2010. It explained that he had been\ndeported to Nigeria in January 2011, but having married his partner, who was a\nBritish citizen, he had re-entered the UK in 2013, and had made the application\nfor European residency. 4.   \nThe article reported the\ncomplainant’s comments on his claim for damages. These included that his family\nhad “gone many days without eating properly”. It reported he had said that “it\nwas stressful”, that “people pride the UK on being a very open society, a very\nfair society. But if you have never been through the court system you will\nnever know. If you have a sense of injustice it just spurs you on to fight on”.\nIt also reported that the complainant acknowledged he had previously broken the\nlaw by staging a fake wedding, but that he had been struggling to afford the\nfees charged to foreign students at the time, so had wanted to become a UK\ncitizen by marriage. The article was accompanied by a photograph of the\ncomplainant. 5.   \nThe complainant said that a\njournalist from the newspaper had visited his home before publication to\ndiscuss his previous false marriage, and his current case against the Home\nOffice. He said that when the journalist asked about his experience of being\narrested, he said it was not something he was willing to discuss. He said that\nshortly after she left, he telephoned her to say that he was withdrawing his\ncomments because his case was still in court. He explained that it would be\ndisrespectful to the court for his comments to feature in the article, and his\nconcern that the comments could be used by his opponent. He said he followed up\nhis telephone conversation with an email, in which he said: “I do not want you\nto report on our private conversation”. The complainant said that the comments\nreported in the article were private. He said that the newspaper had breached\nits obligation to protect a confidential source of information. 6.   \nThe complainant said that when\nthe journalist visited his house, she asked if she could take a picture, and he\ndeclined. He said that after leaving his house, the journalist called to ask if\nthe newspaper could send a photographer the next day, but he declined\nagain.  The complainant said that the\nphotograph of him which accompanied the article was taken as he left court. He\nsaid he was unaware of the photograph being taken, but said that it represented\nan intrusion in to his privacy, and harassment, in circumstances where he had\npreviously refused a request for a photograph. 7.   \nThe complainant said that he had\nentered the false marriage in order to pay home student rates for his\nuniversity education. He said he then used his false marriage to obtain an EEA\nresidence card as his student visa was due to expire. He said it was inaccurate\nto report that he had entered the false marriage in order to obtain UK\ncitizenship. 8.   \nThe newspaper said that its\njournalist visited the complainant’s home, and identified herself correctly. It\nsaid that the complainant then spoke to her at length, fully aware that she was\na journalist for the newspaper, with no agreement about confidentiality, and\nmaking no requests that any of his comments be ‘off the record’. It said that\nthe journalist took notes during the interview. The newspaper said that only\nafter the journalist left his home, the complainant contacted her and requested\nshe should not report the interview. It said that the journalist consulted with\nher editor, who declined to accede the complainant’s request. The newspaper\nsaid that there was no reason why someone should be permitted to change their\nmind about giving an interview, particularly when they were being questioned\nabout their previous criminal activity. The newspaper said that, in any event,\nhis comments were on matters relating to his court case, and revealed little\nthat was personal or private. 9.   \nThe newspaper said that the\nphotograph of the complainant was taken in a public place after the complainant\nhad attended court, where he did not have a reasonable expectation of privacy. It\nsaid that that the taking of this photograph was neither harassment, nor an\nintrusion into the complainant’s privacy. 10. The\nnewspaper denied that it was significantly inaccurate to report that the\ncomplainant had wanted to become a UK citizen by marriage. It said that the\narticle made clear that the purpose of the fake marriage was to pay home\nstudent rates, rather than the fees charged to foreign students. In addition,\nthe newspaper said that EEA residency would have permitted the complainant to\napply for UK citizenship. Nevertheless, the newspaper said it had made a note\nin its internal library stating that the complainant had wanted to obtain EEA\nresidency, rather than become a UK citizen.  \nRelevant Code Provisions 11. Clause\n1 (Accuracy) i)  The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and - where appropriate - an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. iii)  A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv)  The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. Clause 2 (Privacy) i)   Everyone is entitled to respect\nfor his or her private and family life, home, health and correspondence,\nincluding digital communications. ii)  Editors will be expected to\njustify intrusions into any individual's private life without consent. Account\nwill be taken of the complainant's own public disclosures of information. iii)  It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy. Clause 3 (Harassment) i)   Journalists\nmust not engage in intimidation, harassment or persistent pursuit. ii)   They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent. iii)  Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other source Clause 14 (Confidential sources) Journalists have a moral obligation to protect\nconfidential sources of information. \nFindings of the Committee 12. The\ncomplainant engaged in a conversation with a journalist, in the full knowledge\nhe was speaking to a journalist who was making enquiries on behalf of her\nnewspaper, with a view to publication. The complainant subsequently contacted\nthe journalist to say that he did not want his comments published, describing\nhis conversation with the journalist as “private”. The reason he gave was that publication\ncould affect his position in the proceedings. The comments which were made by\nthe complainant and subsequently published by the newspaper, despite the\ncomplainant's request, were general comments which he had made about his\nongoing legal proceedings, and about his previous conviction. The Committee\nconsidered that he did not have a reasonable expectation of privacy in relation\nto any of the information disclosed by his comments, and that, in all the\ncircumstances, publication without the complainant's consent, did not represent\na failure to respect his privacy, and this aspect of the complaint did not\nraise a breach of Clause 2.  13. The\njournalist made no agreement with the complainant that he would be a\nconfidential source of information. Publishing his comments, and attributing\nthem to the complainant, did not raise a breach of Clause 14. 14. When\nthe complainant left the court building, he was in a public place, and engaged\nin innocuous activity. He did not have reasonable expectation of privacy such\nthat consent for the photograph was required under the terms of Clause 2. The\ntaking and publication of the photograph did not raise a breach of Clause 2. 15. The\ncomplainant was unaware that the photograph had been taken, and there was\ntherefore no suggestion the complainant had been intimidated by the\nphotographer. In addition, the fact the complainant had declined the\nnewspaper’s previous offers to take his photograph, did not in itself prevent\nits photographer from taking photographs of him leaving court. There was no\nbreach of Clause 3. 16. The\nCommittee noted the complainant’s position that he had entered into a false marriage\nin order to pay home-student rates, and then used it in an attempt to obtain an\nEEA residency card, rather than to obtain British citizenship. The article made\nclear that the complainant had been found guilty of procuring a false marriage\nand trying to remain in the UK by deception. \nThe article also explained the complainant’s position that that he\nentered the false marriage because he was struggling to pay his university\nfees, and whether the complainant had intended to pay lower fees by obtaining\nEEA residency or British citizenship was not significant in the context of the\narticle. The article did not contain a significant inaccuracy on this point,\nsuch as to raise a breach of Clause 1. \nConclusion 17. The\ncomplaint was not upheld.\nRemedial\nAction 18. N/A\nDate complaint received: 23/10/2016Date decision issued: 25/01/2017\nBack to ruling listing\n\n\n"
}