{
    "url": "/rulings-and-resolution-statements/ruling/?id=09645-19",
    "title": "09645-19 Evans v Cornwalllive.com",
    "provisions": [
        "5 Reporting suicide (2019)",
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "6 Children (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "cornwalllive.com (Reach PLC)",
    "published_on": "2019-12-21 00:00:00",
    "received_on": "2019-12-23 00:00:00",
    "concluded_on": "2020-08-14 00:00:00",
    "complaint_processing_days": 235,
    "conclusion_long": "24. The complaint was not upheld.",
    "remedial_action": "25. N/A.   Date complaint received: 23/12/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 09645-19 Evans v\nCornwalllive.com\nSummary of Complaint \n1. Lucie Evans complained to the Independent Press Standards\nOrganisation that Cornwalllive.com breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 4 (Intrusion into grief or Shock), Clause 5 (Reporting of\nsuicide) and Clause 6 (Children) of the Editors’ Code of Practice in an article\nheadlined “Perfect dad and husband with 'wall of gambling debts' killed\nhimself”, published on 21 December 2019.\n2. The article reported on an inquest which heard that a\nman, Jowan Evans, had taken his own life after he could “no longer cope with an\n‘accumulating wall of debts’”. The article reported that the man, a father of\nthree, had accumulated debts from gambling and had ‘\"significant financial\nproblems’\". The sub headline stated “Jowan Evans bet £111,000 online in 11\nyears”, and the article went on to report that Mr Evans had spent more than\n£111,000 in online bookmakers and betting shops. It said that he was understood\nto have “hanged himself” in a wooded area 800 metres from his car which he had\nleft in a car park. It reported that police investigators had discovered a note\nin his van in which he had referred to his secret gambling addiction. The\narticle featured a quote from a Detective Sergeant, who said Mr Evans “had\ngambled more than £110,000 and made a net loss of £53,000 through the various\nonline sites”, and a quote from the Assistant Coroner who had said “these\ngambling sites operated on a pay-as-you-bet basis with money coming directly\nout of people's bank accounts without any deposits required onto the sites\nthemselves, making it quite easy to gamble”. The article featured several\nphotographs of the man; the first pictured him holding his child with the\ncaption “Jowan Evans with his son [name]”. The article also featured a\nphotograph of him holding another child with the caption “Jowan Evans was a\nloving dad and husband who could not cope with a mounting gambling addiction”.\n3. The complainant, the wife of the deceased, said that the\narticle was inaccurate. She said that her husband did not enter or use betting\nshops; he had only used online bookmakers. She also said that the note was not\nfound by the police in his van, as reported. Rather, the police had searched\nthe van on the evening of his disappearance, but they had missed the note and\nshe had found it two days later. The complainant also said that her name had\ninaccurately been reported as “Lucy”.\n4. The complainant said that the newspaper had published\nprivate information regarding the amounts of money her husband had gambled and\nborrowed from his father. She said that the family had a reasonable expectation\nof privacy in respect of this information, that it was of no benefit for the\npublic to know this, and publication of this information represented a breach\nof Clause 2. She also considered that the publication of these figures\nrepresented an intrusion into the family’s grief and shock in breach of Clause\n4, and gave an unnecessarily negative portrayal of her husband’s character. \n5. The complainant was also concerned that publication of\nthe information regarding her husband’s suicide, namely where he had parked his\ncar, where his body was located and how he had ended his life was insensitive\nin breach of Clause 4. She considered that the publication of these details and\nspecifying the method her husband had used represented unnecessary detail when\nreporting suicide in breach of Clause 5.\n6. The complainant said that publication of the images of\nher husband with his children, aged two and five, represented a breach of\nClause 6. The complainant said that she had given permission for the\nphotographs to be used for an earlier article in March which appealed for\ninformation on her husband’s disappearance. The complainant also confirmed that\nshe had contacted the publication on Facebook in July about publishing an\narticle on her husband’s death and his struggles with addiction and gave\nconsent for the photographs to be used for the purposes of that article.\nHowever, she said that this did not constitute consent for their inclusion in\nthe article under complaint which centred on his inquest and the details of his\nsuicide. While she accepted that she had shared a post of her family\nphotographs on her personal Facebook page, no one from the publication had\napproached her to ask for permission to use the photographs for the purposes of\nthis article. \n7. The publication denied any breach of the Code. It said\nthat the article did not state that Mr Evans had used walk-in betting shops. It\nsaid the article featured several references to online bookmakers, which clearly\ndemonstrated that the bets were made online and not in person. It said its\nreporter had advised that the reference to the note was read out during the\ninquest hearing, and it provided the reporter’s notes taken at the time which\nsaid that “a note was found in his car”. The publication agreed to amend this\nsection of the article as well as the incorrect spelling of the complainant’s\nname, but it did not consider that these represented significant inaccuracies\nrequiring correction under the terms of Clause 1(ii). \n8. The publication denied that the publication of the\nfigures regarding Mr Evans’ expenditure or borrowing represented a breach of\nClause 2 or Clause 4. It said that both figures were heard at the inquest, and\ntherefore it was entitled to report them. The publication provided a copy of\nthe reporter’s notes which it said demonstrated that this information was heard\nat the inquest. \n9. The publication denied that the information published in\nthe article breached the terms of Clause 5. It said that all the published\ndetails regarding Mr Evans’ suicide were heard at the inquest and did not\namount to excessive detail of the method used under the Code. It also noted\nthat Devon and Cornwall Police had published a status on 18 March which said:\n'Body found in Lostwithiel’ Police have this afternoon found\nthe deceased body of a man in the Greatwood Plantation in Lostwithiel.\nEnquiries continue but at this time this death is not being treated as\nsuspicious. The family of missing man Jowan Evans have been made aware of this\ndevelopment.\n10. The publication also denied that publishing the\nphotographs of Mr Evans with his children represented a breach of Clause 6. It\nsaid that the complainant had given consent for it to use these photographs in\na previous article, in which she had appealed for help to find her missing\nhusband and although it could not produce this consent in writing, the\npublication noted that the complainant had accepted this was the case. The\npublication also said that it was later approached on 19 July by the\ncomplainant on Facebook about publishing an article on mental health awareness,\nher partner’s addiction, and a fundraising campaign that had been set up for\nhis children. The publication highlighted that the journalist had asked whether\nphotographs could be used, to which the complainant responded, “Of course you\nare welcome to use any photos”. This article was then published online under\nthe headline “Wife tells how she lost husband to a 'monster' after discovering\nhis hidden gambling addiction” on 20 July. The publication also said that the\nphotographs of the children were featured in both the aforementioned online\nfundraising campaign and on social media and were therefore publicly accessible.\nIt considered that given the clear connection between the content of the\narticle under complaint and that of the previously published articles, as well\nas the fact that the photographs were publicly available, republishing these\nimages did not represent a breach of Clause 6. However, the publication removed\nthe photographs from the online articles as a gesture of goodwill in a bid to\nresolve the matter. \n11. The complainant said that the publication’s offer to\nremove the photographs and to amend the reference to the note was not enough to\nresolve the matter. She reiterated her position that the permission she had\npreviously given to the publication to publish the photographs of the children\ndid not constitute consent for them to be published in an article about his\ninquest that featured insensitive and unnecessary detail. \nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n13. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\n14. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\n15. Clause 5* (Reporting Suicide)\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\n16. Clause 6* (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\n*The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\nFindings of the Committee\n17. Firstly, the Committee wished to express its condolences\nto the complainant for her loss.\n18. The Committee noted the complainant’s concern that the\nnewspaper had inaccurately reported that the police had found the note left by\nher husband, when in fact she had found it. The reporter’s notes, which the\nnewspaper had provided, recorded that “a note was found”, but did not record\nwho had found it.  It appeared from the\nreporter’s notes that the reference to the note having been found in the car\nhad immediately followed references to the police operation and that the\npublication had misunderstood from the context that the police had found the\nnote. It was regrettable that the error had caused concern to the complainant,\nbut in the context of the article, which centred on the findings made at the\ninquest proceedings, the Committee concluded that whether the note was found by\nthe police or by the complainant was not a significant point.  Accordingly, the report did not constitute a\nfailure to take care and a correction was not required under the terms of\nClause 1. There was no breach of Clause 1 on this point, but the Committee\nwelcomed the offer from the publication to amend the online article.\n19. The article reported that the complainant’s husband had\nspent money in “online bookmakers and betting shops”. The Committee noted that\nthis single reference was ambiguous with regard to whether the “betting shops”\nwere also online. There were, however, multiple references throughout the\narticle to the betting being online or on online websites. These references,\ncoupled with the subheadline which reported that Mr Evans had “bet\n£111,000  online”, and the Assistant\nCoroner’s comments published in the article, which referred specifically to\nonline gambling, were sufficient in the Committee’s view to make it clear that\nMr Evans had gambled online as opposed to in physical betting shops. There was\nno failure to take care not to publish inaccurate information on this point\nunder Clause 1(i), and no correction was required under Clause 1(ii).\n20. The publication accepted that it had misspelt the\ncomplainant’s first name and it had amended the article accordingly. While\nunfortunate, the misspelling of the complainant’s first name did not represent\na significant inaccuracy requiring correction under the terms of Clause 1(ii).\nThere was no breach of Clause 1, but the Committee welcomed the publication’s\nprompt action in amending the article.\n21. The Committee noted the complainant’s concern that\nreporting the amount Mr Evans had gambled had been intrusive in breach of\nClause 2. However, this information was heard at the inquest. Inquests are held\nin public, and publications have a right to report information that is heard at\nthe coroner’s court. In these circumstances, and where the information did not\ndirectly relate to the complainant, the complainant did not have a reasonable\nexpectation of privacy regarding this information. There was no breach of\nClause 2 on this point. Further, the complainant said the publication of this\ninformation and information relating to the circumstances of Mr Evans’ death\nwas insensitive in breach of Clause 4. The terms of Clause 4 make clear that\nits provisions “should not restrict the right to report legal proceedings”. As\npreviously noted, this information was heard at the public inquest. Publication\nof the information about the amount Mr Evans gambled and how he died was\nhandled sensitively as a report of the evidence that had been heard during the\ncourse of the legal proceedings. As such, there was no breach of Clause 4. \n22. The Committee then considered whether the publication of\ninformation about how Mr Evans had died breached the terms of Clause 5\n(Reporting of suicide). The purpose of Clause 5 is to prevent the publication\nof specific details which may encourage simulative acts, while accounting for\nthe right of publications to report legal proceedings. The complainant had\nexpressed concern that the article had reported the method by which Mr Evans’\nhad taken his life, where he had left his car, and his proximity to his\nvehicle. The article reported the cause of death, which was the finding of the\nCoroner’s court. It did not include excessive details of the method; where he\nhad left his car, his proximity to his vehicle, and the approximate location of\nthe death were not elements of the method of suicide in this case, but related\nmore generally to the circumstances of the death. There was no breach of Clause\n5. \n23. Photographs of the complainant’s children had been\npublished to accompany the article which reported on the cause of Mr Evans’\ndeath and his addiction, and which therefore concerned their welfare. The\nCommittee has previously ruled that Clause 6 of the Code applies in\ncircumstances where photographs of children are published to accompany articles\nwhich involve their welfare and the question for the Committee was whether\nthere was consent from a custodial parent or similarly responsible adult for\nthe photographs to be published. The complainant had approached the publication\nin July 2019 about the prospect of publishing an article about her fundraising\nactivities following her husband’s death and his struggles with addiction. She\nhad made the photographs available to the publication for the purpose of that\narticle, which was subsequently published without complaint from the complainant.\nThe Code provides that IPSO, when considering whether there has been a breach\nof Clause 6, will take into account the extent to which material is in the\npublic domain at the date of publication. In this case, the photographs had\npreviously been provided by the complainant for publication and were placed in\nthe public domain, with the complainant’s consent, at the time of publication\nof the earlier article. The Committee carefully considered all the\ncircumstances and, in particular, the consent for publication which had been\ngiven by the complainant in July 2019; that the photographs were re-published\nonly 5 months later; and that the two articles were not materially different in\nnature as both reported on Mr Evans’ death and his addiction to gambling.  In light of all these considerations, the\nCommittee concluded that the consent given by the complainant in July 2019\napplied to the re-publication of the photographs in the article under\ncomplaint. There was therefore no breach of Clause 6. Nonetheless, the\nCommittee welcomed the publication’s removal of the images during IPSO’s\ninvestigation, once it had been made aware of the complainant’s concerns.\nConclusion\n24. The complaint was not upheld.\nRemedial Action required\n25. N/A.\n \nDate complaint received: 23/12/2019\nDate complaint concluded by IPSO: 14/08/2020\nBack to ruling listing\n\n\n"
}