{
    "url": "/rulings-and-resolution-statements/ruling/?id=09721-21",
    "title": "09721-21 Cassidy v Jersey Evening Post",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Jersey Evening Post (Guiton Publishing)",
    "published_on": "2021-08-10 00:00:00",
    "received_on": "2021-09-07 00:00:00",
    "concluded_on": "2022-04-26 00:00:00",
    "complaint_processing_days": 231,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A    Date complaint received: 07/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09721-21 Cassidy v Jersey Evening Post\nSummary\nof Complaint\n1. Duncan\nCassidy complained to the Independent Press Standards Organisation that Jersey\nEvening Post breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Young people harassed by\nanti-vaxxers outside clinic”, published on 10 August 2021.\n2. The\narticle reported on a group of “anti-vaccination protesters” at a Covid-19\ndrop-in vaccination clinic whom the “police were called to disperse” with\n“children as young as 16 claiming they were being intimidated as they went for\ntheir jab”. The article described a group of “15-20 protesters” who had\n“’verbally harassed’ staff and Islanders” who had gone to get their first dose\nof the vaccine. It contained quotes and the account of a mother of a 16\nyear-old boy who said her son “had to leave through the back of the tent having\nbeen approached by the group” on the advice of staff members. The woman was\nquoted stating that a man with a placard had “shout[ed]” at her son and that it\n“was incessant” and when she asked he stop “this only made things worse”, and\nthat her son had been “really intimidated at the thought of having to sit and\nbe stared at” when sitting after receiving his vaccination. She praised the\nstaff at the clinic “despite the trouble”. The article also included a quote\nfrom a police spokesperson: “Police were called on Saturday 7 August at 3.45pm\nregarding a group of approximately 15 to 20 protesters who had turned up at the\nSpringfield pop-up vaccine centre. Some of these protesters were verbally\nharassing staff and some of the people attending to be vaccinated. Police\nattended and the group dispersed by 4pm. No offences took place and no arrests\nwere made.”\n3. The\narticle also appeared online in substantially the same format.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He said\nthat he had been present at the clinic when the police had arrived. He said\nthat it was inaccurate to report that the police had been “called to disperse”\nthe people at the clinic. Whilst he accepted the police had been called, he\nsaid that when they arrived they did not speak to any of the protesters and did\nnot actively attempt to disperse them as they would have done if that had been\nthe reason why they were called.\n5. The\ncomplainant also said it was inaccurate to report that any of the people had\nharassed anyone, as he had only seen people speaking amongst themselves, or to\nstaff who seemed willing to speak to them. The complainant said he had seen a\nperson with information about the yellow card scheme shout twice about deaths\nand adverse reactions to Covid-19 vaccinations, possibly whilst someone was in\nthe vaccination tent, but he did not consider that there was any evidence that\nthis man was opposed to Covid vaccinations. He said it was inaccurate to report\nthat the group were “anti-vaxxers” as this suggested that they were against all\nvaccines and not just the Covid-19 vaccine. Similarly, the complainant said it\nwas inaccurate to describe the group as “protesters” and said that no one had\nbeen “verbally harassed”. The complainant also denied that there were 15-20\npeople there, and instead said he would have estimated it to be 12, and a\nmaximum of 15.\n6. The\ncomplainant also said that it was inaccurate to call the 16 year-olds having\ntheir vaccination “children” as they were old enough to consent to the vaccine.\nHe also disputed that they had been intimidated by anyone outside of the\npractice. The complainant disputed the mother’s account of the event. He said\nhe had not seen the child leave through the back of the tent, or be approached\nby the people at the clinic, which the complainant accepted was possible but\nthat he had not witnessed the events as described in the article. He said the\nmother’s account was exaggerated as she had only been shouted at twice, and\ntherefore saying speaking to the man “made things worse” and that the staff had\nacted well “despite the trouble” was inaccurate as he had not seen any trouble\nor behaviour that could be made “worse”.\n7. The\ncomplainant considered it contradictory to report firstly that children as\nyoung as 16 had claimed to have been intimidated and then later in the article\nthat staff and Islanders had been verbally harassed. He said this was\ncontradictory as it started out as a claim, and then reported as if it was\nfact. He reiterated he had seen no such behaviour.\n8. Finally,\nthe complainant said that the article breached Clause 12 as it discriminated\nagainst people who were against the Covid-19 vaccine. He said that the term\n“anti-vaxxer” meant to be opposed to all vaccines, rather than just the\nCovid-19 vaccines, and that the article had been written to deliberately incite\ndivision and tension and vilify those who chose not to have the Covid-19 vaccine.\n9. The\npublication generally defended the accuracy of its report, which it said had\nbeen based upon a press statement issued to the local media by the States of\nJersey Police, which was reported within the article in full. It accepted that\nthe police statement did not say that the police had been “called to disperse”\nthe group, but that the group had dispersed, and that the journalist had made a\nmistake on this point. It offered to clarify this point within its first\nsubstantial response after the matter was referred by IPSO in direct\ncorrespondence with the complainant. It then clarified its proposed wording\nwithin its first substantial response to IPSO’s investigation when it offered\nto publish the following on page 2 and online as a footnote to the article:\nOn 10\nAugust, the JEP published a front-page news report under the headline ‘Young\npeople harassed by anti-vaxxers outside clinic’ in which it was reported that\n‘the police were called to disperse a group of anti-vaccination protesters’. The\narticle should have stated that the police were called regarding protesters\noutside the vaccination centre, and those protesters dispersed shortly after\nofficers arrival. The error is regretted.\n10. The\npublication said that much of the information under complaint had been\naccurately reported from the police press release. This release, which the\nnewspaper said it was entitled to rely on, described the group as “protesters”\nof “15 to 20” people and that “some of these protesters were verbally harassing\nstaff and those attending to be vaccinated”. The publication also said that in\nthe context of the article which described a Covid-19 vaccination centre,\nreaders would understand that the vaccination the protesters opposed was the\nCovid-19 vaccination. It also said that a person who is against the Covid-19\nvaccination could accurately be described as being an anti-vaxxer.\n11. The\npublication said that it had spoken to a woman present at the incident who had\ntold them that her child felt intimidated, and that it was entitled to report\nand accurately paraphrase her statement, including that her child left via the\nback of the tent and that speaking to the man to the placard made the situation\n“worse” in her opinion. The publication said that the complainant was not in a\nposition to dispute the mother’s account for the events or how her son felt\n12. The\npublication noted that a woman had claimed that her 16 your-old son had been\nintimidated, and that, separately, the police had stated that staff members and\npeople present had been “verbally harassed”. It therefore said it was not\ncontradictory to include both references within the article.\n13. The\npublication did not accept that Clause 12 was engaged. It said that the freedom\nto report on the divisive issue of vaccination could not be intruded on solely\nbecause it could cause offense to some people.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when reasonably\ncalled for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n14. The\nCommittee considered first the complaint about whether the police had been\n“called to disperse” the protest. The Committee noted that neither party had\nknowledge of the intentions of the party that called the police; the\ncomplainant’s position was solely that, in his opinion, the police did not\nappear to be deliberately dispersing people after they arrived. It was not in\ndispute that police had been called to the scene of the protest in response to\nconcerns about the activities of the “protesters”, which the subsequent press\nrelease had described as “verbal harassment”, and that they had remained at the\nscene as the “protesters” dispersed. Given this sequence of events, the\nCommittee did not consider that there was any failure to take care over the\naccuracy of the article, or any significant inaccuracy established; the police\nbeing called to the scene in response to the protest and remaining while the\n“protesters” dispersed was not significantly different from police being\n“called to disperse” the protest. Nonetheless, the Committee welcomed the\npublication’s offer to clarify its position as a positive response to the\ncomplaint.\n15. The\nCommittee noted that the article was based upon a press release from the\npolice, and that this release had been included in full within the article. The\npress release had described the group as “protesters”. In addition, an\ninterview with a further witness described a man shouting with a placard, which\nthe Committee considered could reasonably be described as “protesting” and had\nbeen witnessed by the complainant. The police had also reported that some\nmembers of the group had “verbally harassed“ staff and others in attendance. By\nrelying on the press release, and furthermore interviewing a party who had been\npresent, the publication had taken sufficient care not to report inaccurate\ninformation under Clause 1(i). Where the publication had relied on this, and\nwhere the complainant accepted he had seen someone shout twice, this was not a\nmisleading characterisation of the events. The police had also put the number\nof people at between 15-20, which had been accurately reported by the\nnewspaper, and was not significantly different from the number of 12-15 as\nsupplied by the complainant. Finally, the Committee did not consider it\nmisleading to refer to people who are opposed to the Covid-19 vaccine as being\n“anti-vaxxers”, where they had gathered due to their opposition to a vaccine.\nIt also noted that it was clear from the context of the article, which\ndescribed opposition outside a Covid-19 vaccination centre, which vaccine the\npeople were opposed to. There was no breach of Clause 1 on these points.\n16. The\nCommittee did not consider it to be inaccurate to describe a 16-year-old as a\n“child” where the legal age of adulthood in the UK is 18. It noted that the\nnewspaper had interviewed a woman who had described her and her son’s\nexperience of the incident, including that her son had felt intimidated. The\ncomplainant may not have personally found the incident to be intimidating;\nhowever, he was not in a position to dispute the experiences of a third party\nor to comment on the details of their movements on the day. Where the\ncomplainant accepted that the man with the placard had shouted on two\noccasions, it was not misleading for the newspaper to characterise this as\n“trouble” or that the woman found talking to him “made things worse”. There was\nno breach of Clause 1 on these points.\n17.\nWhere, as above, the Committee found it was neither inaccurate nor misleading\nto state that a 16-year-old had claimed to be intimidated, and that staff\nmembers and Islanders present had been “verbally harassed”, it was not\ninaccurate, nor contradictory, for both of these claims to be included in the\narticle. There was no breach of Clause 1 on this point.\n18.\nFinally, Clause 12 is designed to protect specific individuals mentioned by the\npress from discrimination based on their race, colour, religion, gender\nidentity, sexual orientation or any physical or mental illness or disability.\nChoosing not to take the Covid-19 vaccine is not a characteristic protected by\nthe Code, and therefore there was no breach of Clause 12.\nConclusion(s)\n19. The\ncomplaint was not upheld.\nRemedial\nAction Required\n20. N/A\n\n\n\nDate\ncomplaint received: 07/09/2021\nDate\ncomplaint concluded by IPSO: 26/04/2022\nBack to ruling listing\n\n\n"
}