{
    "url": "/rulings-and-resolution-statements/ruling/?id=09739-19",
    "title": "09739-19 Scott v thescottishsun.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thescottishsun.co.uk (News UK)",
    "published_on": "2019-12-31 00:00:00",
    "received_on": "2019-12-31 00:00:00",
    "concluded_on": "2019-04-22 00:00:00",
    "complaint_processing_days": -253,
    "conclusion_long": "10. The complaint was upheld. Remedial Action Required 11. Having upheld the complaint, the Committee considered what remedial action should be required. 12. The publication had published a correction sufficiently promptly and with due prominence as to meet the requirements of Clause 1(ii). There was no further breach of Clause 1(ii), and no further",
    "remedial_action": ".   Date complaint received: 31/12/2019",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09739-19 Scott v\nthescottishsun.co.uk\nSummary of Complaint\n1. Lawrence Scott complained to the Independent Press\nStandards Organisation that thescottishsun.co.uk breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “SORE ONE Celtic vs\nRangers: Christie ‘undergoes urgent groin surgery’ after tussle with Morelos”,\npublished on 31 December 2019.\n2. The article reported on an alleged “tussle” between two\nfootballers, Alfredo Morelos and Ryan Christie. It said that after this tussle\nMr Christie “required urgent groin surgery”. One of the photos used to\nillustrate the article showed a picture of Mr Morelos kneeling on the floor,\nwith his hand close to Mr Christie’s groin. The caption to this photo said\n“Morelos appeared to lash out at Christie”.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 because the photograph was not from the game the article\nreported on, and was in fact much older. He said that the publication had\ndeliberately included the older photograph as part of a campaign to demonise Mr\nMorelos. He also said that whilst a “tussle” had occurred, there was no way\nthat this “tussle” could have caused Mr Christie to be injured.\n4. The publication said it accepted that the photo that had\nbeen published was out of date. It said that this was due to a production\nerror, which meant that the image appeared to be recent and it was used as a\nresult. The publication removed the image under three hours after the article\nwas published, as soon as it realised the error, and it offered to publish the\nfollowing as a footnote to the article:\n\"Due to a production error, this article previously included\na photograph which was a year old. It was removed on the morning of\npublication, after the error was drawn to our attention.\"\n5. The publication also said that the reason that Mr\nChristie required surgery was a matter for him and could not be raised by a\nthird party without his knowledge, input and consent.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The photograph of Mr Morelos and Mr Christie was a year\nold, and was misleading in that it appeared to be an image of the “tussle”\nwhich had allegedly led to Mr Christie’s surgery. The publication had said that\nit had been published by mistake due to a production error. The Committee found\nthat the publication had failed to take care not to publish a misleading image\nunder Clause 1(i). As the caption to the image had said “Morelos appeared to\nlash out at Christie” in the context of an article that said Mr Christie had\nrequired surgery as a result, the inaccuracy was significant and required a\ncorrection under Clause 1(ii).\n8. The publication had accepted that the incorrect picture\nwas added to the article and had deleted the image within 3 hours of the\narticle being published. In its first response to IPSO, it had also offered to\npublish a footnote to the article which acknowledged that the image was a year\nold and had been published in error. The misleading information had been\ncorrected promptly and with due prominence; the measures taken were sufficient\nto meet the terms of clause 1(ii).\n9. The complainant had also said that while there had been a\ntussle between the two footballers, it had not led to Mr Christie’s injury. The\ncomplainant was not acting on behalf of Mr Christie. As the complainant was a\nthird party, the Committee did not consider this point further.\nConclusions\n10. The complaint was upheld.\nRemedial Action Required\n11. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n12. The publication had published a correction sufficiently\npromptly and with due prominence as to meet the requirements of Clause 1(ii).\nThere was no further breach of Clause 1(ii), and no further remedial action\nrequired.\n \nDate complaint received: 31/12/2019\nDate complaint concluded by IPSO: 22/04/2019\n \nBack to ruling listing\n\n\n"
}