{
    "url": "/rulings-and-resolution-statements/ruling/?id=09738-21",
    "title": "09738-21 Woodcock v Huddersfield Daily Examiner",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Huddersfield Daily Examiner (Reach PLC)",
    "published_on": "2021-07-31 00:00:00",
    "received_on": "2021-09-07 00:00:00",
    "concluded_on": "2022-07-12 00:00:00",
    "complaint_processing_days": 308,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the terms and placement of which is determined by IPSO. 14. In coming to a view on the appropriate remedy in this case, the Committee considered the seriousness and extent of the breach of the Code. It also noted the steps taken by the newspaper following publication, including the removal of the online article and the publication of standalone correction. However, this item had not addressed that the article had misleadingly presented the allegations as fact. As such, the appropriate remedy was the publication of a clarification. 15. The Committee then considered the placement of this clarification. This clarification should appear as a standalone clarification in the publication’s Corrections and Clarification’s column both in print and online. The wording of this clarification should be agreed with IPSO in advance and should make clear that it had been published following an upheld ruling by the Independent Press Standards Organisation.    Date complaint received: 07/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09738-21 Woodcock v Huddersfield Daily Examiner\nSummary\nof Complaint\n1. Simon\nWoodcock complained to the Independent Press Standards Organisation, through a\nrepresentative, that the Huddersfield Daily Examiner breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Girl, 16,\n'passes out' in doorway after club sells her ten 75p Jagerbombs”, published on\n31 July 2021.\n2. The\narticle reported that a mother had criticised a named nightclub after it had\npermitted entry to and served alcohol to her underage daughter. It said that\nthe mother found her “teenage daughter ‘passed out in the doorway’ of a nearby\nbingo hall after she spent just £7.50 on ten drinks in the space of an hour” at\nthe club, noting that her daughter went to the “nightclub on July 19 with a\ngroup of friends, but became unwell after drinking too much”.  The article included the comments made by the\nmother, who called on the nightclub to review its entry and drinks policy as\nwell as the local authority to take preventative action. The article also\nincluded a response from the complainant, the club’s manager, who made clear\nthat the venue was “deeply concerned about this story”, did “not encourage\nexcessive drinking” and that its staff were “trained to serve\nresponsibly”.  It made clear that the\nclub would “investigate the incident and work with police and the council to\naddress ID issues”.  The article also\nincluded comments made by a local councillor, responsible for public services\nand communities, who said that the council would “work closely with the police\nto ensure compliance with licensing legislation and will follow up on any\nreports of under-age drinking”, adding that “if concerns are raised”, the\ncouncil would “respond and take enforcement action if necessary”.\n3. A\nsubstantially similar version of the article also appeared online with the\nheadline “Girl, 16, 'passes out' in random doorway after Halifax nightclub\nsells her ten 75p Jagerbombs”. \n4. The\ncomplainant said that the article was inaccurate, in breach of Clause 1\n(Accuracy).  He said that the reported\nincident had never occurred; there was no evidence that the underage girl had\nentered the venue or been sold alcohol. He also denied that the family member\nquoted existed. He said that the article’s publication had been seriously\ndamaging to the reputation and finances of the business. \n5. The\nnewspaper said that the article had been based upon a press release. Upon\nreceipt of this, it had contacted the following subjects for comment: the\nfamily member; the complainant (as the manager of the venue); the local\ncouncil; and the police. It maintained that the article accurately reported the\nallegations made by the family member, adding that the article made clear the\nstatus of these allegations. It also noted that the article made clear the\nvenue’s position, and published the complainant’s comments in full as well as\nthe response provided by the local council.\n6. Notwithstanding\nthis, following the article’s publication, and upon receipt of further concerns\nraised by the complainant after his review of the venue’s CCTV footage, the\npublication returned to the family member for further comments and in order to\nobtain a police reference number. When the family member did not respond to\nthis request, the newspaper contacted the police for a public statement,\nremoved the online article and published the following correction online. This\nincluded the statement provided by the police and the complainant’s denial in\nfull, and appeared as a standalone item on the newspaper’s website:\n“In\nregards to our story 'Girl, 16, 'passes out' in random doorway after Halifax\nnightclub sells her ten 75p Jagerbombs,' 29 July, the owner of The Acapulco\nClub, Simon Woodcock, has since advised that he is satisfied that there was no\nrecord of the individual entering the club via their QR/ticketing system, and\nthat there was no-one on the CCTV matching the individual's description.\nFurthermore, Mr Woodcock has advised that no footage of the individual was\nfound on the CCTV of the location where she was suggested to have been found.\nYorkshireLive contacted the Police for comment, who stated that 'West Yorkshire\nPolice has not found any evidence to support the allegations made.'  We are happy to make the above positions\nclear.”\n7. The\ncomplainant, however, did not consider the actions taken by the publication\nsufficient. The wording did not state unequivocally that the events described\ndid not happen, nor did it adequately address the financial consequences of the\narticle’s publication or include an apology.  \n\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\nnewspaper had relied on claims which had been made by the mother, and shared\nwithin a press release, against the complainant’s establishment. These\nallegations were serious, claiming that it had sold alcohol to a person under\nthe age of 18, potentially in  breach of\nthe law and licensing regulations. While the newspaper acknowledged that it had\nsubsequently been unable to obtain further testimony from the mother following\na further enquiry with the police, it considered that the article had not breached\nthe Editors’ Code because it had taken care to present the claims made by the\nmother only as allegations, with the text of the article making clear the\nrespective positions of the relevant parties: the complainant’s business had\nlaunched its own investigation into the allegations and the council would\n“follow up” on any reported incidents of under-age drinking.\n9. In\nthe case, the Committee was not in a position to reconcile the conflicting\naccounts, or to rule on the accuracy of the claims made by the mother. However,\nthe Committee considered that the article had misleadingly presented, and\nadopted, these allegations as fact.\n10. The\nCommittee considered that the headline – read on its own or in conjunction with\nthe text of the article – did not make sufficiently clear that the article was\nreporting a claim which had been made by the mother. The headline and text of\nthe article stated, as fact, that the child was permitted entry to and then\nsold a specific amount of alcohol by the complainant’s establishment, without\nqualification or attribution. The inclusion of quotation marks within the\nheadline, only around the words “passes out”, and the responses of the relevant\nparties, did not adequately indicate that the article was reporting a claim\nwhen the article was considered as a whole. By presenting serious allegations\nabout the conduct of a licensed establishment in this way, the publication had\nnot taken sufficient care over the accuracy of the article ­– both in print and\nonline – in breach of Clause 1 (i) and Clause 1 (iv). The presentation of these\nclaims as fact was significant, where they related to serious allegations that\nalcohol had been sold to someone under the age of 18. For this reason, the\nnewspaper was required to publish a clarification under the terms of Clause 1\n(ii).\n11.\nWhile the Committee welcomed the steps taken by the publication when it was\nunable to obtain further testimony from the mother, the published wording did\nnot address that the article had misleadingly presented the claims made. For\nthis reason, there was a breach of Clause 1 (ii).\nConclusion(s)\n12. The\ncomplaint was upheld. \nRemedial\nAction Required\n13.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication, the terms and placement of which is determined by IPSO.\n14. In\ncoming to a view on the appropriate remedy in this case, the Committee\nconsidered the seriousness and extent of the breach of the Code. It also noted\nthe steps taken by the newspaper following publication, including the removal\nof the online article and the publication of standalone correction. However,\nthis item had not addressed that the article had misleadingly presented the\nallegations as fact. As such, the appropriate remedy was the publication of a\nclarification.\n15. The\nCommittee then considered the placement of this clarification. This\nclarification should appear as a standalone clarification in the publication’s\nCorrections and Clarification’s column both in print and online. The wording of\nthis clarification should be agreed with IPSO in advance and should make clear\nthat it had been published following an upheld ruling by the Independent Press\nStandards Organisation.\n\n\n\nDate\ncomplaint received: 07/09/2021\nDate\ncomplaint concluded by IPSO: 12/07/2022\nBack to ruling listing\n\n\n"
}