{
    "url": "/rulings-and-resolution-statements/ruling/?id=09739-21",
    "title": "09739-21 Woodcock v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2021-07-30 00:00:00",
    "received_on": "2021-09-07 00:00:00",
    "concluded_on": "2022-07-12 00:00:00",
    "complaint_processing_days": 308,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A    Date complaint received: 07/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09739-21 Woodcock v mirror.co.uk\nSummary\nof Complaint\n1. Simon\nWoodcock complained to the Independent Press Standards Organisation, through a\nrepresentative, that mirror.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Girl, 16, 'passes out' after\nnightclub 'sells her 10 Jagerbombs for £7.50 in one hour'”, published on 30\nJuly 2021.\n2. The\nheadline of the online article was followed by the sub-heading: “[Named]\nnightclub has come under fire for its cheap drinks after a teenage girl drank\n10 Jagerbombs for £7.50 there, it is claimed”. The article reported that a\nmother had criticised the nightclub after claiming that it permitted entry to\nand served alcohol to her underage daughter. The mother called on the nightclub\nto review its entry and drinks policy as well as the local authority to take\npreventative action. The article also included a response from the complainant,\nthe club’s manager, who made clear that the venue was “deeply concerned about\nthis story”, did “not encourage excessive drinking” and that its staff were\n“trained to serve responsibly”. It made clear that the club would “investigate\nmatters fully” and “cooperate fully with police and offer a review of [its]\nCCTV to figure out what has happened.” The article also included comments made\nby a local councillor, responsible for public services and communities, who\nsaid that the council would “work closely with the police to ensure compliance\nwith licensing legislation and will follow up on any reports of under-age\ndrinking”, adding that “if concerns are raised”, the council would “respond and\ntake enforcement action if necessary”.\n3. The\ncomplainant said that the article was inaccurate, in breach of Clause 1\n(Accuracy). He said that the reported incident had never occurred; there was no\nevidence that the underage girl had entered the venue or been sold alcohol. He\nalso denied that the family member quoted existed. He said that the article’s\npublication had been seriously damaging to the reputation and finances of the\nbusiness.\n4. The\nnewspaper said that the article had been based upon a press release. Upon\nreceipt of this, its sister publication had contacted the following subjects\nfor comment: the family member; the complainant (as the manager of the venue);\nthe local council; and the police. It maintained that the article accurately\nreported the allegations made by the mother, adding that the article made clear\nthe status of these allegations. It also noted that the article made clear the\nvenue’s position, and published the complainant’s comments as well as the\nresponse provided by the local council.\n5. Notwithstanding\nthis, following the article’s publication and upon receipt of further concerns\nraised by the complainant after his review of the venue’s CCTV footage, its\nsister publication returned to the mother for further comments and in order to\nobtain a police reference number. When the mother did not respond to this\nrequest, the sister publication contacted the police for a public statement.\nUpon receipt of this, the publication then removed the online article and\npublished the following correction online. This included the statement provided\nby the police to the sister publication and the complainant’s denial in full,\nand appeared as a standalone item on the newspaper’s website:\n“In\nregards to our story 'Girl, 16, 'passes out' in random doorway after Halifax nightclub\nsells her ten 75p Jagerbombs,' 29 July, the owner of [named nightclub] Simon\nWoodcock, has since advised that he is satisfied that there was no record of\nthe individual entering the club via their QR/ticketing system, and that there\nwas no-one on the CCTV matching the individual's description. Furthermore, Mr\nWoodcock has advised that no footage of the individual was found on the CCTV of\nthe location where she was suggested to have been found. YorkshireLive\ncontacted the Police for comment, who stated that 'West Yorkshire Police has\nnot found any evidence to support the allegations made.' We are happy to make\nthe above positions clear.”\n6. The\ncomplainant, however, did not consider the actions taken by the publication\nsufficient. The wording did not state unequivocally that the events described\ndid not happen, nor did it adequately address the financial consequences of the\narticle’s publication or include an apology.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\nCommittee was clear that a newspaper’s obligations under the Editors’ Code\nextends to all editorial content it publishes, including material obtained from\nsister publications.\n8. The\nallegations made by the mother against the complainant’s establishment were\nserious, claiming that it had sold alcohol to a person under the age of 18,\npotentially in  breach of the law and\nlicensing regulation. The sister publication had approached a number of\nrelevant parties for their comments on these allegations prior to publication,\nincluding the complainant. The responses received were then included within the\ntext of the article, which made clear the respective positions of the relevant\nparties: the complainant’s business had launched its own investigation into the\nallegations and the council would “follow up” on any reported incidents of\nunder-age drinking. On this basis, the Committee found that the publication had\ndemonstrated that it had taken care over the accuracy of the article under Clause\n1 (i).\n9. The\nCommittee next turned to the presentation of these allegations within the\narticle. It considered that the article appropriately distinguished these\nallegations as claims. They had been attributed to the mother, via the use of\nquotations marks, and presented as such; they had not been adopted, or\npresented, as fact by the publication. Given this, the Committee considered\nthat the newspaper had taken sufficient care in reporting the claims made.\nThere was no breach of Clause 1 (i) or (iv).\n10.\nWhile the Committee recognised the complainant’s concerns, it was not in a\nposition to reconcile the conflicting accounts, or to rule on the accuracy of\nthe claims made by the mother. The publication was entitled to report these\nclaims, and had done so accurately. There was, therefore, no breach of Clause\n1(ii). Notwithstanding this, the Committee welcomed the steps taken by the\npublication when it had been notified by its sister publication that it was\nunable to obtain further testimony from the mother following an additional\nenquiry with the police. It had promptly removed the online article, and\npublished an item which updated readers on the situation.\nConclusion(s)\n11. The\ncomplaint was not upheld.\nRemedial\nAction Required\n12. N/A\n\n\n\nDate\ncomplaint received: 07/09/2021\nDate\ncomplaint concluded by IPSO: 12/07/2022\nBack to ruling listing\n\n\n"
}