{
    "url": "/rulings-and-resolution-statements/ruling/?id=09741-21",
    "title": "09741-21 Woodcock v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2021-07-30 00:00:00",
    "received_on": "2021-09-07 00:00:00",
    "concluded_on": "2022-07-12 00:00:00",
    "complaint_processing_days": 308,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the terms and placement of which is determined by IPSO. 13. In coming to a view on the appropriate remedy in this case, the Committee considered the seriousness and extent of the breach of the Code. It also noted the steps taken by the newspaper following publication, including the removal of the online article and the publication of standalone correction. However, this wording had not addressed that the article had misleadingly presented the allegations as fact. As such, the appropriate remedy was the publication of a clarification. 14. The Committee then considered the placement of this clarification. This clarification should appear as a standalone clarification in the online Corrections and Clarification’s column. The wording of this clarification should be agreed with IPSO in advance and should make clear that it had been published following an upheld ruling by the Independent Press Standards Organisation.    Date complaint received: 07/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09741-21 Woodcock v dailyrecord.co.uk\nSummary\nof Complaint\n1. Simon\nWoodcock complained to the Independent Press Standards Organisation, through a\nrepresentative, that dailyrecord.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Teen girl 'passes out' in\ndoorway after nightclub sells her ten 75p Jagerbombs”, published on 30 July\n2021.\n2. The\nonline article reported that “the distressed mum of the 16-year-old girl […]\nslammed a nightclub after it sold her underage daughter ten Jagerbombs, causing\nher to pass out.” It said that the mother “discovered her teenage daughter\n‘passed out in the doorway’ of a nearby bingo hall after she spent a mere £7.50\non ten drinks in the space of an hour”. It stated that the child “entered [the]\nnightclub on Monday, July, 19, with a group of friends, but became unwell after\ndrinking ten drinks”. The article included comments made by the mother to a\nsister publication. The mother called on the nightclub to review its entry and\ndrinks policy as well as the local authority to take preventative action. The\narticle also included a response from the complainant, the club’s manager, who\nmade clear that the venue was “deeply concerned about this story”, did “not\nencourage excessive drinking” and that its staff were “trained to serve responsibility”.\nIt made clear that the club would “investigate matters fully” and “cooperate\nfully with police and offer a review of [its] CCTV to figure out what has\nhappened.” The article also included comments made by a local councillor,\nresponsible for public services and communities, who said that the council\nwould “work closely with the police to ensure compliance with licensing\nlegislation and will follow up on any reports of under-age drinking”, adding\nthat “if concerns are raised”, the council would “respond and take enforcement\naction if necessary”.\n3. The\ncomplainant said that the article was inaccurate, in breach of Clause 1\n(Accuracy). He said that the reported incident had never occurred; there was no\nevidence that the underage girl had entered the venue or been sold alcohol. He\nalso denied that the family member quoted existed. He said that the article’s\npublication had been seriously damaging to the reputation and finances of the\nbusiness.\n4. The\nnewspaper said that the article had been based upon a press release. Upon\nreceipt of this, its sister publication had contacted the following subjects\nfor comment: the family member; the complainant (as the manager of the venue);\nthe local council; and the police. It maintained that the article accurately\nreported the allegations made by the family member, adding that the article\nmade clear the status of these allegations. It also noted that the article made\nclear the venue’s position, and published the complainant’s comments as well as\nthe response provided by the local council.\n5. Notwithstanding\nthis, following the article’s publication and upon receipt of further concerns\nraised by the complainant after his review of the venue’s CCTV footage, its\nsister publication returned to the family member for further comments and in\norder to obtain a police reference number. When the family member did not\nrespond to this request, the sister publication contacted the police for a\npublic statement. Upon receipt of this, the publication then removed the online\narticle and published the following correction online. This included the\nstatement provided by the police to the sister publication and the\ncomplainant’s denial in full, and appeared as a standalone item on the\nnewspaper’s website:\n“In\nregards to our story 'Girl, 16, 'passes out' in random doorway after Halifax\nnightclub sells her ten 75p Jagerbombs,' 29 July, the owner of The Acapulco\nClub, Simon Woodcock, has since advised that he is satisfied that there was no\nrecord of the individual entering the club via their QR/ticketing system, and\nthat there was no-one on the CCTV matching the individual's description.\nFurthermore, Mr Woodcock has advised that no footage of the individual was\nfound on the CCTV of the location where she was suggested to have been found.\nYorkshireLive contacted the Police for comment, who stated that 'West Yorkshire\nPolice has not found any evidence to support the allegations made.’ We are\nhappy to make the above positions clear.\n6. The\ncomplainant, however, did not consider the actions taken by the publication\nsufficient. The wording did not state unequivocally that the events described\ndid not happen, nor did it adequately address the financial consequences of the\narticle’s publication or include an apology.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected, promptly\nand with due prominence, and — where appropriate — an apology published. In\ncases involving IPSO, due prominence should be as required by the regulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\nCommittee was clear that a newspaper’s obligations under the Editors’ Code\nextends to all editorial content it publishes, including material obtained from\nsister publications, and that care should be taken to ensure that information\nis not inaccurate, misleading, or distorted.\n8. In\nthis instance, the allegations made by the mother against the complainant’s\nestablishment were serious, claiming that it had sold alcohol to a person under\nthe age of 18, potentially in breach of the law and licensing regulations.\nWhile the Committee recognised the complainant’s concerns, it was not in a\nposition to reconcile the conflicting accounts, or to rule on the accuracy of\nthe claims made by the mother. Its role was to consider the presentation of the\nclaims made.\n9. The\nCommittee noted that the headline and first few paragraphs of the article\nstated, as fact, that the child was sold a specific amount of alcohol by the\ncomplainant’s establishment without qualification or attribution. Although the\nheadline included quotation marks within the headline these appeared only\naround the words “passes out” and not in relation to the venue’s sale of\nalcohol. The headline contained the sole reference to the specific allegation\nthat the nightclub had sold her alcohol and nowhere in the body of the article\nwas it indicated that it was an allegation made by the person’s mother. By\npresenting serious allegations about the conduct of a licensed establishment in\nthis way, the publication had not taken sufficient care over the accuracy of\nthe article in breach of Clause 1 (i) and Clause 1 (iv). The presentation of\nthese claims as fact was significant, where they related to serious allegations\nthat alcohol had been sold to someone under the age of 18. For this reason, the\nnewspaper was required to publish a clarification under the terms of Clause 1\n(ii).\n10.\nWhile the Committee welcomed the steps taken by the publication when it was\nnotified by its sister publication that it was unable to obtain further\ntestimony from the mother following an additional enquiry with the police –\npromptly removing the online article and publishing a correction item which\nupdated readers of the situation that included a statement provided by the\npolice and the complainant’s denial in full – the published wording did not\naddress how the article had misleadingly presented the claims made. For this\nreason, there was a breach of Clause 1 (ii).\nConclusion(s)\n11. The\ncomplaint was upheld.\nRemedial\nAction Required\n12.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication, the terms and placement of which is determined by IPSO.\n13. In\ncoming to a view on the appropriate remedy in this case, the Committee\nconsidered the seriousness and extent of the breach of the Code. It also noted\nthe steps taken by the newspaper following publication, including the removal\nof the online article and the publication of standalone correction. However,\nthis wording had not addressed that the article had misleadingly presented the\nallegations as fact. As such, the appropriate remedy was the publication of a\nclarification.\n14. The\nCommittee then considered the placement of this clarification. This\nclarification should appear as a standalone clarification in the online\nCorrections and Clarification’s column. The wording of this clarification should\nbe agreed with IPSO in advance and should make clear that it had been published\nfollowing an upheld ruling by the Independent Press Standards Organisation.\n\n\n\nDate\ncomplaint received: 07/09/2021\nDate\ncomplaint concluded by IPSO: 12/07/2022\nBack to ruling listing\n\n\n"
}