{
    "url": "/rulings-and-resolution-statements/ruling/?id=09742-21",
    "title": "09742-21 Woodcock v metro.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2021-07-30 00:00:00",
    "received_on": "2021-09-07 00:00:00",
    "concluded_on": "2022-07-12 00:00:00",
    "complaint_processing_days": 308,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A    Date complaint received: 07/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09742-21 Woodcock v metro.co.uk\nSummary\nof Complaint\n1. Simon\nWoodcock complained to the Independent Press Standards Organisation, through a\nrepresentative, that metro.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Club ‘served underage girl 10\nJägerbombs in an hour for £7.50’”, published on 30 July 2021.\n2. The\nonline article reported that a mother had criticised a named nightclub after\nclaiming that it permitted entry to and served alcohol to her underage\ndaughter. The article included comments made by the mother to a separate\npublication, who called on the nightclub to review its entry and drinks policy\nas well as the local authority to take preventative action. The article also\nincluded the response from the complainant, the club’s manager, who made clear\nthat the venue did “not encourage excessive drinking” and that its staff were\n“trained to serve responsibly”. The article then stated that the club “said\nthey would investigate the incident and work with police and the council to\naddress ID issues”.\n3. The\ncomplainant said that the article was inaccurate, in breach of Clause 1\n(Accuracy). He said that incident reported on had never occurred; there was no\nevidence that the child had entered the club or been sold alcohol. He also\ndenied that the family member quoted existed. He said that the article’s\npublication had been seriously damaging to the reputation and finances of the\nbusiness.\n4. The\npublication did not accept a breach of the Editors’ Code. It said that the\ndisputed claims originated from an article published by a local newspaper, and\nreported in good faith. It said that the headline and text of the article made\nclear the status of the allegations put forward. Furthermore, it noted that the\ncomplainant had been contacted for comment prior to publication by the local\nnewspaper; his position was made clear in the text of the article.\n5. Upon\nreceipt of the complaint, the publication had contacted the local newspaper to\nascertain its position in relation to the concerns raised. In response, the\nnewspaper said that it had been unable to contact the family member and as\nresult was taking corrective action. In such circumstances, the newspaper\ndecided to remove the online article and publish the following clarification as\na standalone item:\n“On 30th\nJuly, Metro.co.uk published an article with the headline ‘Club ‘served underage\ngirl 10 Jägerbombs in an hour for £7.50’, which had first appeared on\nYorkshireLive. Since publication of the article, the owner of The Acapulco\nClub, Simon Woodcock, has advised that he is satisfied there was no record of\nthe individual described in the article entering the club via their\nQR/ticketing system and CCTV footage. YorkshireLive contacted the Police for\ncomment, who stated that ‘West Yorkshire Police has not found any evidence to\nsupport the allegations made. We are happy to make the position clear and have\nremoved the article from our website.”\n6. The\ncomplainant, however, did not consider that the steps taken by the newspaper\nwere sufficient; the wording did not state unequivocally that the events\ndescribed did not happen, nor did it adequately address the financial\nconsequences of the article’s publication or include an apology. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact\nFindings\nof the Committee\n7. The\npublication had relied upon information which had been syndicated by a trusted\nnewspaper group. While there was no reason to doubt that the newspaper had\nacted in good faith, it was ultimately responsible for the accuracy of the\ncontent published.\n8. The\nallegations made by the mother against the complainant’s establishment were\nserious, claiming that it had sold alcohol to a person under the age of 18,\npotentially in  breach of the law and\nlicensing regulation. In considering the care taken by the newspaper, the\nCommittee noted that the information had been syndicated by a trusted newspaper\ngroup. Further, the article had appropriately distinguished the allegations put\nforward by the mother as claims. They had been attributed to this individual\nand presented as such; they had not been adopted, or presented, as fact by the\npublication. The Committee also noted that the text of the article made the\ncomplainant’s position clear, and that an investigation into the alleged\nincident was ongoing. Given this, the Committee considered that the newspaper\nhad taken sufficient care in reporting the claims made. There was no breach of\nClause 1 (i) or (iv).\n9. While\nthe Committee recognised the complainant’s concerns, it was not in a position\nto reconcile the conflicting accounts, or to rule on the accuracy of the claims\nmade by the mother. The publication was entitled to report these claims, and\nhad done so accurately. There was, therefore, no breach of Clause 1(ii).\nNotwithstanding this, the Committee welcomed the steps taken by the publication\nwhen it was notified by the other newspaper group that it was unable to obtain\nfurther testimony from the mother following a further enquiry with the police.\nIt had promptly removed the online article, and published an item which updated\nreaders on the situation.\nConclusion(s)\n10. The\ncomplaint was not upheld.\nRemedial\nAction Required\n11. N/A\n\n\n\nDate\ncomplaint received: 07/09/2021\nDate\ncomplaint concluded by IPSO: 12/07/2022\nBack to ruling listing\n\n\n"
}