{
    "url": "/rulings-and-resolution-statements/ruling/?id=09740-21",
    "title": "09740-21 Woodcock v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2021-07-31 00:00:00",
    "received_on": "2021-09-07 00:00:00",
    "concluded_on": "2022-07-12 00:00:00",
    "complaint_processing_days": 308,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the terms and placement of which is determined by IPSO. 12. In coming to a view on the appropriate remedy in this case, the Committee considered the seriousness and extent of the breach of the Code. It also noted the steps taken by the newspaper following publication, including the removal of the online article and the offer to publish a standalone item in its online Corrections and Clarification Column. However, the proposed item had not addressed that the article had misleadingly presented the allegations as fact. As such, the appropriate remedy was the publication of a clarification. 13. The Committee then considered the placement of this clarification. This clarification should appear as a standalone clarification in the online Corrections and Clarification’s column. The wording of this clarification should be agreed with IPSO in advance and should make clear that it had been published following an upheld ruling by the Independent Press Standards Organisation.    Date complaint received: 07/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09740-21 Woodcock v thesun.co.uk\nSummary\nof Complaint\n1. Simon\nWoodcock complained to the Independent Press Standards Organisation, through a\nrepresentative, that thesun.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “BOOZE BINGE Girl, 16, ‘passes out’\nafter nightclub sells her 10 Jagerbombs for £7.50 which she downed in one\nhour”, published on 31 July 2021.\n2. The\nonline article reported that a “16-year-old girl was found passed out after a\nnightclub sold her 10 Jagerbombs for just £7.50 in a single hour”, with the\nteen “later found by her mother in the doorway of a bingo hall.” The article\nincluded the comments made by the mother to a separate publication, who called\non the nightclub to review its entry and drinks policy as well as the local\nauthority to take preventative action. The article also included the response\nfrom the complainant, the club’s manager, who made clear that the venue was\n“deeply concerned about this story and [was] investigating matters fully”,\nadding that they would “cooperate fully” with the police and offer a review of\nthe CCTV to establish what occurred. It also said that the club did “not\nencourage excessive drinking”, staff were “trained to serve responsibly” and it\nhad “stringent ID policies in place” with only official documentation accepted.\n3. The\ncomplainant said that the article was inaccurate, in breach of Clause 1 (Accuracy).\nHe said that the reported incident had never occurred; there was no evidence\nthat the underage girl had entered the venue or been sold alcohol. He also\ndenied that the family member quoted existed. He said that the article’s\npublication had been seriously damaging to the reputation and finances of the\nbusiness.\n4. The\npublication did not accept a breach of the Editors’ Code. The newspaper\nexplained its position regarding syndication: the disputed claims originated\nfrom an article published by a local newspaper and then shared by its\npublishing group with other publications, and reported in good faith. Upon\nreceipt of the complaint, the publication had contacted the local newspaper to\nascertain its position in relation to the concerns raised by the complainant.\nIn response, the newspaper had confirmed that it had been unable to contact the\nfamily member or verify the claims made and therefore was taking corrective\naction. Once the publication was notified of this, it removed the online article\nand confirmed to the complainant that it would not republish the allegations\nmade. It also proposed to publish the following statement in its online\nCorrections and Clarifications column:\n“Following\npublication of a July 31 article, now taken down (\"Girl, 16, ‘passes out’\nafter nightclub sells her 10 Jagerbombs for £7.50 which she downed in one\nhour\"), the owner of The Acapulco Club in Halifax says there is no record\nof the individual entering the club either on its ticketing system or on CCTV.\nNor has West Yorkshire Police found any evidence to support the allegations\nmade.”\n5. The\ncomplainant, however, did not consider that the steps taken by the newspaper\nwere sufficient; the wording did not state unequivocally that the events\ndescribed did not happen, nor did it adequately address the financial\nconsequences of the article’s publication or include an apology.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact\nFindings\nof the Committee\n6. The\npublication had relied upon information which had been syndicated by a trusted\nnewspaper group. While there was no reason to doubt that the newspaper had\nacted in good faith, it was ultimately responsible for the accuracy of the\ncontent published including the presentation of the claims made.\n7. In\nthis case, the allegations made by the mother against the complainant’s\nestablishment were serious, claiming that it had sold alcohol to a person under\nthe age of 18, potentially in breach of the law and licensing regulations.\nWhile the Committee recognised the complainant’s concerns, it was not in a\nposition to reconcile the conflicting accounts, or to rule on the accuracy of\nthe claims made by the mother. Its role was to consider the presentation of the\nclaims made.\n8. The\nCommittee noted that the headline and first few paragraphs of the article\nstated, as fact, that the child was sold a specific amount of alcohol by the\ncomplainant’s establishment without qualification or attribution. Although the\nheadline included quotation marks within the headline these appeared only\naround the words “passes out” and not in relation to the venue’s sale of\nalcohol. The headline contained the sole reference to the specific allegation\nthat the nightclub had sold her alcohol and nowhere in the body of the article\nwas it indicated that it was an allegation made by the person’s mother. By\npresenting serious allegations about the conduct of a licensed establishment,\nthe publication had not taken sufficient care over the accuracy of the article\nin breach of Clause 1 (i) and Clause 1 (iv). The presentation of these claims\nas fact was significant, where they related to serious allegations that alcohol\nhad been  sold to someone under the age\nof 18. For this reason, the newspaper was required to publish a clarification\nunder the terms of Clause 1 (ii).\n9. The\nCommittee welcomed the steps taken by the publication in response to the\ncomplaint: promptly removing the online article and offering to publish an item\nwhich updated readers on the situation. However, the offered wording did not\naddress how the article had misleadingly presented the claims made. For this\nreason, there was a breach of Clause 1 (ii).\nConclusion(s)\n10. The\ncomplaint was upheld.  \nRemedial\nAction Required\n11.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication, the terms and placement of which is determined by IPSO.\n12. In\ncoming to a view on the appropriate remedy in this case, the Committee\nconsidered the seriousness and extent of the breach of the Code. It also noted\nthe steps taken by the newspaper following publication, including the removal\nof the online article and the offer to publish a standalone item in its online\nCorrections and Clarification Column. However, the proposed item had not\naddressed that the article had misleadingly presented the allegations as fact.\nAs such, the appropriate remedy was the publication of a clarification.\n13. The\nCommittee then considered the placement of this clarification. This\nclarification should appear as a standalone clarification in the online\nCorrections and Clarification’s column. The wording of this clarification\nshould be agreed with IPSO in advance and should make clear that it had been\npublished following an upheld ruling by the Independent Press Standards\nOrganisation.\n\n\n\nDate\ncomplaint received: 07/09/2021\nDate\ncomplaint concluded by IPSO: 12/07/2022\nBack to ruling listing\n\n\n"
}