{
    "url": "/rulings-and-resolution-statements/ruling/?id=09767-19",
    "title": "09767-19 Evans v mirror.co.uk",
    "provisions": [
        "6 Children (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2019-07-20 00:00:00",
    "received_on": "2020-01-28 00:00:00",
    "concluded_on": "2020-08-14 00:00:00",
    "complaint_processing_days": 199,
    "conclusion_long": "9. The complaint was not upheld",
    "remedial_action": "10. N/A   Date complaint received: 28/01/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 09767-19 Evans v\nmirror.co.uk\nSummary of Complaint \n1. Lucie Evans complained to the Independent Press Standards\nOrganisation that mirror.co.uk breached Clause 6 (Children) of the Editors’\nCode of Practice in an article headlined “'Perfect' husband who hid secret\n'monster' gambling addiction 'took his own life'”, published on 20 July 2019.\n2. The article reported that a woman had “spoken of the pain\nof losing her husband to the \"monster\" of gambling addictions”. The\narticle reported that another publication had reported that the woman had\nshared a message urging those “suffering with similar demons” to seek help\nafter her husband, Jowan Evans, had taken his own life in March 2019. The\narticle featured excerpts from the message and reported that a fundraising\ncampaign had been set up. The article featured three images of Mr Evans, one\npictured him holding one of his sons with the caption “four months on from\nJowan Evans's death, his widow has spoken of her heart-break”. The second\npictured him with all three of his sons and his wife, with the caption “A\nfundraising appeal has been launched to help support the couple's three young\nsons”. The third image featured Mr Evans with another of his sons with the\ncaption “Lucie Evans said his friends and family were unaware of his addiction\nuntil his death”. \n3. The complainant, the wife of the deceased, said that\npublication of the images represented a breach of Clause 6. She said that she\nhad given permission to another publication for the photographs to be used for\nan earlier article in March, which had appealed for information on her\nhusband’s disappearance. The complainant also confirmed that she had contacted\nthe other publication on Facebook in July about publishing an article on her\nhusband’s death and his struggles with addiction and gave consent for the\nphotographs to be used. However, she said that this did not constitute consent\nfor their inclusion in the article under complaint. While she accepted that she\nhad shared a post of her family photos on her personal Facebook page, no one\nfrom this publication had approached her to ask for permission to use the\nphotographs for the purposes of this article. \n4. The publication denied that publishing the photographs of\nMr Evans with his children represented a breach of Clause 6. It said that the\ncomplainant had given consent to another publication for it to use these\nphotographs in a previous article, in which she had appealed for help to find\nher missing husband and although it could not produce this consent in writing,\nthe publication noted that the complainant had accepted this was the case. The\npublication also said that the complainant had later approached that\npublication on 19 July on Facebook about publishing an article on mental health\nawareness, her partner’s addiction, and a fundraising campaign that had been\nset up for his children. The publication highlighted that the journalist from\nthat publication had asked whether photographs could be used, to which the\ncomplainant responded, “Of course you are welcome to use any photos”. This\narticle was then published online in the other publication under the headline\n“Wife tells how she lost husband to a 'monster' after discovering his hidden\ngambling addiction” on 20 July. The publication also said that the photographs\nof the children were featured on the aforementioned online fundraising campaign\nwere therefore publicly accessible. It considered that given the clear\nconnection between the content of the article under complaint and that of the\npreviously published articles, as well as the publicly accessible nature of the\nphotographs, republishing these images did not represent a breach of Clause 6.\nHowever, the publication removed the photographs as a gesture of goodwill in a\nbid to resolve the matter. \n5. The complainant said that the publication’s offer to\nremove the photographs was not enough to resolve the matter. She reiterated her\nposition that the consent she had given to publish the photographs of the\nchildren, was not provided specifically to mirror.co.uk, and therefore did not\nconstitute consent for them to be published in the article under complaint. \nRelevant Code Provisions\n6. Clause 6* (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\n*The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\nFindings of the Committee\n7. The Committee wished to express its condolences to the\ncomplainant for her loss.\n8. Photographs of the complainant’s children had been\npublished to accompany the article which reported on Mr Evans’ cause of death\nand his addiction, and which therefore concerned their welfare. The Committee\nhas previously ruled that Clause 6 of the Code applies in circumstances where\nphotographs of children are published to accompany articles which involve their\nwelfare and the question for the Committee was whether there was consent from a\ncustodial parent or similarly responsible adult for the photographs to be\npublished. The complainant had approached another publication a day before the\narticle under complaint was published about the prospect of publishing an\narticle about her fundraising activities following her husband’s death and his\nstruggles with addiction. She had made the photographs available to that\npublication for the purpose of that article, which was subsequently published\nwithout complaint from the complainant. The Code provides that IPSO, when\nconsidering whether there has been a breach of Clause 6, will take into account\nthe extent to which material is in the public domain at the date of\npublication. In this case, the photographs had previously been provided by the\ncomplainant for publication and were placed in the public domain, with the\ncomplainant’s consent. The Committee carefully considered all the circumstances\nand, in particular, the consent for publication which had been given by the\ncomplainant; and that the two articles, which were published the same day, were\nnot materially different in nature as both reported on Mr Evans’ death and his\naddiction to gambling.  In light of all\nthese considerations, the Committee concluded that the consent given by the\ncomplainant applied to the re-publication of the photographs in the article\nunder complaint. There was therefore no breach of Clause 6. \nConclusions\n9. The complaint was not upheld\nRemedial Action Required\n10. N/A\n \nDate complaint received: 28/01/2020\nDate complaint concluded by IPSO: 14/08/2020\n \n \nBack to ruling listing\n\n\n"
}