{
    "url": "/rulings-and-resolution-statements/ruling/?id=09771-19",
    "title": "09771-19 Reynolds v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-12-04 00:00:00",
    "received_on": "2021-05-24 00:00:00",
    "concluded_on": "2022-02-22 00:00:00",
    "complaint_processing_days": 274,
    "conclusion_long": "33. The complaint was partly upheld under Clause 1(i).",
    "remedial_action": "34. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint made: 24/05/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09771-19 Reynolds v Mail Online\nSummary\nof Complaint\n1.\nPatrick Reynolds complained to the Independent Press Standards Organisation\nthat the Mail Online breached Clause 1 (Accuracy) in two articles headlined\n“Jeremy Corbyn, the bomb-maker's friend: IRA terrorist gloried in the Hyde Park\nbombing - yet after he left jail, admirer Corbyn helped create a council job\nfor him and he jumped a 12,000-strong queue for genteel Islington council\nflat”, published on the 3 December 2019 and “Why DID Jeremy Corbyn share\noffices with a convicted IRA bomb maker... who was embroiled in a £550k\nscandal? Bill Akass and Richard Pendlebury investigate?”, published on 4\nDecember 2019.\n2.\nThe first article set out associations in the 1980s between Jeremy Corbyn MP\nand a man who had been convicted of conspiring to cause explosions. The article\nbegan by introducing the man and examining how he came to live in Islington.\nThe headline said that “admirer Corbyn helped create a council job for [the\nman]”. The article went on to focus on this job which was at an organisation\ncalled the Irish in Islington Project. The article reported that the Irish in\nIslington Project was founded in 1983 and described it as one of a number of\npressure groups “under the umbrella of Corbyn’s IBRG [Irish in Britain\nRepresentation Group]”. It reported that the IBRG was a pro-republican group\nwhich supported Mr Corbyn in his campaign to become the MP for Islington North.\n3.\nThe article reported that “inevitably” the Irish in Islington Project applied\nto Islington Council for funding to pay for full time staff and headquarters.\nIt reported that Mr Corbyn sought “successfully” to find funding for the\nproject elsewhere, and referred to a letter sent to Ethnic Minorities Unit at\nthe Greater London Council (GLC) in which Mr Corbyn said: “The work of the\nIrish in Islington Project is both necessary and desirable, and I urge that\ntheir application for two project workers be met”. The article then said “You\nmight already be able to guess who was to be given one of these posts”, as\nshortly after the man was released from prison, he took up the position of\n“community outreach worker” at the Irish in Islington Project. It said that\n“thanks to Corbyn and friends, [named man’s] future was secure”. The article\nreported that Mr Corbyn had not responded to a request for comment on the\nclaims, however it reported that the man had said “I knew Jeremy back in the\nEighties and Nineties. He was my MP when I was living in England”.\n4.\nThe second article expanded upon the man’s job at the Irish in Islington\nProject whilst repeating several points which had been made in the first\narticle. It also included a bullet point under the headline which reported that\nJeremy Corbyn had “recommended [a named] jailed IRA terrorist as [the Irish in\nIslington Project’s] outreach head”. The article said that the same named man\nreceived “assistance” from “Labour’s current leadership”. It also said that the\nman enjoyed “what could be described as a charmed life – thanks in part at\nleast to his friends John McDonnell and Jeremy Corbyn”, that the two positions\nat the Irish in Islington Project were “promoted” by Mr Corbyn and Mr\nMcDonnell, and that the man was “handed not one but two taxpayer-funded jobs\nclose to his tax-payer funded home in London”. The article reported that John\nMcDonnell MP wrote to the GLC in 1984 to say “I understand that the Irish in\nIslington Project will shortly be submitting an application for capital funds\nto establish an Irish Centre. I would like to lend my support to the Project\nand could you keep me informed of its progress”.  It described the Irish in Islington Project\nas a “subsidiary” of the IBRG.\n5.\nThe article also said that “Archive records examined by the Mail show [man] and\n[other man] set up an office in a community centre in the heart of Corbyn’s\nconstituency in Archway, North London. Corbyn himself used the same address for\nhis monthly constituency surgeries”. The article repeated a point made in the\nfirst article that 13 days after the Brighton bombings in 1984, Mr Corbyn\nhosted the man and others at the House of Commons. It went on to report that\nthe following day, the GLC approved a grant to the Irish in Islington’s “sister\nproject” – the Irish in Greenwich Project. It reported that the man returned to\nthe House of Commons for a press conference organised by the IBRG. Finally, the\narticle reported that the man had since left London and moved back to Northern\nIreland, where he became a Sinn Fein councillor.\n6.\nThe complainant worked at the Irish in Islington Project at the time the man\nwas employed in the 1980s. He said that the two articles contained a number of\ninaccuracies, and that a representative from the Irish in Islington Project\nshould have been contacted prior to publication.\n7.\nThe complainant said that both articles were misleading, as they gave the\nimpression that the man had obtained his job at the Irish in Islington Project\nin a corrupt way. The complainant said that he was on the panel which appointed\nthe man, and Mr Corbyn had nothing to do with his shortlisting or appointment.\nHe said that the man met the criteria for the job – which he said was not a\ncouncil job – and there was a proper process for the appointment. He said that\nit was his view that Mr Corbyn would not have known the man or about his\nappointment in 1983 – the steps Mr Corbyn took to support the Project were\nstandard for any local MP. As such, any reference in either of the articles to\nMr Corbyn or Mr McDonnell helping create the man’s job, promote the two\npositions, or give the man any “assistance” was misleading. He said that\nneither Mr Corbyn nor Mr McDonnell promoted either of the two men who filled\nthe roles at the Project. Similarly, the first article was misleading to say\nthat “you might be able to guess who was given one of these posts” and that it\nwas not the case that the man’s future was secure thanks to Mr Corbyn or that\nthe man was “handed” the job. In regards to the second article, the complainant\nsaid that its references to the man having enjoyed a “charmed life, thanks in\npart to his friends John McDonnell and Jeremy Corbyn” was also misleading for\nthe same reasons. The complainant also said that it was not the case that the\nIrish in Islington Project sought funding from Islington Council, or that Mr\nCorbyn sought funding from elsewhere. He later went on to clarify that the Project\ndid not seek funding from Islington Council when it was first established; the\nfunding it went on to receive from Islington Council was allocated\nautomatically following the abolition of the GLC.\n8.\nWith regard to the first article specifically, the complainant said that it was\ninaccurate to describe the IBRG as “Corbyn’s” IBRG as it had other members who\nwere politicians, from a range of parties. He said that Mr Corbyn had no input\ninto the IBRG apart from speaking at public meetings, raising issues in the\nHouse of Commons, and hosting a meeting in December 1983 with the IBRG where he\nlooked at ways to support the Irish community. The complainant said that the\narticle should not have labelled the IBRG as being pro-republican as this\nimplied it was pro-IRA. He said that it was a community group which was more\nfocussed on social issues and met delegations from all communities. He also\nsaid that the first article was inaccurate to report that Mr Corbyn was the\nman’s MP – he said that the man did not live in Mr Corbyn’s constituency.\n9.\nWith regard to the second article specifically, the complainant said that the\nbullet point under the headline to the article was inaccurate. He said that Mr\nCorbyn did not recommend the named terrorist to the relevant appointment panel,\nbut that the appointment of the named party was separate to any general\nadvocacy from Mr Corbyn on behalf of the Irish in Islington Project. The\ncomplainant also said that it was inaccurate to report that the Irish in\nIslington Project shared offices with Mr Corbyn. He said that the Project had\nits own exclusive office, and many community projects were also based in the\nsame complex. He said that 131 St John’s Way – where the Irish in Islington\nProject was – was a different building from 129 St John’s Way where Mr Corbyn\nheld his surgeries. He said that this implied a link and closeness between Mr\nCorbyn and the Project which did not exist. The complainant said that it was\nnot the case that the Irish in Islington Project was a subsidiary of the IBRG –\nit was a separate organisation with a different constitution and employed\ndifferent people. He provided a cutting from a newspaper in 1983 which said:\n“Whereas the IBRG has taken the initiative in launching the exercise the\nproposed project [the Irish in Islington Project] will be independent of it.”\n10.\nHe also said that it was inaccurate to report that two men employed “set up an\noffice” as they began work at the Irish in Islington Project when the office\nspace had already been secured by others. The complainant said that it was\ninaccurate to describe the Irish in Greenwich Project as a “sister project” of\nthe Irish in Islington Project – there was no connection between the projects,\nand reporting that the Irish in Greenwich Project had been granted funding\nafter the 1984 conference implied that this had happened corruptly. The\ncomplainant said that it was not the case that the IBRG organised a press\nconference at the House of Commons after the Brighton bombings in 1984. He also\nsaid that the man was not elected to be a councillor in Derry – he said that\ninstead it was his understanding that he had been nominated to fill a vacancy\nbetween elections, and had never actually been elected.\n11.\nThe publication said that there was nothing in either article which stated or\nimplied corruption on the part of the Irish in Islington Project by hiring the\nmen over other candidates. It said that it was accurate to report that when the\nIrish in Islington Project applied for funding from the GLC in 1983, Mr Corbyn\nalso wrote to the GLC to urge them to approve the application for two project\nworkers. It provided a copy of this letter. When the application was granted,\nthe posts were taken up by the man and another man – the roles were funded by\nthe council. It said that as such, it was reasonable to say that the two men\nhad Mr Corbyn to thank for their jobs. It also said that the complainant was\nnot in a position to dispute the relationship and association between the man\nand Mr Corbyn. It said that it took care to put claims to Mr Corbyn and did not\nreceive a response or denial. It said that it had not received a complaint from\nMr Corbyn about the article, nor either of the men who took up the posts at the\nProject. The publication also referred to a previous ruling by IPSO on a\ncomplaint made by one of the men who took up the posts at the Project – he did\nnot appear to challenge the assertion that Mr Corbyn had lobbied the GLC to\nfund the Irish in Islington Project.\n12.\nThe publication said that whilst the journalist who had written the bullet\npoint which reported that Jeremy Corbyn had “recommended [a named] jailed IRA\nterrorist as [the Irish in Islington Project’s] outreach head” had left its\nemployment, it accepted that there was no information to indicate that Mr\nCorbyn had recommended the named party for the position. The publication\noffered to delete the bullet point, and publish the following as an addendum to\nthe article:\nThis\narticle has been amended since first publication by Mail Online to remove the\nsuggestion that Jeremy Corbyn had recommended [named party] as the outreach\nhead for the Irish in Islington Project. We are happy to clarify that while Mr\nCorbyn advocated for the project to receive funding for the role, there is no\nindication that he made a personal recommendation on behalf of [the named\nparty].\n13.\nThe publication said that it was able to demonstrate that the Project had\napplied to Islington Council for funding. It provided the original funding\napplication submitted to the GLC in 1983, signed by the complainant. It\nhighlighted that in a section of the application that asked what other sources\nof assistance had been sought, and it stated: “Outstanding application with\nIslington Council (race relations) for office + full time worker”. It also\nprovided a cutting from the Islington Gazette which reported that: “A community\ncentre for the Irish in Islington is to go ahead. Members of Islington\nCouncil’s policy committee agreed to give it more than £68,000 in grants […]”.\nFurthermore, it also provided an IBRG newsletter which said that:\n“Islington\nwhich so far has not spent a single penny on any Irish activity or organization\nin the borough has refused without providing any satisfactory explanation to\nfund community workers and premises that the Branch sought on behalf of the\nIrish in Islington Project.”\n14.\nThe publication said that describing the IBRG as “Corbyn’s IBRG” was to denote\nhis heavy involvement and support of the organisation. It provided an IBRG\nelection statement which was solely devoted to Mr Corbyn and explained how\nvaluable he was to the organisation:\n“Jeremy\njoined the IBRG in the early days in November 1982, and since then has been an\nimmensely valuable and hard worker on our behalf. He enabled us to lobby\nIslington Council to provide the Irish Community with a research and advice worker\nalong with office premises He is part of a delegation that the IBRG are sending\nalong with an Islington Council delegation to the BBC, ITV, Home Office and\nParliamentary Labour Party to lobby on matters affecting the Irish community”.\nThe\npublication noted that this election statement also set out that the IBRG had\nunanimously decided to publicly endorse Mr Corbyn, and to actively support his\nelection campaign. The publication also provided an IBRG statement which talked\nabout the branch’s activities from the previous year, which included:\n“…persuading Islington Council to call for the withdrawal of British troops\nfrom Ireland [and to] recognise the right of the Irish people to\nself-determination”.\n15.\nThe publication said that it was the man’s own claim that Mr Corbyn was his MP,\nand the article reported this as a quote attributed to him. Although the\npublication accepted that the man’s home was not inside Mr Corbyn’s\nconstituency, it provided a Companies House document filed by the man in which\nhe gave the Irish in Islington Project’s address – which was inside Mr Corbyn’s\nconstituency – as his home address. It said that he used this address for\nresidential and business purposes from 1984 to 1997.\n16.\nThe publication said that it was not inaccurate to say that that the Project\n“shared offices” with Mr Corbyn and noted that the article did not say that\nthey shared an office. It said that the Project was based at 131 St John’s Way,\nand Mr Corbyn held surgeries at 129 St John’s Way – although these were separate\nbuildings, it said that at the time they were both part of the same complex and\nboth owned and used by the Council. Where they shared premises, it was not\ninaccurate to say that they “shared offices”. The publication said that\ndescribing the Project as a “subsidiary” of the IBRG did not have a legal or\ntechnical business meeting, and instead was to denote that the Project had\nstemmed from the IBRG. It provided a newsletter from the IBRG which said that\nthe Project was founded “as a result” of an Islington IBRG initiative and that\nthey were “instrumental in the establishment of the Irish in Islington\nProject”. It also provided a separate newsletter in which the Islington IBRG\nsaid that it had lobbied Islington Council “to provide the Irish Community with\na research and advice worker along with office premises” – it said that this\nwas a clear reference to the Project.\n17.\nThe publication said that saying that the two men “set up an office” did not\nmean that they were responsible for finding premises or furnishing it. Instead\nit meant that the two men started running the operations of the Project from\nthat office – which the complainant did not dispute. The publication said that\nit was not the case that there was “no connection whatsoever” between the Irish\nin Islington Project and the Irish in Greenwich Project. It said that this\npoint was not significant in the context of the overall article, however\ndescribing them as “sister projects” was to indicate that the organisations\nwere very similar – both Projects supported the IBRG in their literature and\ncampaigned on the same issues. It also provided a flyer from 1987 from the\nIrish in Islington Project, which gave the Irish in Greenwich Project and a\nlocal IBRG on a list of useful addresses. The publication provided a cutting of\nan article published on 23 January 1985 which reported that the man “attended a\npress conference [the day before the article was published] organised by the\nIrish in Britain Representation Group”.\n18.\nThe Committee had previously decided a complaint from the same complainant in\nrelation to two substantially similar articles published by the Daily Mail\n(09444-19 Reynolds v Daily Mail). The text of the Daily Mail article was the\nsame as the Mail Online articles under complaint, with the exception of the\nheadlines and subheadlines. The Committee found that complaint against the\nDaily Mail raised no breach of the Editors’ Code.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n19.\nIt was not in dispute that Mr Corbyn had written to the GLC in support of the\nIrish in Islington Project’s funding application and specifically urged that\nthe application for two project workers be approved. It was clear that Mr\nCorbyn had taken active measures to aid the funding application for the two\nroles. The grant that was then awarded funded the two men’s jobs at the\nProject. As such, it was not misleading for either article to say that Mr\nCorbyn had helped create or promote the jobs, or that in doing so, this had\neffectively assisted the man. Similarly, the articles had a basis to say that\nthanks to “Corbyn and friends”, the man’s future was secure and that the man\nenjoyed a “charmed life, thanks in part to his friends [such as] Jeremy\nCorbyn”. The Committee noted that furthermore, both of these statements did not\nattribute the man’s success only to Mr Corbyn or anyone else.   However, the second article had reported in\na bullet point that Mr Corbyn had recommended a named “jailed IRA terrorist” as\nthe Irish in Islington Project’s outreach head. The publication accepted that\nit was unable to provide any information which indicated that Mr Corbyn had\nrecommended the named party for the position. Where this was a significant\nclaim which the newspaper was unable to substantiate, the Committee upheld the\ncomplaint under Clause 1(i) on this point. The claim appeared at the start of\nthe article, and served to exaggerate the connection between Mr Corbyn and the\nnamed party, this constituted a significant inaccuracy which required\ncorrection under Clause 1(ii).\n20.\nThe publication offered a correction on this point in its first substantial\nresponse during IPSO’s investigation. The correction identified the original\ninaccuracy and put the correct position on record. As the publication offered\nto delete the original inaccuracy and the correction was added as a footnote,\nthis represented due prominence. As the correction was offered at the first\nstage of IPSO’s investigation, this represented due promptness. There was no\nbreach of Clause 1(ii).\n21.\nThe second article reported that Mr McDonnell had written in support of an\napplication by the project for capital funding to set up a centre. Unlike with\nMr Corbyn, it was not established that Mr McDonnell had supported the specific\napplication for the funding of the two project workers. Nevertheless, the\nCommittee did not consider that it was significantly inaccurate to make\nreference to a link between Mr McDonnell and the financial support for the two\njob roles. Mr McDonnell had still advocated for financial help to be given to\nthe group; the nature of this help – capital funding – was elsewhere referenced\nand, in any event, the article had been more focused on the link between Mr\nCorbyn’s actions and the creation of the roles. There was no failure to take\ncare in reporting Mr McDonnell’s role in the appointment of the man, and no\nbreach of Clause 1(i) or significant inaccuracy requiring correction under the\nterms of Clause 1(ii).\n22.\nWhere the role was funded by the council, it was not misleading for the\narticles to describe it as a “council job”. There was no failure to take care\nover the accuracy in reporting the job role and no breach of Clause 1(i), and\nnot significant inaccuracy requiring correction under the terms of Clause\n1(ii).\n23.\nThe articles reported that the Irish in Islington Project applied to Islington\nCouncil for funding for two full-time staff and a headquarters. The complainant\ndid not appear to dispute that the Project was at times funded by Islington\nCouncil, specifically following the dissolution of the GLC. Where the article\ndid not make any claim that the Project applied to Islington Council for its\ninitial funding, the article was not inaccurate as suggested by the complainant\nto report that the Project had applied to Islington Council. There was no\nbreach of Clause 1(i) on this point, and no requirement for a correction under\nClause 1(ii).\n24.\nThe phrase “Corbyn’s IBRG” was unclear – it was a minor reference in the\ncontext of the article and did not claim that Mr Corbyn was responsible for the\nIBRG, or that it operated under his leadership. Rather, it did suggest a close\nrelationship between Mr Corbyn and the organisation. The article explained that\nthe IBRG supported Mr Corbyn in his campaign to become an MP, and the newspaper\nwas able to show that the IBRG considered Mr Corbyn a strong supporter of the\nIBRG. The newspaper also said that it took care to put this claim to Mr Corbyn\nand did not receive any response. As such, it was not misleading to suggest a\nclose relationship between Mr Corbyn and the IBRG by referring to “Corbyn’s\nIBRG”. There was no breach of Clause 1(i) on this point and no requirement for\na correction under Clause 1(ii).\n25.\nThe first article described the IBRG as being “pro-republican”, which the\ncomplainant was concerned suggested that the group was aligned with the IRA.\nAlthough the complainant pointed out that the group had cross-community\nengagement, he did not appear to dispute that it was pro-republican in its\naims. Furthermore, a newsletter provided by the newspaper reported that the\nIslington branch’s activities included “…persuading Islington Council to call\nfor the withdrawal of British troops from Ireland [and to] recognise the right\nof the Irish people to self-determination”. As such, it was not misleading to\ndescribe the group as being pro-republican. With regards to the complainant’s\nconcern that this description linked the group to the IRA, the Committee was\nclear that republicanism and support for the IRA are distinct – the article did\nnot make any suggestion that the IBRG was close to or supported the IRA in any way.\nAs such, the article was not misleading to describe the group as\npro-republican. There was no breach of Clause 1(i) on this point, and no\nrequirement for a correction under Clause 1(ii).\n26.\nThe claim that Mr Corbyn was the man’s MP was the man’s own claim in the first\narticle, presented as a quote attributed to him. Clause 1(iv) requires that\ncare is taken to distinguish between comment, conjecture and fact – in this\ncase, this care had been taken by attributing the claim to the man. There was\nno breach of Clause 1(iv). It did not appear to be in dispute that the man did\nnot live in Mr Corbyn’s constituency. However, the Committee noted that the man\nsimply said that Mr Corbyn was “my MP”, and the Committee considered that this\ndescription was broad and could encompass the man considering that Mr Corbyn\noften acted on his behalf in his role as an MP for example, or whether he felt\nhe could count on Mr Corbyn’s support – the complainant was not in a position\nto know whether this was the man’s view. As such, the Committee did not find\nthat the claim was significantly misleading as to the connection between Mr\nCorbyn and the man as to require correction under the terms of Clause 1(ii).\n27.\nThe second article did not report that the Irish in Islington Project shared an\noffice with Mr Corbyn – instead it reported that the Project shared offices\n(plural) with Mr Corbyn, which the article explained was because the Project’s\noffice was in a community centre used by Mr Corbyn for his monthly community\nsurgeries. As such, the article was clear that the Project had its own office\nin the building and did not say that the Project and Mr Corbyn shared a single\nroom or office. The article did not make any claim that the Project and Mr\nCorbyn worked jointly at their respective premises. The Committee noted that\nthe Project was situated in a different building from where Mr Corbyn held his\nsurgeries, however it did not appear to be in dispute that both of these\nbuildings were adjacent and used for council-funded activities. As such, the\nCommittee considered that the article on this point was not significantly\nmisleading as to the connection between the Project and Mr Corbyn. There was no\nbreach of Clause 1(i), and no requirement for a correction under the terms of\nClause 1(ii).\n28.\nThe second article reported that the Irish in Islington Project was a\n“subsidiary” of the IBRG. The Committee considered that “subsidiary” was not a\nprescriptive legal or technical business term in this context, and instead\ndenoted that the Project was linked to the IBRG. The newspaper was able to\ndemonstrate that it was reported contemporaneously that the Project was formed\nat the instigation, and with the involvement, of the IBRG, which the\ncomplainant did not appear to dispute. In this case, this was a sufficient\nbasis to describe the Project as a “subsidiary” of the IBRG. There was no\nfailure to take over the accuracy of the article in reporting this description.\nThe complainant’s position that the Project was separate and independent from\nthe IBRG did not contradict this. As such, the description did not represent a\nsignificant inaccuracy requiring correction under the terms of Clause 1(ii).\n29.\nThe second article also reported that the two men “set up an office in a\ncommunity centre in the heart of Corbyn’s constituency”. It was not in dispute\nthat the men began running the Project from the new premises. As such, the\nCommittee considered that whether the men were responsible for practically\nsecuring or furnishing the office was not significant to the overall article;\nit did not affect the central point that the men began working at the\nrecently-founded Project in council buildings situated in Mr Corbyn’s\nconstituency. There was no breach of Clause 1 on this point.\n30.\nWithin the second article, it did not appear to be in dispute that both the\nIrish in Greenwich Project and the Irish in Islington Project sought to support\nIrish communities in London. Furthermore, the article was not an in-depth focus\non the Irish in Greenwich Project or its relationship with the Irish in\nIslington Project. As such, any dispute over the extent to which the Irish in\nGreenwich Project could accurately be described as a “sister project” was not\nsignificant to the overall article as to require correction under the terms of\nClause 1(ii).\n31.  The complainant did not dispute that the\nIrish in Greenwich Project received funding after Mr Corbyn held a press event\nat the House of Commons. The newspaper was entitled to report that this had\noccurred, and the complainant was not in a position to dispute whether there\nhad been a causal link between the two events and the reasons for the local\ngovernment grant, especially as he had not been involved in the Irish in\nGreenwich Project. As such, the complainant was a third party on this point and\ncould not make a finding.\n32.\nThe second article did not report that the man had been elected a councillor in\nDerry as inferred by the complainant – instead, it said that he had been a\ncouncillor in Northern Ireland. As such, it did not appear to be in dispute\nthat the man had been a councillor in Northern Ireland, as reported by the\narticle, and the article was not inaccurate or misleading to report this fact.\nThere was no breach of Clause 1 on this point.\nConclusion(s)\n33.\nThe complaint was partly upheld under Clause 1(i).\nRemedial\nAction Required\n34.\nThe correction which was offered clearly put the correct position on record,\nand was offered promptly and with due prominence, and should now be published.\n\n\n\nDate\ncomplaint made: 24/05/2021\nDate\ndecision issued: 22/02/2022\nBack to ruling listing\n\n\n"
}