{
    "url": "/rulings-and-resolution-statements/ruling/?id=09788-20",
    "title": "09788-20 A Man v liverpoolecho.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "liverpoolecho.co.uk (Reach PLC)",
    "published_on": "2020-04-14 00:00:00",
    "received_on": "2020-06-14 00:00:00",
    "concluded_on": "2020-11-11 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A   Date complaint received: 14/06/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09788-20 A Man v liverpoolecho.co.uk\nSummary\nof Complaint\n1. A man\ncomplained to the Independent Press Standards Organisation that the\nliverpoolecho.co.uk breached Clause 1 (Accuracy) and Clause 4 (Intrusion into\nshock and grief) of the Editors’ Code of Practice in an article headlined\n“Tributes to hero of Hillsborough disaster who died after coronavirus battle”,\npublished on 14 April 2020.\n2. The\narticle reported on the death of a named man who “was pictured sitting on the\nLeppings Lane terrace with his head in his hands following the [Hillsborough]\ndisaster”. The article described the image as “poignant” and reported that it\nhad been shared online thousands of times. The article published tributes to\nthe named man after his death, and described his role in the Hillsborough\ndisaster. The article also included several quotes from the named man’s\ndaughter, such as that he “often denied the harrowing image of the survivor\nsitting alone with his head in his hands on the afternoon of April 15, 1989,\nwas him” which his family said was because it brought back too many painful\nmemories. However, the article went on to report that “When he moved home and\nfound the jacket he was pictured wearing, [his daughter] said it opened up old\nwounds”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nit had named the wrong person as the subject of the photograph. The complainant\nsaid that he was the person in the photograph, but that this had been\nconsistently misreported. The complainant supplied contemporary pictures of\nhimself, as well as a video taken on the day of the disaster which he said\nshowed him in the same tracksuit as the person in the photograph was wearing\nunder a coat. He also provided another photograph of the man, which was taken\nat the same time and positioning as the published photograph but showed the\nman’s face, rather than it being hidden in his hands. The complainant also\nnoted that the named man had previously denied that it was him in the\nphotograph.\n4. The\ncomplainant also said that the publication of the photograph without his\nconsent caused him distress and made him recall the painful memories of the\nHillsborough disaster in breach of Clause 4.\n5. The\npublication said it did not accept a breach of the Code. It said that the image\nhad been shared on Twitter by a close friend of the named man, was shared\nthousands of times across multiple platforms, and that there was no evidence\nthat the identity of the person was disputed. It also said that it had taken\ncare to publish accurate information, and had spoken to the daughter of the\nnamed man prior to the publication of the article, who said that the family\nwere absolutely confident that the person in the photograph was the man named\nin the article. It pointed to the fact that the article even included a quote\nabout how the named man had found the jacket he had worn on the day. The\npublication accepted that the photo provided by the complainant where the\nperson photographed was turned towards the camera was the same person as in the\npublished photograph, however it did not accept that this was conclusive\nevidence that this was the complainant. It said that on this basis it would not\nbe appropriate to correct the article.\n6. The\npublication said that as it believed the photo correctly identified the named\nman, the complainant did not have standing to complain under Clause 4, and\nthere was no breach.\nRelevant\nCode Provisions\n7.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\n8. Clause\n4 (Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n9. The\nCommittee acknowledged the very difficult emotions that the Hillsborough\ndisaster still generates for many people, and expressed their sincere\nsympathies to the complainant, and all those who have been affected by it.\n10. The\nCommittee stressed that its role was not to make findings of fact regarding the\ndefinitive identity of the man; instead the Committee was asked to consider\nwhether the publication had taken care over the accuracy of the information it\nhad published, and whether any information was significantly inaccurate so as\nto require correction under the terms of the Editors’ Code.\n11. Firstly,\nthe Committee considered the care demonstrated by the publication, prior to\npublication, in line with its obligations under Clause 1(i). The image had been\nshared thousands of times on social media, from the original post of a close\nfriend of the named man who had said that he had died. There was no publicly\navailable dispute regarding the identity of the man it named.  The newspaper had taken further steps by\ngoing to the daughter of the named man for comment, who had confirmed she was\npositive it was her father. As there was no public contestation of who was\nfeatured in the image, and the publication had sought and received further confirmation\nfrom the immediate family of the named man, the Committee found that the\npublication had taken care not to publish misleading information on this basis,\nand therefore there was no breach of Clause 1(i).\n12. The\nCommittee then considered whether there was a significant inaccuracy that\nrequired correction under Clause 1(ii). The Committee reiterated that it was\nnot in a position to determine who was in the photograph, but to consider the\nevidence provided by both the complainant and the publication and to make a\ndecision as to whether the newspaper had complied with its obligations under\nthe Editors’ Code. The complainant had provided further images and a video from\nday of the Hillsborough disaster, however, even with this evidence the Committee\nwas not able to conclusively decide which man was pictured in the photograph,\nand was therefore unable to make a finding as to whether the article was\ninaccurate in order to require a correction under Clause 1(ii).\n13. The\nCommittee recognised the trauma of the Hillsborough disaster and the impact and\ndistress that the publication of the photograph had caused the complainant.\nHowever, the test under Clause 4 relates to whether the publication of\ninformation had been handled sensitively. The publication had published the\narticle in good faith on information that was in the public domain. Whilst this\nwas upsetting for the complainant, it was entitled to publish the photograph\nand there was no breach of Clause 4.\nConclusions\n14. The\ncomplaint was not upheld.\nRemedial\nAction Required\n15. N/A\n \nDate\ncomplaint received: 14/06/2020\nDate\ncomplaint concluded by IPSO: 11/11/2020\nBack to ruling listing\n\n\n"
}