{
    "url": "/rulings-and-resolution-statements/ruling/?id=09798-20",
    "title": "09798-20 Taylor v Sunday Mirror",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mirror (Reach PLC)",
    "published_on": "2020-06-14 00:00:00",
    "received_on": "2020-06-15 00:00:00",
    "concluded_on": "2020-12-14 00:00:00",
    "complaint_processing_days": 182,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A   Date complaint received: 15/06/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09798-20 Taylor v Sunday Mirror\nSummary\nof Complaint\n1. Robert\nTaylor complained to the Independent Press Standards Organisation that the\nSunday Mirror breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’\nCode of Practice in an article headlined “EX RIPPER COP 'TRIED TO SILENCE\nWHISTLEBLOWER'”, published on 14 June 2020.\n2. The\narticle reported on a tribunal hearing in which one of the police officers\ninvolved in the Yorkshire Ripper case “was said to have tried to intimidate [a\nwhistleblower] by posing as a boss at the Care Quality Commission.” The article\ndescribed the ex-police officer as a “self-employed investigator” and stated\nthat “He allegedly warned [the whisleblower] off reporting concerns about a\nhome, saying: ‘There would be consequences.’” It also said that the tribunal\nheard that he had been “enlisted by home boss [named person] to “frighten off”\n[the whistleblower]” and that the whistleblower had received “a ‘threatening’\ncall” from the ex-police officer. The article also reported that the\n“employment court judge blasted Mr Taylor, once dubbed SuperCop, for being\n‘deliberately evasive’ and not giving a statement ‘dealing truthfully’ with the\nincident. The article stated that the ex-police officer “had no comment when\napproached at his home”.\n3. The\narticle also appeared online on 13 June 2020 under the headline “Ex Yorkshire\nRipper cop 'tried to silence whistleblower by posing as CQC boss'” in\nsubstantially the same format.\n4. The\ncomplainant, the ex-police officer referred to in the article, said that the\narticle was inaccurate in breach of Clause 1 as he was the whistleblowers\ncontact point. He said that he had only acted as a witness in the court case\nand that it had not been put to him that he had said there would be\nconsequences; nor that he tried to intimidate the whistleblower; nor had he\nbeen paid to silence her. He also said it was inaccurate that the judge had\ndescribed him as evasive or his statement as untruthful. The complainant\nprovided a text he had sent to the whistleblower which he said was not\nthreatening, and also said that whilst he had been persuasive in his call to\nher he was not aggressive. He also said it was inaccurate to describe him as a\n“self-employed investigator” as he was a commissioned employee of the company\nwho does investigations.\n5. The\ncomplainant also said it was inaccurate to report that he “had no comment”. He\nsaid that the journalist had approached his house during a period of social\ndistancing restrictions due to COVID-19 and he was therefore not able to invite\nthe journalist in, and did not wish to discuss the matter in his communal\nhallway. He said it was misleading not to include his comment, which he would\nhave given if he had been phoned rather than have a journalist come to his\nproperty.\n6. The\ncomplainant also said that the article represented a breach of Clause 2 as it\nincluded a photograph of him from his Facebook profile which was set so only\nfriends of his friends could see his images. He also said it was an intrusion\nof his privacy for the publication to come to his home during a period of\nsocial distancing restrictions due to COVID-19.\n7. The\npublication said it did not accept a breach of Clause 1. It said that every\nalleged inaccuracy that the complainant had complained of was reported in\nquotes and had come straight from the publicly available tribunal judgments. It\nprovided a copy of these judgments.\n8. The\npublication said that a journalist had gone to the complainant’s house and that\nhe had declined to comment and closed the door, and it was not misleading to\nreport this.\n9. The\npublication said that the complainant’s Facebook profile had not been private\nat the time it took the photo, but had been made private since. It demonstrated\nthat it could see the complainants profile picture and cover image, but did not\nhave any evidence to show that the profile was public at the time it took the\nimage. The publication said that it would not have been able to access the\nimage if the complainant’s account had been set to private when it retrieved\nthe image. It also said that the image did not include any private information.\nIt also said that it was not a breach for a journalist to attend a person’s\nhouse in order to gain their comment.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when reasonably\ncalled for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n10. The\narticle reported on the judgments in tribunal proceedings in which the complainant\ngave evidence as a witness. The publication provided the judgments from the\ntribunal, and had accurately reported what was said, the majority of which were\ndirect quotes from the judgments. Whilst the complainant may have disagreed\nwith the outcome of the tribunal, where the newspaper had accurately reported\nits findings there was no failure to take care not to report inaccurate\ninformation. In addition, the publication had also gone to the complainant for\ncomment, though he had refused to speak to the publication due to concerns\nregarding the contemporaneous lockdown. However, there was no failure to take\ncare in reporting the public judgments by omitting a comment from the\ncomplainant.  There was no breach of Clause\n1(i) and there were no significant inaccuracies to correct under Clause 1(ii)\non these points.\n11. The\ncomplainant accepted that a journalist had come to his house and that he had\nrefused to comment. It was not misleading to report this and there was no\nbreach of Clause 1.\n12. The\nCommittee recognised that there was a disagreement between the publication and\ncomplainant as to whether the complainant’s Facebook profile was public at the\ntime the photograph was taken by the publication. The Committee were concerned\nthat publication was not able to demonstrate that the complainant’s social\nmedia page was public at the time photograph was taken from his Facebook page.\nHowever, it was not disputed that the photo had been published on Facebook. The\ncommittee had not been presented with any evidence that the publication had\nacquired the image by any nefarious means. In addition, the complainant had\nstated that the most stringent privacy settings in place was that his profile\nwas visible to “friends of friends”, which potentially left it accessible to a\nwide range of people not personally known to the complainant. Whilst the\npublication could not definitively show it had come from a fully public\nprofile, where the photograph did not reveal anything private about the\nindividual, and simply showed his likeness, on on the balance of probabilities\ncommittee did not consider there was basis to establish a breach Clause 2.\nHowever the Committee reminded the publication of the importance of keeping\ncontemporaneous notes and screenshots when such images are taken.\n13.\nGoing to individuals for comment is an important part of the newsgathering\nprocess. Even during a pandemic, journalists are still entitled to contact\nindividuals for comment. It was not an invasion of the complainant’s privacy\nfor the publication to attend his house for this purpose, and there was no\nbreach of Clause 2.\nConclusions\n14. The\ncomplaint was not upheld.\nRemedial\nAction Required\n15. N/A\n \nDate\ncomplaint received: 15/06/2020\nDate\ncomplaint concluded by IPSO: 14/12/2020\nBack to ruling listing\n\n\n"
}