{
    "url": "/rulings-and-resolution-statements/ruling/?id=09791-21",
    "title": "09791-21 Yorkshire County Cricket Club  v Daily Mail",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2021-09-10 00:00:00",
    "concluded_on": "2022-02-24 00:00:00",
    "complaint_processing_days": 167,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A  Date complaint received: 10/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09791-21 Yorkshire County Cricket Club  v Daily Mail\nSummary\nof Complaint\n1. Yorkshire\nCounty Cricket Club complained to the Independent Press Standards Organisation\nthat Daily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Yorkshire: A CRISIS COUNTY DIVIDED / EX-EMPLOYEE SAYS\nRACISM IS RIFE AT YORKSHIRE”, published on 10 September 2021 and an article\nheadlined “EXCLUSIVE: Yorkshire County Cricket Club accused of using racist\nterminology by ex-employee - with Asian players referred to as 'taxi drivers'\nand 'takeaway workers'\" published on 9 September 2021.\n2. The\nfirst article reported on “racial tensions at grassroots level” and contained\nallegations of racism made by an individual who formerly “worked for the\ncharitable arm of the [Yorkshire County] cricket club, the Yorkshire Cricket\nFoundation”. The article contained quotes from the former employee, who said of\nallegations of racist abuse made by a \nplayer at the Yorkshire County Cricket Club, that racial slurs such as\n\"'Black', 'P**i' [...] 'Taliban' and a 'terrorist\": “[t]hose sort of\nallegations happen all the time, even at grassroots”. The article reported that\n“After his experience working at the foundation, the former employee had\nrevealed that Asian players “were all referred to as ‘Steve; because it was\neasier to pronounce’” and included a quote from him in which he said “within\nthe organisation I found it very stereotypical and, in some extreme cases,\nracist as well”. It included a further quote from him in which he said that\nwhen developing cricket in the Asian community, he had been asked “specifically\n[…] to organise programmes for ‘taxi drivers’ and ‘takeaway workers’” and that\n“They didn’t think there was anything wrong with calling (Asian players)\n‘Steve’, ‘taxi drivers’ or ‘takeaway workers’”. \nHe said further that whilst he did not receive the “name-calling” he\n“definitely suffered institutional racism there”.\n3. The\nfirst article was also published online on 9 September under the headline\n“Yorkshire is a crisis county that is DIVIDED... Azeem Rafiq's explosive\nallegations of racism tarnished the cricket club's name but they're also having\na poisonous effect at grassroots level” in substantially the same format.\n4. The\nsecond article appeared solely online and also reported on the experiences of\nthe same individual describing him as having “worked for the Yorkshire Cricket\nFoundation”. It repeated the allegations made by him which had been published\nin the first article and that “within the organisation, I found it very\nstereotypical and, in some extreme cases, racist as well”. It also reported\nthat “A former employee of Yorkshire has accused the county cricket club of\nusing racist terminology about Asian cricketers in the local community” and\nthat “A former employee has accused Yorkshire County Cricket Club of\ndiscrimination”. A caption to a photograph reported that “Yorkshire County\nCricket Club has been accused of racism within their charity foundation”.\n5. The\ncomplainant, the cricket club including the foundation, said that the articles\nwere inaccurate in breach of Clause 1. It said that the allegations of\ninstitutional racism in the foundation were inaccurate, unfounded and untrue.\nIt also said it was false to claim that the foundation, the part of the club\nfor which the former employee worked, did not think there was anything wrong\nwith calling (Asian players) \"Steve\", \"taxi drivers\" or\n\"takeaway workers”. The complainant also said it was inaccurate to report\nthat the former employee had accused the “cricket club” of using racist\nterminology, when the individual had worked for the foundation and not the\nclub, which the complainant said were separate entities.\n6. The\ncomplainant also said that it was misleading to state that the former employee\nhad been specifically asked to organise cricket programmes for \"taxi\ndrivers\" and \"takeaway workers\" when trying to develop cricket\nwithin the Asian community. It said that part of the foundation’s remit was to\nhelp increase the health and wellbeing of groups that face barriers to being\nable to take part in physical activity, including people who may have to work\nunsociable hours such as taxi drivers and catering workers. The complainant\nreferred to research it had commissioned by Leeds Beckett University: “South\nAsian Community and Cricket (Bradford and Leeds)”. This research concluded\n“that some groups, for example taxi drivers and catering workers, will remain\nelusive and difficult to engage more formally/systematically, purely because of\nthe nature of their occupation and hours of work” and that mechanisms to\nfacilitate participation was “important elements in cricket development for\nSouth Asian Communities”. The complainant said it was part of the former\nemployee’s role to create programmes to aid hard to reach groups, including\ntaxi drivers and catering workers, among other hard to reach people. The\ncomplainant also questioned the former employee’s motivation when making the\npublished comments.\n7.\nFinally, the complainant said it was a breach of the Code for the publication\nnot to contact them for comment in advance of the publication of the articles.\n8. The\npublication did not accept a breach of the Code. It said that the allegations\nmade by the former employee were published to open a broader discussion about\nracial tensions at grassroots level in cricket. It said the basic premise for\nthe allegations was clearly not inaccurate or misleading as the complainant had\npublicly accepted that the former player at the club referred to in the\narticles had been the victim of racial harassment; that a former coach had\nregularly used racist language and made jokes based on religion; and that the\nclub had failed to follow its own policy or to investigate allegations of\nracism. It also noted that during the course of IPSO’s investigation, four\nother players of Asian heritage had made claims of racism against the club.\n9. The\npublication said that the articles made clear that the former employee’s\ncomments related to the alleged behaviour at the club and not the foundation,\nthe charitable arm of the club he had worked for. The publication said that the\ncomplainant was not in a position to dispute whether the events alleged by the\nformer employee had taken place, and they were presented as his account of his\nexperiences which he was entitled to talk about. The publication also noted\nthat it had been previously reported that the former employee had said that all\nAsian players were referred to as “Steve” when he gave evidence during the\ninvestigation into the former player’s complaints of racism. It provided a copy\nof an article first published in 2020, and said that the article continued to\nbe published online, and that there was no evidence to suggest that the club\nhad provided a comment on the matter despite having been contacted.\n10. The\npublication also said that as the complainant accepted that the former employee\nhad been tasked with organising programmes for hard to reach groups which\nincluded taxi drivers and takeaway workers, it was not inaccurate to report\nthat he had been “specifically” asked to organise programmes for taxi drivers\nand takeaway workers. The publication said the complainant may have an\nalternative view, but the former employee had considered the references to taxi\ndrivers and takeaway workers to be an offensive caricature of the Asian\ncommunity. The publication said that this was an opinion he was entitled to\nhold, and it was entitled to publish.\n11. The\npublication said it had distinguished between comment, conjecture and fact in\nboth the articles due to the language it used – employing quotes and first\nperson pronouns, which clearly attributed the claims to the former employee.\n12. The\npublication said that, in light of the above, and given that the club had\npublicly accepted that a former player has been the victim of racial\nharassment, it did not consider that it was obliged to seek further comment\nfrom the complainant prior to the publication of the articles under complaint.\nWhilst it did not accept that the Code had been breached, it offered to add a\nstatement from the club to the articles as a gesture of goodwill.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n13. The\ncomplainant had expressed concern that the articles did not make sufficiently\nclear whether the allegations made by the former employee related to the\nYorkshire Cricket Foundation or the Yorkshire Country Cricket Club itself. The\ncomplainant also said that, as a former employee of the foundation, the\nindividual was not in a position to make allegations against the club. The\nCommittee did not agree with this position: the articles repeatedly made clear\nthat the former employee worked at the foundation, and that he was recounting\nhis experiences whilst working there. Both articles reported that: “[the former\nemployee] worked at the charitable arm of the cricket club, the Yorkshire\nCricket Foundation”; the first article stated “after his experience working at\nthe foundation, [the former employee] revealed […] Asian players were all\nreferred to as ‘Steve’ because it was easier to pronounce. ’Within the\norganisation I found it very stereotypical and, in some extreme cases, racist\nas well’ [the former employee] says”; “[the former employee], who worked for\nthe Yorkshire Cricket Foundation — the charitable arm of the club — from 2014\nto 2017, told [the publication]: ‘Within the organisation I found it very\nstereotypical and, in some extreme cases, racist as well”; and the second\narticle reported that “Yorkshire County Cricket Club has been accused of racism\nwithin their charity foundation”. In addition, the Committee noted that the two\nbodies were closely connected: the Yorkshire Cricket Foundation was part of the\nclub; it was its official charitable and community arm. The Committee\nacknowledged that the second article stated that “A former employee has accused\nYorkshire County Cricket Club of discrimination”; however, it considered that\nboth articles, when read in their entirety, made it sufficiently clear that the\nindividual had formerly been employed by the foundation. In addition, where the\nfoundation was the charitable arm of the club and where the article made clear\nthat the former employee had worked at the foundation, it was not significantly\ninaccurate or misleading to report the former employee’s comments about\nbehaviour which he said he had observed at the foundation, the club level or at\nlocal grassroots as he was entitled to comment on all three. There was no\nbreach of the Code on this point. \n14. With\nregards to the former employee’s allegations that he had heard slurs such as\n\"'Black', 'P**i' [...] 'Taliban' and a 'terrorist\" used, these claims\nwere specifically reported as his account; they were contained within quotation\nmarks and were clearly attributed to him, rather than published as a statement\nof fact. The comments were clearly identified as being what the former employee\nhad said were his own experiences and his general observations of behaviour at\n“grassroots level”. In such circumstances, and where the complainant was not in\na position to dispute his personal account, it was not a failure to take care\nnot to seek the complainant’s response to the allegations before publication,\nnor was it misleading not to include the complainant’s position in the article.\nThere was no breach of Clause 1 on this point\n15. The\ncomplainant had said that the article was inaccurate to report the former\nemployee’s comment that he had “definitely suffered institutional racism”. The\ncomment was clearly identified as a quote which had been given by the former\nemployee, and the article also included further quotes which set out the basis\nfor this view. Again, the allegation of institutional racism was presented as\nthe former employee’s alleged personal experiences of working at the foundation\nand the behaviour he said that he had witnessed, and was directly attributed to\nhim. There was no breach of Clause 1 on this point.\n16. It\nwas accepted by the complainant that the former employee had been asked to\norganise events in order to reach out to taxi drivers and catering workers as\npart of his role to engage with hard-to-reach groups.  It was not inaccurate for the articles to\nreport this, and omitting a reference to the commissioned research or the\nrationale behind the strategy did not make the articles misleading. There was\nno breach of Clause 1 on this point.\n17. The\nallegations made by the former employee that Asian players had been called\n“Steve” had been published in a previous article which the complainant had\ndeclined to comment on and which remained in the public domain. Furthermore,\nthis allegation had previously been made in evidence given by the former\nemployee to an independent investigation into allegations of racism at\nYorkshire County Cricket Club. It had clearly been presented in the article as\nreflecting his experience whilst working at the foundation, and given that the\nallegation had been in the public domain for some time without being denied by\nthe complainant, the Committee did not agree that it was inaccurate or\nmisleading to republish it. In these circumstances, the publication had not\nfailed to take care by not seeking comments from the complainant before\npublication. There was no breach of the Code on this point.\n18. The\ncomplainant had also said it was inaccurate to include a quote from the former\nemployee in which he said that “They didn’t think there was anything wrong with\ncalling (Asian players) ‘Steve’, ‘taxi drivers’ or ‘takeaway workers’”. Again,\nthis was clearly distinguished as a comment which had been made by the former\nemployee, rather than a statement of fact, and the basis for his view had been\nset out in the article.  Whilst the\ncomplainant disagreed with the view expressed by the former employee, where the\narticles had distinguished between comment and fact and had set out, there was\nno breach of Clause 1.\nConclusion(s)\n19. The\ncomplaint was not upheld.\nRemedial\nAction Required\n20. N/A\n\nDate\ncomplaint received: 10/09/2021\nDate\ncomplaint concluded by IPSO: 24/02/2022\nBack to ruling listing\n\n\n"
}