{
    "url": "/rulings-and-resolution-statements/ruling/?id=09796-21",
    "title": "09796-21 Albany House Surgery v Worcester News",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Worcester News (Newsquest Media Group)",
    "published_on": "2021-09-13 00:00:00",
    "received_on": "2021-09-10 00:00:00",
    "concluded_on": "2022-02-25 00:00:00",
    "complaint_processing_days": 168,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. The published clarification put the correct position on record and was offered promptly and with due prominence. No further action was required.   Date complaint received: 10/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09796-21 Albany House Surgery v Worcester News\nSummary\nof Complaint\n1. Albany\nHouse Surgery complained to the Independent Press Standards Organisation that\nWorcester News breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Stuck in gravel at GP”, published on 13 September 2021.\n2. The\narticle reported that “a stranger had to rescue” a patient outside of her GP\nafter her wheelchair became “stuck in the gravel” whilst she tried to sign in\nto the surgery. It reported that “Patients at Albany House Surgery, Albany\nTerrace, must now cross over gravel and grass to sign in at a marquee next to\nthe receptionists’ window.” The article contained a series of quotes from the\npatient who told the newspaper that she had been “told off” at a previous\nappointment for entering the surgery directly, and stated that “there [was] no\nother way apart from going over the gravel”. The GP Surgery was reported as\nsaying that “it would not be commenting on the story”. The article contained a\nphotograph of the patient and a photograph of the marquee, gravel and\nretractable queue barrier.\n3. The\narticle also appeared online under the headline “Lack of wheelchair access\nleaves woman stuck in gravel at Albany House GP Surgery” and was published on\n10 September.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as there\nwas wheelchair access at the surgery. It provided an image of the front of the\nsurgery which had signs requesting patients check in at the side of the\nbuilding. It also had a sign advising that if persons “cannot cross the gravel”\nthey should ring the doorbell to receive assistance. The complainant said that\nthe marquee referenced in the article was not for patient use at the time of\nthe incident - and that previously it had only been used for coronavirus vaccinations,\nbut never for signing into the surgery. The complainant said there was a\nsingle, clearly signposted, entrance to the surgery that was wheelchair\naccessible and complied with the Equality Act 2010.\n5. The\ncomplainant noted that the newspaper had contacted it for comment but stated\nthat it did not consider it ethically correct to publicly criticise a patient\nof the surgery. It also said that had a reporter from the publication come to\nthe surgery, they would have been able to see that there was wheelchair access.\nThe complainant said that the online headline and the statement that “patients\n[…] must now cross over gravel and grass to sign in at a marquee next to the\nreceptionists’ window” were incorrectly reported as fact. The complainant said\nthat the article had led to distress amongst patients, abuse of staff members\nat the surgery, and requested that the newspaper apologise for the\ninaccuracies.\n6. The\npublication did not accept a breach of the Code. It said that it had called the\nGP surgery prior to the publication of the article and waited for 90 minutes in\norder to talk to the receptionist; however, it was told “no comment”. It also\nprovided an email to the complainant of 9 September which set out the\nallegations made by the patient, and said it had also contacted the complainant\nvia their online form, although due to the nature of this correspondence it\ncould not provide this to IPSO. On receipt of the complaint, it offered to\nreport the complainant’s comments as a follow up article.\n7. The\npublication said it had interviewed the patient, who had been willing to be\nnamed and photographed. The patient had also supplied the photograph of the\nmarquee, gravel and retractable queue barrier included within the article.\nAfter receiving the complaint the publication went back to the patient, who\nconfirmed her story and said that on a previous visit she had been asked to\nleave the main building as she had not had a temperature check in the marquee.\nThe publication said that the patient had not seen any signs regarding\nwheelchair access, and that, in any case, in order to check in to the surgery\nat the side of the building she would have been forced to cross gravel in her\nwheelchair.\n8. The\npublication published the following clarification to the online article under\nthe headline:\nOn\nSeptember 28, Albany House Surgery confirmed that it does have wheelchair\naccess which does not require patients to cross the stones. The surgery said the\nmarquee was for covid vaccinations only and it is due to be removed soon. The\nsurgery confirmed a notice on its front door does direct people to the side of\nthe building but pointed out that a second notice says: \"If you cannot\ncross the gravel, please ring the doorbell and a team member will assist\nyou.\"It\nalso published the following in print on page 7:\nIn an\narticle in the Worcester News on September 13, headlined 'Stuck in gravel at\nGP' we reported how a patient was unhappy about the disabled access to Albany\nHouse GP Surgery in Worcester. The patient said she attempted to cross an area\nof gravel to reach a temporary reception where temperatures were checked, but\nher wheelchair became stuck in the stones, requiring her to seek the help of a\nstranger. The surgery has since clarified that it does have wheelchair access\nwhich does not require patients to cross the stones. The surgery confirmed a\nnotice on its front door does direct people to the side of the building but\nsaid a second notice says: \"If you cannot cross the gravel, please ring\nthe doorbell and a team member will assist you.\"\n9. The\ncomplainant said that the publication of the corrections did not resolve its\ncomplaint, as the online headline was still inaccurate, and had not been\namended from stating that patients “must now cross over gravel and grass to\nsign in at a marquee next to the receptionists' window.” It also said it was\nmisleading to show photographs of the surgery which omitted the signs regarding\naccessible entry.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\ncomplainant was not in a position to dispute the publication’s reporting of the\npatient’s account of her experience. The complainant was, however, concerned\nthat the newspaper had reported as fact that “Patients at Albany House Surgery,\nAlbany Terrace, must now cross over gravel and grass to sign in at a marquee\nnext to the receptionists’ window”, which was not accurate. The headline of the\nonline version of the article reported that “Lack of wheelchair access leaves\nwoman stuck in gravel at Albany House GP Surgery”. The complainant considered\nthat this was also a factual inaccuracy, as there was wheelchair access, and\nthat people who were not able to go over the gravel were exempted and informed\nof this by a sign on the entrance to the surgery.  \n11.\nAfter interviewing the patient, the publication had emailed the complainant\nseeking its comments on the patient’s claims, and contacted it again via\ntelephone when informed via email that it did not intend to comment on the\nstory. As the publication had accurately reported the account of the patient,\nand had attempted to contact the complainant in advance of publication in order\nto seek its comments on the claims, and given the nature of the story – one\npatient’s account of her experiences of using a local service – the Committee\nconsidered that the publication had demonstrated that it had taken care not to\npublish inaccurate information, and therefore there was no breach of Clause\n1(i).\n12.\nAfter the article had been published, the complainant produced photographs of a\nsign on the front of the surgery which stated that patients who could not cross\nthe gravel should ask for assistance and provided its policy regarding signing\ninto the surgery. This information did not disprove the patient’s account of\nher experiences, and the publication was entitled to publish her account where\nclearly distinguished as such. However, it also reported, as fact, the\nsurgery’s policy on wheelchair access in a misleading way. In fact, it was not\nthe case that all patients were required to cross the gravel as a matter of\npolicy, as the article implied. Given\nthe discrepancy between the stated policy of the complainant and the account of\nthe patient, a clarification was required under Clause 1(ii).\n13. The\nnewspaper published a clarification that made clear that the surgery disputed\nthe patient’s account of its accessibility policy, and gave details of the\nsurgery’s policy. The print version of the clarification was published on page\n7, where the original article was published on page 13, and the online version\nof the clarification was published under the headline of the article and therefore\nboth represented due prominence. As the clarification was published during\nIPSO’s investigation this represented due promptness. Whilst the complainant\nhad concerns that the headline of the article remained inaccurate, the\nCommittee considered that the headline was supported by the text of the article\nwhere it reflected the experiences of the patient and, following revision,\nincluded the complainant’s position in respect of the claim. There was no\nbreach of Clause 1(ii).\n14. The\ncomplainant also said the article was inaccurate because it was not the marquee\nthat was used to sign in, but the side window. However, as the point of the\narticle was that patients were asked to cross the gravel, and both the window\nand marquee required patients to cross gravel to sign in (unless they called\nfor special assistance), this point did not represent a significant inaccuracy.\nThere was no breach of Clause 1 on this point.\nConclusion(s)\n15. The\ncomplaint was not upheld.\nRemedial\nAction Required\n16. The\npublished clarification put the correct position on record and was offered\npromptly and with due prominence. No further action was required.\n \nDate\ncomplaint received: 10/09/2021\nDate\ncomplaint concluded by IPSO: 25/02/2022\nBack to ruling listing\n\n\n"
}