{
    "url": "/rulings-and-resolution-statements/ruling/?id=09810-16",
    "title": "09810-16 Hales v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-10-25 00:00:00",
    "concluded_on": "2017-02-24 00:00:00",
    "conclusion_long": "18. The complaint was upheld.",
    "remedial_action": "19. The publication had offered to publish a correction which met the requirements of Clause 1 (ii). In addition, the Committee recognised that the inaccuracies in this case were not seriously damaging to the complainant.  However, the Committee was concerned by the severity of the breach of Clause 1 (i) in this instance, which was a serious failure to take care over the accuracy of the article. It considered that the publication of the offered correction would not be an appropriate remedy to this failure. Given the seriousness of the breach of Clause 1 (i), the appropriate remedy was publication of the Committee’s adjudication. The Committee recognised that the article had not appeared on the publication’s homepage, and had been published straight to the newspaper’s archive. However, it considered that publication of the adjudication simply to the archive would not be an effective remedy to the breach of the Code. As a consequence, it required that a link to the adjudication be published on the publication’s homepage. 20. The adjudication should be published on the publication’s website, with a link to it (including the headline) being published on the homepage for 24 hours. It should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. If the publication chooses to continue to publish the online article, it should publish the clarification offered on 9 February as a footnote to the article. The footnote should include words making clear that it has been published following an adjudication by IPSO, and be accompanied by a link to the adjudication as published on the publication’s website. 21. The terms of the adjudication to be published are as follows:  Following publication of an article on Mail Online on 25 October 2016, headlined “Pilot in DIY 14-foot plane he built in his shed is halted at Chinese border after being ruled a MILITARY THREAT during round-the-world trip”, Colin Hales complained to the Independent Press Standards Organisation that MailOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required MailOnline to publish this adjudication.  The article reported that on the complainant’s bid to fly solo around the world in an aircraft he had built himself, he had been halted by Chinese officials at the Russian border who said the he “posed a serious aerial threat to the nation”.  The article claimed that the complainant had been “halted by armed guards on the border with Russia”, and contained a number of quotations from the complainant, in which he expressed his frustration at having been stopped.   The complainant denied making the comments expressing frustration at the decision of the Chinese authorities. In addition, he said it was inaccurate to report that he had been stopped by “armed guards”.  The publication said that the article was supplied by a freelance journalist, and it had published it in good faith. It said that the article had been based on information posted on the internet, and on a source, who had supplied quotations from the complainant, having said that they had been in contact with him. However, it did not provide further details about its sources. The publication of information obtained in this manner as a series of direct quotations from the complainant, without any steps being taken to verify them, constituted a serious failure take care over the accuracy of the article, and a breach of Clause 1 (i). The claim that the complainant was stopped by armed guards was the conjecture of the journalist. However, this was presented as a factual claim, and was not clearly distinguished from conjecture, in further breach of Clause 1 (i) and a breach of Clause 1 (iv). Attributing the disputed quotations to the complainant was significantly misleading, such as to require correction under the terms of Clause 1 (ii).  The principal subject of the article was the complainant’s difficulty in entering Chinese airspace; to claim that the complainant had been “halted by armed guards”, when in fact, he had simply been denied permission to enter Chinese airspace, significantly misrepresented the nature of the incident. This was a further significant inaccuracy.  In this case the publication had offered to publish a correction which met the requirements of Clause 1 (ii), and the inaccuracies in this case were not personally damaging to the complainant.  However, the Committee was concerned by the severity of the breach of Clause 1 (i) in this instance, which represented a serious failure in the editorial process prior to publication. It considered that the publication of the offered correction would not be an appropriate remedy to this failure, and that the appropriate remedy was publication of this adjudication.   Date complaint received : 25/10/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 09810-16 Hales v Mail Online \nSummary of\ncomplaint1.    Colin\nHales complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “Pilot in DIY 14-foot plane he built in his\nshed is halted at Chinese border after being ruled a MILITARY THREAT during\nround-the-world trip”, published on 25 October 2016. 2.    The\narticle reported that on the complainant’s bid to fly solo around the world in\nan aircraft he had built himself, he had been halted by Chinese officials at\nthe Russian border who said that he “posed a\nserious aerial threat to the nation”.  The article claimed that the\ncomplainant had been “halted by armed guards on the border with Russia”. The\narticle contained the following quotations attributed to the complainant: “I\ndon’t know what they think I am going to do but there you have it. It is very\nfrustrating. I haven’t got so much as a pea shooter on board – it would add to\nmuch weight – but my pleas have fallen on deaf ears. They take aerial security\nvery seriously”. 3.    The\narticle also reported on the background of the complainant’s journey. Amongst\nother claims, it reported that the complainant’s aircraft was the “first\namateur-built aircraft to obtain permission to enter Russian airspace”, that\n“the only equipment he has on board are spare fuel tanks and a folding\nbicycle”, and that he “first flew solo to Australia in 2001 and his dream of\nflying around the world was born”. It was accompanied by an image of the complainant\nsitting in his aircraft. 4.    The\ncomplainant said that he had not made a number of the comments attributed to\nhim as direct quotations in the article. The Chinese military had denied him\nauthorisation to fly in China on the grounds he would pose a threat to Chinese\nairspace, and he had commented on this on social media. However, the\ncomplainant said that he had never made the other comments quoted in the\narticle, and said he had not spoken to any journalists about the incident. 5.    The\ncomplainant also alleged a number of other inaccuracies in the article. He said\nit was inaccurate to report that he had been stopped by “armed guards”. \nHe said that his aircraft was not “DIY”, or “built in his shed”; in fact, he is\na licensed aircraft mechanic who built the aircraft in his hangar. The complainant\nsaid that the article wrongly identified the Russian town where he had landed.\nHe said that he had sent his bicycle home when he had been in Alaska, and that\nhe had a lot of equipment on board. He said that he had not flown solo to\nAustralia, but had flown with his girlfriend, and that his dream of flying\naround the world predated that journey. He said that his aircraft was the\nsecond, not the first homebuilt aircraft to transit Russian airspace. 6.    The\ncomplainant said that the publication had breached Clause 2 (Privacy) by taking\nphotographs and information off his website, and publishing them without his\npermission. The complainant said that the fabrication of his quotations\nrepresented an intrusion into his privacy. 7.    The\npublication said that the article was supplied by a freelance journalist, and\nit had published it in good faith.  The freelance journalist had spoken to\na source in the aviation industry, and this source had been in correspondence\nwith the complainant, from which they obtained the quotations which appeared in\nthe article. It was unable to provide further information about its source\nbecause of their position in the aviation industry, and their relationship with\nthe complainant. 8.    The\npublication said that the Chinese border is patrolled by the People’s Armed\nPolice, and the journalist had believed that any person prevented from entering\nthe country on the grounds they posed a military threat would have been halted\nby armed guards. The newspaper explained that other information in the article\nhad been compiled from a variety of online sources, but was unable to specify\nwhere.9.    The\ncomplainant first complained to the publication on 26 October. The publication\nresponded offering to remove the quotations, and amending the other alleged inaccuracies.\nWhile it offered to remove reference to “armed guards” from the headline, its\nproposed amendments did not include amending this in the body of the article.\nIt later explained that this was an administrative error, rather than an\neditorial decision. 10. In\nresponse to his complaint to IPSO, the publication made a variety of offers of\nresolution, including an offer to publish the following footnote to the online\narticle on 24 January: An earlier version of this article said that Colin\nHales was halted at the Chinese border by armed guards. We are happy to clarify\nthat we have since been informed that Mr Hales was not halted by armed guards\nat any time, and apologise for any distress caused.\nThe publication also offered to remove the article,\nand to send the complainant a letter expressing regret for any distress caused\nby its publication.11. On\n9 February, the publication offered to publish a standalone correction and\napology in its Clarifications and Corrections column, which appears on the news\nhome page of the website: \nAn article published on 25 October 2016 said that\npilot Colin Hales had been halted on the Chinese border by armed guards. The\narticle included quotes attributed to Mr Hales in relation to this incident. Mr\nHales denies that he was halted on the border by armed guards and denies that\nhe said the words attributed to him in the story. We are happy to clarify this\nand apologise for any distress caused. \nThe publication said that the article under\ncomplaint had not appeared on its homepage, or any other channel page at any\ntime, such that it was effectively published straight to the website’s archive. \nRelevant Code\nprovisions 12. Clause\n1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. Account will be taken of\nthe complainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. \nFindings of the\nCommittee 13. The\npublication had published an article supplied to it by a freelance journalist.\nHowever, in accordance with the principle of editorial responsibility, the\npublication was responsible for the actions of this journalist. The publication\nsaid that the article had been based on information posted on the internet, and\non a source, who had supplied quotations from the complainant, having said that\nthey had been in contact with him. However, it did not provide further details\nabout its sources. The publication of information obtained in this manner as a\nseries of direct quotations from the complainant, without any steps being taken\nto verify them, constituted a serious failure take care over the accuracy of\nthe article, and a breach of Clause 1 (i).  The publication accepted that\nthe claim that the complainant was stopped by armed guards was the conjecture\nof the journalist. However, this was presented as a factual claim, and was not\nclearly distinguished from conjecture, in further breach of Clause 1 (i) and a\nbreach of Clause 1 (iv). 14. The\npublication did not provide information to demonstrate that the complainant had\nmade the comments reported. The Committee determined that attributing disputed\nquotations to the complainant was significantly misleading, such as to require\ncorrection under the terms of Clause 1 (ii).  The principal subject of the\narticle was the complainant’s difficulty in entering Chinese airspace; to claim\nthat the complainant had been “halted by armed guards”, when in fact, he had\nsimply been denied permission to enter Chinese airspace, significantly\nmisrepresented the nature of the incident. This was a further significant\ninaccuracy. 15. The\npublication had responded promptly to the complainant’s initial contact,\noffering to amend the article on the points the complainant alleged were\ninaccurate, although it was unfortunate that the publication had offered to\nremove only one of the references to “armed guards”, in its initial\nresponse.  The subsequent offer of a standalone correction and apology on\nthe news home page followed further correspondence with the complainant, in\nwhich the publication attempted to resolve the complaint. Taking into account\nthe nature of the negotiations between the parties, the Committee considered\nthat the publication had offered to correct the article with sufficient\npromptness. The article under complaint had not been published on the homepage,\nor news homepage, and in these circumstances, publication of the clarification\nas a footnote to an amended version of the online article was sufficiently\nprominent under the terms of Clause 1 (ii).  Nevertheless, the Committee\nwelcomed the publication’s offer to publish the clarification on the news\nhomepage. 16. The\nCommittee considered that, in the context of aircraft construction, referring\nto the complainant’s aircraft as “DIY”, “amateur built”, or built in a “shed”,\ndid not suggest that the aircraft had not been completed to a professional\nstandard, but simply that the aircraft had not been built by an aircraft\nmanufacturing company, in a factory.  In this regard, the Committee noted\nthat the article made clear that the complainant was an aircraft engineer. The\nname of the Russian town the complainant had reached was not a significant\ndetail in the context of the article. The complainant was near the border with\nChina, and the article reported his dealings with the Chinese authorities in\nrelation to entering Chinese airspace. In circumstances where the complainant\nwas at the point from which he was seeking to enter China from Russia, it was\nnot significantly misleading to report that he was “on the border” with China.\nWhether he was the first or second “amateur-built aircraft” to obtain\npermission to enter Russian airspace, and the level of equipment he carried on\nboard his aircraft, were not significant details in the context of the article. 17. It\ndid not represent an intrusion in to the complainant’s privacy to republish the\nimage of him sitting in his aircraft, or to republish information which he had\nhimself published on his own website. The comments reported in the article,\npurportedly from the complainant, related to his dealings with the Chinese authorities.\nThey did not contain any private information, and publication of these comments\nwas not intrusive.  There was no breach of Clause 2. Conclusions 18. The\ncomplaint was upheld. \nRemedial Action Required 19. The\npublication had offered to publish a correction which met the requirements of\nClause 1 (ii). In addition, the Committee recognised that the inaccuracies in\nthis case were not seriously damaging to the complainant.  However, the\nCommittee was concerned by the severity of the breach of Clause 1 (i) in this\ninstance, which was a serious failure to take care over the accuracy of the\narticle. It considered that the publication of the offered correction would not\nbe an appropriate remedy to this failure. Given the seriousness of the breach\nof Clause 1 (i), the appropriate remedy was publication of the Committee’s\nadjudication. The Committee recognised that the article had not appeared on the\npublication’s homepage, and had been published straight to the newspaper’s\narchive. However, it considered that publication of the adjudication simply to\nthe archive would not be an effective remedy to the breach of the Code. As a\nconsequence, it required that a link to the adjudication be published on the\npublication’s homepage. 20. The\nadjudication should be published on the publication’s website, with a link to\nit (including the headline) being published on the homepage for 24 hours. It\nshould then be archived in the usual way. The headline of the adjudication must\nmake clear that IPSO has upheld the complaint, and refer to its subject matter;\nit must be agreed in advance. If the publication chooses to continue to publish\nthe online article, it should publish the\nclarification offered on 9 February as a footnote to the article. The footnote\nshould include words making clear that it has been published following an\nadjudication by IPSO, and be accompanied by a link to the adjudication as\npublished on the publication’s website. 21. The\nterms of the adjudication to be published are as follows: \nFollowing publication of an article on Mail Online\non 25 October 2016, headlined “Pilot in DIY 14-foot plane he built in his shed\nis halted at Chinese border after being ruled a MILITARY THREAT during\nround-the-world trip”, Colin Hales complained to the Independent Press\nStandards Organisation that MailOnline breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice. The complaint was upheld, and IPSO required\nMailOnline to publish this adjudication. \nThe article reported that on the complainant’s bid\nto fly solo around the world in an aircraft he had built himself, he had been\nhalted by Chinese officials at the Russian border who said the he “posed a\nserious aerial threat to the nation”.  The article claimed that the\ncomplainant had been “halted by armed guards on the border with Russia”, and\ncontained a number of quotations from the complainant, in which he expressed\nhis frustration at having been stopped.  \nThe complainant denied making the comments\nexpressing frustration at the decision of the Chinese authorities. In addition,\nhe said it was inaccurate to report that he had been stopped by “armed guards”. \nThe publication\nsaid that the article was supplied by a freelance journalist, and it had\npublished it in good faith. It\nsaid that the article had been based on information posted on the internet, and\non a source, who had supplied quotations from the complainant, having said that\nthey had been in contact with him. However, it did not provide further details\nabout its sources. The publication of information obtained in this manner as a\nseries of direct quotations from the complainant, without any steps being taken\nto verify them, constituted a serious failure take care over the accuracy of\nthe article, and a breach of Clause 1 (i). The claim that the complainant was\nstopped by armed guards was the conjecture of the journalist. However, this was\npresented as a factual claim, and was not clearly distinguished from\nconjecture, in further breach of Clause 1 (i) and a breach of Clause 1 (iv). Attributing the disputed quotations\nto the complainant was significantly misleading, such as to require correction\nunder the terms of Clause 1 (ii).  The principal subject of the article\nwas the complainant’s difficulty in entering Chinese airspace; to claim that\nthe complainant had been “halted by armed guards”, when in fact, he had simply\nbeen denied permission to enter Chinese airspace, significantly misrepresented\nthe nature of the incident. This was a further significant inaccuracy. \nIn this case the publication had offered to publish\na correction which met the requirements of Clause 1 (ii), and the inaccuracies\nin this case were not personally damaging to the complainant.  However,\nthe Committee was concerned by the severity of the breach of Clause 1 (i) in\nthis instance, which represented a serious failure in the editorial process\nprior to publication. It considered that the publication of the offered\ncorrection would not be an appropriate remedy to this failure, and that the\nappropriate remedy was publication of this adjudication.  \nDate complaint received\n: 25/10/2016\nDate decision issued: 24/02/2017\nBack to ruling listing\n\n\n"
}