{
    "url": "/rulings-and-resolution-statements/ruling/?id=09834-21",
    "title": "09834-21 A man v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2021-09-13 00:00:00",
    "received_on": "2021-09-13 00:00:00",
    "concluded_on": "2021-12-24 00:00:00",
    "complaint_processing_days": 102,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A   Date complaint received: 13/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09834-21 A man v thesun.co.uk\nSummary\nof Complaint\n1. A man\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 1 (Accuracy), Clause 4 (Intrusion into grief or shock) and\nClause 9 (Reporting of crime) of the Editors’ Code of Practice in an article\nheadlined “FISTS OF FURY Moment yob with ‘better punches than Tyson Fury’\nfloors bouncer in savage fight outside pub”, published on 13 September 2021.\n2. The\nonline article reported on a fight outside a pub in Essex. It said that footage\nshowed the moment “three yobs square[d]” up to a bouncer, who then adopted a\n“boxer stance” and “catches one [of the three] with a savage hook that knocks\nhim out cold”; the video showed the moment of contact and the individual “lying\ndown, motionless” on the floor. The article included a number of still images\nfrom the video which it stated had gone “viral” on social media with over\n30,000 views on Twitter. The article described those involved in the incident\nas “thugs” and said that two individuals had been arrested by Essex Police for\nassault.\n3. The\ncomplainant, the father of the individual knocked unconscious, said the article\npresented a misleading account of the incident in breach of Clause 1\n(Accuracy). He said it made no reference to the actions that preceded the\nincident and implied criminality on the part of his son by describing him as a\n“yob” and a “thug”; his son was not involved in the fight but was rather\nattempting to de-escalate the situation. \n4. In\naddition, the complainant said the publication of the video was insensitive in\nbreach of Clause 4 (Intrusion into grief or shock), particularly where the\nvideo showed the moment his son was knocked unconscious, and a still image\nrevealed the extent of his injuries.  He\nalso said that the coverage represented a breach of Clause 9 (Reporting of\ncrime) in the light of ongoing criminal proceedings and potentially constituted\ncontempt of court.\n5. The\nnewspaper did not accept a breach of the Editors’ Code. It said the article\nreported the content of a publicly-available video, which had been uploaded\nonto social media three days prior to publication and attracted over 30,000\nviews; it did not apportion blame and the omission of details preceding the\nrecording did not render the story inaccurate or misleading. It said that the\narticle’s characterisation of the complainant’s son as a “yob” was not\ninaccurate or misleading in circumstances where he was clearly involved in the\nincident and where the video showed a violent street brawl that had resulted in\npolice intervention and arrests. It added that this characterisation was\nreflective of comments made on social media prior to publication.\n6. The\nnewspaper did not accept that the article’s publication breached Clause 4; the\ncomplainant’s son was not named or identified, with the injuries he had\nsustained not visible. The newspaper said that it did not consider it necessary\nor appropriate prior to publication to obscure or pixelate the video or images\nused given that the low resolution of the footage ensured none of the\nindividuals featured were identifiable.\n7. The\nnewspaper did not accept that the article had engaged the terms of Clauses 9 as\nit had not included any references to a relative of an individual accused of\ncrime.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause 9\n(Reporting of Crime)*\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren under the age of 18 who witness, or are victims of, crime. This should\nnot restrict the right to report legal proceedings.\niii)\nEditors should generally avoid naming children under the age of 18 after arrest\nfor a criminal offence but before they appear in a youth court unless they can\nshow that the individual’s name is already in the public domain, or that the\nindividual (or, if they are under 16, a custodial parent or similarly\nresponsible adult) has given their consent. This does not restrict the right to\nname juveniles who appear in a crown court, or whose anonymity is lifted.\nThe\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\nThe\npublic interest includes, but is not confined to:\n-\nDetecting or exposing crime, or the threat of crime, or serious impropriety.\n- Protecting\npublic health or safety.\n- Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.\n- Disclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.\n- Disclosing\na miscarriage of justice.\n- Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\n- Disclosing\nconcealment, or likely concealment, of any of the above.\nThere is\na public interest in freedom of expression itself.\nThe\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\nEditors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\nAn\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n8. In\ncases of grief or shock, Clause 4 states that publication should be handled\nsensitively. The complainant said that the publication of the video of the\nincident had been insensitive. The Committee noted that the footage had been\nfreely available and circulating on social media prior to publication for\nseveral days prior to its publication in the article under complaint. In\naddition, the Committee did not consider the complainant’s son identifiable: he\nwas not named and the quality of the video too poor to render him identifiable\nto readers who were unaware of his involvement in the incident. In such\ncircumstances, where the complainant’s son was not identifiable and the footage\nwas so widely available prior to publication, the Committee concluded that its\nre-publication in this context did not represent a failure to handle\npublication sensitively, in breach of Clause 4.   \n9. The\nCommittee then turned to the concerns raised under Clause 1. The complainant\nhad raised concerns that the article had described his son as a “yob” and a\n“thug”; implying a level of criminality and violence on his part. The footage\nof the incident showed that the complainant’s son had been involved in the\nincident and this had formed the basis of the publication’s characterisation of\nhim as a “yob” and a “thug”; the Committee did not establish that this was\ninaccurate or misleading. The article had not apportioned blame but instead described\nthe incident from the information included within the video.  The newspaper was not obliged to report the\nevents leading up to the incident, nor did the omission of this information\nrender the article inaccurate or misleading. There was no breach of Clause 1.\n10. The\npurpose of Clause 9 is to provide protection to family and friends of\nindividuals convicted or accused of crime. As no such individuals were\nidentified in the article, the terms of this clause were not engaged and there\nwas no breach.\n11.\nFinally, the Committee noted any concerns about contempt of court were outside\nthe parameters of the Editors’ Code and its own remit. As such, the Committee\nmade no ruling in reference to this aspect of the complaint. \nConclusion(s)\n12. The\ncomplaint was not upheld.\nRemedial\nAction Required\n13. N/A\n \nDate\ncomplaint received: 13/09/2021\nDate\ncomplaint concluded by IPSO: 24/12/2021\nBack to ruling listing\n\n\n"
}