{
    "url": "/rulings-and-resolution-statements/ruling/?id=09833-21",
    "title": "09833-21 A man v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-09-13 00:00:00",
    "received_on": "2021-09-13 00:00:00",
    "concluded_on": "2021-12-24 00:00:00",
    "complaint_processing_days": 102,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A    Date complaint received: 13/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09833-21 A man v Mail Online\nSummary\nof Complaint\n1. A man\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion into\ngrief or shock) and Clause 9 (Reporting of crime) of the Editors’ Code of\nPractice in an article headlined “Moment two yobs brawl with team of bouncers\noutside Yates bar in Essex - before one doorman floors reveller”, published on\n13 September 2021.\n2. The\nonline article reported on a fight outside a pub in Essex. It reported that\nmobile phone footage captured the moment the “brawl erupted” and a “security\nguard punche[d] a man in a black shirt and appear[ed] to knock him\nunconscious”. The video footage showed the moment of contact and the individual\nlying on the floor motionless. The article included a number of still images\nfrom the video which it stated was shared on Twitter and had been “viewed more\nthan 30,000 times”.  It added that people\non social media were quick to condemn the violence and both Essex Police and\nthe venue were approached for comment.\n3. The\ncomplainant, the father of the individual knocked unconscious, said the article\npresented a misleading account of the incident in breach of Clause 1\n(Accuracy). He said that the article made no reference to the actions that\npreceded the incident and implied criminality on the part of his son by\ndescribing him as a “yob”.  Furthermore,\nhe said that the publication of the footage was insensitive in breach of Clause\n2 (Privacy) and Clause 4 (Intrusion into grief or shock), showing the moment\nhis son was knocked unconscious and suffered serious injury. He also said that\nthe coverage represented a breach of Clause 9 (Reporting of crime) in the light\nof ongoing criminal proceedings and potentially constituted contempt of court.\n4. The\nnewspaper did not accept a breach of the Editors’ Code. It said that the\narticle reported on the content of a publicly-available video, which had been uploaded\nonto social media three days prior to publication. It said the article did not\naccuse his son of any wrongdoing; the article described him as a “reveller” who\nwas “floored” by one of the bouncers rather than a “yob”. Instead, this term\nreferred to the two individuals who were shown in the footage throwing punches\nand grappling with the bouncers. \n5. Whilst\nthe publication accepted that the reporting of the injuries sustained by an\nindividual could, in certain circumstances, constitute a breach of Clause 2, it\ndid not accept that this was the case in this instance. The complainant’s son\nwas not identified either by name or likeness. It noted that the low resolution\nof the footage ensured that his features were not readily discernible, with the\nblow itself difficult to see in the melee and the still image taken from the\nvideo showing him lying face down on the floor. It added that the video was\nwidely disseminated and viewed on social media prior to publication, attracting\nmore than 30,000 views.\n6. In\naddition, the newspaper did not accept that the article’s publication breached\nClause 4. Whilst it acknowledged that the footage had the potential to be\nshocking, it said that showing the video in its entirety, including the moment\nthe complainant’s son was knocked unconscious, was not insensitive in\ncircumstances where he was not identified; the video showed the brawl in its\nentirety with the report of the injury sustained by the complainant’s son\nperipheral to the account of the event; the injury was not life-threatening or\ncatastrophic; and the video had been widely circulated prior to publication. It\nadded that the article did not seek to mock or ridicule the incident. Instead,\nthe content was presented in the context of a serious investigation by the\npolice into an array that subsequently led to multiple arrests. It noted that\nEssex Police had later requested members of the public to come forward with\ninformation concerning the incident, with the article later updated to include\nthis statement; the article had sought to help with the police’s appeal.\n7. The\nnewspaper did not accept that the article had engaged the terms of Clause 9, as\nit had not included any references to a relative of an individual accused of\ncrime.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause 9\n(Reporting of Crime)*\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nii)\nParticular regard should be paid to the potentially vulnerable position of children\nunder the age of 18 who witness, or are victims of, crime. This should not\nrestrict the right to report legal proceedings.\niii)\nEditors should generally avoid naming children under the age of 18 after arrest\nfor a criminal offence but before they appear in a youth court unless they can\nshow that the individual’s name is already in the public domain, or that the\nindividual (or, if they are under 16, a custodial parent or similarly\nresponsible adult) has given their consent. This does not restrict the right to\nname juveniles who appear in a crown court, or whose anonymity is lifted.\nThe\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\nThe\npublic interest includes, but is not confined to:- Detecting or exposing crime, or\nthe threat of crime, or serious impropriety.- Protecting public health or\nsafety.- Protecting the public from being\nmisled by an action or statement of an individual or organisation.- Disclosing a person or\norganisation’s failure or likely failure to comply with any obligation to which\nthey are subject.- Disclosing a miscarriage of\njustice.- Raising or contributing to a\nmatter of public debate, including serious cases of impropriety, unethical\nconduct or incompetence concerning the public.- Disclosing concealment, or likely\nconcealment, of any of the above.\nThere is\na public interest in freedom of expression itself.\nThe\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\nEditors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\nAn\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n8. In\ncases of grief or shock, Clause 4 states that publication should be handled\nsensitively. The complainant said that the publication of the video of the\nincident had been insensitive. The Committee noted that the footage had been\nfreely available and circulating on social media prior to publication for\nseveral days prior to its publication in the article under complaint. In\naddition, the Committee did not consider the complainant’s son identifiable: he\nwas not named and the quality of the video too poor to render him identifiable\nto readers who were unaware of his involvement in the incident. In such\ncircumstances, where the complainant’s son was not identifiable and the footage\nwas so widely available prior to publication, the Committee concluded that its\nrepublication in this context did not represent a failure to handle publication\nsensitively. There was no breach of Clause 4 of the Editors’ Code.\n9. Furthermore,\nthe Committee did not consider that the complainant’s son had a reasonable\nexpectation of privacy over the information included in the article in\ncircumstances where he was not identified; the incident took place in a public\nplace in front of numerous onlookers; the video had been published on a social\nmedia platform and had received over 30,000 views prior to the article’s\npublication.  As such, the article did\nnot represent an intrusion into the son’s private life. There was no breach of\nClause 2.\n10. The\nCommittee then considered the concerns raised under Clause 1. The complainant\nhad raised concerns that the article had described his son as a “yob” and as\nsuch implying a level of criminality and violence on his part. The footage of\nthe incident showed that the complainant’s son had been involved in the\nincident and this had formed the basis of the publication’s characterisation of\nhim as a “yob”; the Committee did not establish that this was inaccurate or\nmisleading. The article had not apportioned blame but described the information\nincluded within the video. The newspaper was not obliged to report the events\nleading up to the incident, nor did the omission of this information render the\narticle inaccurate or misleading. There was no breach of Clause 1.\n11. The\npurpose of Clause 9 is to provide protection to family and friends of\nindividuals convicted or accused of crime. As no such individuals were\nidentified in the article, the terms of this clause were not engaged and there\nwas no breach.\nFinally,\nthe Committee noted any concerns about contempt of court were outside the\nparameters of the Editors’ Code and its own remit. As such, the Committee made\nno ruling in reference to this aspect of the complaint.\nConclusion(s)\n13. The\ncomplaint was not upheld.\nRemedial\nAction Required\n14. N/A\n\n\n\nDate\ncomplaint received: 13/09/2021\nDate\ncomplaint concluded by IPSO: 24/12/2021\nBack to ruling listing\n\n\n"
}