{
    "url": "/rulings-and-resolution-statements/ruling/?id=09835-21",
    "title": "09835-21 Goemans v Ely Standard",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Ely Standard (Newsquest Media Group)",
    "published_on": "2021-09-01 00:00:00",
    "received_on": "2021-09-14 00:00:00",
    "concluded_on": "2021-01-17 00:00:00",
    "complaint_processing_days": -240,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/A    Date complaint received: 14/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09835-21 Goemans v Ely Standard\nSummary\nof Complaint\n1.\nMelanie Goemans complained to the Independent Press Standards Organisation that\nEly Standard breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “HOME IS WHERE THE ART IS”, published on 1 September 2021.\n2. The\narticle was an interview of the complainant, an artist who had a window gallery\ndescribed as “the perfect showcase for her work”. It described the artist’s\nbiggest memory of lockdown as being “peered into”, and that she was “totally\nfine” with this. The article reported that “during lockdown” the artist had a\nplan to show her artwork and quoted her as saying she did this “with no\nexpectation of selling”. It also quoted her as saying that her property was in\na row of shops and explaining that she had been able to afford to purchase her\nhouse because it had an “old shop window”. \nThe artist was also quoted as stating: “as soon as I saw that window,\nwhich is south facing, I realised I could just put my paintings there to dry”,\nand that during lockdown she would drop off paintings if people wanted them on\nher daily walk. The article reported that the artist said that the gallery in\nher window was “better than the back side of a net curtain” and referred to\n“open studio days” she used to hold.\n3. The\narticle also appeared online in the e-edition of the magazine in the same\nformat.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1, as she\ndisputed that she had said many of the quotes included in the article during\nher phone interview with the publication. The complainant said she had never\nused the word “peered” in the interview. She said it was inaccurate to report\nthat she invited people to “peer” into her window, or that was she “totally\nfine” with this. The word “peered” implied she was content for people to pry\ninto her private space, a view she had not communicated during the interview,\nand she noted that behind the window gallery was her living space, which she\ndid not want people to look at.\n5. The\ncomplainant said it was inaccurate to report that she had the plan to show her\nart “during lockdown” as she had had the window gallery for over four years,\nand therefore it was not a response to lockdown. She also said it was\ninaccurate to report that she had said that she wanted to show her artwork with\nno expectation of selling – she said that whilst she did not sell paintings by\nadvertising them in her window, putting paintings in her window allowed people\nto see them prior to going to galleries where they would be sold. She also said\nthat whilst she had no expectation that the paintings themselves would be sold\nvia the window gallery, she often sold etchings and other products after they\nappeared in the gallery.\n6. The\ncomplainant also said it was inaccurate to report that she had said “who wants\nto live in a house with an old shop window?”. She said this quote was falsified\nby the publication as she would never say this about her house, as it would\ndevalue it. The complainant also denied commenting on the south-facing aspect\nof the house. She said that whilst she had said she put the paintings in the\nwindow to dry, the primary purpose of the window gallery was to exhibit them,\nrather than to dry them. The complainant also said it was inaccurate to report\nshe ran “open studio days” as in fact she held open studio weekends two or\nthree times a year. Furthermore, the complainant said she did not drop off\npaintings on her walk, but etchings – she said that the confusion between the\ntwo devalued her paintings. She also said that whilst she mentioned something\nabout a net curtain during the interview, she did not refer to the “back side”\nof a net curtain, though she was unable to confirm what she did say on this\npoint.\n7. The\ncomplainant also said that the language used in the article, and particularly\nthe quotes attributed directly to her, were inaccurate as she did not use that\nstyle of language. The complainant said she was an academic and to attribute\nlanguage to her she considered to be “simple” and “clumsy” was inaccurate.\n8. The\npublication did not accept a breach of the Code. The publication said that the\narticle had derived from a telephone interview with the complainant, which it\nhad recorded at the time, and wrote the article from this recording. It\nprovided a transcript of the recording and the recording to IPSO. However, it\ndeleted the article from the e-edition of the magazine upon receipt of the\ncomplaint as a gesture of goodwill.\n9. The\npublication acknowledged that the word “peered” was not a direct quote from the\ncomplainant, but said that it was not attributed to her. The publication\nreferred to the following portion of the interview it provided by transcript:\nComplainant:\nSo the role of the shop window in all of that, which is my work, is really to dry\nthe paintings to show the paintings to an audience with no expectation of\nselling them. And then to show the products and have all the expectations of\nselling through the enquiries which come through Instagram or, erm, via email -\nsometimes it's for people who are just visiting and sometimes it's local people\nwho want the etchings. […] I like to think it provides a bit of delight for\npeople on their walks, especially this year and last year, you know, but not\nthinking necessarily about sales. The paintings block us from the street, so\nfrom inside it's nice and private but from the street it's better, you know,\nthan the backside of a net curtain.\nJournalist:\nwhich people try and peer round anyway\nComplainant:\nyes, that's it, yeah. So you might as well profit from that as well as offering\nsomething nice to look at. [sic]\nThe\npublication said that a multitude of words could be used to describe the act of\npeople viewing the art in the complainant’s window. It considered that the word\n“peered” accurately described this act. It did not accept the complainant’s\nposition that this term had particular negative connotations that rendered it\nmisleading.\n10. The\npublication said that it was not inaccurate to report the complainant had a\nplan to show her art “during lockdown”. It referred to the following passage\nsaid by the complainant in the interview, which it said supported this\nassertion:\nIn\nlockdown when you couldn't go anywhere, you could only walk, and all the shops\nwere shut, I just.. the window... I wrote something like 'something nice to\nlook at question mark' I did a big reduction and put free local delivery and\njust put them as etchings in the widow. Lots of people would say 'oh I'd like\nthat one' and I'd go for my walk and just drop it by the front door. [sic]\n11. The\npublication also did not consider it a breach of Clause 1 to report that the\ncomplainant had wanted to show her artwork with no expectation of selling it.\nIt said the section of the transcript quoted above demonstrated that the complainant\nhad said she had no expectation of selling her work through the window gallery.\nIt also said that the article as a whole made clear that the complainant\nderived income from selling her art.\n12. The\npublication provided sections from the transcript where the complainant had\nstated:\nThis\nproperty came up and... you wouldn't want it because it's in a row of shops […]\nwho wants to live in a house where you just put a net curtain over an old shop\nwindow and pretend it's not a shop? It's, kind of... You might as well buy a\nhouse don't buy an old shop [sic]\nIt said,\ntherefore, it was not inaccurate to characterise this as reporting the\ncomplainant as having said “who wants to live in a house with an old shop\nwindow?”.\n13. The\npublication also said it was not inaccurate to report that when the complainant\nsaw the south-facing window she realised she could put her paintings in the\nwindow to dry. It referred to the following section of the transcript:\nWhereas\nfor me, the moment I saw that window, I thought fantastic, because I paint in\noil, you know, an oil always takes weeks and weeks to try to dry fully. It is a\nsouth facing window. So it's really, really warm in that window, it's why the\ncat sits there. And I thought, well, I could just put my paintings in that\nwindow to dry.]\nThe\npublication did not consider it to be significantly misleading to describe the\ncomplainant as holding “open studio days” where the complainant accepted she\nheld open studio weekends two or three times a year. It also noted that the\ncomplainant had referred to “do[ing] open studios” in the interview.\n14. The\npublication accepted that the complainant had said she would drop off etchings,\nrather than paintings, during her walk. However, it did not consider the\ndistinction between etchings and paintings to be a significant inaccuracy. The\npublication also referred to the transcript, as included in paragraph 9 of this\ndecision, and said that the complainant had referred to the “back side” of a\nnet curtain, and that had accurately reported this quote.\n15. The\npublication said that the language in the article had come from the interview\nwith the complainant, and that it did not consider it to be misleading in the\nway the complainant suggested. It did offer to publish a short statement from\nthe complainant on the basis that it would resolve the complaint.\n16. The\ncomplainant said that she did not realise that the telephone interview she took\npart in was being recorded. She said that not telling her she was being\nrecorded also breached Clause 1 as had she known in advance she would have\nspoken clearly and accurately. She also said that the transcription was not\naccurate as it included grammatical errors and words she did not believe she\nhad said, although she accepted that she had referred to a backside of a net\ncurtain. The complainant said that after reviewing the transcript and the\nrecording, she did not consider the quote “after all, who wants to live in a\nhouse with an old shop window” to be an accurate characterisation of what she\nhad said.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n17. The\narticle described the artist’s window as being “peered into”, and that she was\n“totally fine” with this. The claim was not presented as a direct quote from\nthe complainant, and referred to the art gallery in the complainant’s front\nwindow. The Committee acknowledged that “peered” may not be the preferred word\nof the complainant;, however, where the complainant used her window as a\ngallery, and invited people on the street to view her displays with a sign\nreading “something nice to look at?”, the Committee did not consider that it\nwas misleading to characterise her as being “fine” with people “peering” into\nher window. There was no breach of Clause 1 on this point.\n18.\nWhilst the complainant had started the gallery prior to lockdown, where the\ngallery continued throughout lockdown and during this period the complainant\nwanted to show her art to people, it was not inaccurate to report the\ncomplainant had a plan to show her art “during lockdown”. In addition, where\nthe complainant had said in the interview that she had no expectation that the\npaintings themselves would be sold via the window gallery, it was not\ninaccurate to report this in the article.\n19. The\ntranscript of the recording showed that the complainant had said “who wants to\nlive in a house where you just put a net curtain over an old shop window and\npretend it's not a shop? It's, kind of... You might as well buy a house don't\nbuy an old shop [sic]”. It was accepted that the publication had amended this\nwording to quote the complainant as saying “who wants to live in a house with\nan old shop window?”. The Committee noted that comments originating in spoken\nwords may be amended slightly as they are translated them from spoken to\nwritten speech, for reasons of clarity or grammar; this does not raise an issue\nunder Clause 1 unless the amendments distort the meaning of what is said. In\nthis case, the Committee did not consider that the rephrasing of the\ncomplainant’s comments on the perceived desirability of the property\nmisrepresented her comments. There was no breach of Clause 1 on this point.\n20. The\ncomplainant accepted that she did use her window to dry her paintings, but did\nnot consider this the primary use of the window gallery. Where it was included\nwithin the recording that the complainant had said that the paintings dried in\nthe window, it was not inaccurate to report that she had realised her paintings\ncould dry in the window. In addition, it was not inaccurate to characterise two\nor three open studio weekends as “open studio days”, where it was accepted\nthere were days of the year in which her studio was open. There was no breach\nof Clause 1 on these points.\n21. The\narticle had reported that the complainant dropped off paintings during her\ndaily walk during lockdown, where the correct position was that she had dropped\noff etchings. Whilst the Committee understood that the complainant felt this\ndevalued her work, it did not consider there to be a significant difference\nbetween paintings and etchings in the context of the article describing her\nwindow gallery. Where the transcript showed, and the complainant accepted she\nhad stated that the gallery was “better than the back side of a net curtain”,\nit was not inaccurate to include this quote in the article. There was no breach\nof Clause 1 on these points.\n22.\nFinally, the complainant said she was an academic and would not have used what\nshe considered to be the simplistic language in the article. She also said it\nwas misleading for the interview in which she consented to partake to be\nrecorded without her being made aware, and that she would have spoken more\nclearly and accurately had she known she was being recorded. The Committee\nnoted that there was no suggestion that the complainant had not consented to\nthe interview with the journalist. The act of recording the interview demonstrated\nthe publication’s observation of the terms Clause 1 (i) which required it to\ntake care not to publish inaccurate or misleading information. In the event of\na complaint over the accuracy of comments attributed to an individual, as in\nthis case, the publication will generally be expected to support the disputed\nquotations, either through contemporaneous notes or a recording. As such, the\npublication’s decision to record the conversation did not breach the terms of\nClause 1 of the Code; it enabled the publication to demonstrate its compliance\nwith the Code.  In addition, whilst the\ncomplainant considered that she would have used more academic words had she\nwritten the article herself, it was not misleading to write the article in\nsimpler words than the complainant’s preference, in particular where the quotes\nwere supported by the transcript of the interview. There was no breach of\nClause 1 on these points. The Committee did, however, welcome the publication’s\ndeletion of the article and offer to publish a statement from the complainant.\nConclusion(s)\n23. The\ncomplaint was not upheld.\nRemedial\nAction Required\n24. N/A\n\n\n\nDate\ncomplaint received: 14/09/2021\nDate\ncomplaint concluded by IPSO: 17/01/2021\nBack to ruling listing\n\n\n"
}