{
    "url": "/rulings-and-resolution-statements/ruling/?id=09899-16",
    "title": "09899-16 Turner v Sunday Mercury",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mercury (Reach PLC)",
    "received_on": "2017-10-28 00:00:00",
    "concluded_on": "2017-03-27 00:00:00",
    "complaint_processing_days": -215,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 28/10/17",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 09899-16 Turner v\nSunday Mercury\nSummary of Complaint 1.   \nPhilip\nTurner, on behalf of Jamal Thomas, complained to the Independent Press\nStandards Organisation that the Sunday Mercury breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Vile rapist footballer\nloses bid to clear name,” published in print on 28 August 2016, and “Rapist who\nfalsely claimed he was budding Aston Villa star loses appeal”, published online\non 28 August 2016. 2.   \nThe\narticle reported that senior judges had ruled that Mr Thomas’s three\nconvictions for rape against the same victim were safe, and would not be\noverturned. It said that Mr Thomas was a “Walter Mitty character” who boasted\nof being a former Aston Villa player, and had “hood-winked non-league clubs\ninto believing he was a top player trying to resume his career after injury”.\nIt said that jurors at his trial were told that he had played for England U21s,\nand Aston Villa’s youth academy. In addition, the article reported that during\nan interview with the newspaper prior to the trial, he said that he played for\nEngland U18s alongside a famous footballer, scoring a hat-trick against Spain,\nand played at semi-professional level for a number of respected non-league\nteams. The article said there was no record of his involvement with England,\nand that nobody at Aston Villa had heard of him. It also said that while\nnon-league clubs were initially tempted by his CV, they lost interest after\nwatching Mr Thomas in action. 3.   \nThe\nonline article was substantively similar to the version published in print. 4.   \nThe\ncomplainant said that it was inaccurate to report that Mr Thomas’s football\ncareer was fictitious; he said that Mr Thomas did play entry level football\nwith the ambition to play at a higher level. He said that Mr Thomas represented\nAston Villa at youth level, and provided a letter which demonstrated that he\nattended an England U17s training weekend at Lilleshall. He denied that Mr\nThomas ever claimed that he played for England U18s alongside a famous\nfootballer, or that he ever said he had played for England U21s. He also said\nthat the article did not explain in sufficient detail the circumstances surrounding\nMr Thomas’s convictions, and said that it was inaccurate to report that he was\na “sex predator”.  5.   \nThe\nnewspaper said that its claims that Mr Thomas’s football career was fictitious\nwere accurate, and that there was no breach of the Code. It provided notes of\nthe interview where Mr Thomas had claimed that he played for England U18s\nalongside a famous footballer in a 6-0 win over Spain, where he scored a\nhat-trick. It said that while it noted the letter inviting Mr Thomas to attend\nan England U17s training event, this did not mean that he was selected for the\nU18s, or any other England representative team. It also said that it did not\nprovide extensive details of Mr Thomas’s convictions because of its obligations\nunder Clause 11 of the Code, and Section 1 of the Sexual Offences (Amendment)\nAct 1992 not to reveal the identity of the victim. In any event, it did not\nconsider that the article gave any misleading impression of Mr Thomas’s\nconvictions.  \nRelevant Code Provisions 6. Clause\n     1 (Accuracy) i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nFindings of the Committee 7.   \nIt was not in dispute that the jury at Mr\nThomas’s trial heard that he played for England U21s, and the Aston Villa\nacademy; the newspaper also provided notes from an interview with Mr Thomas which\nrecorded him as having made the claim that he played for England U18s alongside\na famous footballer, and scored a hat-trick in a victory against Spain. There\nwas no failure to take care over the accuracy of the article in breach of\nClause 1(i). 8.   \nThe Committee acknowledged that the complainant\ndisputed that Mr Thomas had exaggerated the extent of his football career.\nHowever, given the difference between the true details of Mr Thomas’s football\ncareer, and the notes provided by the newspaper of the claims he made during an\ninterview, it did not consider that the article contained any significant\ninaccuracies. There was no breach of Clause 1(ii). 9.   \nThe reporting of Mr Thomas’s convictions for\nrape, without further detail of the circumstances in which they occurred, did\nnot make the article misleading or inaccurate. This was particularly so where\nthe article focused Mr Thomas’s claims about this football career. In addition,\nit was not inaccurate to label him a “sex predator” in circumstances where he\nwas convicted on three counts of rape. There was no breach of Clause 1 on\neither point.   \nConclusions 10. The complaint was not upheld. \nRemedial Action Required N/ADate complaint received: 28/10/17Date decision issued: 27/03/17\nBack to ruling listing\n\n\n"
}