{
    "url": "/rulings-and-resolution-statements/ruling/?id=09910-16",
    "title": "09910-16 Versi v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun (News UK)",
    "published_on": "2016-10-24 00:00:00",
    "received_on": "2016-10-28 00:00:00",
    "concluded_on": "2017-02-02 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "14. The complaint was upheld.",
    "remedial_action": "15. Having upheld the complaint, the Committee considered what remedial action should be required. 16. The newspaper had promptly published a correction in print, which made the correct position sufficiently clear. However, it had failed to correct the online article promptly. In this case, the Committee determined that the publication of an adjudication online was an appropriate remedy. 17. The adjudication should be published in full on the newspaper’s website, with a link on its homepage for 24 hours; thereafter it should be archived in the usual way. The headline to the adjudication should refer to the subject matter of the article and make clear that IPSO had ruled against The Sun in relation to the complaint; it should be agreed with IPSO in advance. The terms of the adjudication for publication are as follows: Following the publication of an article headlined “Trevor Kavanagh: Gary Lineker forgets that we’re not racist – we just don’t like being conned”, Miqdaad Versi complained to the Independent Press Standards Organisation that The Sun breached Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO’s Complaints Committee upheld the complaint, and has required The Sun to publish this adjudication online. The article was a comment piece in which the columnist discussed the migrant camp in Calais and his concern that refugees were lying about their age in order to gain access to Britain. He said that Home Office figures had shown that “two out of three of those elbowing their way to the front of the queue are lying about their age”. The complainant said two out of three refugees seeking asylum had not been found to have lied about their age, as reported. In fact, out of 3,472 asylum claims received, 933 individuals had their ages checked, and 636 were found to be adults, which represented 18.3 per cent of the total. While a correction had been published in print, the online article had not been corrected. The newspaper accepted that an error had been made in relation to Home Office statistics. Due to an oversight, a correction was not initially published online. When it was alerted to this, a correction was appended to the online article and published in the online Clarifications and Corrections section. However, the publication did not correct the references to the statistics because it considered it “inappropriate” to amend the columnist’s actual words, and it argued that the correction made the factual position clear. However, during IPSO’s investigation, it amended the inaccurate references to the Home Office statistics, which had appeared in the subheading, as a caption and in the text. The Committee considered that the misinterpreted statistics had given a significantly misleading impression of the number of asylum seekers who had incorrectly said they were children in order to gain refuge. It also represented a central point, which the columnist had relied upon, to support his position that there had been an “abysmal failure” on behalf of the Border Force and immigration authorities to address the issue. The inaccuracy had been given greater emphasis in the online article as it had been repeated three times, including in the subheading. This represented a failure to take care over the accuracy of the article in breach of Clause 1 (i). A correction was required in order to avoid a breach of Clause 1 (ii). While the newspaper had promptly corrected the inaccuracy in print, it had failed to do so online. Given that the inaccuracy clearly related to an assertion of fact, the Committee rejected the newspaper’s reasoning for the delay. The newspaper had failed to correct a significant inaccuracy promptly in breach of Clause 1(ii).  The complaint under Clause 1 was upheld. Note Trevor Kavanagh is a member of IPSO’s Board. The Board has no role in the consideration of individual complaints, which are adjudicated on by the Complaints Committee. Mr Kavanagh played no part in the consideration of this complaint. Date complaint received: 28/10/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 09910-16 Versi v The Sun \nSummary of complaint 1.   \nMiqdaad Versi complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “We’re kind, Gary, but we\nhate being conned”, published on 24 October 2016. 2.   \nThe\narticle was a comment piece in which the columnist, Trevor Kavanagh, discussed\nthe migrant camp in Calais and his concern that refugees were lying about their\nage in order to gain access to Britain. The columnist said “generous Brits will\nhelp anyone in need, especially desperate kids with no family. They just don’t\nlike being taken for a ride…or being accused of ‘racism’ by the likes of Gary\nLineker when they cry foul”.  He said\nthat Home Office figures had shown that “two out of three of those elbowing\ntheir way to the front of the queue are lying about their age”, and that the\n“abysmal failure of the Border Force and Immigration” to address the issue had\nstoked anger over “the abuse of our hospitality”. 3.   \nThe\narticle was also published online under the headline “Trevor Kavanagh: Gary\nLineker forgets that we’re not racist – we just don’t like being conned”. 4.   \nThe\ncomplainant said that the article had inaccurately quoted Home Office\nimmigration statistics. He said two out of three refugees seeking asylum had\nnot been found to have lied about their age. In fact, out of 3,472 asylum\nclaims received, 933 individuals had their ages checked, and 636 were found to\nbe adults, which represented 18.3 per cent of the total. The complainant noted\nthat a correction had been published in print, but was concerned that it had\nnot been published online and the article had not been amended. 5.   \nThe\nnewspaper accepted that an error had been made in the reference to the Home\nOffice statistics. The columnist had relied on a BBC report, which had stated\nthat the Home Office “received 3,472\nasylum claims from unaccompanied individuals claiming to be children in the\nyear to June 2016.  Of those, 933 claimants had checks carried out on\ntheir age and 636 were found to be adult”. The columnist had taken the second\nsentence to mean that two out of three claimants were found to be adults, but\nhe accepted that his interpretation had been incorrect. 6.   \nWhen the\nnewspaper became aware of the error, it published the following correction in its\nCorrections & Clarifications column on 27 October 2016, on page two in print: On Monday we stated Home\nOffice figures show two in three migrants seeking to get into Britain from\nCalais are lying about their age. In fact the figures of two-thirds\nrefers to migrants required to complete an age assessment after an age dispute\nand we are happy to make this clear. 7.   \nThe\nnewspaper said that due to an oversight, the correction was not initially\npublished online. When the complainant alerted the newspaper to this, it added\nthe wording to the online article and to the online Clarifications and Corrections\nsection. Initially, it did not consider that it was appropriate to amend the\ncolumnist’s actual words, and argued that the appended correction made the factual\nposition clear. However, during IPSO’s investigation, it also amended the\ninaccurate reference to the Home Office statistics, which had appeared in the\nsubheading, as a caption and in the text.  \nRelevant Code provisions 8.   \nClause\n1 (Accuracy) i.  The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii.  A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii.  A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv.  The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of the Committee 9.   \nThe\ncolumnist had failed to take care in interpreting Home Office statistics, and\nhad stated that two out of three individuals claiming to be children in order to\ngain asylum in the UK had been lying about their age. In fact, two out of three\nmigrants who had been required to carry out an age assessment had been found to\nbe adult, which represented fewer than one in five of the total. 10.\nThis\nerror had given a significantly misleading impression of the number of asylum\nseekers who had incorrectly said they were children in order to gain refuge. It\nalso represented a central point, which the columnist had relied upon, to\nsupport his position that there had been an “abysmal failure” on behalf of the\nBorder Force and immigration authorities to address the issue. The Committee\nnoted that the inaccuracy had been given greater emphasis in the online article\nas it had been repeated three times, including in the subheading. 11.\nThe newspaper had failed to take care over the accuracy of the\narticle in breach of Clause 1 (i). A correction was required in order to avoid\na breach of Clause 1 (ii). 12. When alerted to the error, the\nnewspaper had published a correction in print, eight pages further forward than\nthe original article. The Committee noted that the correction had set out\nthe correct position in relation to the two-thirds figure, noting that this\nrelated specifically to the individuals whose ages had been queried. It\nexpressed some concern that the correction had not carried the further\ncorrective information that the proportion overall was closer to one fifth. On\nbalance, however, it concluded that the wording included sufficient clarifying\ninformation to comply with the terms of Clause 1 (ii). It had also been published in\nprint promptly and with appropriate prominence, which met the requirement of\nClause 1(ii). 13.\nThe Committee noted that due\nto an oversight, a correction had not been appended to the online article in\nthe first instance. When alerted to this, the newspaper had appended a\ncorrective footnote, but it had failed to correct the statistics, which had\nappeared three times in the article, on the basis that it was “inappropriate”\nto amend the words of a columnist. Given that the inaccuracy clearly related to\nan assertion of fact, the Committee rejected the newspaper’s reasoning for the\ndelay, and considered that the newspaper had failed to correct a significant\ninaccuracy promptly. This represented a breach of Clause 1(ii) in relation to\nthe online article. Conclusion 14. The\ncomplaint was upheld. Remedial action required 15. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired. 16.\nThe newspaper had\npromptly published a correction in print, which made the correct position\nsufficiently clear. However, it had failed to correct the online article\npromptly. In\nthis case, the Committee determined that the publication of an adjudication online\nwas an appropriate remedy. 17. The adjudication\nshould be published in full on the newspaper’s website, with a link on its\nhomepage for 24 hours; thereafter it should be archived in the usual way. The\nheadline to the adjudication should refer to the subject matter of the article\nand make clear that IPSO had ruled against The Sun in relation to the complaint;\nit should be agreed with IPSO in advance. The terms of the adjudication for\npublication are as follows: Following the publication\nof an article headlined “Trevor Kavanagh: Gary Lineker\nforgets that we’re not racist – we just don’t like being conned”, Miqdaad Versi\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO’s Complaints Committee\nupheld the complaint, and has required The Sun to publish this adjudication\nonline. The article was a\ncomment piece in which the columnist discussed the migrant camp in Calais and\nhis concern that refugees were lying about their age in order to gain access to\nBritain. He said that Home Office figures had shown that “two out of three of those\nelbowing their way to the front of the queue are lying about their age”. The\ncomplainant said two out of three refugees seeking asylum had not been found to\nhave lied about their age, as reported. In fact, out of 3,472 asylum claims\nreceived, 933 individuals had their ages checked, and 636 were found to be\nadults, which represented 18.3 per cent of the total. While a correction had\nbeen published in print, the online article had not been corrected. The\nnewspaper accepted that an error had been made in relation to Home Office\nstatistics. Due to an oversight, a correction was not initially published\nonline. When it was alerted to this, a correction was appended to the online\narticle and published in the online Clarifications and Corrections section. However,\nthe publication did not correct the references to the statistics because it\nconsidered it “inappropriate” to amend the columnist’s actual words, and it\nargued that the correction made the factual position clear. However, during\nIPSO’s investigation, it amended the inaccurate references to the Home Office\nstatistics, which had appeared in the subheading, as a caption and in the text. The\nCommittee considered that the misinterpreted statistics had given a\nsignificantly misleading impression of the number of asylum seekers who had\nincorrectly said they were children in order to gain refuge. It also\nrepresented a central point, which the columnist had relied upon, to support\nhis position that there had been an “abysmal failure” on behalf of the Border Force\nand immigration authorities to address the issue. The inaccuracy had been given\ngreater emphasis in the online article as it had been repeated three times,\nincluding in the subheading. This represented a\nfailure to take care over the accuracy of the article in breach of Clause 1\n(i). A correction was required in order to avoid a breach of Clause 1 (ii). While the newspaper had\npromptly corrected the inaccuracy in print, it had failed to do so online.\nGiven that the inaccuracy clearly related to an assertion of fact, the\nCommittee rejected the newspaper’s reasoning for the delay. The newspaper had\nfailed to correct a significant inaccuracy promptly in breach of Clause\n1(ii).  The complaint under Clause 1\nwas upheld. Note Trevor Kavanagh is a member of\nIPSO’s Board. The Board has no role in the consideration of individual\ncomplaints, which are adjudicated on by the Complaints Committee. Mr Kavanagh\nplayed no part in the consideration of this complaint. Date complaint received: 28/10/2016 Date complaint concluded: 02/02/2017\nBack to ruling listing\n\n\n"
}