{
    "url": "/rulings-and-resolution-statements/ruling/?id=09942-21",
    "title": "09942-21 Louise Hough v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "5 Reporting suicide (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2021-09-10 00:00:00",
    "received_on": "2021-09-15 00:00:00",
    "concluded_on": "2022-02-22 00:00:00",
    "complaint_processing_days": 160,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A    Date complaint received: 15/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09942-21 Louise Hough v mirror.co.uk\nSummary\nof Complaint\n1.\nLouise Hough complained to the Independent Press Standards Organisation that\nmirror.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4\n(Intrusion into grief or shock) and Clause 5 (Reporting suicide) of the\nEditors’ Code of Practice in an article headlined “Care home owner killed\nhimself after 'devastating' Covid deaths of beloved residents”, published on 10\nSeptember 2021.\n2.\nThe article reported that the complainant’s late husband had died by suicide\nafter the strain of “running their private care home when the pandemic hit”. It\nincluded an interview with the complainant, and explained that she had “joined\na group of families in Wales calling for a Welsh inquiry into the pandemic\ncalled the Covid Bereaved Families for Justice Cymru group” as she was\n“furious” with the Welsh government and believed “a series of failings by the\nWelsh Government and local health boards led to virus running riot in care\nhomes”. The article stated that the care home had been subject to cases of\nCovid amongst the staff and residents; of the latter, many had died. It stated\nthat “the devastating effects of Covid on his care home became too much for\n[the complainant’s husband] to cope with”. It quoted comments attributed to the\ncomplainant in which she described the pressures of running a care home at the\ntime. The complainant was also quoted as saying that: “My husband committed\nsuicide,” and that he “got his shotgun and shot himself”.\n3.\nThe complainant said that the article intruded into her privacy in breach of\nClause 2. She said that she had agreed to give her story to a journalist for\nanother newspaper in the same publishing group. The article she had agreed to\ninvolved her telling her story along with multiple other people in order to\nraise awareness around the campaign of the Covid Bereaved Families for Justice\nCymru group, who were seeking to establish a Wales-only inquiry into the\nhandling of the pandemic. She noted that the group article had been published\nby the other newspaper two days before the article under complaint, and that\nthis same newspaper had then published – without her consent – an article that\nfocused on her story several hours before the article under complaint. She said\nthat she had only consented for the information in the article regarding the\ndeath of her husband and her personal circumstances to be published within the\ncontext of the group article. The complainant said that the article under\ncomplaint, which focused on her story alone rather than the collective\nexperiences of her fellow campaigners, was substantially different from the\ncontext in which she had consented for her story to be published. She said,\ntherefore, that the newspaper had published information over which she had a\nreasonable expectation of privacy without her consent in breach of Clause 2.\n4.\nThe complainant also considered that the article breached Clause 4 for the same\nreasons. Furthermore, she said that the article had been syndicated to several\nother newspapers, which she had not consented to.\n5.\nThe complainant also said that the article breached Clause 5, as she considered\nthat it focused on her husband’s suicide and the method of his suicide in a\nsensationalist manner.\n6.\nFinally, the complainant also said that the article was inaccurate in breach of\nClause 1 because it gave the impression her husband was a patient at a care\nhome, rather than an owner.\n7.\nThe publication did not accept a breach of the Code; however, it apologised for\nthe distress caused and removed the article during direct correspondence with\nthe complainant’s representative. It said that the topic of both the group\narticle and the article under complaint - the promotion of an inquiry into the\nhandling of the coronavirus pandemic in Wales - was an extremely important\nissue that demanded the necessary coverage and consideration by those in\npositions of power. It said that it was motivated to publish the article under\ncomplaint by journalistic and public interest considerations only.\n8.\nThe publication also said that the complainant did not have a reasonable\nexpectation of privacy over the information included in the article. It said\nthat the original article had included a report which looked at the members of\nthe group, one of whom was the complainant. The initial article, which was not\nthe subject of complaint, had contained all the quotes that had been published\nin the article under complaint. The publication said that as this information\nwas in the public domain, as well as being covered by other news sources\npreviously, it did not consider that it was intrusive to tell the complainant’s\nstory again. The publication provided examples of other articles which had\nreported on the complainant’s husband’s death and contained the same images. It\nalso noted that the complainant had given further solo interviews since the\narticle under complaint had been published. The publication said, therefore,\nthat the information under complaint was already within the public domain prior\nto the publication of the article under complaint, and had been willingly\ndisclosed by the complainant, and therefore it was entitled to republish it.\n9.\nThe publication reiterated its regret for any distress caused, and said that\nthis was not the intention in publishing the article. In addition, the\npublication said that it was common for articles and information to be shared\nwithin the publishing group the newspaper belonged to, and that it had no\ncontrol over public editorial content being published by other newspapers. It\nsaid that, in any case, syndication was not a matter that fell under the\nEditors’ Code.\n10.\nThe publication did not consider that the article engaged Clause 5.\n11.\nThe publication said that the article made clear that the complainant’s husband\n“ran” the care home when it stated that the complainant “and her beloved\nhusband were running their private care home when the pandemic hit”.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n2 (Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings.\nClause\n5 (Reporting suicide)*\nWhen\nreporting suicide, to prevent simulative acts care should be taken to avoid\nexcessive detail of the method used, while taking into account the media's\nright to report legal proceedings.\nFindings\nof the Committee\n12.\nThe Committee first recognised the distressing circumstances that the\ncomplainant and the group she belonged to had been through, and offered its\ncondolences. The Committee noted that the complainant was concerned about the\nsyndication of the original article both outside the newspaper’s publishing\ngroup and within the publishing group. Whilst the Committee acknowledged her\nconcerns, this was not an issue which in itself fell within the Code and\ntherefore not something on which the Committee could make a ruling. The role of\nthe Committee was to find whether the actions of the newspaper had breached the\nterms of the Clauses of the Code cited by the complainant.\n13.\nIn order to consider whether there had been an intrusion into the complainant’s\nprivate life, the Committee had to consider whether the complainant had a\nreasonable expectation of privacy over the information in the article; the\ncomplainant’s own public disclosures of information; and the extent to which\nthe material complained about was already in the public domain or would become\nso. The article quoted comments by the complainant in which she spoke about the\npersonal circumstances and her feelings surrounding her husband’s death – which\ncould be information over which she had a reasonable expectation of privacy.\nHowever, this material had previously been published in the original group\narticle and linked report several days earlier, with the complainant’s consent.\nWhere this information was already in the public domain with the consent of the\ncomplainant, its republication in the article under complaint did not\nconstitute an intrusion into the complainant’s privacy. The publication of the\ninformation in a further article that focused exclusively on the complainant’s\nstory did not raise a breach of Clause 2.\n14.\nThe Committee acknowledged that the complainant had been surprised and upset by\nthe republication of her comments about her husband’s death, which was a matter\nof regret, and it welcomed the publication’s removal of the article as a\npositive response to the complaint. However, it considered that the information\nhad been presented in a sympathetic, factual light within the article, and\nplaced in the context of the complainant’s campaigning work. It did not\nconsider that there was a failure to handle publication sensitively, and there\nwas no breach of Clause 4.\n15.\nClause 5 states that excessive detail must not be used when reporting on cases\nof suicide, in order to prevent simulation. The article had identified the\nmethod of suicide. It did not, however, include further details about the\nmanner of death. Whilst the Committee acknowledged that the headline reference\nto the method of her husband’s death had caused her upset, this did not amount\nto excessive detail. Therefore, there was no breach of Clause 5.\n16.\nFinally, the Committee noted that the complainant’s husband was described as\nrunning the care home multiple times within the article. It did not consider\nthat the article gave the misleading impression that he was a patient within\nthe care home and there was no breach of Clause 1.\nConclusion(s)\n17.\nThe complaint was not upheld.\nRemedial\nAction Required\n18.\nN/A\n\n\n\nDate\ncomplaint received: 15/09/2021\nDate\ncomplaint concluded by IPSO: 22/02/2022\nBack to ruling listing\n\n\n"
}