{
    "url": "/rulings-and-resolution-statements/ruling/?id=09943-21",
    "title": "09943-21 Louise Hough v walesonline.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "5 Reporting suicide (2019)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "walesonline.co.uk (Reach PLC)",
    "published_on": "2021-09-10 00:00:00",
    "received_on": "2021-09-15 00:00:00",
    "concluded_on": "2022-02-22 00:00:00",
    "complaint_processing_days": 160,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A    Date complaint received: 15/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09943-21 Louise Hough v walesonline.co.uk\nSummary\nof Complaint\n1.\nLouise Hough complained to the Independent Press Standards Organisation that\nwalesonline.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4\n(Intrusion into grief or shock) and Clause 5 (Reporting suicide) of the\nEditors’ Code of Practice in an article headlined “So many people were ill or\ndying with Covid in my husband's care home he turned a shotgun on himself and\ntook his own life”, published on 10 September 2021.\n2.\nThe article reported that the complainant’s late husband had died by suicide\nafter the strain of “running their private care home when the pandemic hit”. It\nincluded an interview with the complainant and explained that she was\n“demanding a Welsh specific inquiry in to [sic] coronavirus” as she believed “a\nseries of failings by the Welsh Government and local health boards led to virus\nrunning riot in care homes”. The article stated that the care home had been\nsubject to cases of Covid amongst the staff and residents; of the latter, many\nhad died. It stated that this “had a terrible impact on [the complainant’s\nhusband] who tragically took his own life”. It reported that the complainant had\n“joined a group of families in Wales calling for a Welsh inquiry into the\npandemic called the Covid Bereaved Families for Justice Cymru group” and\ndescribed her as being “furious” with the Welsh government. It quoted comments\nby the complainant in which she described the pressures of running a care home\nat the time. The complainant was also quoted as saying that: “My husband\ncommitted suicide,” and that he “got his shotgun and shot himself”.\n3.\nThe complainant said that the article intruded into her privacy in breach of\nClause 2. She said that she had agreed to give her story to a journalist along\nwith multiple other people in the context of an article reporting on the\ncampaign of the Covid Bereaved Families for Justice Cymru group, who were seeking\nto establish a Wales-only inquiry into the handling of the pandemic. She noted\nthat this group article had been published two days prior to the article under\ncomplaint. She said that she had only consented for the information in the\narticle surrounding the death of her husband and her personal circumstances to\nbe published within this context. The complainant said that the article under\ncomplaint, which focused on her story alone rather than the collective\nexperiences of her fellow campaigners, was substantially different from the\ncontext in which she had consented for her story to be published. She said,\ntherefore, that the newspaper had published information over which she had a\nreasonable expectation of privacy without her consent in breach of Clause 2.\n4.\nThe complainant also considered that the article breached Clause 4 for the same\nreasons. Furthermore, she said that the article had been syndicated to several\nother newspapers, which she had not consented to, and she was concerned that\nthe publication may have profited from syndicating the story. The complainant\nalso said that, after contacting the publication to complain about the article,\nthe journalist had called her to ask whether he could republish it. She said\nthe journalist and editor had acted in a cavalier manner and had not apologised\nor acknowledged that the article had breached the Code, nor did it give an\nexplanation as to why or how the article had been published by other\nnewspapers. She supplied the direct correspondence her representative had with\nthe newspaper, in which her first contact person at the newspaper had stated\n“I'm very sorry to hear it ha[d] upset” the complainant and her family, and\nthat it was not the journalist who had sent the article to the other newspapers\nwho had published it.\n5.\nThe complainant also said that the article breached Clause 5, as she considered\nthat it focused on her husband’s suicide and the method used in a\nsensationalist manner.\n6.\nFinally, the complainant also said that the article was inaccurate in breach of\nClause 1 because it gave the impression her husband was a patient at a care\nhome, rather than the co-owner.\n7.\nThe publication did not accept a breach of the Code; however, it apologised for\nthe distress caused and removed the article during direct correspondence with\nthe complainant’s representative. It said that the topic of both the group\narticle and the article under complaint - the promotion of an inquiry into the\nhandling of the coronavirus pandemic in Wales - was an extremely important\nissue that demanded the necessary coverage and consideration by those in\npositions of power. It said that it was motivated to publish the article under\ncomplaint by journalistic and public interest considerations only.\n8.\nThe publication also said that the complainant did not have a reasonable\nexpectation of privacy over the information included in the article. It said\nthat the original article had included a report which looked at the members of\nthe group, one of whom was the complainant. The initial article, which was not\nthe subject of complaint, had contained all the quotes that had been published\nin the article under complaint. The publication said that as this information\nwas in the public domain, as well as being covered by other news sources\npreviously, it did not consider that it was intrusive to tell the complainant’s\nstory again. The publication provided examples of other articles which had\nreported on the complainant’s husband’s death and contained the same images. It\nalso noted that the complainant had given further solo interviews since the\narticle under complaint had been published. The publication said, therefore,\nthat the information under complaint was already within the public domain prior\nto the publication of the article under complaint, and had been willingly\ndisclosed by the complainant, and therefore it was entitled to republish it.\n9.\nThe publication said that all approaches to the complainant when writing the\narticle had been made with sympathy and that publication was handled\nsensitively. It reiterated its regret for any distress caused and said that\nthis was not the intention of the article. In addition, the publication said\nthat it was common for articles and information to be shared within the publishing\ngroup the newspaper belonged to, and that it had no control over public\neditorial content being published by other newspapers. It said that, in any\ncase, syndication was not a matter that fell under the Editors’ Code.\n10.\nThe publication did not consider that the article engaged Clause 5.\n11.\nThe publication said that the article made clear that the complainant’s husband\n“ran” the care home when it stated that the complainant “and her beloved\nhusband were running their private care home when the pandemic hit”.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n2 (Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings.\nClause\n5 (Reporting suicide)*\nWhen\nreporting suicide, to prevent simulative acts care should be taken to avoid\nexcessive detail of the method used, while taking into account the media's\nright to report legal proceedings.\nFindings\nof the Committee\n12.\nThe Committee first recognised the distressing circumstances that the\ncomplainant and the group she belonged to had been through, and offered their\ncondolences. The Committee noted that the complainant was concerned about the\nsyndication of the article both outside the newspaper’s publishing group and\nsharing within the group. Whilst the Committee acknowledged her concerns, these\nwere not issues which in themselves fell within the Code and therefore not\nsomething on which the Committee could make a ruling. The role of the Committee\nwas to find whether the actions of the newspaper had breached the terms of the\nClauses of the Code cited by the complainant.\n13.\nIn order to consider whether there had been an intrusion into the complainant’s\nprivate life, the Committee had to consider whether the complainant had a\nreasonable expectation of privacy over the information in the article; the\ncomplainant’s own public disclosures of information; and the extent to which\nthe material complained about was already in the public domain or would become\nso. The article quoted comments from the complainant in which she spoke about\nthe personal circumstances and her feelings surrounding her husband’s death –\nwhich could be information for which she had a reasonable expectation of\nprivacy. However, this material had previously been published in the original\ngroup article and linked report several days earlier, with the complainant’s\nconsent. Where this information was already in the public domain with the\nconsent of the complainant, its republication in the article under complaint\ndid not constitute an intrusion into the complainant’s privacy. The publication\nof the information in a further article that focused exclusively on the\ncomplainant’s story did not raise a breach of Clause 2.\n14.\nThe Committee acknowledged that the complainant had been surprised and upset by\nthe republication of her comments about her husband’s death, which was a matter\nof regret, and it welcomed the publication’s removal of the article as a\npositive response to the complaint. However, it considered that the information\nhad been presented in a sympathetic, factual light within the article, and\nplaced in the context of the complainant’s campaigning work. It did not\nconsider that there was a failure to handle publication sensitively. The\nCommittee also noted that the complainant felt that the journalist and editor\nhad been cavalier after she made a complaint about the article, which she\nconsidered to be insensitive. The publication had denied this, saying that\ncommunication between the parties had been amiable and sensitive. The Committee\nnoted that the communication complained of had occurred following the\npublication of the article, and was not therefore an enquiry or approach made\nin the process of gathering material for an article. In any case, while there\nwere conflicts in the respective accounts of the complainant and the\npublication over the content of the telephone conversation which the Committee\ncould not resolve, the written communications between the parties which were available\nto the Committee demonstrated that the newspaper had responded with sensitivity\nand sympathy, apologising for the distress publication of the article had\ncaused. The Committee did not identify grounds to establish a breach of Clause\n4.\n15.\nClause 5 states that excessive detail must not be used when reporting on cases\nof suicide, in order to prevent simulation. The article had identified the\nmethod of suicide. It did not, however, include further details about the\nmanner of death. Whilst the Committee acknowledged that the headline reference\nto the method of her husband’s death had caused her upset, this did not amount\nto excessive detail. Therefore, there was no breach of Clause 5.\n16.\nFinally, the Committee noted that the complainant’s husband was described as\nrunning the care home multiple times within the article. It did not consider\nthat the article gave the misleading impression that he was a patient within\nthe care home and there was no breach of Clause 1.\nConclusion(s)\n17.\nThe complaint was not upheld.\nRemedial\nAction Required\n18.\nN/A\n\n\n\nDate\ncomplaint received: 15/09/2021\nDate\ncomplaint concluded by IPSO: 22/02/2022\nBack to ruling listing\n\n\n"
}