{
    "url": "/rulings-and-resolution-statements/ruling/?id=09950-22",
    "title": "09950-22 Hay v The Sunday Times",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2022-05-29 00:00:00",
    "received_on": "2022-05-30 00:00:00",
    "concluded_on": "2022-10-12 00:00:00",
    "complaint_processing_days": 135,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A  Date complaint received: 30/05/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09950-22 Hay v The Sunday Times\nSummary\nof Complaint\n1. Malcom\nHay complained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “50-somethings, get out of your gardens: Britain needs you”,\npublished on 29 May 2022.\n2. The\narticle was labelled as “comment” and discussed employment in the UK. It noted\nthat there was a “record 1.3 million [job] vacancies” and a “short supply” of\nworkers in several different professions, which it described as an “employment\ncrisis”. The start of the article stated that “Covid-related labour shortages\nmean industries such as hospitality are still operating well below their\nprevious capacity” and that the “strained state of the labour market is one of\nCovid’s longer-lasting legacies”. The article also commented on the level of\nunemployment, which it said was at its lowest level since 1974 and stated that\n“[i]t seems strange to think that two years ago we were worrying about an\nunemployment crisis, because what we have ended up with is an employment\ncrisis\". Within the same paragraph the article provided a list of reasons\nas to why unemployment was at this level: “Some of that is testament to the\nsuccess of the furlough scheme […] Part of it is down to Brexit, which\ncontributed to the exodus of 200,000 EU citizens over the past two years. But\nthere is also something very unusual going on. About 450,000 people have left\nthe workforce since 2019 — a big drop by past standards”. The article also\nincluded the opinion of the governor of the Bank of England: “Trying to explain\nwhy the Bank of England had been wrong-footed by employment dynamics this\nmonth, Andrew Bailey, the governor, was clear that the fall had been driven by\na rise in the number of “economically inactive people” — those who do not have\na job and are not looking for one.”\n3. The\narticle also appeared online in substantially the same format, under the\nheadline “Fiftysomethings, get out of your gardens: Britain needs you”. It was\nlabelled as a “leading article”, rather than “comment”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He said\nthat in the years preceding 30 June 2021 the outflow of EU citizens was 450,000\nwhereas the inflow of EU citizens was 462,000, meaning that there was a net\ninflow of EU citizens overall. He supplied government data to support this. He\nsaid, therefore, the article was inaccurate to report that there had been an\n“exodus of 200,000 EU citizens”. The complainant said that Covid was a far more\nsignificant factor than Brexit, and that he believed the article had ignored\nthis.\n5. The\ncomplainant also thought that it was misleading for the article to refer to an\n“exodus of 200,000 EU citizens” alongside the figure of 450,000 people leaving\nthe workforce since 2019. He said that this gave the misleading impression that\nEU citizens leaving the UK workforce made up almost half the number of people\nleaving – when in fact the vast majority of people who had left the UK\nworkforce were UK citizens. In support of that argument, he provided\ninformation from the Office of National Statistics (ONS) which did show that\nthe number of people in employment when comparing figures from January – March\n2020 was 454,000 lower than between January – March 2022. However, itemising\nthis figure showed that there were 210,000 fewer EU citizens in work by the end\nof this period and 426,000 fewer UK citizens; meanwhile there had been an\nincrease of 182,000 non-EU citizens. The complainant said, therefore, it was\nmisleading for the article to refer to the “exodus of 200,000 EU citizens”\nalongside citing the overall decrease of people in the work place as 450,000 in\ngeneral, whilst omitting that the number of non-EU citizens in employment was\n182,000 higher than two years prior.\n6. The\npublication did not accept a breach of the Code. It said, firstly, that the\narticle was an editorial, and was therefore entitled to advance its own views\nand arguments. It said the article was clearly distinguished as comment – it\nwas labelled “comment” in print and “leading article” in the online version. It\nsaid that the figures in the article did not refer to the number of EU citizens\nwho had left the UK in general, but rather that the sentence should be read in\nthe context of the relevant paragraph, which it said made clear that the exodus\nrelated to EU citizens who had left the UK workforce. The publication provided\na table from the ONS which showed there has been a drop in employment among EU\nnationals of just over 200,000. It recorded a total of 2.411 million EU\nnationals in the UK workforce in January - March 2020 and 2.201 million in\nJanuary - March 2022. The publication noted that the figures supplied by the\ncomplainant related to different dates than the ones referred to in the\narticle, and whilst it did not accept a breach of the Code, offered to amend\nthe online article from “EU citizens” to “EU workers” and published wording in\nits print and online corrections and clarifications column. This wording was\noffered in its first substantive response to the complainant:\n\"An\narticle on UK employment referred to an exodus of 200,000 EU citizens in the\nlast two years (leading article, May 29). The number of EU nationals working in\nthe UK fell by this amount in the two years to March 2022: the number of EU\ncitizens residing in the UK rose slightly over the previous two years.\"\n7. The\npublication did not accept that referring to both the “exodus” of 200,000 EU\ncitizens from the workforce and the overall workforce reduction of 450,000 was\nmisleading in the way suggested by the complainant. It said that the focus of\nthe article was on economically inactive people as the primary cause of the\nworkforce reduction, and that the passing reference to Brexit having\n\"contributed to\" the 200,000 reduction in the number of EU workers in\nthe UK workforce suggested that Brexit merely \nplayed a part. The publication noted that the article went on to argue\nthat “there is also something very unusual going on” – meaning something new\nwas at play in the overall workforce reduction of 450,000. The article cited the\ngovernor of the Bank of England, whose opinion was that the reduction was\ndriven by the rise in \"economically inactive people\". The publication\nsaid that this did not amount to a statement that nearly half the reduction in\nthe workforce was of EU workers, but rather the article mainly focussed on the\nrise in the number of \"economically inactive people\" as a primary\ncause.\n8. The\ncomplainant said that the article was still inaccurate. He supplied the dataset\nby ONS from which the table the newspaper had provided was taken and stated\nthat the number had risen by 31,000 in the last twelve months. He said,\ntherefore, that the “exodus” did not take place \"over the last two\nyears\" as reported, as the number had started to rise in June 2021. The\ncomplainant said that the table the publication had relied on reproduced only\nsome of the figures from the larger dataset, and that he therefore considered\nthe newspaper had used the data selectively. The complainant said that this\nrise made it inaccurate for the article to say that the low rate of\nunemployment was in “part” due to Brexit, as numbers of EU workers were rising\nagain, which he believed indicated Brexit had no role. Rather he considered the\ndecline in numbers and subsequent rise aligned with the implementation and\nlifting of Covid-19 restrictions.  He\nsaid that this rendered the article biased in order to blame Brexit.\n9. The\ncomplainant also said that he did not consider the standalone wording within\nthe corrections and clarifications box to be duly prominent.\n10. The\nnewspaper noted that the article did, in fact, refer to Covid and a range of\nother causes as to why unemployment was low – including Brexit as only one\nfactor. The newspaper said that as a comment piece the article was entitled to\nadvance the opinion that the low level of unemployment in the UK was partly due\nto Brexit. It said that whilst the complainant may disagree with the\npublication’s opinion, the newspaper had no responsibility to cite and give\nweight to every point of view, and was entitled to consider Brexit as part of\nthis.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n11. The\nCommittee noted that the article was a comment piece which sought to document\nlabour shortages in the UK in support of its argument that this presented an\nopportunity for older people who had left the workforce to return to it. It\ngave a variety of facts and figures about “labour shortages” including a list\nof job roles that were unfilled and stated that there were now “1.3 million\nvacancies”. It went on to discuss why unemployment “at 3.7 per cent [is] at its\nlowest level since 1974”. It was in this context that the article then reported\nthat there had been an “exodus of 200,000 EU citizens over the past two years”\nand this claim was then followed by yet another figure that related to the UK\nworkforce: “450,000 people have left the workforce since 2019”. While the\nCommittee acknowledged the complainant’s concerns, in the particular context of\na narrative that was clearly focused on labour supply and significant\ndepartures from the UK workforce, the Committee considered that the phrase\n“exodus of 200,000 citizens” was suggestive of EU citizens who had left the\nworkforce - rather than a broader claim about EU citizens leaving the country.\nThat figure, interpreted in that way, was supported by an Office of National\nStatistics (ONS) table which recorded a total of 2.411 million EU nationals in\nthe UK workforce in January - March 2020 and 2.201 million in January - March\n2022; a difference of approximately 200,000. There was no breach of Clause 1 on\nthis point.\n12. The\nCommittee noted the complainant’s concerns that the number of EU workers had\nnot consistently fallen between 2020 and the date of the article’s publication.\nHowever, it noted that the sentence under complaint was a brief reference to\nthe publication’s position as to what may have contributed to the reduction in\nthe UK work force, and not a detailed analysis of migration trends. Where it\nwas not disputed that there were around 200,000 fewer EU workers in the UK in\nJanuary – March 2022 than in January – March 2020, and where this was the most\nrecent quarterly data at the time of publication, it was not inaccurate for the\namended version of the newspaper to report that there had been “an exodus of\n200,000 EU workers”. There was no breach of Clause 1(i) on this point.\n13. The\ncomplainant had said that the article had made no reference to Covid as a\nfactor to the reduction of the workforce, nor had it referred to the number of\nnon-EU citizens who had joined the workforce. He also questioned why, if Brexit\nhad been a factor, the number of EU citizens was beginning to rise again. The\nCommittee firstly noted that the article was an opinion piece – and clearly\ndistinguished as such. The article put forward the publication’s view as to the\nreasons for the reduction in the UK workforce, and did not need to list every\npossible factor which may have contributed to this: it was not intended to be\nan impartial analysis of the subject. Whilst the complainant may disagree that\nBrexit had an impact on the UK workforce, the publication was entitled to hold\nthis opinion and express it. The Committee also noted that the article had, in\nfact, referred to Covid as a factor multiple times: “Covid-related labour\nshortages mean industries such as hospitality are still operating well below\ntheir previous capacity” and that the “strained state of the labour market is\none of Covid’s longer-lasting legacies”. There was no breach of Clause 1 on\nthese points.\n14. The\narticle reported that there had been an “exodus of 200,000 EU citizens over the\npast two years. But there is also something very unusual going on. About\n450,000 people have left the workforce since 2019 — a big drop by past\nstandards”. The complainant said that the juxtaposition of those two figures\nwas misleading, as it gave the impression that almost half of those who had\nleft the workforce were EU citizens, when the majority of people who had left\nthe UK workforce were UK citizens. The Committee noted the statistics from ONS\nprovided by the complainant – which showed that 454,000 people in total had\nleft the UK workforce, and that there were 210,000 fewer EU citizens over that\nperiod. The fact that there were other significant changes contained within the\noverall drop in the workforce did not render those figures inaccurate. In\naddition, the Committee considered the context of the article as a whole – from\nthe headline which asked “50-somethings” to get out of their gardens as\n“Britain need[ed them]”, to the quote from the governor of the Bank of England\nwho “was clear that the fall had been driven by a rise in the number of\n‘economically inactive people’”. In circumstances where the figures quoted in\nthe article were accurate, and the context of the article made clear that\neconomically inactive people in the UK were considered to be the largest driver\nof the fall in people in the UK workforce, the Committee did not consider the\narticle to be misleading on this point. There was no breach of Clause 1.\nConclusion(s)\n15. The\ncomplaint was not upheld.\nRemedial\nAction Required\n16. N/A\n\nDate\ncomplaint received: 30/05/2022\nDate\ncomplaint concluded by IPSO: 12/10/2022\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}