{
    "url": "/rulings-and-resolution-statements/ruling/?id=09957-22",
    "title": "09957-22 Various v thescottishsun.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thescottishsun.co.uk (News UK)",
    "published_on": "2022-05-15 00:00:00",
    "received_on": "2022-05-16 00:00:00",
    "concluded_on": "2022-08-09 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 16/05/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09957-22 Various v thescottishsun.co.uk\nSummary\nof Complaint\n1. The\nIndependent Press Standards Organisation received 28 complaints that\nthescottishsun.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Carnage Shock footage shows Celtic fans\nfighting, drug-taking and urinating in street”, published on 15 May 2022.\n2. The\narticle reported on the aftermath of a football game that took place on 14 May.\nIt stated that “thousands of fans gathered in the Saltmarket and Trongate areas\nof Glasgow to celebrate the Hoops clinching the SPFL title”. It said that\nimages had “flooded social media showing violence, public urinating and\ndrug-taking”. The article also featured a montage video which included clips of\nlittered streets, people climbing on buildings, a physical altercation between\na man and woman on the street, a person being hit with a sandwich board and a\nman sitting on top of a lamppost who appeared to be snorting a substance. The\narticle also stated that a video had circulated “which appeared to show someone\non top of a lamppost snorting drugs”. It reported that images had “emerged in\nthe aftermath of Celtic winning the league yesterday” and referred throughout\nto “last night” as well as the specific event being celebrated.\n3. The\ncomplainants said that the article was inaccurate in breach of Clause 1 as\nparts of the video were not taken on the day in question. Complainants provided\nreports from 2018 which showed the same clip of the man and woman in an\naltercation. In addition, complainants said the clip of a person being hit with\na sandwich board was also an old video. They said, therefore, it was inaccurate\nfor the headline to refer to “fighting”.\n4. Some\ncomplainants also stated that it was inaccurate for the article to refer to\nimages and accusations of “drug taking”, when this was not shown in the article\nor video. Complainants said that the police had issued a statement which said:\n“While there was an unacceptable level of anti-social behaviour and littering\nthere were no serious incidents or disorder”, which they considered\ndemonstrated the claim there was “drug taking” was unsupported.\n5. The\npublication did not accept a breach of the Code. It acknowledged that the two\ndisputed clips in the video were not contemporaneous but stated that the overall\nthrust of the article was nevertheless accurate. It said that there had been\nfighting in the streets evidenced on the day by images of fans engaged in\naltercations who were wearing 2022 title T-shirts, the present season's kit and\n2022 flags. The publication also said that the statement by Police Scotland,\npublished two days after the article, supported their position, as multiple\narrests had been made, including assault: “While there was an unacceptable\nlevel of anti-social behaviour and littering there were no serious incidents or\ndisorder. There were some outbreaks of minor disorder and our officers acted\nswiftly and robustly to prevent escalation and protect safety. Over the course\nof the evening there were six arrests for offences including assault and acts\nof public disorder. A further four people were issued with fixed penalty\nnotices.”\n6.\nWhilst the publication accepted that the two clips in the video were not\ncontemporaneous, it said it had taken care at the time of publishing. It said that\non the day of the celebrations it received a large number of emails and\nmessages on social media from members of the public sharing videos and\npictures, including multiple instances of the two non-contemporaneous videos.\nIt noted that the video of the sandwich board had been geotagged within the\nvicinity of the celebrations and included text which said, “see [sic] this on\nmy way home from work”, and that others had sent it to the publication citing\nit as happening at the celebrations. It said that the image of the man and\nwoman had also been published on Twitter amongst a thread of contemporaneous\nvideos. It said that due to the fast-moving nature of the situation, it was\nextremely difficult to establish the dates of any older videos, as they were\nbeing presented as having been taken on that day. It also said that within\nhours of the article being published it became aware that the two clips were\nnot taken on 14 May and it deleted the video within minutes of these\ndiscoveries. The publication also said it had rewritten the piece to focus on\nthe arrests and disorder and changed the headline to “PARTY PROBE Six arrested\nafter Celtic fans descend on Glasgow’s Trongate for title celebrations”. In the\nfirst round of correspondence, the publication offered to publish a footnote to\nthe article, and finalised its wording briefly afterwards:\nA\nprevious version of this article contained two videos portraying a Celtic fan\nwrestling with a woman on the floor and a man being hit over the head with a\nsandwich board. We'd like to make it clear that those videos did not take place\non the day of Celtic's 2022 title celebrations on May 14 and we apologise for\nany confusion caused.\n7. The\npublication said, in any case, the police statement which confirmed multiple\narrests on the day for offences including assault, was sufficient evidence of\nfighting and other acts of violence on the day to support the original headline\nand references to violence and fighting. It also supplied still images of fans\nfighting in which 2022 league title flags were visible and noted that one of\nsuch images was published in the original article.\n8. The\npublication also said it was not inaccurate to refer to “drug taking” within\nthe article. It noted that the original video, which had been deleted, had\ncontained a video of a fan atop a piece of street furniture, who it said could\nbe seen appearing to put a key into a small bag of powder before holding it up\nto his nose, whilst fans cheered him on.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n9. The\narticle was reporting on specific instances and allegations of the behaviour\nthat took place on 14 May in the wake of a football game. The question for the\nCommittee was whether, by including two clips that were not shot on that day,\nthe publication had taken sufficient care not to publish inaccurate\ninformation. It was not in dispute that there had been public disorder on that\nday and the police statement provided by the publication demonstrated that\nthere had resultant arrests and fixed penalty notices including for the types\nof offence shown in the two videos.  The\nCommittee was mindful that social media was often an important source of information\nfor journalists covering breaking news events. In this case the publication had\ndemonstrated that one of the disputed clips in the video had been circulated on\nsocial media and the other was sent to it directly by members of the public, in\na way that presented them as having occurred on the day in question. The\nCommittee also noted the fast-paced nature of the story, and that there were a\nlarge quantity of similar clips that were contemporaneous which also showed\nanti-social behaviour of a similar character involving Celtic fans in the same\nlocality and that the publication had corroborating evidence from police that\nantisocial and potentially criminal activity took place around the event, the\npublication of the videos in the article was not a failure to take care not to\npublish inaccurate information by relying on them and there was no breach of\nClause 1(i).\n10.\nHowever, the inaccuracy was significant where the article was reporting the\nevents of a specific day and had inaccurately represented the videos as the\nbehaviour of fans on that date. Therefore, once the publication became aware\nthe videos were not contemporaneous it had a responsibility to correct the\narticle promptly in order to avoid a breach of Clause 1(ii).\n11. The\npublication had deleted the videos within a day of the article being published,\nand within minutes of being made aware that the videos showed different events.\nIn addition, during IPSO’s investigation it offered a correction, which\nacknowledged the inaccuracy and put the correct position on record. As this was\noffered in its first response to the IPSO investigation, this represented due\npromptness. In addition, as a footnote to the amended article, this represented\ndue prominence. There was no breach of Clause 1(ii).\n12.\nComplainants also had concerns it was inaccurate to report that there was\n“fighting” given that the videos that demonstrated “fighting” had not been\ntaken on the day in question. However, the article had contained a\ncontemporaneous image of a fight, and that violence had occurred was later\nconfirmed by the police statement which had stated that there had been “six\narrests for offences including assault and acts of public disorder”. There was\nno breach of Clause 1 on this point.\n13. Some\ncomplainants had also said the article had inaccurately referred to “drug\ntaking”, and that the article had not supported this claim. The Committee noted\nthat the article, had, in fact, stated that a video had circulated “which\nappeared to show someone on top of a lamppost snorting drugs”, which had been\nincluded in the original montage. The Committee found this provided the basis\nfor the allegation of “drug taking” in the headline. There was no breach of\nClause 1 on this point.\nConclusion(s)\n14. The\ncomplaint was not upheld.\nRemedial\nAction Required\n15. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\n\n\nDate\ncomplaint received: 16/05/2022\nDate\ncomplaint concluded by IPSO: 09/08/2022\nBack to ruling listing\n\n\n"
}