{
    "url": "/rulings-and-resolution-statements/ruling/?id=09956-22",
    "title": "09956-22 Various v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2022-05-29 00:00:00",
    "received_on": "2022-05-29 00:00:00",
    "concluded_on": "2022-08-31 00:00:00",
    "complaint_processing_days": 94,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 09956-22 Various v\nThe Mail on Sunday\nSummary of Complaint\n1. The Independent Press Standards Organisation received\nvarious complaints that The Mail on \nSunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Cheers Ma'am! Boris Johnson brings back the Crown symbol\non our pint glasses for the Queen's Platinum Jubilee - 18 years after the EU\nordered us to remove them”, published on 29 May 2022.\n2. The article’s headline reported that the “EU ordered us\nto remove Crown symbol from our pint glasses”; the article itself went on to\nreport that “[p]int glasses will be adorned with a Crown for the first time in\nnearly 20 years after Ministers axed EU rules banning the patriotic symbol.” It\nwent on to include a comment from a “Government source”, who was reported to\nhave “said last night that the legal requirement to use the CE mark led to the\neffective removal of the Crown symbol because the UK ‘could not have two\ncompeting indications of conformity’.”\n3. The article included a section with a subheading “How the\nEU stole the pint’s Crown. This section stated: “In 2004, the EU Measuring\nInstruments Directive, which came into force in 2006, required the EU-wide CE\nmark to be added to pint glasses.” It also included a comment from a\n“Government source”, which said that “’the legal requirement to use the CE mark\nled to the effective removal of the Crown symbol because the UK ‘could not have\ntwo competing indications of conformity’”.\n4. The article also appeared online in substantially the\nsame format, under the headline “Cheers Ma'am! Boris Johnson brings back the\nCrown symbol on our pint glasses for the Queen's Platinum Jubilee - 18 years\nafter the EU ordered us to remove them”. This version of the article was\npublished on 28 May 2022.\n5. IPSO received 333 complaints about the article.\nComplainants said that the article was inaccurate in breach of Clause 1,\nbecause they considered that the EU did not “order” the UK to remove the Crown\nsymbol form pint glasses, and that – while EU legislation did require the\naddition of a CE mark to denote that pint glasses were the correct size – this\ndid not forbid the use of the Crown for decorative purposes, provided the Crown\ndid not obscure the CE mark.\n6. The publication did not accept that the article was\ninaccurate. It cited Directive 2004/22/EC on Measuring Instruments, which came\ninto effect in 2006, as well as the European Commission’s Blue Guide on the\nimplementation of EU product rules which explained the Directive further. The\nEuropean Commission’s Blue Guide on the implementation of EU product rules\nstated that “The CE marking replaces all mandatory conformity markings having\nthe same meaning, which existed before harmonisation took place. Such national\nconformity markings are incompatible with CE marking and would constitute an\ninfringement of the applicable European legislation in question”.\n7. The publication said the Directive had prohibited\n“national indicators of conformity”, such as the Crown symbol, and also said\nthat only one symbol could be used at a time. Therefore, when the CE mark –\nwhich held the same meaning as the old Crown symbol –was introduced, only the\nCE symbol was allowed to be used, meaning the Crown symbol was effectively\n“banned” and was not permitted to be displayed for practical or decorative\npurposes.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. Where complainants had raised concerns that the\npublication had reported on legislation in an inaccurate and misleading manner,\nthe question for the Committee was whether the publication had a basis for\nreporting that the Crown symbol had been “banned” by the EU, and whether the\nlegislation and guidance on its application could support this assertion.\n9. The Committee noted that the legislation in question\nexpressly stated that all mandatory conformity markings which carried the same\nmeaning as the CE marking were incompatible with CE marking and would amount to\na breach of the legislation. Given there was no dispute that the crown symbol\nhad indeed carried the same meaning as the CE marking, it was neither\ninaccurate nor misleading to state that the use of the crown symbol had been\n“banned” as a result of the legislation, or that the legislation amounted to an\n“order” to remove it. Furthermore, the body of the article did provide further\nexplanation: that there could not be two competing symbols of conformity, which\neffectively prevented the use of the crown. The article also included a comment\nfrom a government source, saying that the legal requirement to use the CE mark\nled to the effective removal of the Crown symbol because the UK ‘could not have\ntwo competing indications of conformity’.” In consideration of these factors,\nthere was no breach of Clause 1 of the Code.\nConclusions\n10. The complaint was not upheld.\n \nDate complaint received: 29/05/2022\nDate complaint concluded by IPSO: 31/08/2022\nBack to ruling listing\n\n\n"
}