{
    "url": "/rulings-and-resolution-statements/ruling/?id=09984-22",
    "title": "09984-22 Percy v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2022-05-14 00:00:00",
    "received_on": "2022-06-01 00:00:00",
    "concluded_on": "2022-10-21 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "27. The complaint was not upheld.",
    "remedial_action": "28. N/A    Date complaint received: 01/06/22",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 09984-22 Percy v The Daily Telegraph\nSummary\nof Complaint\n1.\nMartyn Percy complained to the Independent Press Standards Organisation that\nThe Daily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Reporting ‘creepy’ dean for stroking my hair ruined my\nlife, says scholar”, published on 14 May 2022.\n2. The\narticle was an interview with a woman, who had waived her anonymity to speak\nfor the first time about “her claims that she was sexually harassed” by the\ncomplainant. The article was trailed on the newspaper’s front page with a\nphotograph of the woman and the headline: “'Victim' in Christ Church row speaks\nout”. The caption of the photograph stated the woman “alleges that [the\ncomplainant] – who denies the claims and left his job last month for an\nundisclosed payout – stroked her hair during a service”. It then stated the\nwoman “said that reporting the claims cost her thesis”.\n3. The\nmain article continued on page seven, beneath the sub-heading: “PhD student\nwaives her anonymity to reject Oxford cleric’s claims that he is the victim of\na witch hunt”. It reported that the complainant had, in an interview with a\nseparate publication, suggested that the woman’s claim “was all taken out of\nher hands, heavily weaponised, and then talked up as a full-blown sexual\nassault”, adding that he “repeatedly denied having touched her and insists he\nis the victim of a witch hunt and failure in safeguarding”. The woman claimed\nthat this “was a case of a man using his power, connections and position to\ntrample down the woman who’s telling the truth” and was quoted as saying: “I’ve\nlost my job, my housing and my PhD over this. The whole thing was weird and\ncreepy. He assaulted me while wearing a collar in a cathedral”.\n4. The\narticle went on to report the woman’s claim that she had been “sexually\nharassed” by the complainant and her recollection of the event: the complainant\nhad told her that he “had been watching [her] throughout the [church] service\nand could not take his eyes off [her]”, with the sunlight catching her hair and\nthat “he wanted to reach out and stroke it”, before “stroking her hair for\nabout 10 seconds”. The article then stated that while the complainant “admitted\nto complimenting [the woman] on her hair”, he “denied ever touching it”. It\nsaid that the woman had reported the incident to the university authorities and\nthen subsequently to the police when she discovered that the complainant had\n“denied” the allegations.\n5. The\narticle went on to report that since the allegations came to light the woman\nhad been described as an “illegal immigrant” by supporters of the complainant\nwhen, “in reality”, her visa was “signed by” the complainant and had yet to\nexpire. It also reported that the tribunal process was delayed to “such an\nextent” that the woman had to give up on her PhD, with the woman stating that\nshe “kept on having to ask for more time [to complete her thesis] so [she] was\ngiven an ultimatum” by her University: “you either come back [to the\nUniversity] and finish it or we withdraw you”. She then went on to say that “I\ncouldn’t easily fly back because of Covid, and I was committed to seeing this\nthrough, so I lost my lifelong ambition to become a professor”. The article\nconcluded by stating that “after a 10-day mediation, the pair finally reached a\nsettlement in February, in which both were awarded compensation”.\n6. The\ncomplainant said the article was inaccurate, in breach of Clause 1 (Accuracy),\nto report that he had sexually “assaulted” the woman. He denied that he had\nassaulted her, or that the woman had any evidential basis to support the\nallegations which had been made against him. While the complainant acknowledged\nthat the woman had a right to tell her story, he said that the article was\ninaccurate as it only provided one side of the story, and adopted the woman’s\nnarrative as truth. The complainant said that he had not been given the\nopportunity to challenge the woman’s claims prior to publication, which was\nparticularly necessary given that these included an allegation of sexual\nassault, which is a criminal offence. He said the woman had never previously\nalleged that he had “sexually assaulted” her; the only allegation put forward,\nand which he denied, had been sexual harassment. He said that the publication\nof inaccurate and damaging allegations about his conduct had damaged his\nreputation.\n7. The\ncomplainant also said that the article was inaccurate and misleading not to\nreport that, following respective investigations, the police and Church of\nEngland took no further action against him in relation to the allegations of\nsexual harassment.\n8.\nFurther, the complainant said that the caption of the photograph on the\nnewspaper’s front page was inaccurate to report that the alleged incident\noccurred “during a service”. The alleged incident had occurred after a service\nand so read this as a new allegation put forward by the woman.\n9. In\naddition, the complainant denied that: he had “signed” the woman’s visa\napplication; that “a settlement” had been reached between himself and the woman\nor that any mediation between them took place; and that he had told her that\n“he could not take his eyes off” her during the service. He also said the\narticle was inaccurate to report the woman’s claim that she had lost her “job”,\n“housing” and “PhD over this”. To support his position, the complainant\nprovided a chronology of events as well as a history of the woman’s employment\nand academic studies including her eligibility for previous roles and her visa\napplication. He claimed that the woman’s “job” and “housing” were either lost\nor about to be lost prior to the alleged incident. He also claimed that the\nwoman’s university had terminated her doctorate for non-compliance and\nnon-completion.\n10. The\npublication did not accept a breach of the Editors’ Code. It defended the\narticle as a fair and accurate report of the woman’s account. It said that the\nwoman had a right to tell her story and, crucially, to respond to the claims\nmade by the complainant to a separate publication a week prior. It denied that\nthe article reported the complainant had sexually assaulted the woman; instead,\nit reported, three times, including in the headline, that the allegations\nrelated to sexual harassment, not sexual assault. While the woman had claimed\nthat the complaint had “assaulted” her, this was clearly the woman’s\ncharacterisation of the alleged incident and presented as such. Further, it\nnoted that the only time “sexual assault” was explicitly referenced within the\narticle was in quoting the complainant’s comments to the separate publication:\nthe claim “was all taken out of [the woman’s] hands, heavily weaponised, and\nthen talked up as full-blown sexual assault”.\n11. The\nnewspaper did not accept that the article was inaccurate to report that the\ncomplainant had told the woman “he could not take his eyes off” her during the\nservice. The newspaper said this was clearly presented as the woman’s\nrecollection of the alleged incident, adding that a subsequent investigation by\na Court of Appeal Judge found that her recollection was “as credible” as the\ncomplainant’s own and it was “sufficient to conclude […] that it is possible\nthat on the balance of probabilities, a finding could be made that the incident\noccurred as [the woman] alleged.”\n12.\nFurther, the newspaper did not accept that the article was inaccurate or\nmisleading to report that the woman’s claim that she had lost her “job”,\n“housing” and “PhD over” the incident. This was clearly presented as the\nwoman’s own experience. It was her position that the incident and subsequent\ninvestigations (as well as the associated delays to these) had had a\ndetrimental effect on her life: she had withdrawn from her employment – a job\nwhich included accommodation – and suspended her studies for a time. The woman\nhad then been “given an ultimatum” by her university on her thesis; this\npresented her with a choice between pursuing her claim against the complainant\nor completing her studies. As a result of this, and choosing the former, the\nwoman said she “lost [her] life-long ambition to become a professor”.\n13. The\nnewspaper did not accept that it was necessary or appropriate to contact the\ncomplainant for comment prior to publication. The article was a first-person\naccount of the woman’s experiences; it did not include any fresh allegations\nagainst the complainant or significant inaccuracies; and it reported the\ncomplainant’s position clearly throughout, including his denial that the\nalleged event happened as the woman described.\n14. The\nnewspaper did not accept that the article reported that there was a direct\npayment between the complainant and the woman. Instead, the article reported\nthat a settlement was reached and both parties were “awarded compensation”. The\nnewspaper said Christ Church had confirmed that a mediation process had taken\nplace and shared a public statement by the organisation to demonstrate this.\nThis stated: “settlements were reached with [the complainant and the woman] in\nFebruary [2022]”; “Both the disciplinary and the medical procedures were\nwithdrawn once [the complainant] agreed to resign and leave Christ Church as\npart of the settlement that was reached in February 2022 in the fourth round of\nmediation”; and “[the woman] was central to Governing Body’s acceptance of the\nproposed negotiated settlement in February 2022”.\n15. Upon\nreceipt of the complaint from IPSO, on 16 June, the newspaper accepted that the\ncomplainant did not sign the woman’s actual visa application form, although it\nsaid the complainant had signed her sponsorship licence. While it did not\nconsider that this represented a significant inaccuracy in these circumstances,\nit removed the disputed information from the online article.\n16.\nFurther, the newspaper did not accept that the article was inaccurate or\nmisleading to omit that the police and Church of England had taken no further\naction against the complainant in relation to the allegations of sexual\nharassment. The newspaper said it was self-evident that the matter was no\nlonger under investigation by the police given the time that had elapsed since\nthe allegations were first made by the woman and the publication of the article\nand the fact of a civil settlement in February 2022. Notwithstanding this, the\nnewspaper amended the online article to include this further information on 4th\nAugust, adding: “After interviewing [the complainant] the police decided ‘no\nfurther action’ would be taken”.\n17. In\naddition, the newspaper acknowledged that the reference to the complainant\nstroking the woman’s hair “during a service”, in the caption of the photograph\non the newspaper’s front page, had been a minor production error. However, the\nnewspaper did not consider that this rendered the article inaccurate, or\nconstituted a significant inaccuracy requiring correction under Clause 1 (ii).\nThe text of the article detailed the woman’s allegations accurately, including\nthe chronology and location of the alleged incident: the complainant had allegedly\nstroked her hair whilst they were in the sacristy after a service.\n18. The\ncomplainant suggested that the amendments to the online article fell short of\nwhat was necessary given that the nature of his complaint. He suggested that\nthe newspaper should publish a correction and apology.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n19. The\nwoman was entitled to tell her story and had waived her anonymity to respond to\nclaims made by the complainant to a separate publication regarding the\ntreatment of her allegations. The Committee emphasised that it was not making a\nfinding on the accuracy of the allegations made against the complainant. Its\nrole was to decide whether there had been a breach of the Editors’ Code.\n20. The\ncomplainant said that the article was inaccurate because no allegation of\n“sexual assault” had previously been made as part of the woman’s claim against\nhim. However, the Committee considered that the article did not report that the\nwoman had accused the complainant of sexual assault; it was made clear in the\nfirst paragraph that the woman claimed she had been “sexually harassed” by the\ncomplainant. While the woman described the incident during the interview in the\nfollowing terms: “He assaulted me while wearing a collar in the cathedral”,\nthis was clearly the woman’s characterisation of the incident, the nature of which\n– according to the woman – was further described in the article. Taken as a\nwhole, the article detailed the precise nature of what the woman alleged,\nalbeit a version of events which the complainant denied. For these reasons, the\nCommittee did not consider that the article was inaccurate or misleading in the\nway the complainant suggested. Further, the Committee noted that the woman’s\nclaims were presented in an interview she had given to the publication in which\nshe gave an account of the impact on her of reporting the allegation and in\norder to “reject [the complainant’s] claims that he is the victim of a witch\nhunt”. It was clear that her account was only one side of a complex story,\nwhich had been challenged by the complainant and was the subject of multiple\ninvestigations; the publication had not adopted or accepted the woman’s claims,\nnor was there any suggestion that an objective finding of fact had been made in\nrelation to these claims. Taking into consideration the factors above, the\nCommittee concluded that publication had taken sufficient care over the\npresentation of the woman’s claim. There was no breach of Clause 1 on this\npoint.\n21. The\nEditors’ Code does not place a requirement upon newspapers to seek comment from\nthe subject of stories ahead of publication. However, a failure to seek\ncomment, or the omission of a person’s denial in a story may, in certain\ncircumstances, represent a failure to take care over the accuracy of the\narticle and render an article misleading. In this instance, for the reasons\noutlined above, it was clear from the article that it was providing the woman’s\naccount of events that were contested. While the complainant had not been\ncontacted, the article repeatedly made clear his position: he denied the\nallegations made by the woman. The article made clear that the claims against\nthe complainant were in dispute and reported his publicly available remarks,\nincluding those to a separate publication a week prior. In these circumstances\nnot contacting the complainant for comment prior to the publication of the\narticle did not amount to a breach of Clause 1.\n22. The\nCommittee next considered the complainant’s concerns about the accuracy of the\nwoman’s claims that she had lost her “job”, “housing” and “PhD over [the incident]”.\nThese claims were clearly reported as her account of the consequences that she\nsaid she had experienced as a result of reporting the alleged incident and the\neffect that subsequent investigations had had on her life; these claims were\ncontained within quotation marks and clearly attributed to her within the text\nof the article, rather than published as statements of fact. The article also\nwent on to detail the circumstances which led to her feeling she could no\nlonger pursue her thesis. While the Committee noted that the complainant had\nprovided extensive material to support his position, the woman was entitled to\nattribute the loss of her “job”, “housing” and “PhD” to the incident. As such,\nthe Committee did not establish any breach of Clause 1 in relation to these\npoints.\n23. The\nCommittee next considered the complainant’s concerns regarding the caption of\nthe photograph on the newspaper’s front page, which reported that the incident\nhad occurred “during a service”. In circumstances where the text of the article\nwent on to report the woman’s allegations accurately and in detail, including\nthe exact chronology and location of the alleged incident (shortly after,\nrather than during, the service), the Committee did not consider that this\nrendered the article inaccurate or represented a significant inaccuracy\nrequiring under correction under Clause 1.\n24. The\nCommittee next turned to address the alleged inaccuracy that the complainant\nhad “signed” the woman’s “visa” application. Both parties acknowledged that\nthis was incorrect, with the publication amending the online article, in a\ngesture of goodwill, upon receipt of the complaint. On balance, however, the\nCommittee did not consider this inaccuracy was significant where the\ncomplainant accepted that he had signed a sponsorship licence for the woman’s\nvisa application. There was, therefore, no breach of Clause 1 (ii).\n25. The\ncomplainant contended that by not reporting that both the police and Church of\nEngland had taken no further action against him, the article was not an\naccurate or fair report of the incident. The article had reported the testimony\nof the woman who had detailed, at length, an account of her experiences during\nand following the alleged incident. In the view of the Committee, there was no\nsuggestion from the article that there was an ongoing police investigation into\nthe matter. The article made clear that the complainant disputed the woman’s\nallegations and that civil settlements had been reached; irrespective of the\nmatter still being the subject of public discussion. There was no breach of\nClause 1. Notwithstanding this, the Committee welcomed the publication’s\namendments to the online article in relation to this.\n26.\nFinally, the Committee considered the complainant’s concerns that the article\nhad reported that “following mediation, the pair finally reached a settlement”.\nThe Committee recognised that the complainant had been in mediation only with\nthe college, and the complainant and the woman had each reached individual,\nseparate settlements with the college. However, it did not consider that the\ndisputed statement rendered the article inaccurate or misleading: there had\nbeen mediation and a civil settlement, and the dispute had been, to some\nextent, resolved. There was no breach of Clause 1 on this point.\nConclusion(s)\n27. The\ncomplaint was not upheld.\nRemedial\nAction Required\n28. N/A\n\n\n\nDate\ncomplaint received: 01/06/22\nDate\ncomplaint concluded by IPSO: 21/10/2022\n\n\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review\nBack to ruling listing\n\n\n"
}