{
    "url": "/rulings-and-resolution-statements/ruling/?id=10067-22",
    "title": "10067-22 Warner, Eddleston & Eddleston v Mail Online",
    "provisions": [
        "2 Privacy (2021)",
        "3 Harassment (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2022-05-27 00:00:00",
    "concluded_on": "2022-11-09 00:00:00",
    "complaint_processing_days": 166,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A    Date complaint received: 27/05/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10067-22 Warner, Eddleston & Eddleston v Mail\nOnline\nSummary\nof Complaint\n1. Ellie\nWarner, Nat Eddleston and his father, Nathaniel Eddleston, complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 2\n(Privacy) and Clause 4 (Intrusion into grief or shock) of the Editors’ Code of\nPractice in the articles headlined “Gogglebox star Ellie Warner's boyfriend Nat\nEddleston 'is fighting for his life after being hit by a car following a night\nout'”, published on 19 March 2022; \"Father of Gogglebox star Ellie\nWarner's boyfriend Nat Eddleston 'devastated and crying non-stop' after son\nleft fighting for his life after being hit by a car in horrific smash\"\npublished on 22 March 2022; and \"Gogglebox star Ellie Warner kicks off a\ncampaign to help those suffering brain injuries as she urges donations... after\nher parter [sic] Nat was left fighting for his life after being hit by a\ncar\", published on 31 July 2022.\n2. The\nfirst article reported that the boyfriend of Gogglebox star Ellie Warner, Nat\nEddleston, was “reportedly fighting for his life after he was hit by a car in\nthe early hours of Saturday morning”. The article included details about the\nincident and Nat Eddleston’s condition. It also included a number of\nphotographs of Ellie Warner and Nat Eddleston and a video showing the police\ncordon that had been set up at the location of the incident. The video showed\nvarious emergency service vehicles and police officers at the scene, and the\ncar involved in the incident with a smashed windscreen.\n3. The\nsecond article was a follow-up to the first article and reported that Nathaniel\nEddleston, Nat Eddleston’s father, was devastated about the accident. The\narticle also included a number of photographs of Nat Eddleston and Ellie\nWarner. In addition, it included a photograph of the crash scene at the time of\nthe incident, which showed a number of emergency service personnel assisting\nNat Eddleston on the floor after the accident; the bottom section of the\nphotograph had been heavily pixelated and Nat Eddleston was obscured.\n4. The\nthird article reported that Ellie Warner was “spearheading a campaign to help\nthose suffering brain injuries, after her partner Nat Eddleston was left fighting\nfor his life in March following being hit by a car”. It stated that Ellie\nWarner had reached out for donations to a brain injury charity by sharing a\npost to her Facebook asking friends and family to donate. The article included\na screenshot of the “birthday fundraiser” post for the charity.\n5. The\ncomplainants said that all three articles were in breach of Clause 2 and Clause\n4. They said that the first article breached Clause 2 and Clause 4 by including\na video of the car and the scene after the accident; they said that the section\nof the video which showed the damage to the windscreen showed what a serious\naccident it had been.\n6. They\nsaid that the second and third articles were in breach of these clauses as they\nincluded a photograph of the crash scene where Nat Eddleston was receiving\ntreatment. They considered this intruded into Nat Eddleston’s privacy and was\nan intrusion into the grief and shock of the family. In regard to the third\narticle, the complainants said that this was based on a post that had been on\nEllie Warner’s private Facebook account, which was only followed by family and\nclose friends. The complainants also added that the second article containing\nthe photograph was published after the newspaper had received their complaint\nabout the original article and after a private advisory notice had been issued\nby IPSO making it clear that Ellie Warner, Nat Eddleston and their families\nwere concerned by the actions of members of the press and did not wish to be\ncontacted by members of the press or photographed during the period of recovery\nafter Nat Eddleston’s serious accident. They considered this highlighted they had\nnot taken into consideration how upsetting and damaging the original article\nhad been to the complainants and their families.\n7. The\npublication did not accept a breach of the Editors’ Code. In relation to the\nfirst article, the publication said that the video showed the police setting up\na cordon around the scene at a distance, and that the car had been clearly\nvisible on the street to the general public, so there was no reasonable right\nto privacy in this case. The publication said that the footage was taken once\nthe scene had been cleared of people and simply showed the damage that had been\ndone to the car. It said it did not consider it to be gratuitous, and that it\nwas relevant to a report about a serious road traffic accident.\n8. In relation\nto the second article that included a photograph of Nat Eddleston receiving\ntreatment, it said that the crash scene would have been visible to the public\nand that the image had been so heavily obscured that no details of treatment or\ninjuries were visible. It said that any distress caused by the publication of\nthe image was regrettable, but it considered the steps taken to heavily\npixelate the image demonstrated the care that had been taken to avoid any\nintrusion or insensitive publication and that any information over which Nat\nEddleston would have a reasonable expectation of privacy was obscured. It said\nthat this editing was undertaken to ensure that publication would comply with\nthe Editors’ Code. The publication also added that at the time, the police had\nappealed to witnesses of the accident. While it did not consider there was a\nbreach of the Editors’ Code, upon receipt of the complaint from IPSO, it\noffered to remove the image as a gesture of goodwill; the publication\nsubsequently removed the image from the article on 18 July. Once the\npublication had been made aware of the third article which contained the same\nimage, the publication also removed the image from this article.\n9. In\nrelation to Ellie Warner’s social media post, the publication said that the\nfundraising link had been posted publicly on this account, and it was still\nvisible at the time of the complaint; it said that there was no breach of\nClause 2 in relation to this.\nRelevant\nCode Provisions\nClause 2\n(Privacy)*\ni) Everyone\nis entitled to respect for their private and family life, home, physical and\nmental health, and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n10. The\nCommittee first considered the complainants’ concerns regarding the video\nincluded in the first article; they said that the video had breached Clause 2\nand Clause 4 as it showed the car and the scene after the accident, and a\nsection of the video showed how serious the damage to the windscreen had been.\nThe Committee acknowledged that the complainants had found the inclusion of the\nvideo showing the extent of the damage to the car upsetting. However, the\nCommittee did not consider that the complainants had a reasonable expectation\nof privacy in relation to the \ninformation contained in the video, namely the damaged caused to the car\nand the location where the accident had taken place. It was on a public road,\nand the scene would have been visible to passers-by. In addition, the video did\nnot show Nat Eddleston nor reveal any details about the complainants’ private\nlives. There was no breach of Clause 2 on this point. \n11.\nTurning to the complaint under Clause 4 in respect of the video, it was the\nCommittee’s view that the inclusion of the video was not done in an insensitive\nmanner. The video had merely shown a cordon being set up around the scene;\nemergency personnel at the scene; and the car after the crash. The Committee\nnoted that as the video was shot in daylight, it appeared to have been recorded\nseveral hours after the crash took place, and no individuals who were involved\ncould be seen. In addition, the inclusion of the video was not gratuitous, it\nillustrated the report on a serious accident and the impact on the local\ncommunity. The publication of the video was handled sensitively within the\nmeaning of Clause 4. There was no breach of this Clause.\n12. The\nCommittee next considered the complainants’ concerns regarding the inclusion of\nthe photograph of the crash scene where Nat Eddleston had been receiving\ntreatment; this photograph had appeared in the second and third articles and\nthe complainants had said that its inclusion was a breach of both Clause 2 and\nClause 4. The Committee appreciated that the publication of the photograph had\ncaused the complainants distress at what was already a difficult time and\nexpressed its sympathy for their circumstances. However, the Committee noted\nthat the photograph was very limited in detail, of a low resolution, and in\npractice showed only a dark public street with two emergency service vehicles\nand various unidentifiable people with their faces obscured. Although the\nposture of two of the emergency service workers suggested that someone was on\nthe ground, a pixelated block at the bottom part of the image obscured what was\nhappening in that portion of the image. In its heavily pixelated form and given\nthe low image resolution and the time of night it was taken, the image did not\nreveal any information about the injuries sustained or the treatment being\nreceived. There was no breach of Clause 2 regarding the inclusion of the\nphotograph in the second and third articles, however the Committee welcomed the\npublication’s removal of the image.\n13. In\nregard to Clause 4, the Committee recognised that the publication of the\nphotograph was highly sensitive, particularly so soon after the accident the\nfirst time it was published. However, in circumstances where the articles in\nwhich they were contained were factual accounts of the accident and Nat’s\nrecovery; where care had been taken to pixelate the image; and given the fact\nthe image did not show the injuries sustained or any treatment being received,\nthe Committee considered that the publication of the photograph had been\nhandled sensitively. While the image would have been upsetting for the\ncomplainants to see, the Committee did not consider that its inclusion was\ninsensitive. There was no breach of Clause 4 on this point.\n14. The\ncomplainants had also said that the third article was based on a post that had\nbeen on Ellie Warner’s private Facebook account, which was only followed by\nfamily and close friends. The publication had said that the fundraising link\nhad been posted publicly on Ellie Warner’s account, and that it was still\nvisible at the time of complaint. The screenshot of the social media account\nwhich had been included in the article contained a small globe symbol which\nindicated that the post in question was public. Where the Facebook post was publicly\navailable, Ellie did not have a reasonable expectation of privacy in respect to\nthe Facebook post and the information contained within it. The inclusion of the\nscreenshot and the information regarding the fundraising did not constitute an\nintrusion into any of the complainants’ private lives. There was no breach of\nClause 2 on this point.\nConclusion(s)\n15. The\ncomplaint was not upheld.\nRemedial\nAction Required\n16. N/A\n\n\n\nDate\ncomplaint received: 27/05/2022\nDate\ncomplaint concluded by IPSO: 09/11/2022\nBack to ruling listing\n\n\n"
}