{
    "url": "/rulings-and-resolution-statements/ruling/?id=10073-21",
    "title": "10073-21 Various v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-09-16 00:00:00",
    "received_on": "2021-09-17 00:00:00",
    "concluded_on": "2022-01-14 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": ", the report said “[t]his review has identified a series of factors during the COVID-19 pandemic which have influenced the care associated with the 37 cases of intrapartum stillbirth reviewed. The findings suggest that many of the existing safety issues are known to maternity care providers but may have been exacerbated further during the pandemic”. Regarding the reduction of face-to-face appointments during the pandemic, the conclusion said “The move to remote consultations required integrated technical systems and reliability in the recording of information across maternity settings. Insufficiencies in existing systems sometimes impeded these consultations and may have affected clinical decision making”. 6. Many complainants also said that the article suggested inaccurately that General Practitioners provide antenatal care, when in fact this is managed by midwives and obstetricians in hospital, antenatal clinics, and in the community; in particular, labour is managed by midwives and obstetricians and is not within the remit of GPs. 7. Some complainants stated the article was inaccurate because it did not include details of the underlying conditions of those whose suffered stillbirths or note the role of socioeconomic factors in the risk of stillbirth. 8. A few complainants said the amended article remained misleading because, although the specific reference to a lack of face-to-face GP appointments had been removed from the headline and first sentence, the rest of the article had continued to focus on GPs. 9. The publication said it did not accept a breach of the Code. It said that the report had looked into “existing and emerging risks”, set against the backdrop of the Covid-19 pandemic and how this affected intrapartum stillbirths. The report had stated that there were 45 stillbirths between April and June 2020, whereas there had been 24 during same period in 2019; this was an increase of 88 per cent. The publication acknowledged that antenatal care is usually provided by midwives and obstetricians; however, it said that the report had stated, on more than one occasion, that the women in the case studies had attended GP appointments, and that GPs do provide antenatal care. It highlighted one such excerpt that said: “In the 37 cases reviewed, the people who were pregnant with their first child attended between 7 and 20 appointments during the pregnancy with a midwife, GP, or obstetrician”. 10. It also referred to guidance by Guy’s and St Thomas’s Hospital that said, in cases where there was minimal risk, those receiving antenatal care would only need to see a midwife and GP. The publication also said that in rural areas, care would be shared between midwives and GPs. It also referred to NHS guidance that set out the expectations of antenatal care and that the responsibility for providing care to expectant mothers with special health needs may be shared between midwives, obstetricians, and GPs. As such, the publication stated that the article was not significantly misleading. 11. The publication also said that the omission of other factors that contributed to an increase in intrapartum stillbirths referred to in the report was not significantly inaccurate or misleading. It stated that the report was detailed and complex, and it was standard journalistic practice to exercise editorial discretion when selecting which elements will be focused on in an article. The publication said that the focus of the article had been on the background of the Covid-19 pandemic, as this period had been unique, and how this had affected intrapartum stillbirths. 12. The publication stated that the amended article also did not present a breach of Clause 1. It asserted that the potential consequences that have resulted more broadly from a lack of in-person GP appointments had been highlighted in recent coverage and had received prominent discussion. Therefore, the publication said it was justified in reporting on these issues to provide additional context to the report which had referred to a lack of face-to-face check-ups as a cause of an increase in intrapartum stillbirths. 13. Regarding the amendments made to the online article, the publication said the changes were made in response to feedback sent to reporters on social media, within 24 hours of the article being published. It said that these changes were made without prejudice to its position that the article did not breach the Code. A footnote was added to the article following the changes that said: “An earlier version of this article suggested that the rise in stillbirths reported by the Healthcare Safety Investigation Branch was related to a lack of in-person GP appointments. We are happy to make clear that antenatal check-ups and appointments are generally carried out by midwives and obstetricians, and the article headline has been amended accordingly.” Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 14. The headline and opening line of the article had referred solely to GPs and claimed that the report by HSIB had “warned” that a “A lack of in-person GP appointments during the pandemic may have led to a surge in stillbirths”. However, the report did not reference a lack of in-person GP appointments specifically as a cause of the increase in the number of intrapartum stillbirths; the report had concluded that “the adjustments made to limit face-to-face interactions […] impeded […] consultations and may have affected clinical decision making”. There was no standalone reference to GPs within the report: reference to them was made always in conjunction with others responsible for providing antenatal care, such as midwives and obstetricians. Whilst the report had suggested that “some face-to-face antenatal (pre-birth) visits were replaced with remote consultations, resulting in fewer opportunities to perform physical examinations”, it did not state that these were GP appointments. Moreover, as the article acknowledged, the report had stated that “the proportion of consultations undertaken remotely is not known and the impact of remote consultations is not clear from this review”. As such, the claim made by the headline and first line of the article that the report had made a specific claim that a lack of in-person GP appointments “caused” the increase represented a distortion of the report’s findings. This amounted to a failure by the publication to take sufficient care not to publish inaccurate, misleading or distorted information, leading to a breach of Clause 1 (i 15. Regarding the omission of other causes that may have led to an increase in intrapartum stillbirths, the Committee noted that the article had drawn out one potential factor on which to focus. Notwithstanding the finding above in relation to the way in which the findings were presented, the publication was entitled to focus its coverage on one aspect of the report. The omission of the report’s discussion of other potential causes was not in itself inaccurate or misleading. There was no breach of Clause 1 on this point. 16. Whilst the amended article discussed the lower numbers of in-person GP appointments, it no longer made this reference in connection to an increase in intrapartum stillbirths. The article made clear that the discussion of a lack of face-to-face appointments related to the findings of a senior coroner for Greater Manchester, who concluded that “Doctors missed important details in telephone appointments that may have been spotted if they were seen in face-to-face”. It also referenced comments made by the Health Secretary who said that “GPs should be offering face-to-face access”. The updated article made clear the context in which a lack of face-to-face GP appointments were being discussed. The amended article did not breach Clause 1(i). 17. The Committee then considered the action taken by the publication in response to the feedback it had received. The article had been amended within 24 hours of publication, and the claim that it was a lack of in-person GP appointments specifically that caused an increase in stillbirths had been removed from the headline and first sentence. This met the requirements of Clause 1 for due promptness. However, the published footnote, whilst it highlighted that it was the reference to GPs that had been removed, did not clearly identify the misleading claim with respect to the report’s findings, and provide the correct position on that point. It therefore did not fulfil the requirements of Clause 1 (ii) to correct the misleading statement. Conclusion(s) 18. The complaint was partially upheld under Clause 1.",
    "remedial_action": "19. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 20. The Committee found that the publication did not take the necessary care reporting on the findings of the HSIB report and the factors that may have led to an increase in the number of intrapartum stillbirths. The article had referred to GPs specifically and a lack of in-person GP appointments as a potential cause of increased intrapartum stillbirths, but the report had made no such finding. The publication had promptly updated the article and appended a footnote, but the footnote had not been sufficient to address and correct it.  In these circumstances, the Committee concluded that the appropriate remedy was the publication of a correction making clear that the report had not found that it was a lack of face-to-face GP appointments specifically that had led to an increase in intrapartum stillbirths. 21. As the article was amended, the correction should be published as a footnote. It should also appear as a standalone clarification as the inaccuracy was included in the headline, and therefore appeared on the homepage, in order to be duly prominent. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 17/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10073-21 Various v Mail Online\nSummary\nof Complaint\n1. The\nIndependent Press Standards Organisation received various complaints that Mail\nOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Lack of face-to-face GP appointments 'caused stillbirths to\nspike 88%' in England during pandemic, damning report finds”, published on 16th\nSeptember 2021.\n2. The\narticle reported on the findings of the Healthcare Safety Investigation Branch\n(HSIB) and the organisation’s investigation into thirty-seven cases of\nintrapartum stillbirths, which the article explained meant cases “where a baby\nwas thought to be alive at the start of labour but was born, beyond 37 weeks of\ngestation, with no signs of life”. The article said that “a lack of in-person\nGP appointments during the pandemic may have led to a surge in stillbirths, a\ndamning report has warned”. It reported that the HSIB had “said stillbirths\nwere up 88 per cent last year compared to pre-Covid levels” as “there were 45\nso-called ‘intrapartum stillbirths’ in England from April to June last year” an\nincrease from “24 during the same period in 2019”. The article stated that the\n“move to remote appointments ‘impeded’ medics’ ability to carry out vital\nchecks”. The article also explained that “The HSIB report says: ‘The proportion\nof consultations undertaken remotely is not known and the impact of remote\nconsultations is not clear... However, there was evidence that remote\nconsultations impeded certain activities”.\n3. The\narticle continued by stating that this report came in the wake of the judgement\nof a senior coroner who “ruled that a lack of face-to-face GP appointments\ncontributed to the deaths of five people”. It explained that the pandemic had\nmeant appointments were conducted remotely in order to limit the spread of the\nvirus. The rest of the article referred to a specific case of an individual who\ndied “after struggling to get an in-person appointment with her GP during the\npandemic”. The article also quoted Health Secretary Sajid Javid, who said that\n“’more GPs should be offering face-to-face access' and 'we intend to do a lot\nmore about it'”.\n4. The\narticle headline and first line were later updated to remove the reference to\nGPs. The amended headline was “Lack of face-to-face appointments may have led\nto an 88% spike in stillbirths in England during pandemic, damning report\nfinds”, and the first line of the article was changed to “A lack of in-person\nappointments during the pandemic may have led to a surge in stillbirths, a\ndamning report has warned”.\n5. IPSO\nreceived 76 complaints about this article. Complainants said that the article\nwas inaccurate in breach of Clause 1 because it attributed blame for the\nincrease in stillbirths specifically to GPs and a lack of face-to-face\nappointments with them. Complainants said the HSIB report made no mention of a\nreduction in face-to-face GP appointments causing an increase in the number of\nstillbirths and had not concluded that reduced in-person GP appointments had\nbeen a leading cause of the increase in intrapartum stillbirths. The report\nmentioned GPs twice in context with other providers of antenatal care. It\nstated that “six themes” had emerged from the report regarding antenatal care\nand that these were; “Guidance”; “Management of risk”; “Telephone triage”;\n“Interpretation services”; “Work demands and capacity to respond”; and\n“Neonatal resuscitation”. It then explored “issues identified within the\ndelivery of maternity care that … were exacerbated by, or were specific to, the\nCOVID-19 pandemic”. In the “Management of risk” section, the report stated that\n“In all the cases reviewed, the women and pregnant people received the\nrecommended number of appointments and scans [...] Some face-to-face antenatal\n(pre-birth) visits were replaced with remote consultations, resulting in fewer\nopportunities to perform physical examinations”. Complainants also highlighted\nthat the report by HSIB stated that “[HSIB] never attribute blame or\nliability”. In the conclusion, the report said “[t]his review has identified a\nseries of factors during the COVID-19 pandemic which have influenced the care\nassociated with the 37 cases of intrapartum stillbirth reviewed. The findings\nsuggest that many of the existing safety issues are known to maternity care\nproviders but may have been exacerbated further during the pandemic”. Regarding\nthe reduction of face-to-face appointments during the pandemic, the conclusion\nsaid “The move to remote consultations required integrated technical systems\nand reliability in the recording of information across maternity settings.\nInsufficiencies in existing systems sometimes impeded these consultations and\nmay have affected clinical decision making”.\n6. Many\ncomplainants also said that the article suggested inaccurately that General\nPractitioners provide antenatal care, when in fact this is managed by midwives\nand obstetricians in hospital, antenatal clinics, and in the community; in\nparticular, labour is managed by midwives and obstetricians and is not within\nthe remit of GPs.\n7. Some\ncomplainants stated the article was inaccurate because it did not include\ndetails of the underlying conditions of those whose suffered stillbirths or\nnote the role of socioeconomic factors in the risk of stillbirth.\n8. A few\ncomplainants said the amended article remained misleading because, although the\nspecific reference to a lack of face-to-face GP appointments had been removed\nfrom the headline and first sentence, the rest of the article had continued to\nfocus on GPs.\n9. The\npublication said it did not accept a breach of the Code. It said that the\nreport had looked into “existing and emerging risks”, set against the backdrop\nof the Covid-19 pandemic and how this affected intrapartum stillbirths. The\nreport had stated that there were 45 stillbirths between April and June 2020,\nwhereas there had been 24 during same period in 2019; this was an increase of\n88 per cent. The publication acknowledged that antenatal care is usually\nprovided by midwives and obstetricians; however, it said that the report had\nstated, on more than one occasion, that the women in the case studies had\nattended GP appointments, and that GPs do provide antenatal care. It highlighted\none such excerpt that said:\n“In the\n37 cases reviewed, the people who were pregnant with their first child attended\nbetween 7 and 20 appointments during the pregnancy with a midwife, GP, or\nobstetrician”.\n10. It\nalso referred to guidance by Guy’s and St Thomas’s Hospital that said, in cases\nwhere there was minimal risk, those receiving antenatal care would only need to\nsee a midwife and GP. The publication also said that in rural areas, care would\nbe shared between midwives and GPs. It also referred to NHS guidance that set\nout the expectations of antenatal care and that the responsibility for\nproviding care to expectant mothers with special health needs may be shared\nbetween midwives, obstetricians, and GPs. As such, the publication stated that\nthe article was not significantly misleading.\n11. The\npublication also said that the omission of other factors that contributed to an\nincrease in intrapartum stillbirths referred to in the report was not\nsignificantly inaccurate or misleading. It stated that the report was detailed\nand complex, and it was standard journalistic practice to exercise editorial\ndiscretion when selecting which elements will be focused on in an article. The\npublication said that the focus of the article had been on the background of\nthe Covid-19 pandemic, as this period had been unique, and how this had\naffected intrapartum stillbirths.\n12. The\npublication stated that the amended article also did not present a breach of\nClause 1. It asserted that the potential consequences that have resulted more\nbroadly from a lack of in-person GP appointments had been highlighted in recent\ncoverage and had received prominent discussion. Therefore, the publication said\nit was justified in reporting on these issues to provide additional context to\nthe report which had referred to a lack of face-to-face check-ups as a cause of\nan increase in intrapartum stillbirths.\n13.\nRegarding the amendments made to the online article, the publication said the\nchanges were made in response to feedback sent to reporters on social media,\nwithin 24 hours of the article being published. It said that these changes were\nmade without prejudice to its position that the article did not breach the\nCode. A footnote was added to the article following the changes that said:\n“An\nearlier version of this article suggested that the rise in stillbirths reported\nby the Healthcare Safety Investigation Branch was related to a lack of\nin-person GP appointments. We are happy to make clear that antenatal check-ups\nand appointments are generally carried out by midwives and obstetricians, and\nthe article headline has been amended accordingly.”\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n14. The\nheadline and opening line of the article had referred solely to GPs and claimed\nthat the report by HSIB had “warned” that a “A lack of in-person GP\nappointments during the pandemic may have led to a surge in stillbirths”.\nHowever, the report did not reference a lack of in-person GP appointments\nspecifically as a cause of the increase in the number of intrapartum\nstillbirths; the report had concluded that “the adjustments made to limit\nface-to-face interactions […] impeded […] consultations and may have affected\nclinical decision making”. There was no standalone reference to GPs within the\nreport: reference to them was made always in conjunction with others\nresponsible for providing antenatal care, such as midwives and obstetricians.\nWhilst the report had suggested that “some face-to-face antenatal (pre-birth)\nvisits were replaced with remote consultations, resulting in fewer\nopportunities to perform physical examinations”, it did not state that these\nwere GP appointments. Moreover, as the article acknowledged, the report had\nstated that “the proportion of consultations undertaken remotely is not known\nand the impact of remote consultations is not clear from this review”. As such,\nthe claim made by the headline and first line of the article that the report\nhad made a specific claim that a lack of in-person GP appointments “caused” the\nincrease represented a distortion of the report’s findings. This amounted to a\nfailure by the publication to take sufficient care not to publish inaccurate,\nmisleading or distorted information, leading to a breach of Clause 1 (i\n15.\nRegarding the omission of other causes that may have led to an increase in\nintrapartum stillbirths, the Committee noted that the article had drawn out one\npotential factor on which to focus. Notwithstanding the finding above in\nrelation to the way in which the findings were presented, the publication was\nentitled to focus its coverage on one aspect of the report. The omission of the\nreport’s discussion of other potential causes was not in itself inaccurate or\nmisleading. There was no breach of Clause 1 on this point.\n16.\nWhilst the amended article discussed the lower numbers of in-person GP\nappointments, it no longer made this reference in connection to an increase in\nintrapartum stillbirths. The article made clear that the discussion of a lack\nof face-to-face appointments related to the findings of a senior coroner for\nGreater Manchester, who concluded that “Doctors missed important details in\ntelephone appointments that may have been spotted if they were seen in\nface-to-face”. It also referenced comments made by the Health Secretary who\nsaid that “GPs should be offering face-to-face access”. The updated article\nmade clear the context in which a lack of face-to-face GP appointments were\nbeing discussed. The amended article did not breach Clause 1(i).\n17. The\nCommittee then considered the action taken by the publication in response to\nthe feedback it had received. The article had been amended within 24 hours of\npublication, and the claim that it was a lack of in-person GP appointments\nspecifically that caused an increase in stillbirths had been removed from the\nheadline and first sentence. This met the requirements of Clause 1 for due\npromptness. However, the published footnote, whilst it highlighted that it was\nthe reference to GPs that had been removed, did not clearly identify the\nmisleading claim with respect to the report’s findings, and provide the correct\nposition on that point. It therefore did not fulfil the requirements of Clause\n1 (ii) to correct the misleading statement.\nConclusion(s)\n18. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n19.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n20. The\nCommittee found that the publication did not take the necessary care reporting\non the findings of the HSIB report and the factors that may have led to an\nincrease in the number of intrapartum stillbirths. The article had referred to\nGPs specifically and a lack of in-person GP appointments as a potential cause\nof increased intrapartum stillbirths, but the report had made no such finding.\nThe publication had promptly updated the article and appended a footnote, but\nthe footnote had not been sufficient to address and correct it.  In these circumstances, the Committee\nconcluded that the appropriate remedy was the publication of a correction\nmaking clear that the report had not found that it was a lack of face-to-face\nGP appointments specifically that had led to an increase in intrapartum\nstillbirths.\n21. As\nthe article was amended, the correction should be published as a footnote. It\nshould also appear as a standalone clarification as the inaccuracy was included\nin the headline, and therefore appeared on the homepage, in order to be duly\nprominent. The wording should also be agreed with IPSO in advance and should\nmake clear that it has been published following an upheld ruling by the\nIndependent Press Standards Organisation.\n\n\nDate\ncomplaint received: 17/09/2021\nDate\ncomplaint concluded by IPSO: 14/01/2022\nBack to ruling listing\n\n\n"
}