{
    "url": "/rulings-and-resolution-statements/ruling/?id=10074-21",
    "title": "10074-21 Sutherland v Daily Record",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2021-08-14 00:00:00",
    "received_on": "2021-09-22 00:00:00",
    "concluded_on": "2022-03-09 00:00:00",
    "complaint_processing_days": 168,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A    Date complaint received: 22/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10074-21 Sutherland v Daily Record\nSummary\nof Complaint\n1. Ian\nSutherland complained to the Independent Press Standards Organisation that the\nDaily Record breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “We love thrills & chills of crime fiction.. until it\nbecomes real”, published on 14 August 2021.\n2. The\narticle – which appeared on page 19 of the newspaper – was a comment piece,\ncomparing crime fiction with a historic murder case; the complainant was the\nman who had been convicted of the murder in question. It included a brief\nnarrative of the crime, in which it said that the complainant’s “girlfriend […]\nwas held captive by him while he carved up [the victim’s] body” and that “heart\nracing, she made a bolt for the door but she wasn’t quick enough”. It also\nstated that “[t]he body parts of [the victim] were discovered strewn across the\nlawns of an upmarket neighbourhood […h]is head was found in a bag in a shallow\ngrave, his limbs in a bin and his torso in a communal garden.” The article also\nbriefly referenced the court case which followed the crime, stating that “the\nprosecution at Sutherland’s [trial] likened the murder to the plot of one of\n[the crime author’s] novels.”\n3. The\narticle also appeared online, in substantially the same form, under the\nheadline “We love the thrills and chills of crime fiction – until it all\nbecomes too real”.\n4. The\ncomplainant said that the article contained several inaccuracies in breach of\nClause 1. He said that, while his then-girlfriend had made allegations that he\nhad held her captive and assaulted her in the manner described in the article,\nhe had not done so and had in fact been found not guilty of charges relating to\nthis alleged conduct in a later court case. \nThe complainant provided a summary of the case from the trial judge of\nthe murder trial –which had been included in the complainant’s appeal against\nhis conviction – to support his position on this point. The summary stated that\n“[the girlfriend] tried to escape but the appellant dragged her back and\nassaulted her. He tried to strangle her with a leather strap. She was\nterrified. He let her go, told her she was lucky and not to try it again”.\n5. He\nalso said that it was not the case that “[t]he body parts of [the victim] were\ndiscovered strewn across the lawns of an upmarket neighbourhood” and that “his\nhead was found in a bag in a shallow grave, his limbs in a bin and his torso in\na communal garden.” The true position, he said, was that his body parts had\nbeen found in a single location, and this location was not a “shallow grave”,\n“a bin”, or a “communal garden”. He said the alleged inaccuracy made his\nactions appear cold and callous – rather than panicked and fearful, which he\nsaid was his state of mind at the time.\n6. The\ncomplainant also said that the prosecution in the trial had not “likened the\nmurder to the plot of one of [a crime author’s] novels.”\n7.\nFinally, the complainant expressed concerns that the article was in poor taste,\nwhere it appeared to use a real-life crime to promote the work of a crime\nauthor.\n8. The\npublication said it did not accept that the article was inaccurate in breach of\nClause 1 of the Code. It first noted that it had been widely reported at the\ntime of the original trial that the complainant’s ex-girlfriend had told the\ncourt that she had attempted to escape the flat but that the complainant had\n“dragged her back”, and that she also feared he was going to kill her.  It provided cuttings which reported this, and\nalso that the ex-girlfriend had said in court that the complainant “cut [the\nvictim] up in front of me”. It did not, therefore, accept that it could be\ninaccurate to characterise this as being held “captive while he carved up [the\nvictim’s] body”. While the publication did not dispute that the complainant had\nnot been convicted in relation to any charges arising from his ex-girlfriend’s\nallegations that she had been held captive, it noted that the article did not\nreport that he had.\n9. The\npublication then said that the location of the victim’s remains was not\nsignificant, where it was not in dispute that the victim’s body parts had been\nfound dismembered and that the complainant had been found guilty of his murder.\nNevertheless, it provided contemporaneous news reports that the remains had\nbeen found “in a wheelie bin”. The publication also provided contemporaneous\nnews reports of the trial, which reported that: “The prosecut[o]r likened the\ncase to the works of two well-known crime writers. He added: ‘You have heard a\nstory that might chime in your mind if you have read the works of [the crime\nauthor].’\"\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\npublication was entitled to report on the historic crime, and to rely on\ncontemporaneous court reporting in doing so – provided it did so accurately,\nand did not misrepresent what had been heard in court. In this instance, the\npublication had provided contemporaneous reporting, demonstrating that it had\nbeen heard in court that the complainant’s ex-girlfriend had told the court\nthat she had attempted to escape the flat but that the complainant had “dragged\nher back”, and that she also feared he was going to kill her.\n11. It\nwas accepted that the complainant had not been convicted of any crime in relation\nto these allegations; however, the judge’s report of the case (which had been\nmade for the purposes of the complainant’s appeal) stated as fact in the course\nof the narrative of events surrounding the murder that: “[the girlfriend] tried\nto escape but the appellant dragged her back and assaulted her. He tried to\nstrangle her with a leather strap. She was terrified. He let her go, told her\nshe was lucky and not to try it again”. The Committee therefore considered that\nthere was a sufficient basis for the article to report, in its re-telling of\nthe circumstances of the murder and subsequent trial, that the complainant’s\nex-girlfriend “was held captive by him while he carved up [the victim’s] body”\nand that “heart racing, she made a bolt for the door but she wasn’t quick\nenough”.  There was, therefore, no breach\nof Clause 1 on this point.\n12. The\nCommittee understood that the remains of the murder victim had been found in\none location, rather than several different locations – this was clear from the\ncontemporaneous reporting of the court case. The article was therefore\ninaccurate on this point; however, the Committee did not consider this\ninaccuracy to be significant, where it was not in dispute that the remains of\nthe murder victim had been dismembered, the remains divided into several black\nsacks and concealed in the garden. There was no breach of Clause 1 on this\npoint.\n13. The\npublication had provided a news report which supported its position that the\nprosecutor in the murder trial had compared the murder to the plots of a\npopular crime author’s novels. The publication had, therefore, demonstrated\nthat it took sufficient care over the accuracy of this point, and there was no\nbreach of Clause 1.\nConclusion(s)\n14. The\ncomplaint was not upheld.\nRemedial\nAction Required\n15. N/A\n\n\n\nDate\ncomplaint received: 22/09/2021\nDate\ncomplaint concluded by IPSO: 09/03/2022\nBack to ruling listing\n\n\n"
}