{
    "url": "/rulings-and-resolution-statements/ruling/?id=10080-15",
    "title": "10080-15 Cleghorn v telegraph.co.uk",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2015-11-25 00:00:00",
    "received_on": "2015-11-27 00:00:00",
    "concluded_on": "2016-02-25 00:00:00",
    "complaint_processing_days": 90,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 27/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 10080-15 Cleghorn v telegraph.co.uk\nSummary\nof complaint\n1.\nMark Cleghorn complained to the Independent Press Standards Organisation that\nTelegraph.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “George Osborne will rue the day he failed to cut\npolice”, published on 25 November 2015.\n2.\nThe article was an opinion piece in which the author expressed his view that\nthe police service – who were referred to as the “fat blue line” – were the\n“last bastion of unreformed public services”; it also criticised the Chancellor\nof the Exchequer, George Osborne MP, for protecting police budgets and police\nnumbers in his spending review. The author supported his view with a number of\nstatistics, including a reference to the crime rate falling for the fifth year,\nand an assertion “that a police officer on the beat interrupts a crime actually\ntaking place about once every seven years or so”. The article said that the\npolice budget had only been preserved because of the attacks in Paris, and\nsuggested that intelligence within the Muslim community, rather than the number\nof police on the beat, was the key to preventing potential terrorist\nattacks.  \n3.\nThe complainant said that the newspaper had not made clear that the article was\nan opinion piece. He said that it was inaccurate to report that the crime rate\nwas falling as the latest figures for police recorded crime reported an overall\nincrease in crime; he also queried the assertion that a police officer on the\nbeat interrupts a crime every seven years. The complainant said that it was\nmisleading to report that the police were the “last bastion of unreformed\npublic service”, as it had undergone continual reforms over the past 15 years.\nHe said it was inaccurate to suggest that police numbers and budgets were being\nexempted from cuts because of the terrorist attacks in Paris, and offensive to\nrefer to the police service as the “fat blue line”. He also said the author had\nbeen racist in suggesting that the only terrorist threat that currently existed\nwas from Muslims and ISIS.\n4.\nThe newspaper said that the article was clearly presented as a comment piece.\nIt said that the reference to the crime rate falling for the fifth year\nin-a-row was based on figures from the Crime Survey of England and Wales\n(CSEW); it said that the Office for National Statistics do not consider that\npolice recorded crime figures to be an accurate record of crime. The newspaper\nsaid that its writer became aware of the statistic in relation to police on the\nbeat from a meeting he attended at the Home Office in the 1990s. It said that\nthe statistic had not found its way onto the public record, and because it\ncould be misleading now, it had deleted the reference from the article. It also\noffered to add a footnote to the article which read:\nClarification:\nWhen first posted, this article said that it had been estimated that a police\nofficer on the beat interrupts a crime actually taking place about once every\nseven years. The estimate, from a Home Office official, has not found its way\nonto the public record and dates from the late 1990s. In so far as it could be\nmisleading now, we have deleted it from the text.\nThe\nnewspaper also said that it was not inaccurate of the article to suggest that\nthe police had been exempted from cuts because of the Paris attack; this view\nwas backed by George Osborne’s comment made after the attacks that it was not\nthe time for further police cuts.\n5.\nThe complaint said that the summary of the most recent CSEW report also\nmentioned that there had been a 5 per cent increase in police recorded crime;\nhe said that this should have been included in the article to ensure it was\nbalanced.\nRelevant\nCode Provisions\n6.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\niii)\nThe Press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n7.\nThe article was plainly presented as the opinion of the author to whom it was\nattributed. There was no breach of Clause 1(iii) in this regard.\n8.\nThe two primary sources of data in relation to crime rates – police recorded\ncrime and the CSEW – were in conflict as to whether crime had risen or fallen\nin recent years. However, in the context of an opinion piece where the author\nwas under no duty to present a balanced view of the topic in question, it was\nnot misleading to accurately refer to the findings of the CSEW to support his\nargument.\n9.\nThe newspaper had been unable to substantiate with reference to official\nstatistics its writer’s claim that “it is estimated that a police officer on\nthe beat interrupts a crime actually taking place about once every seven years\nor so”. However, this figure was clearly presented in the article as an\nestimate. In that context, while the Committee welcomed the newspaper’s\ndecision to remove the claim from the article online, and the offer of a\nfootnote explaining that the article had been amended, it considered that the\nbrief reference in an opinion piece to an estimated figure that the author said\nhad been revealed at a Home Office meeting he had attended in the 1990s, was not\nsignificantly misleading and did not represent a breach of Clause 1.\n10.\nThe Committee recognised that the suggestion that police budgets were not cut\nbecause of the Paris attacks was a statement of the writer’s opinion. The Code\ngives significant latitude in such circumstances, however the fact that this\nstatement represented the opinion of the author did not absolve the newspaper\nof its obligations under Clause 1, and newspapers are required to demonstrate\nthat there is a factual basis for the position. The Committee was satisfied\nthat in circumstances where George Osborne had said shortly after the Paris\nattacks that it was not the time to cut police budgets, it was not misleading\nto consider that as a reference to the events in Paris. It was also satisfied\nthat reference to the “last bastion of unreformed public service” represented\nthe author’s personal view of the police service, which he was entitled to\nexpress. It was clearly presented as the opinion of the author, and there was\nno breach of Clause 1 (iii).\n11.\nThe Committee noted that the Code does not address issues of offence; in\naddition, the complaint that the article was racist did not engage the terms of\nClause 12 as there was no suggestion that it contained a pejorative reference\nto an individual.\nConclusions\n12.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 27/11/2015Date\ndecision issued: 25/02/2016\nBack to ruling listing\n\n\n"
}