{
    "url": "/rulings-and-resolution-statements/ruling/?id=10091-21",
    "title": "10091-21 Williams v Hull Daily Mail",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Hull Daily Mail (Reach PLC)",
    "published_on": "2021-07-17 00:00:00",
    "received_on": "2021-09-23 00:00:00",
    "concluded_on": "2022-05-03 00:00:00",
    "complaint_processing_days": 222,
    "conclusion_long": "16. The complaint was partially upheld under Clause 1.",
    "remedial_action": "17. Having partially upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 18. The newspaper had not accepted a breach of the Code nor offered a correction regarding whether the Council were investigating the incident. Given that the Council’s statement had been reflected in the articles, the Committee considered a correction was the appropriate remedy in order to make the Council’s position clear. 19. The correction should identify the original inaccuracy and set out the correct position: that the Council were not investigating this incident. The article had appeared on page 6, the correction should appear on page 6 or further forward. The correction should also be added to the online article. If the publication intended to continue to publish the online article without amendment, the correction should be published immediately beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made. The wording of the corrections should make clear that they have been published following an upheld correction from the Independent Press Standards Organisation.Date complaint received: 23/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10091-21 Williams v Hull Daily Mail\nSummary\nof Complaint\n1. Kevin\nWilliams complained to the Independent Press Standards Organisation that Hull\nDaily Mail breached Clause 1 (Accuracy), Clause 2 (Privacy), and Clause 12 (Discrimination)\nof the Editors’ Code of Practice in an article headlined “Woman says litter\nwarden was ‘racist’”, published on 17th July 2021.\n2. The\narticle reported that “Hull City Council is conducting an investigation after a\nlitter warden was accused of shouting racist remarks in the street”. It said\nthat a woman claimed the litter warden “was ‘spouting racism’ in the town\ncentre while wearing his Hull City Council uniform” and that she had confronted\nthe man, but he had refused to apologise. The article reported that the woman\nsaid: “I located a police officer myself to inform him of the situation before\nhe tried to flip it. The man’s colleague and the police officer were both in\nagreement with myself and my partner”. The article also stated “[t]he council\nsaid it is taking the incident ‘very seriously’” and that “Hull City Council\nhave said they are yet to receive a complaint about the incident but will be\ninvestigating the incident regardless.” The article included an image of the\nwarden in a Hull City Council jacket with their face obscured.\n3. The\narticle also appeared online under the headline, “Council investigating\n'racist' comments by litter warden in Hull city centre” and included part of a\nstatement made by the Council that said: “’Any allegations of racial abuse are\ntaken extremely seriously by the council and will be fully investigated […] As\na city of sanctuary, Hull City Council has a zero tolerance policy to any form\nof racial abuse or discrimination’\".\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nhe had not been racist, and the incident had not happened as reported. The article\nreported that the woman had claimed that he had been “’spouting his racist\nviews to his clearly uninterested colleague’”. However, he said he had been\nteaching a new colleague the nature of the role and, during this, they issued a\nticket to a person whose English was not fluent, and this resulted in\ndifficulties with communication. The complainant said the person receiving the\nticket became verbally abusive and threatening to them. The complainant stated\nthat, after they had finished speaking to this individual, his colleague asked\nwhy the individual had been verbally abusive, and that he replied, “we often\nget that with foreign people”. In addition, the article had reported that the\nwoman had “’located a police officer [herself]… the man’s colleague and the\npolice officer were both in agreement with [her] and [her] partner’”.  However, the complainant said that a woman\nand a man started calling him racist and that a police officer came over and\ntold the two members of the public to go on their way and that it was not\nracist.\n5. The\ncomplainant also said the article breached Clause 1 as the Council was not\ninvestigating the incident. He explained that he had not been called to the\noffice to describe his version of what happened, and his manager had not been\ninformed of the incident.\n6. The\ncomplainant said the article also breached Clause 2 as it had included an image\nof him that had made him identifiable in connection to this incident. He said\nthat whilst his face had been blurred, it was still possible to see that he was\nwearing a hat and that he was the only enforcement officer who wore that sort\nof hat and had that build.\n7. Furthermore,\nthe complainant said the article also breached Clause 12 because it called him\na racist.\n8. The\npublication said it did not accept a breach of Clause 1. It said the article\nhad clearly distinguished between comment, conjecture and fact with regard to\nthe woman’s allegations. It also stated that that the reporter had contacted\nthe council and informed it of the allegations and inquired if there had been\nany complaints made and if it wished to provide a comment. The spokesperson for\nthe council stated that no complaint had yet been made but that “Any\nallegations of racial abuse are taken extremely seriously by the council and\nwill be fully investigated”. The publication said that this had been included\nin the article.\n9. The\npublication also did not accept a breach of Clause 2. It said that the article\ndid not reveal private information about the complainant. It further said that\nit had blurred the complainant’s face in the image that was included in the\narticle so that he was not identifiable. Furthermore, the publication stated\nthat the complainant did not have a reasonable expectation of privacy as the\nphotograph had been taken in a public street.\n10. The\npublication also did not accept a breach of Clause 12. It said that the article\ndid not include any prejudicial or pejorative reference to the complainant's\nrace, colour, religion, sex, gender identity, sexual orientation or to any\nphysical or mental illness or disability and so the Clause was not engaged.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n11. The\nCommittee first considered the complaint in relation to the woman’s account of\nthe incident. It noted that it was not in dispute that an altercation had taken\nplace between this woman and the complainant; the primary area of disagreement\nwas as to whether the comment made by the complainant could be characterised as\n“racist”, which the complainant disputed. \nWhere the article made clear that this was the woman’s account of the\nexchange, reporting her claim did not constitute a failure to take care over\nthe accuracy of the article. There was no breach of Clause 1(i).\n12. The\nCommittee then tuned to the complaint about the claim that the Council was\ninvestigating. The publication had approached the Council for comment prior to\npublication and the Council had provided a statement confirming that “Any\nallegations of racial abuse are taken extremely seriously by the council and\nwill be fully investigated”. This was quoted in full in the online article and\nhad been paraphrased in the print version, which stated, “The council said it\nis taking the incident ‘very seriously’”. The statement from the Council was\nambiguous and in the view of the Committee could reasonably be understood as\nconfirmation that the matter would be investigated as it involved an allegation\nof racial abuse, notwithstanding that a complaint had not, at that stage,  been received. Where the publication had\napproached the Council for comment and had quoted or paraphrased the statement\nprovided in both articles, the Committee did not find that it had failed to\ntake care over the accuracy of the article in breach of Clause 1 (i).\n13.\nHowever, since the publication of the article the complainant had confirmed\nthat no investigation had commenced, a position that the publication did not\nappear to dispute. The Committee considered that the claim that the Council was\ninvestigating the allegation was significant and had been reported prominently,\nappearing in the opening sentence of the article and in the online headline. In\ncircumstances where the publication appeared to accept that this was not\naccurate, the Committee considered that a correction was required under Clause\n1 (ii). No correction had been offered and so there was a breach of Clause 1\n(ii).\n14. The\nCommittee then considered the complaint under Clause 2. The image of the\ncomplainant in the article had been blurred and showed him on a public street\nwhere he would have been visible to passers-by. \nThe article did not reveal information about him that could reasonably\nbe considered to be private: it concerned allegations of misconduct whilst he\nwas acting in a professional capacity. Therefore, there was no breach of Clause\n2.\n15.\nClause 12 is designed to prevent pejorative, prejudicial, and/or unnecessary\nreference to an individual’s protected characteristics (race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability).\nAs such, it does not prevent individuals being accused of racism and,\ntherefore, Clause 12 was not engaged.\nConclusion(s)\n16. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n17.\nHaving partially upheld a breach of Clause 1, the Committee considered what\nremedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or an adjudication, the terms and placement of which is\ndetermined by IPSO.\n18. The\nnewspaper had not accepted a breach of the Code nor offered a correction\nregarding whether the Council were investigating the incident. Given that the\nCouncil’s statement had been reflected in the articles, the Committee\nconsidered a correction was the appropriate remedy in order to make the\nCouncil’s position clear.\n19. The\ncorrection should identify the original inaccuracy and set out the correct\nposition: that the Council were not investigating this incident. The article\nhad appeared on page 6, the correction should appear on page 6 or further\nforward. The correction should also be added to the online article. If the\npublication intended to continue to publish the online article without\namendment, the correction should be published immediately beneath the headline.\nIf the article is amended, the correction should be published as a footnote which\nexplains the amendments that have been made. The wording of the corrections\nshould make clear that they have been published following an upheld correction\nfrom the Independent Press Standards Organisation.Date complaint received: 23/09/2021Date complaint concluded by IPSO: 03/05/2022\nBack to ruling listing\n\n\n"
}