{
    "url": "/rulings-and-resolution-statements/ruling/?id=10126-22",
    "title": "10126-22 Devlin v The Times Scotland",
    "provisions": [
        "9 Reporting of crime (2021)",
        "10 Clandestine devices and subterfuge (2021)",
        "6 Children (2021)",
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times Scotland (News UK)",
    "published_on": "2022-06-09 00:00:00",
    "received_on": "2022-06-09 00:00:00",
    "concluded_on": "2022-08-26 00:00:00",
    "complaint_processing_days": 78,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 10126-22 Devlin v\nThe Times Scotland\nSummary of Complaint\n1. Louise Devlin complained to the Independent Press\nStandards Organisation that The Times Scotland breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 6 (Children), Clause 9 (Reporting of crime), Clause\n10 (Clandestine devices and subterfuge) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Late-night drummer hit with\nfine over camp row”, published on 9 June 2022.\n2. The article was a court report which reported on a fine\nissued to the complainant following the assault of an individual at a campsite.\nThe article stated, “An alternative healer has been fined for assaulting a\nfellow camper who complained her sleep was being disturbed by shamanic\ndrumming.” The article reported “[the victim] joined them, and also asked\nDevlin to stop drumming, and on hearing her accent, Devlin asked where she was\nfrom. Other campers were ‘attracted by the commotion’ and the site manager also\narrived”, and “Devlin, of Neilston, Renfrewshire, admitted assault and using\nracially aggravated behaviour. She was fined £500”. The article further\nreported that her legal representative “said in mitigation that Devlin had\ndecided to go on a camping trip with her former partner and her three children,\naged six, five and three, but ‘matters were very much strained’ and as a result\nDevlin had ‘ended up drinking’”. The solicitor was quoted describing the\ncomplainant’s drum as a “shamanic drum that she had…a drum you would sort of\nbang as part of meditating.” The article also included an image of the\ncomplainant playing a drum on a beach.\n3. The article also appeared online in substantially the\nsame format under the same headline. The online article was later updated – the\nnewspaper removed the image of the complainant playing the drum, and replaced\nit with an image of the complainant outside of court.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 as it described her as an “alternative healer” yet this was\nnever heard in court and was conjecture on the part of the newspaper. The\ncomplainant said her solicitor had mentioned that she was self-employed as a\ncomplementary therapist and was soon to start studying for a diploma. The\ncomplainant did not consider the details of her profession included in the\narticle to be relevant to the incident at the campsite and believed that the\nnewspaper had used the details of her profession to sensationalise the report.\nShe said that the article suggested she had committed a crime while she was an\nalternative healer, whereas she had not.\n5. She further disputed that she had ever admitted to asking\nthe victim where she was from upon hearing her accent, and that the court\ncharges were in regard to assault. The complainant also said that the article\nwas one-sided and not balanced. She further said that details from the\nincident, such as personal circumstances which contributed to the incident that\nwere heard in court, were not mentioned in the article.\n6. The complainant said that the article was also in breach\nof Clause 2 as the image it had used of her playing the drums had been taken\nfrom either her private LinkedIn page or her personal website without her\npermission and that she had copyright over this image. She also said that the\nimage identified her and was not relevant to the court case.\n7. She further considered that the article had intruded into\nher private life by stating that she lived in Neilston where her children also\nlive – who, she said, had nothing to do with the court case. She also said that\nthe subsequent image of her taken outside of court was used without her\nconsent.\n8. The complainant also believed that Clause 6 had been\nbreached as she said that publishing the ages of her children breached their\nprivacy and identified them in conjunction with identifying her. She said their\nages were irrelevant and represented an aspect of their private lives – she\nsaid there was no public interest in revealing their ages.\n9. The complainant also said the article breached Clause 9\nfor the same reasons previously stated under Clause 6.\n10. The complainant also considered the article to be in\nbreach of Clause 10 as the article had used a photograph of her from her\nwebsite and had later updated this to an image of her outside court without her\npermission.\n11. The complainant also said the article had breached\nClause 12 as she considered the article focused on the fact that she practiced\nShamanism, which she stated was a religion, and used “against” her. She\naccepted it was heard in court that she used a Shamanic drum, but also said\nthat a witness had called them “bongos” - she considered the use of “shamanic\ndrum” to be irrelevant and intended to make the story “juicy and sensationalist”.\nShe said describing her as an “alternative healer” was irrelevant to the court\ncase particularly as she had started her role as a complimentary therapist\nafter the incident. During the complaints process, the complainant made clear\nthat the publication of the article had caused her great distress and wished\nfor the article to be removed.\n12. The newspaper said it did not accept a breach of Clause\n1. It said that the article was a brief and accurate court report of the\nproceedings in which the complainant pleaded guilty to charges of assault and\nusing racially aggravated behaviour and was fined £500. The newspaper referred\nto IPSO’s guidance on court reporting which said, “It is a fundamental\nprinciple of open justice that court proceedings can be reported on by the\nmedia in an open and transparent way.”\n13. In response to the alleged inaccuracy of the complainant\nbeing described as an “alternative healer”, the newspaper quoted the solicitor\nwho described her as \"involved in alternative therapies\". It also\nquoted the summary of the complainant’s website which said: \"Shamanic\ntherapy online and in-person for healing with Louise Devlin Therapies”. It\nfurther said that her website described her professional services in the following\nterms:\nLouise is a Shamanic practitioner based in Glasgow. What is\nShamanism? Shamanism is ultimately a complementary and alternative therapy for\nthe psyche. It encompasses empowering visionary meditative practices to unblock\nstuck energy. It is about coming home to your authentic self. Shamanic services\ninclude soul retrieval, psychopomp work, extraction, reiki, land healing,\ndepossession, curse removal, archetypal overlay removal, ancestral lineage\nhealing, and workshop facilitation.\nThe newspaper’s position was that her profession as an\n“alternative healer” was therefore not “conjecture” but a matter of record.\n14. In response to the complainant’s concerns that she was\nnot self-employed or practising alternative therapies at the time of the\nincident, the newspaper said it is customary and not inaccurate for a court\nreport to refer to the defendant’s current profession at the time of the court\nappearance rather than their profession at the time they committed the offence.\n15. In response to the alleged breach of Clause 2, the\nnewspaper said that the article did not reveal the complainant’s full address\nbut simply her location in \"Neilston\" - a village of over 5000 people\n- as given in court papers. The newspaper said the original photograph used of\nthe complainant drumming was taken from a public-facing LinkedIn page intended\nto promote the complainant’s professional services and therefore using it did\nnot breach her privacy. It removed the photograph when she stated she had\ncopyright over this image and replaced it with a photograph of her leaving\ncourt. It stated that this was taken in a public place at the conclusion of\npublic court proceedings and there was no reasonable expectation of privacy in\nsuch circumstances.\n16. The newspaper did not accept a breach of Clause 6, it\nsaid that its report noted only that the complainant had arrived at the\ncampsite with three children and that her solicitor “said in mitigation that\nDevlin had decided to go on a camping trip with her former partner and her three\nchildren, aged six, five and three.” It said these facts did not appear to be\nin dispute and there was nothing in Clause 6 to prevent their publication and\nno other reference to the complainant’s children was made.\n17. The newspaper further said that Clause 9 was not\nengaged: it said the complainant’s friends and relatives were in no way\nidentified in the report and the reference to her unidentified children aged\nunder 18 did not go beyond recording their presence at the scene of the crime,\nto which reference was made in court.\n18. In addition, the\nnewspaper did not accept a breach of Clause 10 and said the Clause was not\nengaged. It said the article was originally illustrated with a photograph\nposted by the defendant on her public-facing LinkedIn page intended to promote\nher professional services and that no subterfuge was involved in obtaining it.\nIt said that as soon as the complainant asserted copyright over the photograph\nand stated she was unhappy with its use, the photograph was replaced with one\ntaken of the complainant leaving court, a public space where the complainant\nhad no reasonable expectation of privacy. It asserted that no subterfuge was\ninvolved in taking it.\n19. The newspaper also did not accept a breach of Clause 12:\nit said that the complainant’s involvement in Shamanism was not used against\nher, nor was it the focal point of the article, but rather it recorded the\ndetails of the assault. It said the reference to Shamanism was a statement of\nfact and referred to in court in mitigation as an explanation of why she was\nbanging a drum on a campsite at 11.30 at night. The newspaper further quoted\nthe solicitor’s comments heard in court: \"It was a shamanic drum that she\nhad... A shaman's drum… A drum you would sort of bang as part of meditating.”\nThe newspaper said that the references were not pejorative or prejudicial and\nthat the complainant described herself in similar terms on a website promoting\nher professional services.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nClause 10 (Clandestine devices and subterfuge)*\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing digitally-held\ninformation without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n20. Where it was heard in court that the complainant was\n“involved in alternative therapies”, it was not significantly inaccurate to\ncharacterise the complainant as an “alternative healer”. The Committee also\nnoted that the complainant had described herself as a “Shamanic practitioner”\nand her services being available “in person for healing”, as well as defining\nShamanism as “a complementary and alternative therapy” on her website promoting\nher services. The Committee acknowledged that the complainant had not been\npractising these therapies at the time of the incident at the campsite;\nhowever, where the complainant was involved in what could be characterised as\nalternative therapies at the time of the court case, it was not inaccurate to\ndescribe her as an “alternative therapist” and there was no breach of Clause 1\non this point.\n21. Clause 1 requires publications to take care not to\npublish inaccurate or misleading information, and to correct significantly\ninaccurate, misleading or distorted information; it does not relate to other\nconcerns about the presentation of material, such as that it is sensationalist\nor one-sided. Newspapers are entitled to choose which information they include,\nprovided it does not breach the Code. In this case, omitting other information\nheard in court, such as the complainant’s personal circumstances, did not make\nthe report, which correctly identified the offences which the complainant had\nadmitted, inaccurate, misleading or distorted – and there was no breach of\nClause 1 on these points.\n22. The Committee considered the complainant’s further point\nthat she had not admitted to making a comment about the victim’s accent.\nNewspapers are responsible for accurately reporting what is heard in court;\nthey are not responsible for the accuracy of what is heard by the court. Where\nthe complainant did not appear to dispute that this was heard in court and that\nshe had admitted using racially aggravated behaviour, the Committee did not\nfind a breach of the Code on this point.\n23. Turning to the complainant’s concerns raised under\nClause 2, the image of the complainant was taken from a public website /\nLinkedIn page promoting her services, and therefore she did not have a\nreasonable expectation of privacy over this image. The updated image of the\ncomplainant outside court did not represent a breach of the Code where she was\nin a public space, a location where she had no reasonable expectation of\nprivacy, and the image simply depicted her leaving the hearing. There was no\nbreach of Clause 2 on this point.\n24. The Committee was sympathetic to the complainant’s\nconcerns about naming the town in which she lived, however, newspapers are\nentitled to report information that has been disclosed in open court and is not\nsubject to a reporting restriction. It further noted that the complainant did\nnot have a reasonable expectation of privacy over the town in which  she and her children lived and there was no\nbreach of Clause 2 on this point.\n25. The complainant also complained under Clause 6. The\nCommittee did not consider the article to have identified the complainant’s\nchildren by only printing their ages and noted that these details were heard in\ncourt. The article did not name or contain any images of the children and the\nCommittee saw no evidence to suggest their time at school had been intruded\ninto as a result of the article. There was no breach of Clause 6. As the\nchildren had not been identified, there was no breach of Clause 9.\n26. In addition, the Committee considered the complainant’s\nconcerns raised under Clause 10. Clause 10 generally relates to the obtaining\nof information by journalists through clandestine means or by deploying\nsubterfuge – for instance, by using undercover reporters. The newspaper used a\npublicly available image from the complainant’s website which it removed and\nupdated once she had asserted copyright. The image of the complainant\nobtained  outside court did not appear to\nhave been taken deploying clandestine means and it was not necessary for the\nnewspaper to ask for consent. There was no breach of Clause 10.\n27. The Committee considered the references to “shamanic\ndrumming”, “shamanic drum” and “alternative healer” in the article. The\nCommittee understood that the complainant practiced Shamanism – a religious\nbelief system - and noted that “shamanic drum” did refer to her protected\ncharacteristic. However, where “Shamanic drum” was mentioned in court by her\nsolicitor, it was relevant to the report. The Committee did not consider the\nreference to be pejorative or prejudicial where the complainant had referred to\nherself as a “Shamanic practitioner” on her website. There was no breach of\nClause 12.\nConclusions\n28. The complaint was not upheld.\n \nDate complaint received: 09/06/2022\nDate complaint concluded by IPSO: 26/08/2022\nBack to ruling listing\n\n\n"
}