{
    "url": "/rulings-and-resolution-statements/ruling/?id=10140-16",
    "title": "10140-16 Williams v North-West Evening Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail (Cumbria) (Newsquest Media Group)",
    "received_on": "2016-11-02 00:00:00",
    "concluded_on": "2017-02-06 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 02/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 10140-16 Williams v North-West Evening MailSummary of Complaint1. Shaun Williams\ncomplained to the Independent Press Standards Organisation that the North-West\nEvening Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Man banned from contacting BAE systems Barrow boss,” published\non 24 March 2016, “Barrow man who harassed shipyard boss appeals against\nsentence”, published on 15 June 2016, and “Barrow man’s appeal against ban to\ncontact any shipyard workers is dismissed by the crown court judge”, published\non 1 July 2016.2. The first\narticle reported that the complainant, who it described as a “submarine\nenthusiast”, had been given a restraining order banning him from contacting the\nmanaging director of a shipyard, or any of its employees. It said that the\ncomplainant had been charged with harassment after allegedly sending a series\nof letters to the managing director, and following allegations that he had\nposted “insulting and abusive posts” about him and other directors online. It\nsaid that the complainant had been due to stand trial on the charge at Furness\nMagistrates’ Court, but the Crown Prosecution Service (CPS) “struck a deal”\nwith his solicitor to dispose of the matter by way of a “civil restraining\norder and without criminal charges”. The article reported that the complainant\nmaintained his innocence and included a statement from the complainant setting\nout his position in relation to the matter.3. The second\narticle reported that the complainant had “appealed against his sentence after\nhe was given a restraining order”; it also said that he had “harassed” the\nmanaging director, and had “bombarded” him with letters. The third article\nreported that the complainant had his appeal against the restraining order\ndismissed by a judge at Preston Crown Court. It reported the ground for the\ndismissal given by Judge Cornwall, being “The Crown Court is not the\nappropriate venue. This is now the end of these proceedings.”4. The complainant\ndenied that he was a “submarine enthusiast”; he said that he was a professional\nwho ran a recognised defence brand called “British Special Projects”. He denied\nthat he “bombarded” the managing director with letters, and said it was\ninaccurate for the headline of the second article to report that he had\n“harassed” the managing director as he had not been convicted of any offence.\nHe also said it was inaccurate to report that he had been “sentenced” as he had\nnever been convicted.5. He denied that\nthere had ever been a deal with the CPS over his case. He said that while his\nsolicitor had advised him to agree to the restraining order, it was not ordered\non the basis of a mutual agreement. However, he said that while his solicitor\ndid object to one or two things that the CPS said in court, he had “very little\nto say on the matter” of the restraining order, and there was “little anybody\ncould do to prevent it”. He also said that his appeal was heard in Carlisle\nCrown Court, not Preston, and that it was not dismissed, it was abandoned as\nthe Judge realised it had been listed in error.6. The newspaper\nsaid that in order for a restraining order to be imposed without a trial taking\nplace, the complainant had to agree to accept the restraining order, which was\nwhy the article used the phraseology that a deal had been struck. It provided\nevidence from the CPS that the complainant had appealed against the restraining\norder at both the Magistrates’ Court and Crown Court. It said that in the\nMagistrates’ Court, the court found that there were no grounds to revoke the\norder and the application was refused, and that the appeal to the Crown Court\nwas dismissed. It said that the use of the word “sentence” in reference to the\norder was not appropriate in the circumstances, and amended the second and\nthird articles to reflect this point.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Findings of the Committee 8. The complainant\nwas made subject to a restraining order and his trial on the charge of\nharassment did not proceed. While the complainant denied that he “struck a\ndeal” with the CPS to dispose of the matter by way of a restraining order, he\ndid concede that he was advised to agree to the order by his solicitor, and the\norder was not opposed by his solicitor in court. In these circumstances, the\nCommittee did not consider that it was inaccurate to report that a deal had\nbeen struck. There was no breach of Clause 1.9. While the second\nand third articles inaccurately referred to the restraining order as a\nsentence, there was nothing else in either article to suggest there had been a\nfinding of guilt against the complainant. Both articles emphasised that the\nmatter was disposed of “by way of a civil restraining order and without\ncriminal charges” and in this context, the reference to the order as a sentence\nwas not significantly misleading. Nonetheless, while there was no breach of\nClause 1, the Committee welcomed the amendments made by the newspaper on this\npoint.10. Whether the complainant’s appeal in the Crown Court was\nunsuccessful on its merits, or unsuccessful because it was listed in error, it\nwas not significantly inaccurate to report that his appeal was “dismissed”.\nSimilarly, given that the complainant did not dispute his interest in the area,\nit was not significantly inaccurate to characterise him as a “submarine\nenthusiast”.11. The second article made clear that the complainant had\nbeen charged with harassment for allegedly sending a series of letters to the\nmanaging director but that the matter had been disposed of without criminal\ncharges. The fact that a restraining order was instead imposed by the court\nwhich precluded him from further contacting the managing director provided a\nsufficient basis for the newspaper’s report that the complainant had previously\n“harassed” the managing director. The claim that he had “bombarded” him with\nletters was also not significantly misleading in light of the terms of the\nrestraining order. There was no breach of Clause 1.Conclusions12. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 02/11/2016Date decision issued: 06/02/2017\nBack to ruling listing\n\n\n"
}