{
    "url": "/rulings-and-resolution-statements/ruling/?id=10211-21",
    "title": "10211-21 The Tax Justice Network v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2021-08-27 00:00:00",
    "received_on": "2021-09-24 00:00:00",
    "concluded_on": "2021-12-21 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/A    Date complaint received: 24/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10211-21 The Tax Justice Network v The Times\nSummary\nof Complaint\n1. The\nTax Justice Network complained to the Independent Press Standards Organisation\nthat The Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Tax activists accused of wasting cash”, published on 27\nAugust 2021.\n2. The\narticle reported that two of the “founders” of the Tax Justice Network had\n“quit”– with both the “chairman” and “a commentator on financial issues”\ndeparting the organisation. The article went on to report that the commentator\n“created the network’s Financial Secrecy Index in 2009”, and included several\nquotes from both the chairman and the commentator criticising the organisation\non various grounds, such as the growth of the organisation’s staff and the pay\nof its senior managers. The article ended with a statement from the Tax Justice\nNetwork, saying it was “disappointed to see recent attempts by some of Tax\nJustice Network’s 2003 founders to subvert our current strategy process” before\ngoing on to state that the “behaviour” of the founders had “created a false\nimpression of our work”.\n3. The\narticle also appeared online in substantially the same form.\n4. The\ncomplainant said that the article contained a number of inaccuracies in breach\nof Clause 1. It said that it was inaccurate to claim that either of the two men\nquoted had “quit” the organisation. The financial commentator held no paid or\nunpaid position with the network, had not been listed as a senior advisor of\nthe network since 2013, and had not spoken at the organisation’s annual\nconference since 2017. The chairman had retired from his paid role as executive\ndirector with the organisation in May 2021, as planned, and without raising any\nconcerns with the organisation, and then had resigned as chairman 3 months\nlater.  It said that an accurate article\nwould have made clear that the chairman had previously retired from his paid\nrole in May, rather than conflating his retirement and later resignation as\nchairman into one event, which it said gave the misleading impression that\nconcerns over funding were the motivation for his departure from the network.\n5. The\ncomplainant then said that a further inaccuracy arose from the article’s claim\nthat the financial commentator had “created the network’s Financial Secrecy\nIndex in 2009”. It said that the Index had emerged from “discussions among a\nrange of people [….] in 2007” and that the commentator was not present at these\ntalks, though it did note that the commentator was subsequently involved in\nearly editions of the Index.\n6. In\naddition, the complainant said that the article had breached Clause 1 by\nincluding “inaccurate and misleading accusations” from the two men about the\nnetwork – in the words of headline – “wasting cash”. It said that the\npublication had not distinguished the men’s claims from fact; had not provided\na balanced and fair picture of the network; and had not sought a response from\nthe network to the allegations. It also noted that the article omitted to\nmention that the network’s financial accounts were publicly available, and that\nit was “consistently well assessed in funder audits and evaluations”.\n7. The\ncomplainant said that it wished for a full correction and apology to be\npublished in print and online, to address the alleged inaccuracies and\napologise for any harm caused to the organisation.\n8. The\npublication said it did not accept that the article was inaccurate in breach of\nClause 1. It noted first that the article did not claim that the chairman or\ncommentator had resigned from paid roles, and that the use of the word “quit”\nin the context of the article was a fair summary of what had happened: two of the\nfounders of the network had disowned the organisation. It provided the\nresignation letters of both men, and further noted it had not claimed in the\narticle that the financial commentator had held any position with the\norganisation, but merely that he had quit it. It considered this a fair summary\nof his letter, in which he had said that he “resign[ed] from association with\nthe Tax Justice Network”.\n9. The\npublication then said that it did not appear to be in dispute that the\nfinancial commentator was involved in the early editions of the Financial\nSecrecy Index, noting that he was thanked on the complainant’s website as one\nof those “who have contributed to the creation and construction of the index\nover the years”. It also linked to a post on the financial commentator’s\nwebsite, in which he stated that he had “directed a project” for the\ncomplainant and that the “output” of the project was the Financial Secrecy\nIndex.\n10.\nTurning to the complainant’s concerns that the article had breached Clause 1 by\nincluding “inaccurate and misleading accusations” from the two men about the\nnetwork, it said that the statements which the complainant disputed were the\nopinions of the two men and clearly distinguished as such. It noted also that\nthe article included the complainant’s statement on the issues raised by the\ntwo men – thereby putting its position on the record. With this context, the\npublication did not accept that the article was significantly inaccurate on\nthis point, or that it had not taken sufficient care. In addition, the\npublication said that there was no general “right to reply”, where Clause 1\n(iii) refers only to the fair opportunity to reply to significant inaccuracies.\nWhere the publication did not accept that the article included any significant\ninaccuracies, it did not consider the terms of Clause 1 (iii) to be engaged.\n11. The\ncomplainant said that, where the publication accepted that the financial\ncommentator had held no position with the organisation, it was clearly\ninaccurate to report that he had “quit” the organisation. It further noted that\nthe publication had made no attempt to check the veracity of the claim, beyond\nrelying on the website of a “disaffected founder”. It also said that, while it\naccepted that the financial commentator had a role in the early production\ncycles of the Secrecy Index, it did not follow that he had created it.\n12. While\nthe complainant accepted that the article had included excerpts from a\n“somewhat relevant” statement it had published on the website, it said that the\nstatement was presented as if it was the organisation’s response to the\nspecific claims made by the men quoted in the article. It said this could not\nbe the case, as the statement was published two days before the ‘resignation’\nof the financial commentator.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n13. The\narticle explained the men’s association with the network, referring to them as\n“founders”.  In addition, one had been described\nas a “chairman”, while the other was more generally referenced as a\n“commentator on financial issues”.\n14. It\nwas not in dispute that the chairman of the network had resigned from his role\nas chairman. The Committee was satisfied that the article was not inaccurate in\nits description of the chairman having “quit” the organisation, where it was\nnot in dispute that he had held this role within the organisation, regardless\nof whether it was paid or unpaid (and whether he had previously held a paid\nrole). There was no breach of Clause 1 on this point.\n15. Turning\nnext to the question of whether reporting that “commentator on financial\nissues” had “quit” the organisation, the Committee acknowledged that in\nisolation, the term “quit” could be taken to imply that the financial\ncommentator held a formal role within the organisation. However, the article\nexplained his connection to the network as one of its founders. Where this was\nthe case, and it was not in dispute that he had a clear association with it\nthat spanned many years before “disowning” it in what he referred to as a\n‘resignation’ letter, the Committee did not consider that the claim that he had\n“quit” was inaccurate or required correction.\n16. It\nwas not in dispute that the financial commentator had played a role in the\nearly production cycle of the Secrecy Index. Therefore, the Committee did not\nconsider reporting that the commentator had “created” the Index in the context\nof an explanation of his close association with the network represented an\ninaccuracy in need of correction, or that the publication had failed to take\ncare over the accuracy of the information; both the commentator’s website and\nthe complainant’s website stated that the commentator had contributed to the\ncreation of the index – with the commentator’s website referencing him\n“directing” a project which led to the Index. There was no breach of Clause 1\non this point.\n17. The\npublication was entitled to publish the criticisms of the two men, provided\nthat, in doing so, the terms of Clause 1 were not breached. The Committee noted\nthat the views of the men were clearly attributed to them, via the use of\nquotations, and that the headline made clear that the views were “accusations”\nrather than established fact. In addition, the statement from the complainant,\ntaken from its website, clearly rebutted the criticisms and made clear that it\nconsidered that they had “create[ed] a false impression” of the organisation’s\nwork. Where the criticisms by the men were clearly presented as their opinion,\nin line with the terms of Clause 1 (iv), and the article recorded the\norganisation’s broad denial of the claims, the Committee did not consider that\nthe article breached Clause 1 on this point.\n18. The\ncomplainant also raised concern about the reference in the headline to claims\nthat the network was “wasting cash”, noting that the network’s financial\naccounts were publicly available, and that it was “consistently well assessed\nin funder audits and evaluations”. The Committee noted that it considers\nheadlines in the context of the article as a whole. Neither the article as a\nwhole nor the attributed comments within it claimed any misconduct or\nimpropriety in relation to the organisation’s financial controls. Rather, the\ncriticism as reported in the article related to concerns over the strategic\ndirection of the organisation, including the decision to take on more staff. In\nthis case, omitting information about the network’s publicly available accounts\nand audits did not make the article inaccurate or misleading; the article had\nmade clear that the organisation rejected the two men’s claims. There was no\nbreach of Clause 1 on these points.\n19. Where\nthe Committee did not find that the article included any significant\ninaccuracies, there was no requirement for the publication to give the\ncomplainant the opportunity to reply. Therefore, no breach of Clause 1 arose\nfrom the publication not seeking comment on the two men’s claims. In addition,\nconcerns that the article had not provided a balanced and fair picture of the\nnetwork did not engage the terms of Clause 1; it includes no requirement for\nbalance.\nConclusion(s)\n20. The\ncomplaint was not upheld.\nRemedial\nAction Required\n21. N/A\n\n\n\nDate\ncomplaint received: 24/09/2021\nDate\ncomplaint concluded by IPSO: 21/12/2021\nBack to ruling listing\n\n\n"
}