{
    "url": "/rulings-and-resolution-statements/ruling/?id=10225-21",
    "title": "10225-21 A man and a woman v Ardrossan & Saltcoats Herald",
    "provisions": [
        "2 Privacy (2019)",
        "4 Intrusion into grief or shock (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Ardrossan & Saltcoats Herald (Newsquest Media Group)",
    "published_on": "2021-09-15 00:00:00",
    "received_on": "2022-09-25 00:00:00",
    "concluded_on": "2022-04-22 00:00:00",
    "complaint_processing_days": -156,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "23. N/A    Date complaint received: 25/09/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10225-21 A man and a woman v Ardrossan &\nSaltcoats Herald\nSummary\nof Complaint\n1. A man\nand a woman complained to the Independent Press Standards Organisation that\nArdrossan & Saltcoats Herald breached Clause 2 (Privacy) and Clause 4\n(Intrusion into grief or shock) of the Editors’ Code of Practice in an article\nheadlined “[A woman] cycles to Beatson to thank them for saving her life”,\npublished on 15th September 2021.\n2. The\narticle reported that a named woman, who was a “breast cancer survivor”, had\ncompleted a charity cycle ride along with a “big group of family and friends\nincluding husband [name] and daughter [name]”. It stated that the cyclists had\ntravelled “to the treatment centre that helped save her life” and that the\nmoney raised was going to the centre as well as “North Ayrshire Cancer Care”.\nThe article also reported that the woman “wears a t-shirt that has become her\nmotto during her training and inspiration to herself and the others, it simply\nsays, ‘It came, we fought, I won, Survivor’”. The article also included an\nimage of the group of cyclists and was captioned, “[A woman], centre, and the\ncyclists set off from Stevenston”.\n3. The\ncomplainants were the woman mentioned in the article as being a “breast cancer\nsurvivor” and her husband, who had also been mentioned in the article. They\nsaid the article breached Clause 2 because it disclosed her medical condition\nwithout her consent. The complainants stated that the woman had met the\njournalist, who was an acquaintance of the family, coincidentally roughly two\nweeks before the charity cycle ride. The journalist had said she wanted to\nwrite an article covering the forthcoming ride and the woman agreed but had not\nmentioned her medical condition at any time, as she had not wanted her\ncondition to be made public, but rather wanted to focus on the charities which\nwould benefit from the ride. The complainants noted that the fundraising page\nfor the ride did not mention the woman’s condition. Originally, the fundraising\npage included an image of the cycle route, and, after the ride had been\ncompleted, it was changed to an image of the group.\n4. The\ncomplainants also said the article breached Clause 2 because it had included\nthe name of the man and their daughter without consent.\n5. The\ncomplainants also said the article breached Clause 4 because the inclusion of\nthe woman’s medical condition had caused her significant distress.\n6. The\npublication said it did not accept a breach of Clause 2. It said that the woman\nand the reporter had known one another for ten years and had bumped into each\nother in town. They had discussed the charity bike ride and the journalist, who\nhad already been aware of the complainant’s illness, proposed publicising it in\nan article. The woman had been receptive to the idea of an article and told the\njournalist she would be in touch following the event. The publication stated\nthat the reporter had not been made aware that the woman did not want to make\npublic the reason for the cycle ride or her personal connection to the\nbeneficiaries. Following their conversation, the reporter believed the woman’s\nillness was public knowledge. The publication said that, after the bike ride,\nit received a submission from a third party via the “send us your news” section\non the website. This submission, from a named individual who was not the\ncomplainant, had stated that the bike ride was a way for the complainant to\nshow her gratitude for the treatment she had received; it included the woman’s\nfirst name and her medical condition, along with photographs from the bike\nride, as well as request for a call back if the publication decided to use the\nstory. The submission had also included the names of the complainant’s husband\nand daughter. The publication stated that the names of the husband and daughter\nwere in the public domain because they appeared on the woman’s public Facebook\npage.\n7. The\npublication said that, in the image included in the article, which had been\ntaken during the 50-mile bike ride, the complainant could be seen wearing a\npink top that read “It came, we fought, I won. Survivor”, a phrase it said was commonly\nassociated with the woman’s illness, accompanied by an image of a ribbon.  Over this top, she wore a pink sparkly\nbrassiere. Images of the complainant wearing this top also appeared on her\npublic Facebook page where she had been promoting the event.\n8. The\npublication also did not accept a breach of Clause 4. It said that no\ninsensitive approaches had been made as, in a conversation between the woman\nand the reporter, the woman had supported coverage of the event and indicated\nthat she would be happy to speak about it. The coverage also concerned a public\nevent, and no request was made for the woman’s illness to be excluded.\n9. The\ncomplainants said that the online submission had not been made by them but had\ncome from another source without their knowledge or consent.\n10. The\npublication said the reporter was aware of the name of the sender and that it\nwas not the complainant. However, the reporter assumed that, following the\nearlier conversation with the woman, and because she was expecting coverage of\nthe event with photos, this was the way the complainants had chosen to share\nthe information and that this person was acting on their behalf.\n11.\nNotwithstanding its position, the publication offered to work with the\ncomplainants to write an article highlighting the work of the charities.\n12. The\ncomplainants said the images provided by the publication in which the woman was\nseen wearing a t-shirt that said “It came, we fought, I won. Survivor” did not\nidentify her as being affected by a particular illness as the slogan made no\nreference to any condition.\n13. The\ncomplainants did not accept the publication’s offer as a way to resolve their\ncomplaint.\nRelevant\nCode Provisions\nClause 2\n(Privacy)\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or private\nplaces where there is a reasonable expectation of privacy.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n14. The\nCommittee first extended its sympathy to the woman and acknowledged the\nsensitivity of the issues raised by the article.\n15. The\narticle had revealed that the woman had survived breast cancer. Clause 2 states\nthat everyone is entitled to respect for their private life, which includes\ntheir health, and requires editors to justify an intrusion into an individual’s\nprivate life without consent. In assessing whether such an intrusion is\njustified, the Committee will take into account an individual’s own public\ndisclosure of information and the extent to which it is already in the public\ndomain. The Committee therefore had to decide whether the woman had consented\nto publication of the information by the publication; whether she had otherwise\ndisclosed the information; and the extent (if at all) to which the information\nwas already in the public domain.\n16. The\nwoman had discussed the upcoming cycle ride with someone she knew was a\nreporter and who had suggested writing an article on the subject. The reporter\nhad said she was aware of the woman’s medical condition, having been informed\nby a relative of the woman at a fitness class. The woman had not made clear\nthat she did not want her diagnosis made public. The complainants stated that\nthe fact the woman had suffered from breast cancer had not formed part of the\nconversation with the journalist, and that the conversation had focused on the\npurpose of the cycle ride: to raise money for two charities. The reporter, an\nacquaintance of the complainant, had assumed that her previous medical\ncondition was public knowledge. The Committee expressed concern over this\nassumption: personal medical information constitutes private information, and\nwhere the condition was not mentioned in the conversation between the\ncomplainant and the reporter, this conversation did not constitute consent by\nthe complainant for the publication of the information about her medical\ncondition.\n17. The\nCommittee then considered whether the submission made to the publication by a\nthird party constituted consent for the publication of the woman’s medical\ninformation. The submission had clearly been made by an individual other than\nthe woman and, furthermore, had requested direct contact should the publication\nwish to use the submitted material. The publication had assumed that this\nrepresented the information it was expecting regarding the cycle ride and\nphotos of the event and had not taken steps to establish whether the\ninformation had been provided with the knowledge and consent of the woman. The\nCommittee did not consider the submission of the information was sufficient to\nconstitute consent to publish the information about the woman’s diagnosis. The\nCommittee therefore concluded that the publication had published this\ninformation without consent.\n18. The\nCommittee then considered the extent to which this information had already been\npublicly disclosed by the woman. The woman had posted images on her public\nsocial media page that showed her wearing a pink t-shirt with a ribbon that\nbore the slogan “It came, we fought, I won, Survivor.” She had also shared\nimages on her public social media page in which she wore this t-shirt along\nwith a pink bra, worn on the outside of the t-shirt, in the context of\npromoting the charity cycle ride. An image of her wearing this outfit also\nformed her profile picture on her fundraising page. She had also worn this\noutfit out in public during the cycle ride. The image included in the article\nand later added to the fundraising page showed that she was the only individual\nin this specific outfit. The Committee considered that the slogan and ribbon on\nthe t-shirt effectively disclosed her cancer diagnosis, and the colour of the\nt-shirt and the bra indicated the type of cancer – breast cancer. This\ninformation had been established in the public domain through the public social\nmedia page, and on the fundraising page.\n19. The\nCommittee sympathised with the complainant’s desire to exercise control over\nthe disclosure of her medical diagnosis, but it concluded that she had\ndisclosed the information by wearing attire on the cycle ride that effectively\ncommunicated her status as a breast cancer survivor, which had been further\npublicised for the purpose of promoting the fundraiser. It had been established\nin the public domain to a sufficient extent that she no longer had a reasonable\nexpectation of privacy in relation to this information, and accordingly its\ninclusion in the article did not constitute an intrusion into her privacy.\nThere was no breach of Clause 2.\n20. The\nCommittee then considered whether the inclusion of the names of the man and\ntheir daughter represented a breach of Clause 2. Their names had also appeared\non the woman’s social media page and so were established in the public domain.\nIn addition, someone’s name or familial relationship to another individual is\nnot usually considered private information. As such, there was no breach of\nClause 2 on this point.\n21.\nFinally, the Committee considered Clause 4. The Committee were sympathetic and\nsorry to hear that the woman had suffered distress because of the article.\nHowever, it did not consider that the publication of the article, which\npromoted a charity event promoted by the complainant, related to an incident of\ngrief or shock, or that the publication had handled it insensitively. As such,\nthere was no breach of Clause 4.\nConclusion(s)\n22. The\ncomplaint was not upheld.\nRemedial\nAction Required\n23. N/A\n\n\n\nDate\ncomplaint received: 25/09/2022\nDate\ncomplaint concluded by IPSO: 22/04/2022\nBack to ruling listing\n\n\n"
}