{
    "url": "/rulings-and-resolution-statements/ruling/?id=10262-20",
    "title": "10262-20 Sharp v thescottishsun.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thescottishsun.co.uk (News UK)",
    "received_on": "2020-06-18 00:00:00",
    "concluded_on": "2021-01-21 00:00:00",
    "complaint_processing_days": 217,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 10262-20 Sharp v thescottishsun.co.ukSummary of complaint1. Jill Sharp\ncomplained to the Independent Press Standards Organisation that\nthescottishsun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), and\nClause 3 (Harassment) of the Editors’ Code of Practice in articles headlined\n“LIES Rangers fantasist ‘Champagne Jill’ Sharp claimed fake man was going to\n‘propose at Ibrox with help from [Named footballer]’” published on 18 July 2019\nand “'FAKE NEWS' Rangers fantasist ‘Champagne Jill’ Sharp claims she is victim\nfollowing early release after stalking pals” published on 17 October 2019.2. The first\narticle headlined “LIES” reported that that a woman – aged 32 – had been\nsentenced to a year in prison after pleading guilty to stalking a former friend\nand her husband between 2014 and 2017. It reported that the woman had met the\nformer friend in 2011. The article explained that the newspaper had reported in\n2017 accusations that the woman had faked a relationship with a stranger for\nfour years by manipulating photographs of the man and his fiancée posted on\nsocial media. The article then explained that the woman told her friends she\nwas engaged to the man and created a “double life” for herself. It also\nexplained that the woman would shadow the man and his real-life fiancée by\ngoing to places they had visited and taking her own pictures and sharing\nstories of their “alleged romance”. The article described the man as a “fake\nman” and the complainant’s “fake boyfriend”.3. The article then\nreported that now the woman had been sentenced, the former friend and her\nhusband had spoken to a newspaper about their experience. It quoted the former\nfriend repeating as fact that the woman had fabricated a relationship –\nincluding by using a second mobile phone – and that she was told by the woman\nthat a footballer would be helping the “fake boyfriend” propose. The woman was\nalso quoted as saying that she and her husband were “forced” to give up their\nseats at a football stadium because of the woman’s behaviour, and that she\nbelieved that the woman’s fantasy came about because she was jealous that she\ngot engaged. The article reported the charges to which the woman had pleaded\nguilty – including sending abusive and threatening text messages and emails and\n“poison pen letters” cut out of newspapers. Following this description of her\nSheriff’s sentencing comments, the article reported that the woman denied any\nwrongdoing and said that the accusations “simply weren’t true”.4. The article also\nincluded several photographs of the woman. It included a photograph which\nallegedly had been manipulated by her to claim she was in a relationship with\nthe man. It also included a photograph of the woman, seemingly on holiday, a\nphotograph of her drinking champagne in a bubble bath, and a photograph of the\nwoman and man waving a flag whilst in the crowd at a football match.5. The second\narticle headlined “FAKE NEWS” reported that the woman – also described as being\naged 32 had “claimed she is the victim” after being released from prison. It\nreported the comments the woman had made on Facebook after her release and that\nshe had shared photographs of her drinking champagne – it reported that she had\npreviously “boasted” of her “champagne lifestyle”. It then included the\nresponse from the husband of the former friend she had stalked who was quoted\nas saying “This obsession she has with champagne is sad but we won’t be\nintimidated by her”. The article reported the charges to which the woman had\npleaded guilty to – including sending abusive and threatening text messages and\nemails and “poison pen letters” cut out of newspapers.6. The article then\nset out how the newspaper had reported the accusations in 2017 that the woman had\nfaked a relationship with a stranger. It described this allegation in the same\nterms as the first article and referenced the first article in reporting that\nshe had claimed a footballer was “’going to help with an Ibrox proposal’ from\nher fake boyfriend”.7. The second\narticle included the same photographs as the first article, but used a\ndifference photographs of the woman drinking champagne in a bubble bath, and\ndid not include the photograph of her on holiday.8. The complainant\nsaid that the first article breached Clause 1. She said that she was 33 at the\ntime of publication, not 32 and that she met her former friend in 2013, not\n2011. She said that she had never fabricated a relationship with the man, and\nshe was the victim of a hoax. She also said that although she was originally\ncharged with offences relating to the allegedly faked relationship, these were\ndropped and she was never convicted on these points. She said that she had\nalways denied these claims, and her denial was in the public domain via\nprevious articles at the time of publication. As such, reporting that she had\ncreated a “fake man” or a “fake boyfriend”; that she claimed that a former\nfootballer would be helping the “fake man” propose to her, or that she had used\na second phone to carry out the fabrication was inaccurate. She disputed the\nformer friend’s claim that her and her husband had been forced to give up their\nseats at a football stadium as a result of the complainant’s abuse, or that she\nwas ever jealous of the former friend. She said that she was not convicted of\nsending the former friend any “poison pen” messages cut out of newspapers, but\ndid accept that her indictment showed she pleaded guilty to “repeatedly send\nletters to [former friend’s husband’s] colleagues which included malicious\nremarks”.9. The complainant\nalso said that the second article also breached Clause 1. She said that it was\nalso inaccurate to report that she was 32 at the time of publication. She said\nthat the husband of her former friend was inaccurate to claim that she was\n“obsessed by champagne” or that she had previously boasted of her “champagne\nlifestyle”. Where the second article also reported that she had sent poison pen\nmessages, she said that this was also inaccurate for the same reasons as the\nfirst article. The complainant also disputed the second article’s references to\nthe allegedly faked relationship, for the same reasons as the first article.10. Finally, the complainant also said that both articles\nbreached Clause 2, as they published photographs and a still from a video\nwithout her permission. Aside from the image of her in the crowd at a football\nmatch, she accepted that all the photographs or videos had been publicly\navailable on social media at the time of publication. The complainant also said\nthat the publication of the two articles represented a continuation of\npersistent coverage by the newspaper, which she said was unjustified and\nexcessive. Therefore, she said that the publication of these articles constituted\na breach of Clause 3.11. The newspaper did not accept that the first article\nbreached Clause 1. It said that when the complainant met the former friend and\nher husband was not significant in the context of the overall article where it\nhad accurately reported the time period for which the complainant was convicted\nof stalking the couple. The newspaper said that in relation to the allegedly\nfabricated relationship, the article made clear that these were allegations. It\nnoted that the article reported that the complainant was “accused” of faking a\nrelationship and that she had shared stories of “their alleged romance”. It\nsaid that the former friend’s claims regarding the relationship and the alleged\ninvolvement of a footballer in a proposal was the former friend’s own claim,\nwhich was clearly presented in quotation and attributed to her. It also said\nthat the article included the complainant’s denial of these allegations by\nreporting “she denied any wrongdoing and said the accusations ‘simply weren’t\ntrue’”. With regard to the former friend’s claim that the complainant was\njealous of her, it provided a press release from the Scottish Crown Procurator\nFiscal Service (SCPFS) published after the complainant was sentenced which said\nthat “the court heard that Sharp became jealous when a former friend formed a\nrelationship and subsequently married” and that the complainant “sent\nthreatening and abusive text messages, poison pen letters cut out of newspapers\nand emails to the employers of her victims”.12. With regards to the second article, the newspaper also\ndid not accept that it breached Clause 1. It said that the claim that the\ncomplainant was “obsessed by champagne” was clearly an opinion – in this case\nthe view of the former friend’s husband – and was attributed to him in a quotation.\nWith regards to the point relating to poison pen messages, it said that this\nwas not inaccurate for the same reasons as the first article. Similarly, it\nsaid that the second article also made clear that the points relating to the\nalleged faked relationship were allegations.13. The complainant disputed the accuracy of the press\nrelease referred to by the newspaper but accepted that she had not approached\nthe SCPFS to amend the alleged inaccuracies.14. The newspaper did not accept that the article breached\nClause 2. It said that the video had been published on open social media, and\ndid not reveal anything private about the complainant. The newspaper said that\nin relation to Clause 3, this generally related to the conduct of journalists\nduring the newsgathering process. It did not apply to the frequency that\narticles about a person were published, so the terms of Clause 3 were not\nengaged.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2* (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunicationsii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 3* (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.Findings of the Committee15. The Committee emphasised first that it was not making a\nfinding on the accuracy of the allegations made against the complainant. Its\nrole was to decide whether there had been a breach of the Editors’ Code.16. In relation to the first and second articles, the\ndifference between 32 and 33 did not amount to a significant inaccuracy in the\ncontext of the overall article – it did not affect the reporting of the\ncomplainant’s conviction or the nature of the claims made against her. With\nregards to the claim which also appeared in both articles that the complainant\nhad sent poison pen letters cut out from newspapers, this had been accurately\nreported from the SCPFS statement released after the complainant’s conviction.\nThe Committee noted that the complainant had disputed this statement, but in\nthe absence of complaint to the SCPFS or material to contradict it and where\nthe complainant had pleaded guilty to sending letters which included malicious\nremarks, the Committee could not find that this point represented a significant\ninaccuracy. There was no breach of Clause 1 on these points.17. In relation to the first article specifically, when the\ncomplainant met her former friend was also not significant to this facts of the\ncomplainant’s conviction or the nature of the claims made against her– the\narticle did not suggest that the complainant had stalked her former friend\nsince 2011. With regards to the claim that she had been jealous of her former\nfriend’s engagement – this was a claim attributed to the former friend and was\nfurther qualified as being her “belief”. Similarly, it was the former friend’s\nclaim – presented in quotation marks – that she and her husband had been forced\nto give up their seats at a football stadium as a result of the complainant’s\nabuse. Where these points were attributed to a person rather than adopted as\npart of the court’s findings, there was no failure to distinguish between\ncomment, conjecture and fact, and was not significantly misleading as to\ncharges to which the complainant had pleaded guilty. The Committee also noted\nthat the complainant did not appear to be in a position to challenge the former\nfriend’s claim regarding her stadium seats.18. In relation to the second article specifically, the\nclaim that the complainant was “obsessed with champagne” was a personal opinion\nrather than a claim of fact, and this was made clear by the article’s use of\nquotation marks to attribute it to the former friend’s husband. Furthermore,\nthe Committee considered that where it was not in dispute that the complainant\nhad posted pictures on social media of herself drinking champagne in a hot tub\nand the focus of the article was on the reaction to these posts, the extent to\nwhich the complainant had boasted previously about her “champagne lifestyle”\nwas not significant to the overall article. Reporting this point did not give\nrise to any significant inaccuracy requiring correction. There was no breach of\nClause 1 on these points.19. In relation to the allegedly fabricated relationship\nwhich was referenced in both articles, parts of the both articles did make\nclear that this was an allegation by reporting that she was “accused” of an\n“alleged” romance and attributing the former friend’s comments on this point to\nher via quotes. However, both articles referred to a “fake man” and “fake\nboyfriend” as a point of fact, and the complainant’s denial included in the\nfirst article was not specific to this allegation – it was included after a\ndescription of the complainant’s conviction. There was no denial of this\nallegation included in the second article. Furthermore, in relation to the\nfirst article, although the claim that the woman had told her former friend\nthat a footballer would be helping her allegedly faked boyfriend propose had\nbeen attributed to the former friend, there was no denial from the complainant\non this point. Presenting these allegations as fact, despite the fact that the\ncomplainant’s denial had been previously published and was in the public\ndomain, constituted a failure to distinguish between comment, conjecture and\nfact, and there was a breach of Clause 1(iv). Where this meant that the\narticles were significantly misleading as to the status of these serious\nallegations, a clarification putting on the record that these claims were\nallegations disputed by the complainant was required under Clause 1(ii). The\nnewspaper had not offered to take any action in response to the complaint, and\nso there was a further breach of Clause 1(ii).20. In relation to both articles, the photograph showing the\ncomplainant at a football match was taken in a public place, and simply showed\nthe complainant attending the match and waving a flag. With regards to the rest\nof the photographs, the complainant accepted that they were publicly available\non social media at the time of publication. For these reasons, the complainant\ndid not have a reasonable expectation of privacy over these photographs or the\nvideo and their publication did not represent an intrusion into her privacy.\nThere was no breach of Clause 2 in relation to either article. The terms of\nClause 3 are generally interpreted to apply to the conduct of journalists\nduring the newsgathering process. The concern that the newspaper had printed an\narticle which was unnecessary did not engage the terms of Clause 3.Conclusions21. The complaint was partly upheld under Clause 1.Remedial action22. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.23. The Committee considered that the articles gave a\nmisleading account of the status of the claim made against the complainant that\nshe had fabricated a relationship. However, this was not central to the main\ntheme of the articles, which was that her former friend had spoken to a\nnewspaper in light of the complainant’s sentence to recount her experience of\nbeing stalked and that the complainant had made comments which had upset her\nformer friends after her release from prison. Furthermore, in this instance the\nrequirement under Clause 1(ii) was to make clear that the claim that the\ncomplainant had fabricated a relationship was disputed by the complainant and\nto put her position on record. In light of these considerations, the Committee\nconcluded that a correction was the appropriate remedy.24. This correction should acknowledge that the claim that\nthe complainant had stalked the man by pretending to be in a relationship with\nhim, creating a fake Twitter account, and photoshopping images, were\nallegations disputed by the complainant, not established fact. This wording\nshould be agreed with IPSO in advance and in addition to the points above,\ninclude a reference to the newspaper title, the article subject, and that it\nhas been required following an upheld ruling from IPSO. It should be added to\nthe articles and appear as a standalone correction in the online corrections\nand clarifications column. If the publication intends to continue to publish the\nonline articles without amendment, the correction on the articles should be\npublished beneath the headline. If the articles are amended, the corrections\nshould be published as a footnote which explains the amendments that have been\nmade.Date complaint received: 18/06/2020Date decision issued: 21/01/2021\nBack to ruling listing\n\n\n"
}