{
    "url": "/rulings-and-resolution-statements/ruling/?id=10294-21",
    "title": "10294-21 The Majority v The Herald",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2021-07-30 00:00:00",
    "received_on": "2021-09-29 00:00:00",
    "concluded_on": "2022-02-21 00:00:00",
    "complaint_processing_days": 145,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A Date complaint received: 29/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10294-21 The Majority v The Herald\nSummary\nof Complaint\n1.\nThe Majority complained to the Independent Press Standards Organisation that\nThe Herald breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “The Gaelophobic fringe of unionism is poisonous and ugly.\nAction has to be taken”, published on 30 July 2021.\n2.\nThe article was an opinion piece, written by a regular columnist for the\nnewspaper.  It was referenced on the\nfront page of the newspaper, accompanied by a photograph of the columnist. The\narticle commented on the prejudice faced by Gaels and the Gaelic language in\nScotland, particularly online, noting how “Gaelic’s very existence – even as a\nmarginalised language and culture – seems to trigger those few who see the UK\nas a single, homogenous nation rather than a diverse state”. The columnist said\nthat Police Scotland’s decision to renew its Gaelic plan “provoked the latest\noutbursts against the language”, noting the Twitter account of one “British\nnationalist blog last week encouraged its followers to respond to a police\nconsultation on Gaelic. Its advice: unionists should write ‘use English’\nwhenever asked how to provide services to Gaels.”\n3.\nThe article also appeared online in substantially the same format, under the\nheadline “David Leask: How can unionism deal with its Gaelophobic fringe?”\n4.\nThe complainant was the blog whose Twitter account was referenced and quoted in\nthe article. The complainant said that the article was inaccurate in breach of\nClause 1 to describe it as a “British nationalist” blog. It was an\nanti-Nationalist blog; it did not support nationalism of any kind and attracted\nsupport from across the political spectrum. It said that the description used\nincorrectly likened them to “extremist, anti-immigrant” groups. In addition,\nthe complainant said that the decision not to name it specifically as the\nsource of the tweet was done to prevent any right of reply – an opportunity it\nbelieved it was entitled to.\n5.\nThe newspaper did not accept any breach of the Editors’ Code. First, it said\nthat the article was an opinion piece, which clearly presented the columnist’s\npersonal view on the subject of language and nationalism. It said that the\ncolumnist was entitled to characterise the blog as “British nationalist” and\nhad a sufficient basis to do so.  It was\na term that was commonly used to describe those who believed that the UK was a\nsingle, homogenous indivisible nation rather than a diverse, multi-national\nstate. In support of this position, the newspaper provided examples of the\nactivities of the blog and individuals closely associated with it. These\nincluded: its support for George Galloway’s Alliance for Unity Party; campaigns\nfor the closure of pro-Scottish Independence newspaper titles; demands for\nspeakers of Gaelic – a minority language and symbol of the country’s distinct\nidentity – to speak English; and a column published on the blog  which called for a ban on secession, the\nproscription of any political party calling for independence, referred to\nScotland as a region but the UK as a country and which concluded the assertion\nthat “We are one country”. In addition, it said that political values and terms\nwere inherently subjective, and as such it rejected the complainant’s “narrow”\ndefinition of British Nationalism which equated it with “far right nativism”,\nnoting that moderate, mainstream political parties could be described as\n“British Nationalist”. For all of these reasons, the newspaper said it was not\ninaccurate or misleading to characterise the complainant as a “British\nnationalist” blog.\n6.\nIn addition, the newspaper rejected the complainant’s assertion that the\ncolumnist had not specifically named the group to avoid a right of reply.\nRather, he had chosen not to name the complainant because it had abused him on\nsocial media, and he did not want to give it the “oxygen of publicity in that\ncontext”. The newspaper maintained that the omitting the name of the blog did\nnot render the article inaccurate or misleading.\n7.\nNotwithstanding this, in an effort to resolve the matter, the publication said\nthat it would be happy to consider publishing a letter from the complainant\nsetting out its position and to amend the online version of the article to name\nthe organisation. The complainant, however, did not consider this offer\nsufficient and requested a published apology and retraction of the online\narticle. This was rejected by the publication and the matter was passed to the\nComplaints Committee.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8.\nThe description and characterisation of political philosophies is a subjective\nassessment, rather than a verifiable fact. The Committee acknowledged that the\ndefinitions of particular terms and concepts will vary and inevitably be a\nmatter of debate. Accuracy does not require that publications adopt the same\nlanguage used by the authors or exponents of that movement to identify\nthemselves or characterise their ideas. In this instance, the contested\ndescription of the complainant had appeared in a comment piece and the\ncharacterisation of the complainant as a “British Nationalist” blog was,\ntherefore, clearly presented as the columnist’s own assessment of its political\nstance. The publication had been able to provide a clear basis for the\ndescription of the complainant as a “British Nationalist” blog, including the\ncomplainant’s stance that secession should be banned and political parties\npersistently advocating for secession should be abolished. The Committee did\nnot, therefore, consider that there had been a failure to take care over this\ncharacterisation, and there was no inaccuracy that required correction under\nClause 1(ii).\n9.\nThe Committee next considered whether the general reference to the blog, rather\nthan by its name, amounted to an inaccuracy. In circumstances where there was\nno dispute that the blog referenced in the article was indeed the complainant\nand where there was no dispute that the article had accurately reported the\npublicly available comments made by the complainant, the Committee did not\nconsider that the omission of the blog’s name represented a failure to take\ncare over accuracy or gave rise to any inaccuracy, noting that that there is no\nspecific requirement in the Code to identity all sources by name. There was no\nbreach of Clause 1 in regards to this.\nConclusion(s)\n10.\nThe complaint was not upheld.\nRemedial\nAction Required\n11.\nN/A\nDate\ncomplaint received: 29/09/2021\nDate\ncomplaint concluded by IPSO: 21/02/2022\nBack to ruling listing\n\n\n"
}