{
    "url": "/rulings-and-resolution-statements/ruling/?id=10300-21",
    "title": "10300-21 Brant v kentlive.news",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "kentlive.news (Reach PLC)",
    "published_on": "2021-09-16 00:00:00",
    "received_on": "2021-09-28 00:00:00",
    "concluded_on": "2022-02-10 00:00:00",
    "complaint_processing_days": 135,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 13. The Committee considered that stating a pub was closed to business when it was in fact operational was a significant inaccuracy and that the appropriate remedy was the publication of a correction to put the correct position on record. A correction was considered to be sufficient given that sufficient care had been taken by the publication, and because the pub had, at one point, been closed due to staff shortages. 14. The Committee then considered the placement of this correction. This correction should be added to the article, where it still remains online, directly beneath the headline. If the article is removed, the correction should appear as a standalone article. The wording of the correction should include information required to correct the misleading information: that contrary to the claim in the article, the pub had in fact been open at the time of publication. The wording should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 28/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10300-21 Brant v kentlive.news\nSummary\nof Complaint\n1.\nDavid Brant complained to the Independent Press Standards Organisation that\nkentlive.news breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Henry VIII at Hever: Popular Sevenoaks pub forced to shut\nover chronic shortage of hospitality staff”, published on 16th September 2021.\n2.\nThe article reported that a “popular” pub had “been forced to shut ‘until\nfurther notice’ because of a chronic shortage of hospitality staff It said the\npub informed customers in an answerphone message that “it will contact all\nthose who have made bookings”. It included an image that was captioned, “The\nHenry the Eighth in Hever, that has had to close due to lack of staff”.\n3.\nThe complainant, who was the owner of the pub, said that the article was\ninaccurate in breach of Clause 1 because at the time the article was published,\nthe pub was no longer closed. He said the pub had been closed due to “severe\nstaff shortages and sickness” from Thursday 9th to Sunday 12th September and reopened\non Wednesday 15th September, as the pub did not currently operate on Mondays\nand Tuesdays. The complainant said he disputed the article’s claim that the pub\nwas closed “until further notice” as he said this was not a phrase used in the\npub’s messaging regarding the closure. He also said the phrase “until further\nnotice” implied that an update was expected shortly and that it was misleading\nto include this without making clear in the article the time and date the\nnewspaper had contacted the pub and heard the message regarding the closure.\nThe complainant provided an image of the sign that was put on the door of the\npub that said:\n“Pub\nClosure\nDue\nto severe staff sickness & shortages the pub is currently closed.\nWe\nhave made every effort to contact all impacted guests, defaulting to recorded\nmessages where necessary.\nWe\nsincerely apologise for any inconvenience caused.”\nHe\nsaid this sign was removed on Monday 13th September. The complainant could not\nbe completely sure of the wording that was used in the answerphone message\ninforming customers of the pub’s temporary closure but said that it had\ndefinitely been re-recorded on 13th September to reflect normal operating\nhours.\n4.\nThe complainant said he had contacted the editor on the day the article was\npublished to alert him to the inaccuracy, but after initially acknowledging the\ncomplaint, the editor had not contacted him further.\n5.\nThe publication did not accept a breach of the Code. It said the reporter had\nseen the notice on the door of the pub following an attempt to visit the\npremises for lunch on Sunday 12th September, and had then phoned the pub on the\n13th September and left a message introducing herself and asking to discuss the\nclosure further. The publication stated the journalist had called again on 14th\nSeptember and had heard the answerphone message that had said the pub would be\nclosed “until further notice”. The reporter believed that there had also been a\nsimilar message on the pub’s website. In addition, the publication said the use\nof the phrase “until further notice” where it indicated “that a situation will\nnot change until another announcement is made” was appropriate, given that the\nnote on the door and the answerphone message had not indicated a date for\nreopening. The publication acknowledged that the pub had reopened at the time\nthe article was published and on 13 October, following the complaint to IPSO,\noffered to remove the article if it would resolve the complaint.\n6.\nThe complainant said that there had not been anything on the pub’s website\nregarding the closure but that the online booking system had only been blocked\nout between 9th and 12th September.\n7.\nThe complainant said, whilst he wanted the article to be removed, it would not\nresolve his complaint.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8.\nClause 1 (i) of the Editors’ Code stipulates that the press must take care not\npublish inaccurate or misleading information. The newspaper had contacted the\npub on two occasions on consecutive days in order to discuss the closure in\nmore detail but had been unable to reach someone able to provide further\ninformation. The Committee noted that both parties provided a different account\nwith regard to the pub’s voicemail and when it was updated. The complainant\nstated that it was changed to reflect normal operating hours on Monday 13th\nSeptember; however, the publication asserted that on that date it was still\nadvising of a closure, making the point that the reporter would otherwise not\nhave known about this message. Whilst the Committee was not in a position to\nconfirm which version of events was correct, it could make a decision on the\nlevel of care taken by the publication to avoid publishing inaccurate or\nmisleading information. The journalist had seen the sign on the door, which had\nnot indicated when the pub would reopen, and, therefore, the Committee\nconsidered that “until further notice” was an accurate reflection of the\nmessaging regarding the pub’s closure. After seeing this sign, the reporter had\ncalled, unsuccessfully, on consecutive days to try and find out more\ninformation, the final contact being made two days prior to publication. In\nthese circumstances, the Committee found that sufficient care had been taken\nnot to publish inaccurate information and there was no breach of Clause 1 (i)\nof the Code.\n9.\nThe Committee then considered the complaint under Clause 1 (ii) which states\nthat a significant inaccuracy or misleading statement must be corrected\npromptly and with due prominence. The publication had acknowledged that it was\n“unfortunate” that at the time of “official publication”, the pub was in fact\nopen to customers again. While the Committee acknowledged that the publication\nhad made appropriate efforts to establish the opening date prior to\npublication, in the intervening period the situation had changed, and the pub\nwas operational at the time of publication. The information contained in the\narticle – which reported that the pub was currently closed and would be until\nfurther notice – was, therefore, outdated and consequently inaccurate.\n10.\nThe Committee noted that the complainant had contacted the publication directly\non the day of publication alerting it to the inaccuracy but had not received a\nsubstantive response; the article had not been updated or corrected. The\noperational status of a business was a point of significance, especially where\nthis claim was made in the headline. The article was significantly inaccurate\nas of the time it was published and, as such, required correction. Although the\npublication had, following the complaint to IPSO, offered to remove the article\nfrom in website in order to resolve the complaint, it had not offered to\ncorrect or update it either in response to the initial contact from the\ncomplainant, or following the complaint to IPSO. There was, therefore, a breach\nof Clause 1 (ii).\nConclusion(s)\n11.\nThe complaint was upheld.\nRemedial\nAction Required\n12.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a breach\nof the Editors’ Code, it can require the publication of a correction and/or an\nadjudication, the terms and placement of which is determined by IPSO.\n13.\nThe Committee considered that stating a pub was closed to business when it was\nin fact operational was a significant inaccuracy and that the appropriate\nremedy was the publication of a correction to put the correct position on\nrecord. A correction was considered to be sufficient given that sufficient care\nhad been taken by the publication, and because the pub had, at one point, been\nclosed due to staff shortages.\n14.\nThe Committee then considered the placement of this correction. This correction\nshould be added to the article, where it still remains online, directly beneath\nthe headline. If the article is removed, the correction should appear as a\nstandalone article. The wording of the correction should include information\nrequired to correct the misleading information: that contrary to the claim in\nthe article, the pub had in fact been open at the time of publication. The\nwording should be agreed with IPSO in advance and should make clear that it has\nbeen published following an upheld ruling by the Independent Press Standards\nOrganisation.\n\n\nDate\ncomplaint received: 28/09/2021\nDate\ncomplaint concluded by IPSO: 10/02/2022\nBack to ruling listing\n\n\n"
}