{
    "url": "/rulings-and-resolution-statements/ruling/?id=10309-22",
    "title": "10309-22 Various v The Times",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "published_on": "2022-06-27 00:00:00",
    "received_on": "2022-06-27 00:00:00",
    "concluded_on": "2022-08-24 00:00:00",
    "complaint_processing_days": 58,
    "conclusion_long": "14. The complaint was partly upheld under Clause 1.",
    "remedial_action": "15. The published corrections put the correct position on record and was offered promptly and with due prominence. No further action was required.    Date complaint received: 27/06/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10309-22 Various v The Times\nSummary\nof Complaint\n1. The\nIndependent Press Standards Organisation received various complaints that The\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “36% of Tories want him out”, published on 27 June 2022.\n2. The\narticle reported on the results of a YouGov poll, and said that “[a]bout four\nin ten Tory voters want Boris Johnson to quit, a poll shows” before going on to\nreport that “the latest YouGov poll found that 60 per cent [of all voters] did\nnot want him to be prime minister, against 25 per cent hoping that he is still\nin No 10 next year”.\n3. The\narticle was accompanied by a graphic showing the results of the poll, which was\ntitled “What do Tory voters think”, which purported to show the views of\nConservative voters. In the classic tablet edition of the newspaper, the graph\nshowed three bars. The largest bar was labelled “Johnson to remain Prime\nMinister, 25%”; the second largest bar, which was approximately a third smaller\nthan the largest bar, was labelled “I would prefer someone else to be PM, 60%”;\nand the smallest bar, which was approximately a quarter of the size of the\nlargest bar, was labelled “Don’t Know, 15%”. Only the classic tablet edition\nversion of the graph was labelled in this manner.\n4. IPSO\nreceived 11 complaints about the article. Complainants said that the classic\ntablet edition of the article was inaccurate in breach of Clause 1, as the\naccompanying graph was incorrectly labelled; with the largest bar being\nlabelled \"Johnson to remain Prime Minister, 25%\", where it appeared\nthat a majority of respondents (60%) had in fact responded \"I would prefer\nsomeone else to be PM\".\n5. Prior\nto IPSO making the publication aware of the complainants’ concerns, it\nrepublished the classic tablet version of the story with the graphic removed;\nthis was done on the same day that the article was originally published.\n6. Also\nprior to IPSO making the publication aware of the complainants’ concerns, it\npublished corrections on its website and in print – one day after the initial\npublication of the graph. The print correction appeared in the newspaper’s\nregular Corrections & Clarifications column, on page 26. The website\ncorrection was published in the regular Corrections & Clarifications\ncolumn. Both corrections read as follows:\nA\ngraphic that appeared in some tablet editions was misleading (news, Jun 27).\nContrary to the figures shown, a poll found that 51 per cent of Conservative\nvoters wanted Boris Johnson to remain prime minister in a year's time, 36 per\ncent would prefer someone else and 13 per cent did not know.\n7. The\npublication said, while it accepted that the mislabelled graphic was\nmisleading, it did not consider it to have been significantly misleading in\nbreach of Clause 1. It said that this was the case where the text of the\narticle made clear the actual poll results, which was that “[n]early four in\nten Tory voters want Boris Johnson to quit”; therefore, it said that readers\nwould have been made aware that an error had been made.\n8. The\npublication explained that when the graphic was being processed for the classic\ntablet edition, a human error had occurred and the wrong figures were\ntransferred to the artwork. It also provided the poll results which had acted\nas the source for the story: the 25%, 60%, and 15% figures correlated to the\nresponses of all poll respondents, rather than just those who had voted\nConservative in the previous election.\n9. The\npublication also published the correction wording in the classic tablet edition\nof the newspaper on 7 July, two days after it had been made aware of the\ncomplainants’ concerns. This version of the correction appeared in the\nCorrections & Clarifications column.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\nCommittee acknowledged that the mistake had resulted from human error; however,\nit was not in dispute that the graphic as published was inaccurate in its claim\nthat the results were from Tory voters rather than all voters.  It also considered the graph to be inaccurate\nwhere the relative size of the bars on the chart did not align with the figures\nprovided. There was therefore a breach of Clause 1 (i).\n11. The\npublication, while accepting that the graphic itself was inaccurate, had noted\nthat the true position was made clear in the text of the article, which set out\nthe poll results correctly and in full. However, the Committee considered that\nthe text of the article could not be relied upon to correct the inaccurate\naccompanying graphic. Rather, the Committee considered the inaccuracy to be\nsignificant, and therefore in need of correction, where it claimed to provide\nthe opinions of the Conservative-voting public of the Prime Minster of the\nUnited Kingdom, but gave figures relating to different data which was\nsubstantially different to the actual data. It also considered the graph to be\nsignificantly inaccurate and in need of correction where the relative size of\nthe bars on the chart did not align with the figures provided.  The publication was therefore required to\ncorrect the graphic, under the terms of Clause 1(ii).\n12. The\nCommittee considered whether the action taken by the publication was sufficient\nto avoid a further breach of Clause 1(ii). For corrective action to satisfy the\nterms of Clause 1(ii), it must be published promptly and with due prominence.\nThe corrective action should also make clear what information is being\ncorrected, and what the true position is.\n13. The\npublication had published corrections in print, online, and in the classic\ntablet edition of the newspaper. The correction made clear that it pertained to\na “graphic that appeared in some tablet editions” which related to polling of\nConservative voters on their view of Boris Johnson. It also set out that the\ngraphic was misleading in relation to the “figures shown”, and gave the correct\nfigures. The print and online correction had been published promptly prior to\nthe publication being made aware of the IPSO complaint, and the tablet version\nof the correction was published two days after they were made aware. All of the\ncorrections were published in established Corrections & Clarifications\ncolumn. The Committee was therefore satisfied that the corrections addressed\nthe terms of Clause 1 (ii), and there was no further breach.\nConclusion(s)\n14. The\ncomplaint was partly upheld under Clause 1.\nRemedial\nAction Required\n15. The\npublished corrections put the correct position on record and was offered\npromptly and with due prominence. No further action was required.\n\n\n\nDate\ncomplaint received: 27/06/2022\nDate\ncomplaint concluded by IPSO: 24/08/2022\nBack to ruling listing\n\n\n"
}