{
    "url": "/rulings-and-resolution-statements/ruling/?id=10324-21",
    "title": "10324-21 Morgan v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-09-22 00:00:00",
    "received_on": "2021-09-26 00:00:00",
    "concluded_on": "2022-03-11 00:00:00",
    "complaint_processing_days": 166,
    "conclusion_long": ". It said that the report suggested that the lack of emergency GP referrals was an important factor in the rise in missed diagnoses, but nevertheless noted that the word “neglect” was not attributed to report. Rather, while the article attributed the figures to the report, “neglect” was the columnist’s characterisation of the reduction in emergency referrals noted in the report and what the figures represented. The publication further noted that it was a matter of public importance to highlight the potential failings of the health service. 8. The complainant reiterated his position that the phrase “neglect” was attributed to the researchers, rather than to the article’s writer; while it was not attributed as a direct quote, he considered it was clearly “passed off” as the report’s conclusions – which was not the case. 9. The complainant then turned to the wording of the report itself, which he noted stated that ”the Covid 19 pandemic has required the urgent attention of policy makers, health professionals and members of the public throughout the world. Inevitably, the resources available for the detection and treatment of cancers and all other forms illness have as a result been limited.” Therefore, he said, it was clear that the report itself did not consider that “neglect” had been a factor, where it acknowledged that the impact of the Covid-19 had had an inevitable negative effect on the ability of medical professionals to carry out diagnostic tests for cancers. 10. The complainant then said that the article was inaccurate in its use of tenses; he said that the phrase “likely to have resulted in 40,000 late diagnoses”, by the way of its use of the past tense, inaccurately implied that the diagnoses had now been made – when in fact, they hadn’t. Rather, he said, this was the predicted figure based on the number of people who had been diagnosed in the year prior to the pandemic starting. 11.  The publication said that it remained its position that the article was accurate and noted that each point of alleged inaccuracy identified by the complainant had its basis in the University’s report. The article’s claim that the report “said that the pandemic is likely to have caused an extra 10,000 cancer deaths” was supported by the portion of the report which stated that ”[it] can be conservatively estimated that in the order of 10,000 individuals will die of cancer significantly earlier than would have otherwise been the case because of delays in diagnosis and treatment.” 12. In addition, the publication said, the article’s claim that “[a] lack of emergency referrals by GPs since the first lockdown is a major factor” had its basis in the report’s statement that “[w]ith regard to cancer, the numbers of emergency referrals by GPs fell significantly from March 2020”. 13. Finally, it said, the basis for the article’s claim that “researchers claiming that neglect is likely to have resulted in 40,000 late diagnoses” could be found in the following portion of the report: \"As a result of the disruption caused by the Covid 19 pandemic some 40,000 UK citizens may be living with cancers that would otherwise have been diagnosed.\" It also said that its position was that the article should be read with emphasis on the word “that”; read in this manner, it would be clear that the use of the term “neglect” was distinguished as the writer’s characterisation of the “lack of emergency referrals by GPs”. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 14. The Committee first made clear that newspapers have an obligation to take care not to publish inaccurate information, even in comment pieces. The columnist was entitled to share their interpretation of the study in the column, provided it was clearly presented as such, and readers would not be misled as to the study’s conclusions. 15. In this instance, the column was critical of GPs and their response to the pandemic, and it was clear that the writer was not speaking on behalf of the University but was rather offering their characterisation of the study, which was that delays in diagnoses were due to “neglect”. The factual basis of this characterisation – that a study had found that 40,000 late diagnoses had resulted from delays in the diagnoses process – was correct and, in the context of a piece that was highly critical of GPs and of delays in diagnoses, it was clear that “neglect” was the writer’s characterisation of the delays in diagnoses caused by the pandemic, as the writer considered that such delays were not proportionate to the threat of the pandemic. Where the characterisation of the delays as “neglect” was distinguished as the writer’s comment rather than fact, and the factual basis for the characterisation was not inaccurate, misleading, or distorted, there was no breach of Clause 1 on this point. 16. The Committee did not consider that the omission of a reference to the original data upon which the report was based represented an inaccuracy; it was not in dispute that, although it attributed it to the original source, the University’s report adopted the figure and quoted it as established fact. There was no breach of Clause 1 on this point. 17. The complainant had further said that the article was misleading in its use of tenses, as he considered that the phrasing of “likely to have resulted in 40,000 late diagnoses” implied that the diagnoses had now been made. The Committee, however, found that the use of the word “likely” made clear that the diagnoses had not yet been made and that this figure was conjecture on the part of the report’s authors. There was, therefore, no breach of Clause 1 on this point. Conclusion(s) 18. The complaint was not upheld.",
    "remedial_action": "19. N/A  Date complaint received: 26/09/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10324-21 Morgan v The Daily Telegraph\nSummary\nof Complaint\n1. Stuart\nMorgan complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “The cancer backlog is a scandal - and it's even worse\nthan you think”, published on 22 September 2021.\n2. The\narticle was a column in which the writer criticised what she saw as the\nhesitancy of GPs to undertake in-person appointments with patients because of\nconcerns about Covid. The column set out the writer’s view that delays in\ndiagnoses caused by the pandemic were not proportionate to the threat caused by\nCovid-19: “The pandemic of panic should be well and truly over”. The columnist\nwas critical of GPs, who she described as “putting their own comfort and safety\nabove the wellbeing” of patients. The columnist commented: “As the Covid risk\ndiminishes for the vaccinated majority of the population, will GPs insist they\nmust be ‘safe’ when that means sticking with phone and online consultations\nwhich are clearly less safe for the sick people who depend on them?”  The columnist acknowledged that “we need\nthousands more GPs to bring us into line with primary-care provision in other\ncountries. Doctors lists should be a lot shorter to guarantee a good standard\nof care” but concluded that a “severe case of Elite Risk Minimisation has led\nto a loss of feeling in the caring profession which, increasingly, seems to\ncare only for itself.”\n3. The\narticle cited an academic study on the issue: “A report by University College\nLondon said that the pandemic is likely to have caused an extra 10,000 cancer\ndeaths. A lack of emergency referrals by GPs since the first lockdown is a\nmajor factor with researchers claiming that neglect is likely to have resulted\nin 40,000 late diagnoses. We are already seeing the calamitous effects of\ndelay.”\n4. The\narticle also appeared online in substantially the same form, under the headline\n“The cancer backlog scandal is so much worse than you think”.\n5. The\ncomplainant said that the article was inaccurate in breach of Clause 1, as the\nreport referred to in the article did not use the phrase “neglect”. The\ncomplainant also said that the article was inaccurate as some of the data in\nthe referenced report was not obtained by the report authors, but rather from\nanother, separate, study.\n6. The\ncomplainant provided a copy of the report, which said as follows:\nAs a\nresult of the disruption caused by the Covid 19 pandemic some 40,000 UK\ncitizens may be living with cancers that would otherwise have been diagnosed.\nIt can be conservatively estimated that in the order of 10,000 individuals will\ndie of cancer significantly earlier than would have otherwise been the case\nbecause of delays in diagnosis and treatment.\n[…]\nSince\nJanuary 2020 the Covid 19 pandemic has required the urgent attention of policy\nmakers, health professionals and members of the public throughout the world.\nInevitably, the resources available for the detection and treatment of cancers\nand all other forms illness have as a result been limited.\n[…]\nWith\nregard to cancer, the numbers of emergency referrals by GPs fell significantly\nfrom March 2020. Across the UK there were by early to mid-2021 some 40,000\nfewer individuals diagnosed as living with the disease than expected (The\nLancet Oncology, 2021) There is also evidence that the proportion of cancers\nbeing diagnosed early (that is, at stages 1 and 2) has fallen and there are\nsome fears that the survival of cancer patients affected by Covid 19 in the UK\nduring the last 12-18 months may have compared poorly with the rates achieved\nin some EU countries.\n7. The\npublication denied that the article was inaccurate in breach of Clause 1, and\nsaid it was satisfied that the article had accurately characterised the\nreport’s conclusions. It said that the report suggested that the lack of\nemergency GP referrals was an important factor in the rise in missed diagnoses,\nbut nevertheless noted that the word “neglect” was not attributed to report.\nRather, while the article attributed the figures to the report, “neglect” was\nthe columnist’s characterisation of the reduction in emergency referrals noted\nin the report and what the figures represented. The publication further noted\nthat it was a matter of public importance to highlight the potential failings\nof the health service.\n8. The\ncomplainant reiterated his position that the phrase “neglect” was attributed to\nthe researchers, rather than to the article’s writer; while it was not\nattributed as a direct quote, he considered it was clearly “passed off” as the\nreport’s conclusions – which was not the case.\n9. The\ncomplainant then turned to the wording of the report itself, which he noted\nstated that ”the Covid 19 pandemic has required the urgent attention of policy\nmakers, health professionals and members of the public throughout the world.\nInevitably, the resources available for the detection and treatment of cancers\nand all other forms illness have as a result been limited.” Therefore, he said,\nit was clear that the report itself did not consider that “neglect” had been a\nfactor, where it acknowledged that the impact of the Covid-19 had had an inevitable\nnegative effect on the ability of medical professionals to carry out diagnostic\ntests for cancers.\n10. The\ncomplainant then said that the article was inaccurate in its use of tenses; he\nsaid that the phrase “likely to have resulted in 40,000 late diagnoses”, by the\nway of its use of the past tense, inaccurately implied that the diagnoses had\nnow been made – when in fact, they hadn’t. Rather, he said, this was the\npredicted figure based on the number of people who had been diagnosed in the\nyear prior to the pandemic starting.\n11.  The publication said that it remained its\nposition that the article was accurate and noted that each point of alleged\ninaccuracy identified by the complainant had its basis in the University’s\nreport. The article’s claim that the report “said that the pandemic is likely\nto have caused an extra 10,000 cancer deaths” was supported by the portion of\nthe report which stated that ”[it] can be conservatively estimated that in the\norder of 10,000 individuals will die of cancer significantly earlier than would\nhave otherwise been the case because of delays in diagnosis and treatment.”\n12. In\naddition, the publication said, the article’s claim that “[a] lack of emergency\nreferrals by GPs since the first lockdown is a major factor” had its basis in\nthe report’s statement that “[w]ith regard to cancer, the numbers of emergency\nreferrals by GPs fell significantly from March 2020”.\n13. Finally,\nit said, the basis for the article’s claim that “researchers claiming that\nneglect is likely to have resulted in 40,000 late diagnoses” could be found in\nthe following portion of the report: \"As a result of the disruption caused\nby the Covid 19 pandemic some 40,000 UK citizens may be living with cancers\nthat would otherwise have been diagnosed.\" It also said that its position\nwas that the article should be read with emphasis on the word “that”; read in\nthis manner, it would be clear that the use of the term “neglect” was\ndistinguished as the writer’s characterisation of the “lack of emergency\nreferrals by GPs”.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n14. The\nCommittee first made clear that newspapers have an obligation to take care not\nto publish inaccurate information, even in comment pieces. The columnist was\nentitled to share their interpretation of the study in the column, provided it\nwas clearly presented as such, and readers would not be misled as to the\nstudy’s conclusions.\n15. In\nthis instance, the column was critical of GPs and their response to the\npandemic, and it was clear that the writer was not speaking on behalf of the\nUniversity but was rather offering their characterisation of the study, which\nwas that delays in diagnoses were due to “neglect”. The factual basis of this\ncharacterisation – that a study had found that 40,000 late diagnoses had\nresulted from delays in the diagnoses process – was correct and, in the context\nof a piece that was highly critical of GPs and of delays in diagnoses, it was\nclear that “neglect” was the writer’s characterisation of the delays in\ndiagnoses caused by the pandemic, as the writer considered that such delays\nwere not proportionate to the threat of the pandemic. Where the\ncharacterisation of the delays as “neglect” was distinguished as the writer’s comment\nrather than fact, and the factual basis for the characterisation was not\ninaccurate, misleading, or distorted, there was no breach of Clause 1 on this\npoint.\n16. The\nCommittee did not consider that the omission of a reference to the original\ndata upon which the report was based represented an inaccuracy; it was not in\ndispute that, although it attributed it to the original source, the\nUniversity’s report adopted the figure and quoted it as established fact. There\nwas no breach of Clause 1 on this point.\n17. The\ncomplainant had further said that the article was misleading in its use of\ntenses, as he considered that the phrasing of “likely to have resulted in\n40,000 late diagnoses” implied that the diagnoses had now been made. The\nCommittee, however, found that the use of the word “likely” made clear that the\ndiagnoses had not yet been made and that this figure was conjecture on the part\nof the report’s authors. There was, therefore, no breach of Clause 1 on this\npoint.\nConclusion(s)\n18. The\ncomplaint was not upheld.\nRemedial\nAction Required\n19. N/A\n\nDate\ncomplaint received: 26/09/2021\nDate\ncomplaint concluded by IPSO: 11/03/2022\nBack to ruling listing\n\n\n"
}