{
    "url": "/rulings-and-resolution-statements/ruling/?id=10346-22",
    "title": "10346-22 Greco v somersetlive.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "somersetlive.co.uk (Reach PLC)",
    "published_on": "2022-07-03 00:00:00",
    "received_on": "2022-07-03 00:00:00",
    "concluded_on": "2022-10-17 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "15. The complaint was upheld under Clause 1(i).",
    "remedial_action": "16. The published correction put the correct position on record, was offered promptly and with due prominence. No further action was required regarding the correction directly to the article. The correction to the Facebook post should be actioned.    Date complaint received: 03/07/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10346-22 Greco v somersetlive.co.uk\nSummary\nof Complaint\n1. Silvana\nGreco complained to the Independent Press Standards Organisation that\nsomersetlive.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “'Excellent' Bath barbershop closing down\nafter 30 years' trade”, published on 3 July 2022. \n2. The\narticle, which appeared online only, reported on a barbershop that had been put\non the market. The headline of the article stated that the barbershop was\n“closing down after 30 years' trade”. The article went on to state that\n“Trimmers on Barton Street has served the city for three decades […] [h]owever,\nall good things must come to an end, and now the premises is up for sale”. \n3. The\ncomplainant said the article was inaccurate in breach of Clause 1 because the\nbusiness was for sale rather than closing down. \n4. The\ncomplainant also complained under Clause 1 because the publication initially\napproached her for comment about a different subject, and she had made clear\nthat she did not want the publication to cover the sale of the business. \n5. The\npublication accepted that the headline was inaccurate. However, it said that\nthe complainant had not notified the publication that it was inaccurate to\nreport that the barbershop was “closing down” during initial correspondence\nafter the publication of the article. It was not until the IPSO complaint that\nthe publication learned this was inaccurate, but once it was made aware of the\ncomplainant’s position, it amended the online article with a correction\nappended to the top of the article. \n6. The\npublication changed the headline on 1 August to state: “'Excellent' Bath barber\nshop on the market after 30 years' trade”. It also added the following wording\nas a correction to the top of the online article: “A previous version of this\nstory stated that Trimmers was closing. This is not the case, and the business\nis merely up for sale.” \n7. Later\nduring the complaints process, the complainant raised concerns that the same\namendment to the headline did not appear on the version of the article that had\nbeen posted on Facebook. \n8. Once\nthe publication was notified of the inaccuracy in the Facebook post, it amended\nthe post, so it reflected the changed headline. It also offered to add the\nfollowing correction to the Facebook post:\nA\nprevious headline of our article ''Excellent' Bath barber shop on the market\nafter 30 years' trade' reported that the business 'Trimmers' was 'closing\ndown'. This was incorrect. In fact, the business was up for sale. We are happy\nto clarify this.\n9. The\npublication did not accept that the complainant having initially been contacted\nabout a different subject nor the fact that she did not wish for the story\nabout the sale of her business to be published represented a breach of the\nCode. The publication also noted that the content of the article was taken from\ninformation available publicly on a real estate listings website, and given the\ninformation was in the public domain, the complainant’s consent was not\nrequired in order to publish the information. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\npublication had not asked the complainant for her comment on the claim that the\nbusiness was closing down before publication, and the complainant had not said\nthat it was – the pre-publication exchange specifically related to the business\nbeing sold, not being closed down. Where the publication had not provided any\nbasis for its claim that the business was closing down, it had failed to take\nsufficient care over the accuracy of the claim. This raised a breach of Clause\n1 (i) of the Code.\n11. The Committee\nconsidered there to be a significant difference between a business closing down\nand being sold, where trade could be negatively affected if customers\ninaccurately believed the business was going to close, and therefore found\nthere to be a significant inaccuracy requiring correction. Therefore, the\nnewspaper was obliged, in accordance with the terms of Clause 1(ii), to correct\nthis information promptly and with due prominence.\n12. The\nCommittee then turned to the question of whether the action undertaken by the\npublication was sufficient to avoid a further breach of Clause 1 (ii). During\ndirect correspondence with the complainant during the IPSO process, the\npublication had amended the headline and appended a correction regarding the\nshop “closing down”. The Committee considered that both the correction to the\nheadline and the note at the top of the article identified the inaccuracy and\nput the correct position on record, which the Committee considered sufficient\nto correct the inaccuracy. It also considered the correction had been offered\npromptly, with the publication offering the amendment during direct\ncorrespondence with the complainant before IPSO commenced its investigation. \n13.\nTurning to the prominence of the proposed correction, the Committee was\nsatisfied that the headline of the article, in combination with the note at the\ntop of the article, was duly prominent. \n14. The\nCommittee was also satisfied that the Facebook correction (offered during\ninvestigation) which clearly stated the inaccuracy, acknowledged the\npublication’s error, and put the correct position on record, satisfied the\nrequirements of Clause (ii). \n15. The\nCommittee turned next to the alleged breach of the Code arising from the\nnewspaper approaching the complainant for comment about a different subject.\nThe Committee noted that under the Editors’ Code, there is no obligation for\npublications to inform the subjects of their articles exactly what the article\nwill be about in advance of publication and this was not an issue which engaged\nthe terms of the Code. Similarly, the publication was not obliged to seek\npermission from the complaint to cover the story. The fact her request that the\nstory not be covered was not heeded by the publication did not engage the terms\nof the Code. As such there was no breach of the Code on either of these points.\n\nConclusion(s)\n15. The\ncomplaint was upheld under Clause 1(i).\nRemedial\nAction Required\n16. The\npublished correction put the correct position on record, was offered promptly\nand with due prominence. No further action was required regarding the\ncorrection directly to the article. The correction to the Facebook post should\nbe actioned.\n\n\n\nDate\ncomplaint received: 03/07/2022\nDate\ncomplaint concluded by IPSO: 17/10/2022\nBack to ruling listing\n\n\n"
}