{
    "url": "/rulings-and-resolution-statements/ruling/?id=10375-21",
    "title": "10375-21 Warde v Bridport & Lyme Regis News",
    "provisions": [
        "12 Discrimination (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bridport & Lyme Regis News (Newsquest Media Group)",
    "published_on": "2021-09-30 00:00:00",
    "received_on": "2021-10-02 00:00:00",
    "concluded_on": "2022-03-18 00:00:00",
    "complaint_processing_days": 167,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A    Date complaint received: 02/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10375-21 Warde v Bridport & Lyme Regis News\nSummary\nof Complaint\n1. Deborah\nWarde complained to the Independent Press Standards Organisation that Bridport\n& Lyme Regis News breached Clause 1 (Accuracy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“Improve conditions for drivers”, published on 30 September 2021.\n2. The\narticle was a weekly opinion piece on current news topics, written by the local\nMP, and published on the letters page – page 12 – of the newspaper. In the\narticle, the MP referred to France being excluded from an international\nmilitary agreement between the UK, the US, and Australia. The article went on\nto state that “France are actively forwarding migrants across the Channel. They\nare intentionally disrupting our fish supply chain and I think that it is time\nthat our Government shows the French that if they are going to continue to\ntreat a strong ally in this way, we are more likely to do business with other\nnations”.\n3. The\narticle also appeared online in substantially the same form, under the headline\n“[Named columnist] column on petrol shortage”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1, as the\ncolumnist’s claims that “France are actively forwarding migrants across the\nChannel” and “intentionally disrupting our fish supply chain” were\nunsubstantiated.\n5. The\ncomplainant also said that the article breached Clause 12, as she considered\nthat the article discriminated against French people and was intended to create\nhatred against them.\n6. The\npublication said it did not accept that the article breached the Code. It first\nsaid that the article was clearly a comment piece, rather than a news article:\nit appeared on the letters page of the newspaper, and was accompanied both in\nprint and online with a prominent by-line and photograph of the MP in question.\nTherefore, it said, it was clearly distinguished as the columnist’s opinion on\nthe UK’s relationship with France. It noted that the topic under discussion was\nan emotive one and the columnist was simply expressing his opinion that the\nFrench state was not doing enough to tackle the problems set out in the\narticle.\n7. The\npublication set out the factual basis for the columnist’s views. It said that,\nregarding the claim that “France are actively forwarding migrants across the\nChannel”, it had been reported in recent news coverage both that the number of\nmigrant crossings had doubled, and that “the French Police have been ‘enforcing\nmisery’ on migrants living in and around Calais”. It said that it was clear\nfrom the coverage “that the tactics used by the French Police are to make life\nfor migrants living in and around Calais and other such ports so unbearable that\nin many cases they are forced to make the journey across the English Channel.”\n8.\nTurning to the claim that France “are intentionally disrupting our fish supply\nchain”, it noted that French fisherman had intentionally blocked fish\ndeliveries to Britain, and that the situation had escalated to the point where\nthe French Ambassador was summoned by the Government to the Foreign Office in\nrelation to the issue. Therefore, the publication was satisfied that the\nfactual basis on which the columnist’s view was based in regard to both alleged\ninaccuracies was accurate.\n9. Where\nthe article did not include a reference to a protected characteristic held by\nan individual, the newspaper did not consider that the complainant’s concerns\nengaged the terms of Clause 12.\n10. The\ncomplainant said that the location of the article was not sufficient to flag\nthat the article was based entirely on the columnist’s views, and that there\nwas no factual basis for the views as set out in the article.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n11. The\nCommittee recognised that the column’s characterisation of the actions of\nFrance within the article – that it was “are actively forwarding migrants\nacross the Channel” and “intentionally disrupting our fish supply chain” –\nreflected the columnist’s interpretation of the actions of the country. Such\ninterpretations are a matter of opinion. However, the fact that these\nstatements were the columnist’s interpretation and therefore a matter of\nopinion did not in itself absolve a newspaper of its obligations under Clause\n1. The newspaper was required to demonstrate that there was a reasonable\nfactual basis to support the columnist’s position.\n12. The\npublication had provided contemporaneous news reports from several sources\nwhich claimed that French authorities – including the Police and Coastguard –\nwere engaged in a policy of moving migrants out of Calais and, therefore, onto\nBritain. The Committee therefore considered that there was a sufficient basis\nfor the writer’s assertion that “France are actively forwarding migrants across\nthe Channel”, and there was no breach of Clause 1 in relation to this claim.\n13.\nTurning to the accuracy of the claim that France “are intentionally disrupting\nour fish supply chain”, the Committee noted that the publication had provided\nsources to support the columnist’s interpretation of events: contemporaneous\nnews coverage showing that fisherman had blocked fish deliveries and that the\nFrench Ambassador was summoned by the Government to the Foreign Office in\nrelation to the issue. The Committee was therefore satisfied that publication\nhad demonstrated that there was a factual basis for the columnist’s assertion\non this point and that there was, therefore, no breach of Clause 1.\n14. The\nterms of Clause 12 relate only to specific individuals, rather than groups or\ncategories of people. Where the complainant did not say that the article\ndiscriminated against a specific individual, and her concerns related to French\npeople in general, the terms of Clause 12 were not engaged.\nConclusion(s)\n15. The\ncomplaint was not upheld.\nRemedial\nAction Required\n16. N/A\n\n\n\nDate\ncomplaint received: 02/10/2021\nDate\ncomplaint concluded by IPSO: 18/03/2022\nBack to ruling listing\n\n\n"
}