{
    "url": "/rulings-and-resolution-statements/ruling/?id=10382-22",
    "title": "10382-22 Mitchell v The Sentinel",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sentinel (Stoke) (Reach PLC)",
    "published_on": "2022-07-06 00:00:00",
    "received_on": "2022-07-06 00:00:00",
    "concluded_on": "2022-09-13 00:00:00",
    "complaint_processing_days": 69,
    "conclusion_long": "15. The complaint was upheld in part.",
    "remedial_action": "16. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 06/07/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10382-22 Mitchell v The Sentinel\nSummary\nof Complaint\n1. Sharon\nMitchell complained to the Independent Press Standards Organisation that The\nSentinel breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “‘What do you want, a few hundred quid?’”, published on 6\nJuly 2022.\n2. The\nheadline was followed by the sub-heading: “What drink-driver said to neighbour\nafter crashing into his car”. The article reported that the complainant\n“pleaded guilty to drink driving”. It said the complainant had “crashed into a\nparked car before going into her home and drinking more booze”. It said that\n“police attended and the [complainant] said she “had consumed some alcohol\nsince driving”, it then stated that she was “taken to custody where she was\nbreathalysed and gave a reading of 108 micrograms of alcohol in 100 millilitres\nof breath, against the legal limit of 35”. The article included comments made\nby the Prosecutor, relaying the neighbour’s recollection of the incident: “[the\ncomplainant] was slurring her words and struggling to walk. He formed the\nopinion she was definitely under the influence of alcohol.” It also included\ncomments made in mitigation during proceedings: while the complainant accepted\ndriving the vehicle, she maintained that she “had consumed alcohol after the\nincident”; “the police recovered a bottle of consumed alcohol from her house.\nShe cannot properly recall how much alcohol she had consumed”. The article\nreported that taking “into account [the complainant’s] remorse and guilty\nplea”, the court handed the complainant a “12-month community order and a\n40-month driving ban” and ordered her to “complete 135 hours’ unpaid work” and\nto pay “£400 costs and a £95 surcharge”.\n3. The\narticle also appeared online under the headline “Drink-driver slurs words after\nhitting neighbour's car”, with the text of the article stating that the\ncomplainant “was breathalysed and provided a positive roadside breath test.”\n4.  The complainant said that the article was\ninaccurate in breach of Clause 1 (Accuracy). She said the article was\ninaccurate to describe her as a “drink-driver” and to report that she had\ncrashed the vehicle before “going into her home and drinking more booze”; she\nhad only consumed alcohol after the incident.\n5. She\nalso denied that she had given a “positive roadside breath test”; rather, she\nwas breathalysed in police custody and three hours after refusing to provide a\nsample to officers at her home.\n6. The\npublication did not accept a breach of the Editors’ Code. It denied that it was\ninaccurate to describe the complainant as a “drink driver” or to report that\nshe had consumed alcohol before driving; the complainant had pleaded guilty to\ndrink driving offences and been handed a 40-month driving ban, which would be\nreduced by 40 weeks should the complainant complete a drink-drinking\nrehabilitation course. Further, while the complainant denied drinking before\nthe incident, the witness said she was “slurring”, “struggling to walk” and\n“definitely under the influence of alcohol” before she went into her home; the\ntext of the article made clear the respective position of both parties.\n7. With\nregards to the online version of the article, the newspaper also provided a\ncopy of the reporter’s contemporaneous notes to demonstrate that a “roadside test”\nhad been referred to during court proceedings. These notes stated: “Officers\nrequested a roadside breath sample. She refused and was arrested for failing to\nprovide a specimen and taken to custody. She provided two specimens of breath\nfor analysis and the reading was 108 in breath”. Though the newspaper\nacknowledged that “roadside test” may have been a general description of the\ntest rather than a reference to its specific location, it did not consider that\nthis rendered the online article inaccurate, or represented a significant\ninaccuracy requiring correction.\n8. Notwithstanding\nthis, upon receipt of the complaint, the publication amended the online article\nto report that police officers had attended her home, and “requested a roadside\nbreath sample but [the complainant] refused”, adding that “[S]he was arrested\nfor failing to provide a specimen and taken to custody”. It also published the\nfollowing wording a footnote correction on 8 July:\nCorrection:\nA previous version of this article reported that the defendant provided a\npositive roadside breath sample. In fact, she refused to provide a sample of\nbreath at the roadside and was breathalysed in custody. We are happy to clarify\nthis.\n9. The\ncomplainant said that the correction and amended article were inaccurate: she\nhad not refused a “sample of breath at the roadside”.\n10. The\npublication then offered, at the start of IPSO’s investigation, on 25 July, to\namend the article further to address this point and to publish an updated\ncorrection:\n“Correction:\nA previous version of this article reported that the defendant provided a\npositive roadside breath sample. In fact, she refused to provide a sample when\nfirst asked by police and was later breathalysed in custody. We are happy to\nclarify this”.\n11. The\ncomplainant however did not consider that this further offer was sufficient. As\nsuch, the matter was passed to the Complaints Committee.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n12. The\nnewspaper’s obligation was to report court proceedings accurately. The\nCommittee acknowledged the publication’s position that a “roadside breath test”\nmay have been a general description of a preliminary breath alcohol test,\nrather than a specific reference to the location in which it was obtained, and\nmay have been how the test itself was described in court, as shown in the\nreporter’s notes. However, the article reported that the complainant had\n“provided a positive roadside breath test”. Instead, the complainant had\nrefused to provide a breath sample to police officers at her home address and\nwas later breathalysed in custody. While there was no dispute that the\ncomplainant had tested over the legal limit at the police station, and the\narticle had explained the chain of events including that the complainant had\nbeen drinking at home after the accident and prior to the breath test, the\nreporter’s notes did not support the statement that she had provided a\n“positive roadside breath test”. As such, the Committee considered that the\npublication had taken insufficient care not to publish inaccurate or misleading\ninformation, in breach of Clause 1 (i). This was significant, where it related\nto the location and chronology of the incident which resulted in the\ncomplainant’s arrest, and as such required correction under Clause 1 (ii) of\nthe Code.\n13. The\nCommittee next considered whether the remedial action taken by the publication\nwas sufficient to meet the terms of Clause 1 (ii). Following direct\ncorrespondence with the complainant, the online article had been amended. These\namendments had been made promptly, with a footnote correction appended to the\narticle recording the changes made. However, the Committee did not consider\nthat this properly corrected the original inaccuracy. Instead, it reported that\nthe complainant had “refused to provide a sample of breath at the roadside”\nwhen she had refused to provide a sample to police officers at her home\naddress. Notwithstanding this, at the beginning of IPSO’s investigation, the\npublication offered to publish a further, updated footnote correction. The\nwording of this second correction identified the inaccuracy and put the correct\nposition on record. It was offered promptly and with due prominence, especially\ngiven the earlier amendment of the online article. There was no breach of\nClause 1 (ii).\n14. The\ncomplainant had pleaded guilty to drinking driving and been handed a 40-month\ndriving ban by the court; it was not inaccurate or misleading for the\npublication to characterise her as a “drink driver”. Further, while the\ncomplainant denied drinking before the incident, the witness alleged that she\nwas “slurring”, “struggling to walk” and “definitely under the influence of\nalcohol”. This observation was clearly attributed to the witness, with the\narticle also setting out the complainant’s denial of this. In these circumstances,\nthe article was not inaccurate or misleading in the way the complainant\nsuggested. There was no breach of Clause 1 on these points.\nConclusion(s)\n15. The\ncomplaint was upheld in part.\nRemedial\nAction Required\n16. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\n\n\n\nDate\ncomplaint received: 06/07/2022\nDate\ncomplaint concluded by IPSO: 13/09/2022\nBack to ruling listing\n\n\n"
}