{
    "url": "/rulings-and-resolution-statements/ruling/?id=10395-21",
    "title": "10395-21 Myers v express.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2021-10-02 00:00:00",
    "received_on": "2021-10-03 00:00:00",
    "concluded_on": "2022-02-11 00:00:00",
    "complaint_processing_days": 131,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A    Date complaint received: 03/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10395-21 Myers v express.co.uk\nSummary\nof Complaint\n1. Phil\nMyers complained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Desperate Remainers launch 'digital protest' for Britain to rejoin\nthe EU NOW”, published on 2nd October 2021.\n2. The\narticle reported that “A Twitter campaign launched by remainers will see a\n‘digital protest’ take place on Sunday, October 3 in a bid to see Britain\nrejoin the EU”. It stated that some participants had claimed “’Britain is\nbetter off in Europe’, while others showed their support over tomorrow’s\nimpending ‘digital protest’ which has the slogan #JohnsonOUT”. The article\ndescribed the aims of the movement as getting “Boris Johnson sacked after his\n‘get Brexit done’ campaign”. The article also said that “User [complainant]\nwhose bio declares he is ‘pro Sir Keir Starmer’ shared an infographic about the\nevent which calls for supporters to use the term ‘#JohnsonOUT’ on their public\nprofiles”. It said the infographic “also calls upon fellow remainers to sign\noff any public social media posts with the hashtag”. The article included an\nimage of this tweet, which said: “We are about to endure the toughest winter\nfor 50 years… This was predicted and is completely self inflicted… We need a\ncredible plan to rejoin, it all starts with #JOHNSONOUT”. The article also\ndescribed the website for the campaign and said it “outline[d] actions they\nclaim are wrong-doings of the current leader including instances during the\nCOVID-19 pandemic”. It included an excerpt from the website that said “’People\nwant to see a Government that values decency, competency, integrity and an end\nto cronyism. We simply can’t wait until the next general election we want […]\nHuman life is THE most precious thing, the DUTY of a Government is to protect\nits citizens. It’s clear the government and in particular the PM has failed\nmiserably.’” The article also quoted other users on Twitter who argued the UK\nshould re-join the EU.\n3. The\ncomplainant was the organiser of the “digital protest” and the “#JOHNSONOUT”\ncampaign. He said that the article was inaccurate in breach of Clause 1 because\nthe basis of the campaign was solely related to the Government’s handling of\nthe Covid-19 pandemic rather than Brexit. The complainant said the article\nwrongly characterised the campaign as opposing Brexit and promoting a movement\nto re-join the EU. The complainant particularly disputed the headline that\nstated that “desperate Remainers” had launched a digital campaign, as the\ncampaign focused on the removal of Boris Johnson from the position of Prime Minister\nin response to his handling of the pandemic.\n4. The\npublication said it did not accept a breach of the Code. Whilst it initially\nsaid the word “remainer” should not have been used, it later said the article\nmade clear that the digital campaign “outlines actions they claim are\nwrong-doings of the current leader including instances during the COVID-19\npandemic”. In addition, the publication provided examples of tweets posted by\nthe complainant in which he had made reference to Brexit and included the\nhashtag “#JohnsonOut”.  The publication\nalso stated that the article had made reference to other users on social media\nwho “added their voice in support of a campaign to allow Britain to re-join the\nEuropean Union” and had included the hashtag alongside comments criticising the\n“Get Brexit Done” campaign. The publication provided some examples of these\ntweets. It also highlighted that the complainant had identified as a Remainer\non Twitter. Nonetheless, it removed the article as a gesture of goodwill.\n5. The\ncomplainant said that the hashtag, “#JOHNSONOUT” was his brand and, while it\nwas to be used for the digital protest, he also used it on the majority of his\ntweets regardless of the topic.\n6. The\ncomplainant did not accept the removal of the article as a resolution to his\ncomplaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\nCommittee acknowledged the complainant’s position that the “digital protest”\nappeared to have been conceived specifically in response to the government’s\nhandling of the Covid-19 pandemic. However, the hashtag that protestors were\ninstructed to use – #JOHNSON OUT – had been included alongside tweets that\ncriticised the “Get Brexit Done” campaign, including some made by the\ncomplainant, which had been provided by the publication. The article had\nincluded an image of one of the complainant’s tweets promoting the digital\nprotest alongside the comment: “we need a credible plan to rejoin, it all\nstarts with #JOHNSONOUT”.\n8. The\nCommittee considered that this amounted to a clear association, made by the\nindividual leading the protest, between the digital protest and a movement to\nre-join the EU. Furthermore, the article had made clear that the campaign\n“outline[d] actions [campaigners] claim are wrong-doings of the current leader\nincluding instances during the COVID-19 pandemic” and quoted from the campaign\nwebsite’s outline of its aims. The publication had demonstrated that the\nhashtag associated with the digital protest had been used multiple times in a\nBrexit-critical context, including by the complainant in the run up to the\ndigital protest, and the article had made clear the protest encompassed\nconcerns over other actions of the government. The publication had taken care\nto not publish inaccurate or misleading information, and there was no breach of\nClause 1.\nConclusion(s)\n9. The\ncomplaint was not upheld.\nRemedial\nAction Required\n10. N/A\n\n\n\nDate\ncomplaint received: 03/10/2021\nDate\ncomplaint concluded by IPSO: 11/02/2022Independent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}