{
    "url": "/rulings-and-resolution-statements/ruling/?id=10439-21",
    "title": "10439-21 The Family of John Patrick Cunningham v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-10-02 00:00:00",
    "received_on": "2021-10-06 00:00:00",
    "concluded_on": "2022-02-23 00:00:00",
    "complaint_processing_days": 140,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A    Date complaint received: 06/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10439-21 The Family of John Patrick Cunningham v\nThe Daily Telegraph\nSummary\nof Complaint\n1. The\nFamily of John Patrick Cunningham complained to the Independent Press Standards\nOrganisation that The Daily Telegraph breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “'This is not just about\nclearing my name before I die'”, published on 2 October 2021.\n2. The\narticle was an interview with a former soldier facing trial for the attempted\nmurder of John Patrick Cunningham in Northern Ireland, who was killed in 1974\nwhilst running across a field. The accused was arrested in 2015 and his trial\nwas due to start a few days after the article was published. The article stated\nthat “Another soldier – known only as Soldier B and who has since died – is\nthought to have fired the fatal shots. No ballistics evidence exists.” It\nincluded quotes from the defendant who spoke about his desire to attend the\ntrial in person, life in Northern Ireland at the time Mr Cunningham died, and\nthe circumstances of Mr Cunningham’s death. The article reported that the\naccused was “insistent he shot high over John Patrick Cunningham’s head, purely\nin an attempt to get him to stop. The shots he fired, he said, were ’all in the\nair‘, adding: ’I had to aim in the air,’ pointing out that his men were\nconverging on the field and there was a great danger of one of them being\nkilled in any crossfire.” The article also stated that “As Cunningham lay\ndying, [the accused] tried to save the young man’s life, applying a field\ndressing to the wounds. At this point, Soldier B told him he had fired the\nfatal shot”. It also made clear that the man on trial “was investigated at the\ntime and subsequently cleared of all wrongdoing”. A caption under a photograph\nstated that “The former staff sergeant in the Army tried to save John Patrick\nCunningham’s life, after, he says, he was hit by a bullet fired by Soldier B,\none of his colleagues”.\n3. The\narticle also appeared online under the headline “Dying former soldier banned\nfrom wearing uniform at Belfast trial”, in substantially the same format. It\ndid not contain the photo caption as in the print version.\n4. The\ncomplainant, the family of the man who had been killed in 1974, said that the\narticle was inaccurate in breach of Clause 1. They said that it was misleading\nto report that Soldier B “[wa]s thought to have fired the fatal shots”, as this\nclaim had been made recently by the defendant but had yet to be tested in a\ncourt of law. The complainant said that the article had presented as fact that\nit was “thought” that Soldier B had fired the shots, when it was for the judge\nto decide whether it was a fact or not.\n5. The\ncomplainant also said that it was inappropriate for the article to be published\nshortly before the start of the trial, and that the claims made by the accused\nshould not have been published, as they were contested and should be tested in\nthe trial process. They said this also amounted to a failure to distinguish\nbetween comment, conjecture and fact. The complainant also said that the\neditorial view of the paper as to whether former members of the armed forces\nshould be prosecuted should not impact the accuracy and fairness of their\nreports.\n6. The\npublication did not accept a breach of the Code. It said that the article\nrelayed the defendant’s opinion on the events that took place in 1974, his own\nprosecution and the issue surrounding Troubles prosecutions generally, and that\nthe matters disputed in the complaint had to be considered in that context. It\nsaid that the defendant was entitled to make his views known, and the newspaper\nwas entitled to publish them. It had taken care through the presentation, tone\nand format of the article to make it clear to readers that this was the\ndefendant’s views and included accurate factual background to further inform\nreaders of the context in which he made those claims.\n7. It\nsaid that it was not misleading to report that Soldier B was “thought to have\nfired the fatal shots”, as this was a summary that was later explained within\nthe article: firstly where the same paragraph made clear that “no ballistics\nevidence exits” and then giving the accused’s full account of what happened –\nthat he had only aimed in the air to try and get Mr Cunningham to stop, that he\nhad tried to treat him in the field, and that at the time Soldier B had told\nhim that he had fired the fatal shot. It said that the photo caption in the\nprint version of the article also made clear that it was the accused who\nclaimed Soldier B fired the shot, “The former staff sergeant in the Army tried\nto save John Patrick Cunningham’s life, after, he says, he was hit by a bullet\nfired by Soldier B, one of his colleagues”. The publication also stated that\nthe phrase “it is thought” did not suggest a high evidential burden, but\nindicated to readers that it was a theory which had clearly not been\ndefinitively proved. In any event, it said that two other soldiers had signed\nstatements stating that “Soldier B” had admitted that he had fired the fatal\nshot, which further reinforced the point that “it was thought” to have been\nSoldier B. The newspaper provided an article from another publication that had\nreferred to these witness statements and noted that the statements would not be\nmade public due to the defendant dying prior to the continuation of the trial.\n8. The\npublication also said that the article made clear that the trial had not yet\nbegun; the exact charge the accused was facing; that he denied this charge; and\nthat no ballistics evidence existed. Therefore, the article was not misleading\nin breach of Clause 1.\n9. The\ncomplainant disputed the accuracy of the publication’s position and said that\nthere was ballistics evidence that showed that the accused had fired three\nshots and that Soldier B had fired twice. The complainant said that this had\nbeen heard during court proceedings, and provided the relevant judgment of an\nearlier, associated hearing from 2018.\n10. The\npublication said that it was clear that there was “no ballistics evidence” that\nset out whose gun, and therefore which person, had fired the fatal shot. It\nsaid it was not inaccurate to report this, even where other ballistics evidence\nhad formed part of the trial.\n11. The\npublication declined to comment on the timing of the publication of the\narticle, or the editorial position of the publication as it said this fell\noutside of IPSO’s remit.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n12. The\nCommittee accepted the publication’s position that the factual disputes over\nelements of the article should be considered within their context: an article\nthat presented the defendant’s perspective on the proceedings against him.\nNonetheless, the publication was obliged to clearly distinguish between\ncomment, conjecture and fact when presenting this material.\n13. The\narticle had reported that Soldier B was “thought to have fired the fatal\nshots”. This did not form part of a quote attributed to the defendant, and\nthere was some ambiguity in the reference. However, the word “thought”\nsuggested that this was not an absolute statement, but rather conjecture, and\nthe article as a whole made clear that this issue had not been conclusively\nsettled and was expected to be contested through the proceedings. During IPSO’s\ninvestigation, the publication had provided support for the claim, in the form\nof witness statements suggesting that at least another two people connected to\nthe case said they had also heard Soldier B’s confession and “thought” that he\nhad fired the shots, in addition to the accused’s defence. On this basis, while\nthe reference was vague, it was clearly presented as conjecture, for which the\npublication had provided a basis during IPSO’s investigation. It was not,\ntherefore, misleading to report that it was “thought” to have been Soldier B\nand nor was there a failure to distinguish conjecture from fact. There was no\nbreach of Clause 1 on this point.\n14. With\nregards to the inclusion of the defendant’s account, whilst the complainant may\nhave disagreed with this version of events, the newspaper had clearly\nattributed this to the accused as direct quotes and had provided relevant\ncontext about the legal proceedings, the status of the claims, and the charges\nagainst the defendant to enable readers to evaluate his claims. There was no\nbreach of Clause 1(iv).\n15. The\ncomplainant had only raised his concern regarding the statement that “no\nballistics evidence exists” both within the article and the publication’s\ndefence after the investigation had started. He said this was inaccurate as\nballistics evidence in both this and a previous trial had stated that both the\naccused and Soldier B had fired their guns. It was accepted that no ballistics\nevidence existed to prove conclusively who had fired the fatal shot. Evidence\nwas available that the accused and soldier B had fired their guns however, in\nthe context of the quote this was not inaccurate. There was no breach of Clause\n1 on this point.\n16. The\ncomplainant had also raised concerns regarding the timing of the article’s\npublication and that the editorial focus of the newspaper had impacted the\naccuracy and fairness of reporting. The Committee noted that the Editors’ Code\nmakes clear the press has the right to be partisan, to give its own opinion and\nto campaign, as long as it takes care not to publish inaccurate, misleading or\ndistorted information, and to distinguish between comment, conjecture and\nfact.  As concluded above, the\npublication had satisfied these obligations under Clause 1. In addition, the\ntiming of the publication of the article relative to the legal proceedings did\nnot raise issues that fell within IPSO’s remit, and the Committee was unable to\nmake a finding on this point.\nConclusion(s)\n17. The\ncomplaint was not upheld.\nRemedial\nAction Required\n18. N/A\n\n\n\nDate\ncomplaint received: 06/10/2021\nDate\ncomplaint concluded by IPSO: 23/02/2022\nBack to ruling listing\n\n\n"
}