{
    "url": "/rulings-and-resolution-statements/ruling/?id=10441-22",
    "title": "10441-22 Yates v Retford, Gainsborough & Worksop Times",
    "provisions": [
        "2 Privacy (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Retford, Gainsborough & Worksop Times (Reach PLC)",
    "published_on": "2022-07-07 00:00:00",
    "received_on": "2022-07-09 00:00:00",
    "concluded_on": "2022-10-10 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A    Date complaint received: 09/07/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10441-22 Yates v Retford, Gainsborough &\nWorksop Times\nSummary\nof Complaint\n1. Val\nYates complained to the Independent Press Standards Organisation that Retford,\nGainsborough & Worksop Times breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “Labour\nParty suspends vice chair over tweets”, published on 7 July 2022.\n2. The\narticle reported on the suspension of “Bassetlaw Labour’s vice chairwoman for\ncampaigning pending investigation after it was believed that she posted abusive\nmessages on Twitter”. It reported it was “believed” she had been “recently\nappointed to the role” of vice chairwoman for campaigning, but was not an\nofficer within Bassetlaw Labour Party. The article contained a quote from a\nspokesperson for Bassetlaw Labour which stated that “Swift action has been\ntaken and the individual concerned has been immediately suspended from the\nLabour Party”. It also reported that the newspaper had seen screenshots of the\nwoman’s social media in which she was “criticising nearby towns and families”.\nThe article reported the Twitter handle of the woman and the following\ndescriptions of the tweets: on 12 June the woman posted “Had enough of the\nall-round [expletive] that is our Tory government. I decided rather than talk\nthe talk I am going to walk the walk and in today’s local Labour Party AGM I\nwas elected vice [chairwoman] for campaigning”; on 5 May she posted that the\ntown of Worksop was an “utter [expletive] place where an earthquake would\nimprove it”; on 20 May she posted “Oh the disappointment that a family of screaming\nkids have moved in next door to shatter the idyllic peace we came here for”;\nand that she posted to criticise a current Conservative MP as “rude” and\n“contemptuous”. The article also stated that “It has not been confirmed if the\ncontent of [the woman’s] tweets was directly linked to her suspension from the\nparty”.\n3. The\narticle also appeared online in substantially the same format. It was headlined\n“Labour Party suspends Bassetlaw vice chairwoman after controversial tweets”\nand was published on 1 July.\n4. The\ncomplainant, the woman referred to in the article, said that the article was\ninaccurate in breach of Clause 1. She said she was not, and never had been, the\nvice chair of the Labour party, and that she had not held any elected office in\nthe Bassetlaw Labour Party, a point which she noted was included within the\narticle.\n5. The\ncomplainant also said it was misleading for the article to include the tweet\nfrom 20 May in which she had stated “Oh the disappointment that a family of\nscreaming kids have moved in next door to shatter the idyllic peace we came\nhere for”. She said she had been abroad at the time, and that the tweet was\nabout a holiday villa, rather than her “criticising nearby towns and families”.\nShe also said that her suspension had come about due to posts from her social\nmedia being digitally manipulated as part of a politically motivated campaign\nagainst her.\n6. The\ncomplainant also said that the article intruded into her privacy in breach of\nClause 2. She said that her suspension and investigation were confidential and\nshould not have been published. The complainant provided a letter from the\nLabour party which requested the complainant “keep all information and\ncorrespondence relating to this investigation private and do not share it with\nthird parties or the media”. She said that the person who had made the\ncomplaint about her to the Labour party, at approximately the same time as the\narticle was published online, had identified her on social media and the Labour\nParty then confirmed her identity. The complainant said that the impact of this\nhad breached the confidentiality restrictions, denied her right to a fair\ninvestigation and had caused distress to her and her wife.\n7. The\ncomplainant also said that her social media account was private and that the\npublication should not, therefore, have posted the tweets. She also said that\nshe was a private citizen and therefore no article should have been published\nabout her as it was not in the public interest.\n8. The\npublication did not accept a breach of the Code. It said it had initially been\napproached by a confidential source, who advised that the complainant had been\nsuspended as vice chairwoman of campaigning at Bassetlaw Labour pending an\ninvestigation regarding some posts on social media. The publication said that\nthe source also provided screenshots of the tweets, and evidence that the social\nmedia profile was open to view by the public at the time the screenshots were\ntaken, which it supplied to IPSO. The publication said it then contacted a\npress officer for the Labour Party for a statement, who emailed the following:\n\"The Labour Party takes all complaints seriously. They are fully\ninvestigated in line with our rules and procedures, and any appropriate action\nis taken […] On background, to be reported as it is understood that, [the\ncomplainant] has been suspended pending investigation\".\n9. One\nof the tweets supplied by the source, and included in the article, showed that\nthe complainant had posted: “in today’s local Labour Party AGM I was elected\nvice for campaigning”. The publication noted that whilst the headline of the\narticle had described the complainant as “vice chair” or “vice chairwoman”,\nthis had been for brevity within the headline, and that the article had made\nclear in the opening paragraph that she was the “vice chairwoman for\ncampaigning”.\n10. The\npublication did not consider that it was significantly misleading to include\nthe complainant’s tweet she had sent whilst on holiday. It provided a\nscreenshot of the tweet in question, which was accurately reported and noted\nthat the claims in the article that she had “criticis[ed] nearby towns and\nfamilies” were supported by a separate tweet which had been published in the\narticle in which the complainant openly described Worksop as an “utter\nsh**hole”. The publication provided further tweets including some which related\nto the election of the MP for Bassetlaw, in which the complainant stated:\n“because the Labour voting scabs forgot every last principal they ever had”;\nand “that shithouse was voted in by the Labour scabs in my constituency”. The\npublication did, however, offer to amend the sentence to read that “[the\ncomplainant] tweeted again on May 20, whilst abroad on holiday”. The\npublication noted that it put the claims to the complainant in advance of\npublication, but did not receive a reply.\n11. The\npublication said that where the Labour Party press office, when answering a\nrequest for comment from a newspaper, had named the complainant as being\nsuspended pending investigation, she had no reasonable expectation of privacy\nover her suspension. It also noted that the Labour spokesperson gave no\nindication that the matter was private, and that the local Facebook page had\nalso publicly addressed the complainant’s suspension prior to the publication\nof the article, with a post that read “We are aware of comments made online by one\nof our members recently […] the individual concerned has been immediately\nsuspended from the Labour Party”. The complainant was not named in this post.\n12. In\naddition, the newspaper provided IPSO with screenshots of the complainant’s\nTwitter profile which demonstrated it could be viewed by people who were not\nfollowing her, and copies of all the tweets included in the article.\n13. The\ncomplainant accepted that she had been elected locally by four people to the\nposition of vice chair of campaigning – but stressed that this was an\nunofficial title which carried far less weight than an actual vice chair role.\nShe said that the newspaper easily could have put the full title of her\nposition into the headline. She also said that her Twitter profile had been\npublic until June when it was made private.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n14.\nFirstly, the Committee stressed that its role was to assess whether the\nnewspaper had breached the Editors’ Code. It could not comment on the Labour\nParty investigation into the complainant, and made clear that selection of\nmaterial for publication is a matter of editorial discretion, and that\nnewspapers have the right to choose which pieces of information they publish,\nas long as this does not lead to a breach of the Code.\n15. The\nheadline of the article had described the complainant as the vice chair/chairwoman,\nwhich the complainant had said was inaccurate, as in fact she only held the\nunofficial position of “vice chair for campaigning” which she had been elected\nto at a local level. However, the Committee noted that the article itself made\nher full title clear in the opening paragraph, and a reference to her position\nin the headline, albeit shortened for brevity, was not significantly inaccurate\nwhere her full title and connection to the Labour Party, including that she was\nnot an official officer, were made clear in the article. There was no breach of\nClause 1 on this point.\n16. With\nregards to the published tweets, the Committee first considered the context of\nthe article – a report on the complainant’s suspension from the Labour Party\ndue to her social media activity, and this point was not disputed by the\ncomplainant. It also noted that the article did not state that the tweets\npublished within it were the ones the complainant was suspended for – instead\nit reported that the publication had sight of several screenshots of the\ncomplainant’s tweets which “criticis[ed] nearby towns and families”. The\ncomplainant had said it was misleading for one of the tweets she had published\nto be included in the article, as she had posted it whilst on holiday, and\nbelieved the article misleadingly implied the tweet was about local families,\nrather than the family next door to her whilst on holiday. It was accepted by\nthe publication that the tweet regarding the family she had criticised was not\na local family, however the newspaper had both published tweets within the\narticle and supplied IPSO with yet other examples of the complainant’s tweets\nthat demonstrated that she had criticised local towns, politicians and the\npeople in her constituency who had voted for the MP for Bassetlaw, including\ncalling such people “scabs” on more than one occasion. On balance, in\ncircumstances where the complainant had criticised large groups of local people\nin her tweets, the Committee did not consider that it was significantly\nmisleading to state that the complainant had published tweets which\n“criticis[ed] nearby towns and families”. Although it was accepted that the\nspecific “families” tweet included in the article was not about local people,\nthe article did not go so far as to make the link that this was the sole basis\nfor describing her as criticising nearby towns and families. There was no\nbreach of Clause 1 on this point, though the Committee welcomed the\npublication’s offer to amend the online article.\n17. The\ncomplainant also said that the article breached Clause 2 as she had been told\nher suspension and investigation should be kept confidential. Clause 2 of the\nEditors’ Code makes clear that account will be taken of the extent to which the\nmaterial complained about is already in the public domain or will become so,\nand covers information over which complainants have a reasonable expectation of\nprivacy. The information in the article related to the complainant’s position\nwithin a public role that she had announced herself on social media. The\ncomplainant accepted that the person she believed had complained about her to\nthe Labour Party had named her on social media prior to the publication of the\narticle. In addition, the Labour Party press office had named her to the newspaper,\nand confirmed her suspension, as well as the Labour Party Facebook page\nconfirming that a member had been suspended. In these circumstances, where the\ncomplainant’s investigation and suspension had already been published on social\nmedia, and where the newspaper had received information about this from a\nconfidential source and the Labour Party itself, without any indication the\ninformation was private, and where the information related to the complainant’s\npublic role, the complainant did not have a reasonable expectation of privacy\nover the information and there was no breach of Clause 2.\n18. The\ncomplainant accepted that her Twitter page had not been private until June.\nWhere all the tweets in the article had been posted in the first half of June\nor earlier, and the publication had been provided with screenshots of them by\nsomeone who was not following the complainant, the Committee considered that\nthe published tweets were in the public domain and there was no breach of\nClause 2.\nConclusion(s)\n19. The\ncomplaint was not upheld.\nRemedial\nAction Required\n20. N/A\n\n\n\nDate\ncomplaint received: 09/07/2022\nDate\ncomplaint concluded by IPSO: 10/10/2022\nBack to ruling listing\n\n\n"
}