{
    "url": "/rulings-and-resolution-statements/ruling/?id=10473-21",
    "title": "10473-21 Collins v South Wales Argus",
    "provisions": [
        "6 Children (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "South Wales Argus  (Newsquest Media Group)",
    "published_on": "2021-10-06 00:00:00",
    "received_on": "2021-10-07 00:00:00",
    "concluded_on": "2022-01-12 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "19. N/A    Date complaint received: 07/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10473-21 Collins v South Wales Argus\nSummary\nof Complaint\n1.\nJoanne Collins complained to the Independent Press Standards Organisation that\nSouth Wales Argus breached Clause 6 (Children) of the Editors’ Code of Practice\nin an article headlined “Schools chief in row over her own children’s\neducation”, published on 6 October 2021.\n2. The\narticle reported that it had been “alleged” that the Councillor in charge of\neducation for Blaenau Gwent had “sent her children to a school outside of the\ncounty”. The article contained quotes and critical reaction from opposition\nCouncillors, such as: “It’s hardly a ringing endorsement for the education\nsystem in Blaenau Gwent when the person supposedly driving improvement has\ndecided that the standard is not good enough for her children”; “this is also\nshowing she has no faith in the Blaine Gwent teaching staff”; as well as calls\nfor her to stand down from her position as a Councillor. It also included a\ncomment from Councillor Collins which stated: “I’m not prepared to discuss my\nchildren with the press, that’s a private family matter and not something\nthat’s appropriate”.\n3. The\narticle also appeared online under the headline “Blaenau Gwent education Cllr\nJoanne Collins in school row”, published on 5 October in substantially the same\nformat.\n4. The\ncomplainant, the Councillor referred to in the article, said that the article\nbreached Clause 6. She said that the publication of the article, and the\nscrutiny it generated, had intruded into her child’s time at school. The\ncomplainant was particularly concerned that the comments function was enabled\nand members of the public had commented on the article. She also said that the\narticle breached Clause 6 as it had used her position as a Councillor as the\nsole justification to publish details of her child’s private life. The\ncomplainant said that the article had also had a negative effect on both her\nother child, who attended a different school, and her husband, due to the\npublic scrutiny their family received as a result of its publication.  \n5. She\nalso said that the comment she had provided to the publication, which was\npublished in the article, clearly demonstrated that she did not give consent\nfor details of her child's educational arrangements to be published and felt it\nwas inappropriate to discuss her children with the press. The complainant said\nshe and her husband had not broken any policy by sending her child to a school\noutside of the county, and that she was not the only party who made the\ndecision as to where her child would be schooled. She also noted that the\narticle referred to her “children” when in fact only one child went to school\noutside of the county.\n6. The\ncomplainant provided IPSO with copies of user generated comments posted under\nthe article which she said also breached Clause 6 as they named the school her\nchild attended. She said she had alerted the newspaper to the publication of\ncomments on the article, although they had already been removed by the time she\nraised these concerns. She confirmed that she had not used the flag function\nnext to the comments on the website to alert moderators to them nor had she\nsent the specific comments to the newspaper for its attention.\n7. The\npublication did not accept a breach of Clause 6. It said that the article did\nnot represent an unnecessary intrusion into the complainant’s child’s time at\nschool as no details of their private life were included. It said that, other\nthan by naming their mother, the article did not identify the complainant’s\nchildren, nor did it name the schools they attended; it did not name the\nchildren, nor include any other details about the children. In addition, it\nnoted that there were many other examples of newspapers publishing articles on\nthe schooling choices of politicians at both national and local level, for\nexample criticism of Labour politicians who sent their children to private\nschools. It noted that in many of these stories, unlike the article under\ncomplaint, the schools were named. The publication also stated that many\nreaders would already know where the complainant’s children went to school, and\nthat others would be able to find out if they chose to make inquiries.\n8. The\npublication said that whilst it did not accept that the article intruded into\nthe child’s time at school, in any event it was justified and proportionate\nwith the public interest in the story, which it had considered prior to\npublication. It said that the public interest had been discussed in advance; a\nlocal democracy reporter had alerted the Audience and Content Editor to the\nstory he was planning to submit, explaining the background and the reason\nopposition councillors felt it was important in light of the complainant’s\nresponsibility for education in the county. After discussion of the story, they\nagreed that although the issue of children’s education can be private, there\nwas a strong public interest in the story being published.\n9. The\npublication said it was a fundamental part of the newspaper's role in a\ndemocratic society to enable the electorate to scrutinise, assess and criticise\ntheir elected representatives, especially those in senior positions with\nparticular responsibilities, including examining decisions relating to their\npersonal lives. It said it was especially well-established that the electorate\nis concerned about hypocrisy or double standards. The publication said that the\ncomplainant was not a private person but an elected councillor and more\nspecifically the councillor in charge of improving education in Blaenau Gwent.\nIt said that, whilst unwelcome, it was an unavoidable fact that her decision to\nsend her child to school in another area raised questions about her confidence\nin local education, or even her own ability to do the job.\n10. The\npublication said that there was a balance in cases such as the article under\ncomplaint and that any level of intrusion should go no further than necessary\nto convey the issue to readers. The publication said it believed that it would\nhave been failing in its duty to its readership if it had ignored the issue in\nthis case, first raised by the Council opposition party, but withheld from\nidentifying the school, as it did not consider that this was strictly necessary\nin order to cover the story effectively.\n11. The\npublication also stated that it was regrettable that readers had posted\ncomments that named the school. It said that it had deleted the comments on 8\nOctober, as soon as it was made aware of them and prior to the matter being\nreferred to it by IPSO, and that it then disabled the comments function on the\narticle.\nRelevant\nCode Provisions\nClause 6\n(Children)*\ni) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\nii) They\nmust not be approached or photographed at school without permission of the\nschool authorities.\niii)\nChildren under 16 must not be interviewed or photographed on issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly\nresponsible adult consents.\niv)\nChildren under 16 must not be paid for material involving their welfare, nor\nparents or guardians for material about their children or wards, unless it is\nclearly in the child's interest.\nv)\nEditors must not use the fame, notoriety or position of a parent or guardian as\nsole justification for publishing details of a child's private life.\nThe\nPublic Interest (*)\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n(1.) The\npublic interest includes, but is not confined to:\n·        - Detecting\nor exposing crime, or the threat of crime, or serious impropriety.\n·        - Protecting\npublic health or safety.\n·       -  Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.\n·        - Disclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.\n·       -  Disclosing\na miscarriage of justice.\n·        - Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\n·        - Disclosing\nconcealment, or likely concealment, of any of the above.\n(2.) There\nis a public interest in freedom of expression itself.\n(3.) The\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\n(4.)\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n(5.) An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n12.\nClause 6(i) requires that pupils should be free to complete their time at\nschool without unnecessary intrusion. The complainant said that public\ndiscussion of her child’s educational choices had intruded into their time at\nschool, and had led to an intrusion into her child’s time at school due to the\ncomments and scrutiny they had received.\n13. The\nCommittee considered both whether the information contained in the article\nabout the child constituted an “unnecessary intrusion” into their time at school,\nand whether this information amounted to details of the child’s private life.\nWhilst the article did not name the child’s school, it did report the county\nthe school was in and published criticisms of the complainant’s choice to send\nher child to school outside of the county she was councillor in charge of\neducation for. The complainant had also said that her child’s time at school\nhad been intruded into as a result of the article. On this basis, Clause 6 was\nengaged.\n14. The\npublication had argued that the article was clearly in the public interest, and\nthat it had carefully balanced this public interest with its responsibilities\nunder Clause 6. The article did not contain the name or sex of the\ncomplainant’s child, nor the name of the school; the potential identifying\ninformation was the identity of the child’s mother and the fact that they went\nto school outside their home county. The Committee found that the subject of\nthe article, which considered the criticisms of an active councillor in charge of\neducation within the county, was in the public interest. It accepted the\nnewspaper’s argument that a vital role of the press is to be able to scrutinise\nand criticise politicians, including decisions which they take relating to\ntheir personal lives, as long as this is carried out in accordance with the\nEditors’ Code. The Committee noted that the subject of the article had\ninitially been brought to the newspaper by opposition politicians who wished to\nspeak out about the matter, and that these criticisms had been included within\nthe article. In addition, the Committee found that as the complainant was the\ncouncillor in charge of education in the county, the choices made about her\nchildren’s education was of particular relevance to the public interest. The Committee\nfound that due to the public interest of the article, in conjunction with the\nlevel of detail about the child within the article, the publication of the\narticle was proportionate to any intrusion that may have resulted from its\npublication under Clause 6(i).\n15. With\nregards to Clause 6(v) the Committee did not accept that the complainant’s\nposition was the sole justification for the publication of the article. Rather,\nthe Committee considered that the publication of the information was justified\nas it was a legitimate matter of public discussion and had been the subject of\npolitical debate. In the circumstances where the complainant’s position was not\nthe sole justification for publication, the article did not breach Clause 6(v).\nThere was no breach of Clause 6.\n16. The\ncomplainant had also raised a complaint regarding the readers’ comments posted\nbelow the article. IPSO can consider complaints against user generated\ninformation, such as online comments, where: they have been reported to the\nnewspaper but remain online; where the newspaper has the capacity to delete or\nedit the comments; and where the comments raise a breach of the Editors’ Code.\nThe publication had deleted the comments prior to the complaint being made, and\ntherefore they did not fall within IPSO’s remit. There was no breach of the\nCode on this point.\n17. The\ncomplainant had raised an issue of accuracy during the investigation, that only\none of her children went to school outside of the county, but had not made a\ncomplaint under Clause 1, so the Committee did not make a finding on this\npoint.\nConclusion(s)\n18. The\ncomplaint was not upheld.\nRemedial\nAction Required\n19. N/A\n\n\n\nDate\ncomplaint received: 07/10/2021\nDate\ncomplaint concluded by IPSO: 12/01/2022\nBack to ruling listing\n\n\n"
}