{
    "url": "/rulings-and-resolution-statements/ruling/?id=10490-20",
    "title": "10490-20 Devlin v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2020-06-15 00:00:00",
    "received_on": "2020-06-17 00:00:00",
    "concluded_on": "2020-11-17 00:00:00",
    "complaint_processing_days": 153,
    "conclusion_long": "8. The complaint was upheld under Clause 1.",
    "remedial_action": "9. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. 10. The misleading statement had been confined to the Facebook post; the article it linked to had been accurate. In these circumstances, the appropriate remedy was that the publication publish a Facebook post making clear the respect in which the Committee had found the original Facebook post to be misleading, and setting out the correct position. This should be published on the same Facebook account as the original post, and remain on the publication’s Facebook feed indefinitely. The wording should state that the post was being published following a decision by the Independent Press Standards Organisation, and should be agreed by IPSO in advance. Date complaint received: 17/06/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 10490-20 Devlin v\ndailyrecord.co.uk\nSummary of Complaint\n1. Michael Devlin\ncomplained to the Independent Press Standards Organisation that\ndailyrecord.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Nicola Sturgeon's joy as she reunites with parents in\nsocially distanced visit after three months of lockdown”, published on 15 June\n2020.\n2. The article\nreported on Nicola Sturgeon’s first reunion with her parents once the lockdown\nrestriction’s eased and allowed for the mixing of difference households, as\nlong as social distancing was followed. The article contained an image of Ms\nSturgeon with her arms around both her parents with the caption “First Minister\nNicola Sturgeon with her [named] parents before the Covid-19 outbreak”.\n3. The article was\nalso promoted on the publication’s Facebook page. The headline was shortened to\n“Nicola Sturgeon's joy as she reunites with parents after three months apart”.\nIt was shared with the same image of Ms Sturgeon with her arms around her\nparents and was shared with a status which read “The First Minister visited her\nmum and dad on Sunday after lockdown restrictions were eased”.\n4. The complainant\nsaid that the article and Facebook post were inaccurate in breach of Clause 1\nbecause they gave the misleading impression that the photograph was taken when\nMs Sturgeon met her parents for the first time after lockdown. He said that\nthis suggested that Ms Sturgeon had put her arm around her parents when she met\nthem after lockdown, and therefore failed to socially distance and breached\nScottish coronavirus restrictions.\n5. The publication\ndid not accept a breach of the Code. It said that the headline of the article\nmade clear that the visit had been “socially distanced” and that this was\nreiterated throughout the article. It said it also included Ms Sturgeon’s own\nInstagram post proving that the visit had been socially distanced. The\npublication said that the Facebook post was a condensed version of this\narticle, and the fact that the article made clear that the visit was socially\ndistanced meant that the post was not misleading. The publication also said the\nimage used would have been recognised by readers as being taken in 2016 as it\nhad been published previously and Ms Sturgeon’s father was wearing an SNP\nbadge, making it clear the image was taken during a campaign.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The article made\nclear that the image had been taken before lockdown, and that Ms Sturgeon’s\nvisit to her parents had been socially distanced. However, the Facebook post\ndid not contain any reference to the fact that the visit had been socially\ndistanced, nor that the image had been taken prior to lockdown. The image of\nthe family, in conjunction with the shortened headline “Nicola Sturgeon's joy\nas she reunites with parents after three months apart” and the comment that\n“The First Minister visited her mum and dad on Sunday after lockdown\nrestrictions were eased” suggested that the image had been taken on this\noccasion. The Committee did not consider that most readers would understand\nthat the image was an old “stock” image, where it was in conjunction with the\nheadline and comment relating to Ms Sturgeon visiting her parents. Where the\nheadline, which made clear that the visit had been socially distanced, had been\nshortened to remove this clarification, the publication had failed to take care\nnot to publish misleading information and there was a breach of Clause 1(i).\n7. As the post\nmisleadingly suggested that Nicola Sturgeon, the First Minister of Scotland,\nwas breaking lockdown restrictions shortly after the loosening of those\nrestrictions, this was significant and required correction under Clause 1(ii).\nThe publication had not offered to publish a correction and there was a further\nbreach of Clause 1(ii).\nConclusions\n8. The complaint\nwas upheld under Clause 1.\nRemedial action required\n9. Having upheld a\nbreach of Clause 1, the Committee considered what remedial action should be\nrequired.\n10. The misleading statement had been confined to the\nFacebook post; the article it linked to had been accurate. In these\ncircumstances, the appropriate remedy was that the publication publish a\nFacebook post making clear the respect in which the Committee had found the\noriginal Facebook post to be misleading, and setting out the correct position.\nThis should be published on the same Facebook account as the original post, and\nremain on the publication’s Facebook feed indefinitely. The wording should\nstate that the post was being published following a decision by the Independent\nPress Standards Organisation, and should be agreed by IPSO in advance.\nDate complaint received: 17/06/2020\nDate complaint concluded by IPSO: 17/11/2020\nBack to ruling listing\n\n\n"
}