{
    "url": "/rulings-and-resolution-statements/ruling/?id=10492-22",
    "title": "10492-22 Portes v Sunday Express",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Sunday Express (Reach PLC)",
    "published_on": "2022-07-10 00:00:00",
    "received_on": "2022-07-13 00:00:00",
    "concluded_on": "2022-11-17 00:00:00",
    "complaint_processing_days": 127,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the nature, extent and placement of which is determined by IPSO. 17. The Committee considered that both the headline and sub-headline of the online article inaccurately and misleadingly reported on publicly available figures relating to the proportion of unaccompanied child asylum seekers arriving in the UK who were later found to be adults. While the clarification offered by the newspaper had been inadequate, it had shown a willingness to resolve the complaint and correct the matter. Therefore, on balance, the Committee considered that a correction, putting the correct position on record was the appropriate remedy.  18. The Committee then considered the placement of this correction. This correction should be added to the foot of the online article, given that the headline had already been amended, and appear as a standalone correction in the publication’s Corrections and Clarifications column – both online and in print. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.     Date complaint received: 13/07/22",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10492-22 Portes v Sunday Express\nSummary\nof Complaint\n1.\nJonathan Portes complained to the Independent Press Standards Organisation that\nthe Sunday Express breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Asylum 'children' actually over 18”,\npublished on 10th July 2022.\n2. The\narticle, which appeared on page 2, reported “nearly two thirds of asylum\nseekers who claimed to be unaccompanied children were found to be over 18”\naccording to figures published by the Home Office. It then stated that from\n“January 2021 to the end of March [2022] the Home Office [had] resolved 2,520\ncases after it suspected someone who claimed to be an unaccompanied child was\nactually an adult – 1,626 (65 per cent) of them were found to be 18 or over.”\nIt then reported that the figure also showed “more than half of those claiming\nto be unaccompanied children from the start of 2018 were actually adults”, with\n“the total number of resolved cases since then [being] 4,814” and applicants\n“found to be over 18 in 2,722 (56 per cent) of cases”.\n3. The\narticle also appeared online under the headline “Two thirds of asylum seekers\nwho claimed to be children were found to be over 18”, with the sub-heading\nstating: “NEARLY two thirds of asylum seekers who claimed to be unaccompanied\nchildren were found to be over 18, new figures show”.\n4. The\ncomplainant said the claim that “two thirds of asylum seekers who claimed to be\nchildren were found to be over 18” was inaccurate and misleading; in fact, the\nmajority of asylum seekers identifying as unaccompanied children were indeed\nfound to be children. The figures reported by the newspaper related only to\nthose cases where the Home Office had actively disputed the given age of the\nasylum seeker. The complainant accepted that the text of the article stated\nthat the headline figure related to age dispute cases from January 2021 to\nMarch 2022 – which he agreed was an accurate representation of the statistics\npublished by the Home Office – but did not consider that this mitigated the\ninaccurate and misleading impression given by the headline, sub-headline and\nopening paragraph.\n5. The\npublication accepted that, if read in isolation, the headline of the online\narticle could be misleading. However, it argued that the text of the article\nmade sufficiently clear that the headline figure related to age dispute cases\nfrom January 2021 to March 2022.\n6. Notwithstanding\nthis, on 5th August 2022 – 25 days after the article’s publication and 15 days\nafter it had received the complaint from IPSO – the publication amended the\nonline headline to read “Report into child asylum seekers found two-third\naccused of lying were found to be over 18”. It also amended the sub-heading to\nread “NEARLY two thirds of asylum seekers suspected of lying when claiming they\nwere unaccompanied children were found to be over 18, new figures show” and published\nthe following correction below the headline of the online article:\n“A\nprevious version of this article reported that from January 2021 to the end of\nMarch this year 65 per cent of unaccompanied child migrants who arrived into\nthe UK via illegal routes were found to be over the age of 18. To clarify, this\nfigure refers to the 2,315 cases where the Home Office suspected the claimant\nwas lying about their age. Of these, 1,501 were found to be adults claiming to\nbe children. There were a further 1,766 unaccompanied children whose age was\nnot in doubt. If these are included in the total, 36 per cent of all\n'unaccompanied children' were in fact adults. The article also reported that\nfigures showed that 'more than half (56 per cent) of those claiming to be\nunaccompanied children from the start of 2018 were actually adults'. This\nfigure referred to disputed cases only. In fact, 20% of the total number of\nasylum seekers claiming to be unaccompanied children between January 2018 and\nMarch 2022. in the UK were later found to be adults We are happy to make this\npoint clear.”\n7. The\npublication also published, on 7th August, and the fourth edition of the\nnewspaper since the article’s publication, a standalone item on page 2, under\nthe headline “Asylum ‘children’ actually over 18: A clarification”:\n“Our\narticle “asylum ‘children’ actually over 18” published on July 10 reported that\nfrom January 2021 to the end of March this year 65 per cent of unaccompanied\nchild migrants who arrived into the UK via illegal routes were found to be over\nthe age of 18. To clarify, this figure refers to the 2,315 cases where the Home\nOffice suspected the claimant was lying about their age. Of these, 1,501 were\nfound to be adults claiming to be children. There were a further 1,766\nunaccompanied children whose age was not in doubt. if these are included in the\ntotal, 36 per cent of all “unaccompanied children” were in fact adults. The\narticle also reported that figures showed that “more than half (56 per cent) of\nthose claiming to be unaccompanied children from the start of 2018 were\nactually adults”. this figure referred to disputed cases only. In fact, 20 per\ncent of the total number of asylum seekers claiming to be unaccompanied\nchildren between January 2018 and March 2022 in the UK were later found to be\nadults. We are happy to make this point clear.”\n8. The\ncomplainant, however, did not consider that the steps taken by the newspaper\nwere sufficient; he expressed concern that a “clarification”, rather than a\ncorrection, had been published and that the wording did not make clear that the\nprevious articles had been incorrect. The complainant proposed the publication\nof the following correction:\n“Our\narticle \"Asylum 'children' actually over 18\" published on July 10 reported\nthat from January 2021 to the end of March this year 65 per cent of\nunaccompanied child migrants who arrived into the UK via illegal routes were\nfound to be over the age of 18. This claim was incorrect. It refers only to the\n2,315 cases where the Home Office suspected the claimant was in fact over 18,\nof whom 1,501 were found to be over 18. There were a further 1,766\nunaccompanied children whose age was not in doubt, so approximately 36 per cent\nof all unaccompanied child migrants were in fact found to be over 18. The\narticle also reported that figures showed that 'more than half (56 per cent) of\nthose claiming to be unaccompanied children from the start of 2018 were\nactually adults'. Again, this figure was incorrect, and referred to disputed\ncases only. In fact, fewer than 20% of the total number of asylum seekers\nclaiming to be unaccompanied children between January 2018 and March 2022. in\nthe UK were later found to be adults We are happy to make this point clear. “\n9. The\nalternative wording proposed by the complainant was not accepted by the\npublication. The matter was passed to the Committee for adjudication.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n10. The\nterms of Clause 1 (Accuracy) of the Code are explicit in their requirement that\nheadline statements should be supported by the text of the article. The\nCommittee emphasised that the body of the article cannot be relied upon to\ncorrect an actively misleading impression given by a headline.\n11. The\nonline headline made the clear assertion that “[t]wo thirds of asylum seekers\nwho claimed to be children were found to be over 18”. This was misleading and\ndistorted the Home Office data cited by the newspaper, which related only to\nthe proportion of disputed cases of unaccompanied child asylum seekers arriving\nin the UK; it did not relate to the total number of unaccompanied child asylum\nseekers. This was compounded by the sub-heading of the online article, which\nrepeated the statement. While the Committee noted that the body of the article\ndetailed that between January 2021 to March 2022 “the Home Office has resolved\n2,520 cases after it suspected someone who claimed to be an unaccompanied child\nwas actually an adult – 1,626 (65 per cent) of them were found to be 18 or\nover”, this was not sufficient to rectify the misleading impression already\ngiven by the headline. The publication of the headline and sub-headline\namounted to a clear failure by the newspaper to take care not to publish\nmisleading or distorted information, raising a breach of Clause 1(i).\n12. In\nthe context of an article about migration and asylum, misrepresenting publicly\navailable figures that suggested that the proportion of unaccompanied child\nasylum seekers was higher than was actually the case was considered significant\nand as such required correction under Clause 1 (ii) of the Editors’ Code.\n13.\nSimilarly, the print article incorrectly stated, “NEARLY two third of asylum\nseekers who claimed to be unaccompanied children were found to be over 18”. For\nthe reasons outlined above, this statement and the opening paragraph of the\narticle misrepresented and distorted the figures published by the Home Office.\nAs such, the Committee considered that the newspaper had failed to take care\nnot to publish inaccurate or misleading information under Clause 1 (i). For the\nsame reasons given above, this was significant and as required correction under\nthe terms of Clause 1 (ii).\n14. The\nCommittee next considered whether the remedial action taken by the newspaper\nwas sufficient to meet the terms of Clause 1 (ii). The publication had amended\nthe headline of the online article and published a clarification, beneath the\namended headline, 15 days after it had been notified of the complaint by IPSO\nand 25 days after the article’s publication; it had also published a\nclarification in print, as a standalone article on page 2, two days later.\nWhile the locations of these two items were sufficiently prominent, the\nCommittee did not consider that they were sufficiently prompt to meet the terms\nof Clause 1 (ii). Further, the Committee did not consider that the wording of both\nitems satisfied the terms of Clause 1 (ii) as they did not identity, and then\ncorrect, the significancy inaccuracies within both versions of the article. The\nCommittee noted that the wording of both clarifications did not make explicitly\nclear that a previous version of the article was inaccurate to state that two\nthirds of asylum seekers who claimed to be children were found to be over 18,\nas opposed to requiring clarification. As such, there was a further breach of\nClause 1 (ii).\nConclusion(s)\n15. The\ncomplaint was upheld.\nRemedial\nAction Required\n16.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required. In circumstances where the Committee establishes a breach\nof the Editors’ Code, it can require the publication of a correction and/or an\nadjudication, the nature, extent and placement of which is determined by IPSO.\n17. The\nCommittee considered that both the headline and sub-headline of the online\narticle inaccurately and misleadingly reported on publicly available figures\nrelating to the proportion of unaccompanied child asylum seekers arriving in\nthe UK who were later found to be adults. While the clarification offered by\nthe newspaper had been inadequate, it had shown a willingness to resolve the complaint\nand correct the matter. Therefore, on balance, the Committee considered that a\ncorrection, putting the correct position on record was the appropriate remedy. \n18. The\nCommittee then considered the placement of this correction. This correction\nshould be added to the foot of the online article, given that the headline had\nalready been amended, and appear as a standalone correction in the\npublication’s Corrections and Clarifications column – both online and in print.\nThe wording should also be agreed with IPSO in advance and should make clear\nthat it has been published following an upheld ruling by the Independent Press\nStandards Organisation. \n\n\n\nDate\ncomplaint received: 13/07/22\nDate\ncomplaint concluded by IPSO: 17/11/22\nBack to ruling listing\n\n\n"
}