{
    "url": "/rulings-and-resolution-statements/ruling/?id=10508-20",
    "title": "10508-20 A man v Central Fife Times & Advertiser",
    "provisions": [
        "1 Accuracy (2019)",
        "14 Confidential sources (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Central Fife Times & Advertiser (Newsquest Media Group)",
    "published_on": "2020-06-18 00:00:00",
    "received_on": "2020-06-18 00:00:00",
    "concluded_on": "2020-12-03 00:00:00",
    "complaint_processing_days": 168,
    "conclusion_long": "14. The complaint was upheld.",
    "remedial_action": "15. The newspaper had breached Clause 14 and Clause 1(ii). The appropriate remedy for a breach of Clause 14 was the publication of an adjudication. Where the Committee had also found a breach of Clause 1(ii) which required remedy, it was proportionate to incorporate this further remedial action into the terms of the adjudication, as opposed to requiring a further standalone correction.  The article was published on page 3. As such the adjudication should appear on page 3 or further forward. The headline should be agreed with IPSO in advance, but should reference the complaint’s subject matter, that it has been required by IPSO following an upheld ruling, and appear in a font and size typical for that page. 16. The terms of the adjudication for publication are as follows:  Following an article published on 18 June 2020, a man complained to the Independent Press Standards Organisation that the Central Fife Times & Advertiser breached Clause 1 (Accuracy) and Clause 14 (Confidential sources) of the Editor’s Code of Practice in an article headlined “’Noise from dairy is so bad it’s putting my marriage under strain’”.   The article reported on an ongoing dispute between a dairy farm and its neighbours over noise issues. As part of this, it named one neighbour and reported that he had  contacted the council about “simply ridiculous” noise levels.  The complainant was the man named in the article as having complained to the council. He said that he had a prior agreement with the newspaper that he would not be named in relation to his concerns about the dairy farm. The publication accepted that there had been such an agreement and apologised for the distress caused to the complainant. It said that due to the disruption caused by coronavirus, the agreement that the complainant would be anonymous was not conveyed to the reporter who wrote the article.  IPSO found that the newspaper had identified the complainant in relation to information he had provided about his complaint against the dairy farm, contrary to the agreement made between him and the newspaper.  Where the complainant was a confidential source who the newspaper failed to protect, IPSO found that the article breached Clause 14.  The complainant also said that the article had reported the inaccurate claim that the dairy had not been served any abatement orders by the Council and had complied with all planning controls. Although this claim was accurately presented as a quote, the newspaper accepted that this claim was inaccurate. The newspaper did not offer to publish a correction in response to this significant inaccuracy.  For this reason, IPSO found that the article also breached Clause 1(ii).Date complaint received: 18/06/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10508-20 A man v Central Fife Times &\nAdvertiserSummary of complaint 1.   \nA man complained to the Independent Press Standards Organisation\nthat the Central Fife Times & Advertiser breached Clause 1 (Accuracy) and\nClause 14 (Confidential sources) of the Editors’ Code of Practice in an article\nheadlined “'Noise from dairy is so bad it's putting my marriage under\nstrain'” published on 18 June 2020. 2.   \nThe\narticle reported on an ongoing dispute between a dairy farm and its neighbours\nover noise issues. It reported comments from two neighbours of the farm who\nspoke of the disruption caused by noise from the dairy, and how they had raised\ntheir concerns with the local council which had served noise abatement orders.\nThe article included a response from the managing director of the dairy who\nrefuted the complaints and said that there were in fact no abatement orders and\nthat the site operates within planning controls. As well as the neighbours who\nwere quoted, the article named another neighbour and reported that he had\ncontacted the council about “simply ridiculous” noise levels. 3.   \nThe\ncomplainant was the neighbour who was named as having contacted the council\nabout the “simply ridiculous” noise levels. He said that he had been identified\nin connection with his concerns about the dairy, despite having reached an\nagreement with a different reporter that he would be quoted anonymously in\nrelation to these concerns. He said that naming him in the article therefore,\nbreached Clause 14. He said that he had copied in the newspaper to an email\nwhich he had sent to the Council in early April, in which he raised concerns\nabout the dairy farm. Following this email, he had a long phone conversation\nwith a reporter from the newspaper in preparation of an article. He said that\nin this phone call, he explained that he wished to be anonymous in relation to\nthese concerns, because he was concerned about reprisals from the dairy farm.\nAs such, he was not named in the article published in late April. 4.   \nHe\nsaid that when his neighbour contacted him in early June to ask if he could\nprovide some background information about his concerns for a new article, he\nsent an email to the same reporter on 2 June and explained that he “Won’t\nprovide name as [the dairy] makes threats”. He said that because this original\nreporter was on leave and the new article was being written by a different\nreporter, his neighbour called the newspaper offices several times to ensure\nthat this email had been forwarded to the new reporter. He said that the\nneighbour then also asked prior to publication that this email be withdrawn and\nthat no information provided by the complainant be included in the article. He\nsaid that the person who answered the calls at the newspaper assured the\nneighbour that this would happen. He said that therefore, he was very\ndistressed to see his name appear in the article in relation to his concerns\nabout noise levels at the dairy when this was contrary to the agreement he made\nin April, the request made in his email of \n2 June, and the assurances given to his neighbour by the newspaper when\nhe called prior to publication. He said that the original reporter had\nacknowledged that there was an agreement in April that he would be a\nconfidential source in relation to this information because after the article\nunder complaint was published, he contacted him via Facebook messenger to say: “[Complainant], [original reporter] here, I\nam due you an apology. Before I went on holiday I forgot to tell [new reporter]\nto ensure that he did not mention your name in any story on [the dairy] and\ntreat it in the same way we way we did the right-away article some weeks ago. I\nfound out yesterday that your name had been included in the story published on\nWednesday.” 5.   \nThe\ncomplainant also said that the article breached Clause 1. He said that the\nquote attributed to him had been taken from an email he sent to the council and\nthe newspaper in May and referred to a different concern relating to noise\nissues at the dairy. He said that these concerns had been resolved, and so it\nwas misleading to include this quote in the context of separate noise concerns.\nHe also said that it was inaccurate to report the managing director’s quote\nsaying that there were no abatement orders against the dairy. He said that\nthere was at least one official council nuisance abatement still in place, and\nfour council noise abatement notices which had been issued in the last year. He\nprovided a copy of abatement orders which he said were still active. He also\nsaid that there was an ongoing planning enforcement case and numerous other\nplanning enforcement investigations carried out against the dairy in the last\nyear. 6.   \nThe\nnewspaper sincerely apologised for the distress caused to the complainant. It\nsaid that the inclusion of the complainant’s name in the article was a mistake.\nIt said that the reporter who had agreed in April that the complainant would\nnot be named in relation to his concerns about the dairy farm was on leave at\nthe time the article had been published, and had not told the new reporter who\nwrote the article under complaint about this agreement. It said that in his\nhandover note to the new reporter, the original reporter only passed over the\ncomplainant’s emails to the council from May, which was where the quote\nattributed to the complainant originated from. He did not pass over the email\nfrom 2 June, nor did the person from the newspaper who answered the phone to\nthe complainant’s neighbour prior to publication. It said that this was an\nhonest mistake, and there had been communication difficulties whilst the\nnewspaper staff had been forced to work remotely. It said that if the new\nreporter had been aware that the complainant had previously expressed a wish to\nbe anonymous, he would have made sure that he was not named in the article. Although\nthe newspaper accepted that it should not have named the complainant, it noted\nthat the concern attributed to the complainant in the article was not confidential\ninformation about him, and provided examples of where the complainant had\nobjected publicly on the council’s website to the dairy farm and its\noperations. It said that therefore, the complainant’s dissatisfaction with the\nfarm was already in the public domain at the time of publication. It also noted\nthat the complainant’s email to the council of 13 May was copied to the\nnewspaper’s newsdesk, a different councillor, and contacts at a different\nnewspaper and a TV station. 7.   \nThe\nnewspaper did not accept it was inaccurate to report that the complainant had\ncontacted the council about the “simply ridiculous” noise levels from the dairy\n– it was not in dispute he had done this, as demonstrated by the emails sent to\nthe council and the newspaper in May. It said that the article did not make\nclaims that this contact was in relation to ongoing issues or those raised by\nthe complainant’s neighbour but noted that it was clear from correspondence\nthat the complainant had ongoing issues with noise from the dairy. In relation\nto whether there were abatement orders against the dairy, the newspaper said\nthat the quote from the managing director was included as a right of reply to\nthe complainant’s neighbour’s claims that several noise abatement orders had\nbeen served on the dairy. It said that this response had been provided at a\nlate stage, and it simply was not possible or practical to fact check each\nclaim made in a quote prior to publication. However, it said that it had\nproceeded to publish a follow up article which disputed the position of the\nmanaging director, and so it considered that the correct position was on the\nrecord. 8.   \nThe\nnewspaper said that it had sincerely apologised and tried to resolve the\ncomplainant’s concerns as soon as it became aware of what had happened. It said\nthat as well as the new reporter, the original reporter, and the group editor\ncontacting the complainant individually to apologise, it had offered to print a\nfull apology in the next edition of the newspaper when the complainant initially\nindicated that this was something he wanted. It said that it was a matter of\nregret that it had not been able to resolve the complainant’s concerns. \nRelevant\nCode Provisions 9.   \nClause\n1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nClause 14 (Confidential sources) \nJournalists have a moral\nobligation to protect confidential sources of information.\nFindings\nof the Committee 10. The newspaper acknowledged that\nthere had been an explicit agreement in writing between the complainant and the\nfirst reporter that the complainant would not be identified in relation to\ninformation he provided for publication. This agreement had been made in April\nwhen the first article was published, but still stood at the time the second\narticle was published, as was reiterated by the complainant in his email of 2\nJune. Regardless of whether any of the information had been placed in the\npublic domain by other means – which the complainant denied – in light of this\nconfidentiality agreement, the complainant was a confidential source and the\npublication of the complainant’s identity in connection with his comments\nconstituted a clear breach of Clause 14. 11. The Committee commended the\nnewspaper’s swift response to the complaints and its attempts to resolve the\nmatter prior to the complainant’s contact with IPSO, but it was also mindful of\nthe distress caused to the complainant as a result of his identification in the\narticle. The Committee noted that the incident had exposed shortcomings in the\npublication’s systems for handling staff absences, which in this instance had\nled to a significant breach of the Code. 12. The Committee also considered the\nremainder of the complaint, under Clause 1. In the view of the Committee, the\narticle did not suggest that the complainant’s comments related to a particular\nincident; rather it was clear that the complainant had voiced concerns about\nthe noise at the dairy. As such, it was not misleading as to the complainant’s\nposition to include his quotation in an article reporting on a separate noise\nconcern. There was no breach of Clause 1 on this point.  13. The claim that the dairy had not\nbeen served any abatement orders by the Council and had complied with all\nplanning controls appeared in a quotation attributed to the dairy’s managing\ndirector. The publication of the claim in this form, clearly attributed to its\nsource, did not constitute a breach of Clause 1(i). Following publication, the\ncomplainant was able to show that this claim was inaccurate by providing copies\nof previous abatement notices served against the dairy. He said that at least\none of these abatement orders was still active at the time the article was\npublished This demonstrated a significant inaccuracy on this point which\nrequired correction under the terms of Clause 1(ii). The newspaper had\npublished a follow up story which acknowledged the dispute. However, this\narticle did not identify the previous inaccuracy and so therefore did not\nconstitute a correction under the terms of Clause 1(ii). As such, there was a\nbreach of Clause 1(ii) on this point.Conclusion14. The complaint was upheld.Remedial\naction required 15. The newspaper had breached Clause\n14 and Clause 1(ii). The appropriate remedy for a breach of Clause 14 was the\npublication of an adjudication. Where the Committee had also found a breach of\nClause 1(ii) which required remedy, it was proportionate to incorporate this\nfurther remedial action into the terms of the adjudication, as opposed to\nrequiring a further standalone correction.  The article was published on page 3. As such\nthe adjudication should appear on page 3 or further forward. The headline\nshould be agreed with IPSO in advance, but should reference the complaint’s\nsubject matter, that it has been required by IPSO following an upheld ruling,\nand appear in a font and size typical for that page. 16. The terms of the adjudication for\npublication are as follows: \nFollowing an article published on\n18 June 2020, a man complained to the Independent Press Standards Organisation\nthat the Central Fife Times & Advertiser breached Clause 1 (Accuracy) and\nClause 14 (Confidential sources) of the Editor’s Code of Practice in an article\nheadlined “’Noise from dairy is so bad it’s putting my marriage under strain’”.  \nThe article reported on an\nongoing dispute between a dairy farm and its neighbours over noise issues. As\npart of this, it named one neighbour and reported that he had  contacted the council about “simply\nridiculous” noise levels. \nThe complainant was the man named\nin the article as having complained to the council. He said that he had a prior\nagreement with the newspaper that he would not be named in relation to his\nconcerns about the dairy farm. The publication accepted that there had been\nsuch an agreement and apologised for the distress caused to the complainant. It\nsaid that due to the disruption caused by coronavirus, the agreement that the\ncomplainant would be anonymous was not conveyed to the reporter who wrote the\narticle. \nIPSO found that the newspaper had\nidentified the complainant in relation to information he had provided about his\ncomplaint against the dairy farm, contrary to the agreement made between him\nand the newspaper. \nWhere the complainant was a\nconfidential source who the newspaper failed to protect, IPSO found that the\narticle breached Clause 14. \nThe complainant also said that\nthe article had reported the inaccurate claim that the dairy had not been\nserved any abatement orders by the Council and had complied with all planning\ncontrols. Although this claim was accurately presented as a quote, the newspaper\naccepted that this claim was inaccurate. The newspaper did not offer to publish\na correction in response to this significant inaccuracy. \nFor this reason, IPSO found that\nthe article also breached Clause 1(ii).Date complaint received: 18/06/2020Date decision issued:  03/12/2020\nBack to ruling listing\n\n\n"
}