{
    "url": "/rulings-and-resolution-statements/ruling/?id=10506-20",
    "title": "10506-20 The Russian Direct Investment Fund, Ekaterina Kvasova and Polina Petrova v The Times",
    "provisions": [
        "10 Clandestine devices and subterfuge (2019)",
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2020-06-19 00:00:00",
    "concluded_on": "2021-08-16 00:00:00",
    "complaint_processing_days": 423,
    "conclusion_long": "24. The complaint was not upheld.",
    "remedial_action": "25. N/A   Date complaint received: 19/06/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee –  10506-20 The Russian Direct Investment Fund,\nEkaterina Kvasova and Polina Petrova v The Times\nSummary of Complaint\n1. The Russian Direct Investment Fund, Ekaterina Kvasova and\nPolina Petrova complained to the Independent Press Standards Organisation that\nThe Times breached Clause 1 (Accuracy), Clause 10 (Clandestine devices and\nsubterfuge) and Clause 12 (Discrimination) in an article headlined “Client\noffered me prostitutes at Davos party, says consultant” published 24 March\n2020.\n2. The article also appeared as two online articles\nheadlined “Client offered me prostitutes at Davos party, says consultant” and “Davos\ninvestigation: champagne flowed and music played as women greeted guests”\npublished on 23 and 24 March respectively.\n3. The print article reported on concerns about sexual\nharassment and sexism at events taking place over the week of the World\nEconomic Forum (WEF) held at Davos.  The\narticle led with allegations – unconnected to the Russian Direct Investment\nFund (RDIF) or its event – regarding the presence of “prostitutes” at Davos,\nwith the assertion that “at least 100 sex workers travel to Davos” during the\nweek of the WEF. It referenced “the prevalence of sex workers” at the evening\nevents which took place alongside the formal conference and also mentioned one\nsuch event in 2019, again unrelated to the RDIF, where a guest alleged that he\nhad been “offered…prostitutes”. It then proceeded to discuss an evening event\nheld during the week of the 2020 WEF which had been hosted by the RDIF, the\nRussian sovereign wealth fund, on 21 January 2020. The article reported that\n“Guests arriving at the [event] were greeted […] by eight beautiful young\nwomen” and that “[s]everal people got the impression that they were sex\nworkers”. It went on to report that when “[a]sked by an undercover reporter how\nthe women had behaved towards guests, [an anonymous] staff member replied: ‘Oh\nvery friendly, trust me.’ ‘How friendly?,’ the reporter asked. ‘They would do\nsomething for you, definitely,’ he said”. According to the article, “[t]wo\nother members of staff said that they also thought the women were offering\nsexual services in exchange for money. One […] claimed that she witnessed a\nfemale party organiser directing some of the hostesses to leave with certain\nmen. Asked how she knew whether the women were offering sexual services, she\nsaid: ‘They don’t tell you who they are, but you understand.’” A third member\nof staff also “claimed that some of the women left in the company of men”.\n4. The article also reported that “Ekaterina Kvasova, head\nof corporate marketing at RDIF […] recruited the hostesses” and that when\n“[a]sked about the selection criteria [by an undercover reporter, she]\nadmitted: ‘We were looking only for looks and only for ambience, nothing\nelse’”. The article reported that she “also told the undercover reporter that\nthe hostesses were not escorts. ‘Frankly speaking some of them were actually\nstudents from quite a reputable school speaking two or three languages,’ she\nsaid. However, she admitted that she had felt it necessary to warn the women to\nbehave themselves, telling a reporter that she had told them they were there\nfor ‘ambience’ and that if any of them did anything more than that they would\nhave difficulty getting out of the country”. The article also noted that “[i]n\na statement, RDIF said that the women were hired to meet guests and provide\ninformation about the programme for the event. This was necessary because there\nwere 450 attendees and only 20 employees at the event. They ‘strenuously denied\nthat any of the women were escorts or that they had been directed to leave with\nmen’”. That the RDIF had “strenuously denied [that the hostesses] were offering\nsexual services” was also repeated elsewhere in the article.\n5. The online articles contained the same information but\nappeared as two distinct articles. The first -“Client offered me prostitutes at\nDavos party, says consultant”- focused on concerns about sexual harassment and\nsexism at events taking place over the week of the World Economic Forum (WEF)\nat Davos and allegations – unconnected to the RDIF or its event – regarding the\npresence of “prostitutes” at Davos. It did briefly mention the RDIF’s 2020\nevent, stating that it had “held a nightcap event for investors [at which\ne]ight women had been flown over from Moscow to work as hostesses”. It noted\nthat “the atmosphere at the event was such that several people there got the\nimpression that they were sex workers”. The second online article – “Davos\ninvestigation: champagne flowed and music played as women greeted guests” –\ndiscussed the RDIF’s 2020 event in more detail and included the comments and\nimpressions of the anonymous staff members which had been included in the print\narticle.\n6. The complainants said that the article was inaccurate in\nbreach of Clause 1. They said that the number of quotes from anonymous staff\nmembers and sources included in the article gave the impression that the RDIF\nhad invited sex workers to its event whom it directed to provide sexual\nservices to specific male guests, which it said was false. In support of its\nposition, it provided witnesses statements from two of the eight externally\nrecruited hostesses, a member of staff at the hotel where the event had taken\nplace, and the father of a pianist who had performed at the event, who had also\nbeen in attendance. The RDIF also provided a letter from the hotel at which the\nhostesses had been staying confirming that all eight had returned to the hotel\nat 3am and had spent the night there. It also provided a written brief sent to\nthe hostesses by the event organiser prior to the event. Whilst the complainants\ndid not dispute that some anonymous event staff members had made the comments\nattributed to them in the article, they considered that the views they had\nexpressed were neither genuinely held nor reliable. Further, the complainants\nalso said the article was misleading as to what Ms Kvasova had told the\nundercover reporter in the two phone calls. They denied that Ms Kvasova had\nsaid that the RDIF was “looking only for looks and only for ambience” when\nrecruiting the women. They also disputed the claim that she had told the\nundercover reporter that “she had told them [the hostesses] they were there for\n‘ambience’ and that if any of them did anything more than that they would have\ndifficulty getting out of the country”. Ms Kvasova accepted that she told the\nundercover reporter that, hypothetically, sex work could have been unlawful and\nget the hostesses in trouble with the local authorities. Following the\nproduction of an audio recording of the first phone call taken by the\npublication, Ms Kvasova accepted that she had in fact told the reporter that\nthe RDIF was “looking only for looks and only for ambience” when recruiting the\nwomen. However, she said that the word “ambience” was adopted by her after it\nhad first been used by the undercover journalist in a way which implied it\nmeant the opposite of escort, and that therefore her words had been reported\nout of context. Finally, the complainants said they were denied a fair\nopportunity to reply as the RDIF’s statements were only partially published and\nthat there had been a breach of the Code because the publication failed to\nrefrain from publishing the article after being told that it was inaccurate.\n7. The complainants also said that the article had breached\nClause 10 as the undercover journalist had employed subterfuge when speaking to\nMs Kvasova in the two phone calls. Finally, they argued that the article was\ndiscriminatory towards the RDIF, Ms Kvasova and Ms Petrova in breach of Clause\n12. They considered that the allegations that the RDIF employed sex workers\nconstituted a pejorative reference to sex within the meaning of the Clause and\nstressed that the article did not make any distinction between the external\nevent staff and the two permanent female RDIF employees who were present – Ms\nKvasova and Ms Petrova, thereby entitling them to make a complaint.\n8. The publication said that in November 2019, four months\nprior to the publication of the article, the publication had agreed to\nundertake a joint investigation with the producers of a TV programme into\nallegations of sexual harassment and sex work at events which took place during\nthe World Economic Forum at Davos. According to the newspaper, two days after\nthe RDIF’s event in January 2020, it received information from a source\nconnected to a guest at the RDIF party who described a sexually inappropriate\natmosphere at the event. Two journalists from the publication then attended an\nunconnected event at the same hotel where the RDIF event had taken place, in\norder to gather further information as they considered that staff members might\nalso have been present at the RDIF’s party two days prior. They attended the\nevent under their own identifies but spoke to guests and  members of staff whilst posing as employees\nof a private family office interested in making investments, although they said\nthat this rarely came up in conversation. Some of the members of staff they\nspoke to alleged, among other things, that the hostesses at the RDIF party may\nhave been offering sexual services and been instructed to do so. The\npublication said that these conversations were recorded by hidden camera and in\nnotes taken on a journalist’s phone and that all quotes used in the article had\nbeen filmed. Following deliberations at editorial level, it was decided that Ms\nKvasova, head of corporate marketing at RDIF, should be approached, and a phone\ncall took place between an undercover journalist and Ms Kvasova on 27 February\n2020, after the journalist had obtained her contact details from the hotel at\nwhich the RDIF’s event had taken place. The undercover journalist made this approach\nunder the pretext of being involved in the organisation of a real estate event\nand wanting to find out more about how RDIF had organised its event. After the\nfirst phone call, the publication decided that the undercover journalist should\nmake a second phone call to seek further information regarding the claims that\nthe hostesses may have been acting as sex workers. The second call with Ms\nKvasova took place on 6 March 2020.\n9. The publication argued that under Regulation 8(a) of\nIPSO’s Regulations, standing to bring complaints under Clause 10 and Clause 12\nis limited to natural persons who have been directly affected by the alleged\nbreach. The publication argued that the RDIF, as a Russian government body, did\nnot have standing to bring complaints under these Clauses.\n10. In any event, the publication did not accept it had\nbreached the Code. It emphasised that it did not adopt as fact the allegations\nmade by anonymous sources and stressed that the article had made clear these\nwere the comments and impressions of third parties. It also stressed that it\nhad included the RDIF’s denials in its article, as well as the comments made by\nMs Kvasova’s to the undercover journalist that the hostesses had not engaged in\nsex work.\n11. In relation to Clause 10, the publication emphasised\nthat the issues covered by the investigation and article, around the treatment\nof women at events taking place over the week of the World Economic Forum, were\nof significant public interest. It considered that it had received credible\nclaims from sources at the hotel at which the RDIF event had taken place before\nmaking the approach to Ms Kvasova. Further, it said given the sensitive nature\nof sex work, it had reasonably considered that it would be impossible to\nexplore RDIF’s motivations for hiring the hostesses, nor the truth of the\nallegations made by third parties, by approaching RDIF through official\nchannels. It argued that the level of subterfuge used was proportionate to the\npublic interest and that the decision to make a clandestine approach was made\nfollowing extensive discussion at editorial level and with legal advisers.\nFinally, it said there was a public interest in publishing the information it\nhad obtained: Ms Kvasova’s remarks reflected the attitude of RDIF towards women\nand the inclusion of her denial that the women had offered sexual services was\nintegral to the accuracy of the story.\n12. In relation to\nClause 12, the publication stated that Ms Petrova was not identified in the\narticle and that there was no reference to her sex within the meaning of Clause\n12. It also stressed that Ms Kvasova was identified in the article as the “head\nof corporate marketing at RDIF” who “recruited the hostesses”. She was not\ntherefore referred to as one of the hostesses whom sources had commented had\nappeared to be prepared to engage in sex work and the article could not be\ndiscriminatory towards her in the way the complainants had argued.\n13. In response, with\nregards to Clause 10, the complainants accepted that gender equality, sexism\nand the treatment of women at events taking place during the week of the World\nEconomic Forum were issues of significant public interest. However, they argued\nthat the article did not deal with these issues of public interest and stressed\nthat there was no public interest in publishing the information obtained\nthrough the clandestine approach. \n14. During the\nreferral period, the publication offered to make additions to the two online\narticles to reflect the denials contained in the witness statements provided\nafter publication by two of the hostesses at the event.\n15. The complainants\ndid not accept this offer as they considered a correction to be the appropriate\nremedy.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate– an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 10 (Clandestine devices and subterfuge)*\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\n*The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nRelevant Regulations\nRegulation 8\nThe Regulator may, but is not obliged to, consider\ncomplaints: (a) from any person who has been personally and directly affected\nby the alleged breach of the Editors' Code; or (b) where an alleged breach of\nthe Editors' Code is significant and there is substantial public interest in\nthe Regulator considering the complaint, from a representative group affected\nby the alleged breach; or (c) from a third party seeking to correct a\nsignificant inaccuracy of published information. In the case of third party\ncomplaints the position of the party most closely involved should be taken into\naccount. The Regulator may reject without further investigation complaints\nwhich show no prima facie breach of the Editors' Code and/or are without\njustification (such as an attempt to argue a point of opinion or to lobby)\nand/or vexatious and/or disproportionate.\nFindings of the Committee\n16. The article\nreported on concerns about sexual harassment and sexism at events over the week\nof the World Economic Forum (WEF) at Davos. It featured allegations –\nunconnected to the RDIF or its event –regarding the presence of “prostitutes”\nat Davos, and the assertion that “at least 100 sex workers travel to Davos”\nduring the WEF. The detailed account of the RDIF party had, therefore, been\nincluded in an article which discussed the prevalence of sex workers at Davos,\nand the Committee considered the complaint with this in mind.\n17. The Committee noted that many of the reported comments\nconcerning the alleged conduct of the women at the RDIF event were clearly\npresented as subjective impressions and were not reported as unequivocal\nstatements of fact. For example, the article reported that two members of staff\nat the hotel at which the event was held “thought” the women may have been\noffering sexual services and that they “underst[ood]” this to be the case.  The article also reported that several people\n“got the impression” that the women were sex workers. The article also included\nobservations made by members of staff, which were clearly presented as such,\nthat the women had appeared to be “very friendly” towards guests and that some\nof the women had left “in the company of men”. These reported impressions were\nbalanced with the inclusion of the denial of the RDIF that the women were\noffering sexual services, which was repeated on a number of occasions\nthroughout the article, and the denial of Ms Kvasova given during her\nconversations with the undercover journalist. While the Committee understood\nthe complainants’ concerns, on balance it was satisfied that the presentation\nof the subjective impressions of third parties who had attended the event,\nwhich were clearly identified as such, coupled with the inclusion of the\ndenials both from RDIF and Ms Kvasova, were sufficient to meet the requirements\nof Clause 1 (i); the publication had taken care not to publish inaccurate,\nmisleading or distorted information. Given the manner in which the impressions\nof the third parties had been presented in the article, and that the article\nhad not reported these as fact, there was no significant inaccuracy which\nrequired correction under Clause 1(ii).\n18. The complainants first said that it was misleading to\nreport that Ms Kvasova had admitted to the undercover reporter that the RDIF\nwas “looking only for looks and only for ambience, nothing else” when\nrecruiting the hostesses. It was later accepted that Ms Kvasova had said these\nwords, as a recording of the phone call had been made, the authenticity of\nwhich was not in dispute. The complainant said, however, that the word\n“ambiance” had been used by Ms Kvasova because it had first been used by the\nundercover journalist.  Bearing this in\nmind, the Committee considered whether the way in which the quote had been\nincluded in the article was misleading such as to give rise to a breach of\nClause 1. Newspapers are generally free to report the comments of individuals\nwhere they do so accurately and clearly attribute the comments to the person\nwho made them. Having listened to the recording, the Committee was satisfied\nthat Ms Kvasova’s comments had not been reported out of context; they appeared\nin a separate paragraph in the article. There was no breach of Clause 1 on this\npoint.\n19. The complainants\nhad also said it was inaccurate to report that Ms Kvasova told the undercover\nreporter that “she had told them [the hostesses] they were there for ‘ambience’\nand that if any of them did anything more than that they would have difficulty\ngetting out of the country”. The Committee noted that it did not have a\nrecording of the phone call in which these remarks were allegedly made, but\nthat it did have a reporter’s note of the conversation and that the recording\nof the second phone call demonstrated that Ms Kvasova had said that the women\nwere recruited to provide “ambience”. Given that Ms Kvasova had referred to\n“ambiance” as the reason the women were at the event in the second phone call\nand that the reporter’s notes evidenced that she had also said this in the\nfirst phone call, the Committee did not find a breach of Clause 1 on this\npoint.  Whether or not she had relayed\nthis information to the women themselves, as reported, was not a significant\ndetail within the context of the article. With regards to the report that Ms\nKvasova had told the reporter that she said “if any of them did anything more\nthan that they would have difficulty getting out of the country”, the article\ndid not report that this was what Ms Kvasova had actually told the hostesses;\nonly that she had told the undercover reporter that she had said this. It was\naccepted that Ms Kvasova had said to the reporter that, hypothetically,\nbehaviour such as sex work could lead to trouble with the authorities and legal\ndifficulties. As such, to report that Ms Kvasova had said to the reporter that\nshe had told the women engaging in such activities would have “difficulty\ngetting out of the country” was not significantly misleading as to Ms Kvasova’s\nviews. In light of this and the record of Ms Kvasova’s comments in the\nreporter’s notes, there was no breach of Clause 1 in relation to the reporting\nof these remarks.\n20. The Committee\nnoted the publication’s argument that Regulation 8(a) meant that the RDIF did\nnot have standing to bring a complaint under Clause 10 and Clause 12. However,\nthe publication accepted that the clandestine approach was made to the RDIF to\nexplore the RDIF’s motivations for using sex workers, if this claim was true.\nThe individual who was subject to the clandestine approach, Ms Kvasova, was\nacting in her professional capacity as a member of staff of the RDIF. For these\nreasons, the RDIF was directly affected by the alleged breach of Clause 10 and\nhad standing to complain. In relation to Clause 12, the complainants’ concerns\nrelated to allegedly pejorative references to the protected characteristics of\nindividuals. This part of the complaint only related to Ms Kvasova and Ms\nPetrova. The RDIF, as a body, did not have standing under Clause 12.\n21. It was not in\ndispute that the undercover journalist had engaged in misrepresentation within\nthe meaning of Clause 10 in his two phone calls to Ms Kvasova. The issue for\nthe Committee was whether this misrepresentation, and publishing the\ninformation uncovered through it, was justified in, and proportionate to, the\npublic interest.\n22. How women are\ntreated at events during the week of the World Economic Forum in Davos,\nincluding the availability of sex workers, allegations of sexual harassment and\nsexist attitudes towards women, are issues of undeniable public interest. The\ntwo undercover approaches to Ms Kvasova, about the impressions of third parties\nthat sex workers may have been in attendance at the RDIF event, were part of an\ninvestigation that related to these matters of public interest. The two\napproaches were made only after concerns had been raised by a number of sources\nwho had attended the RDIF’s event and were made in order to investigate the\nposition. It was reasonable to expect that an open approach to the RDIF would\nnot have been successful in obtaining information which might corroborate the\ncomments made by the third party sources, given that hiring sex workers would\nbe controversial. The Committee noted that the undercover approaches had not\nuncovered any evidence that women at the RFID party were sex workers.\nNevertheless, including the information gained from these approaches in the\narticle was reasonably part of the efforts to take care over the accuracy of\nthe story, and showed that Ms Kvasova’s unofficial remarks to an undercover\njournalist tallied with the RDIF’s ‘on the record’ denial of the allegations.\nFurther, the undercover approaches had revealed information about the role of\nand views towards women who had been engaged to appear at an event taking place\nduring the week of the WEF, namely the admission that the women had been hired\nbecause of their appearance. This information, which was included in the\npublished article, did relate to the wider issues of public interest around the\ntreatment of women at Davos. For these reasons, the actions taken by the\nundercover reporter, and the decision to publish the information he gathered,\nwas justified in the public interest. There was no breach of Clause 10.\n23. The complainants had said that the article discriminated\nagainst the two permanent female RDIF employees at the event: Ms Kvasova and Ms\nPetrova. Ms Petrova was not identified within the article and there was no\nreference, pejorative or otherwise, to Ms Petrova’s sex in the article. Ms\nKvasova was identified as the “head of corporate marketing” at the RDIF and it\nwas reported that she had “recruited the hostesses” in respect of whom the\nthird parties had made the reported comments: she was not the subject of the\ncomments herself. The reference that the complainants had said was\ndiscriminatory, namely the comments that the women may have been prepared to\nengage in sex work, did not therefore apply to Ms Kvasova. There was no breach\nof Clause 12 on these points.\nConclusion\n24. The complaint was\nnot upheld.\nRemedial Action Required\n25. N/A\n \nDate complaint received: 19/06/2020\nDate complaint concluded by IPSO: 16/08/2021\nBack to ruling listing\n\n\n"
}