{
    "url": "/rulings-and-resolution-statements/ruling/?id=10510-15",
    "title": "10510-15 Alsafar v Fife Free Press",
    "provisions": [
        "6 (Children) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Fife Free Press (National World Publishing Ltd)",
    "published_on": "2015-08-20 00:00:00",
    "received_on": "2015-11-30 00:00:00",
    "concluded_on": "2016-02-24 00:00:00",
    "complaint_processing_days": 86,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaints received: 30/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 10510-15 Alsafar v Fife Free Press\nSummary\nof complaint\n1.\nFreida Alsafar complained to the Independent Press Standards Organisation that\nthe Fife Free Press breached Clause 6 (Children) and Clause 9 (Reporting of\ncrime) of the Editors’ Code of Practice in an article headlined “Oliver’s\nparents in court”, published on 20 August 2015.\n2.\nThe article appeared in print only.\n3.\nThe article reported that a couple had appeared before a Sheriff’s court to be\ncharged with racist abuse and assault. It noted that one of the couple was\nalleged to have acted “in a racially aggravated manner intended to cause alarm\nor distress to Frieda and [complainant’s son’s name] Alsafar” and that they\nwere released on bail with the special condition that they not approach Frieda\nand [complainant’s son’s name] Alsafar.\n4.\nThe complainant said that her son, who was twelve years old, should not have\nbeen named in the report. The inclusion of his name had caused him considerable\ndistress.\n5.\nThe newspaper apologised to the complainant. There had been no indication at\nthe hearing, or in court papers, that her son was a minor. If the newspaper had\nbeen aware of his age, he would not have been named. On receipt of direct\ncorrespondence from the complainant, the editor had written her a letter\napologising for the distress caused, and had assured her that her son’s name\nwould not be included in any future coverage of the case. During the IPSO\ninvestigation, the editor offered to write a further letter of apology to the\ncomplainant’s son.\n6.\nThe complainant did not accept the editor’s offer; she said that any apology\nshould come directly from the reporter who had written the article.\nRelevant\nCode Provisions\n7.\nClause 6 (Children)\ni)\nYoung people should be free to complete their time at school without\nunnecessary intrusion.\nClause\n9 (Reporting of crime)\nii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren who witness, or are victims of, crime. This should not restrict the\nright to report legal proceedings.\nFindings\nof the Committee\n8.\nThe Committee acknowledged that the inclusion of his name had caused distress\nto the complainant’s son. However, it emphasised that the Code does not\ngenerally seek to prohibit the publication of information heard in open court,\ngiven the importance of the principal of open justice.\n9.\nIn this instance, the complainant’s son’s name had been heard in open court as\npart of a charge and of bail conditions for the defendants. As the newspaper\nhad not known, and could not reasonably have known, that the complainant’s son\nwas a child, it had not failed to have regard for his position, including his\nage, when naming him in the report. While the Committee sympathised with the\nchild’s distress, and welcomed the newspaper’s positive response to the\ncomplaint, it did not consider that any intrusion had been unjustified given\nthat the newspaper was unaware of his age and circumstances.\nConclusions\n10.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaints received: 30/11/2015Date\ndecision issued: 24/02/2016\nBack to ruling listing\n\n\n"
}