{
    "url": "/rulings-and-resolution-statements/ruling/?id=10659-21",
    "title": "10659-21 Hagyard v Mail Online",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-10-08 00:00:00",
    "received_on": "2021-10-08 00:00:00",
    "concluded_on": "2022-04-05 00:00:00",
    "complaint_processing_days": 179,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 08/10/21",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 10659-21 Hagyard v\nMail Online\nSummary of Complaint\n1. A family member of Tom Hagyard complained on his own\nbehalf, and on behalf of Tom Hagyard, to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “Trainee\nsolicitor, 29, accused of house party sex attacks 'was told by police there\nwould be no further action on rape claim before he was charged with it three\nyears later'”, published on 8 October 2021. \n2. The article was a court report on the trial of the\ncomplainant, Tom Hagyard, who faced two charges of sexual assault. The article\ndetailed his address and was illustrated with a photograph of him outside the\ncourt. \n3. The complainant said the article was inaccurate in breach\nof Clause 1 as Mr Hagyard no longer lived at the address reported and had not\ndone so for a significant period of time; instead, this was the address of\nother family members. He said that this address had not been heard in court and\nits publication intruded into the family’s privacy, in breach of Clause 2. The\ncomplainant also expressed concern that Mr Hagyard had been pictured outside of\nthe court, without his permission or consent.\n4. The publication did not accept a breach of the Code. It\nmaintained that the article was an accurate summary of proceedings, with the\naddress cited submitted to the court. It provided the court listing from Mr\nHagyard’s first hearing to demonstrate this. It said that it was entitled to\nreport this information and the publication of the address did not represent an\nintrusion into the private lives of either individual. Notwithstanding this,\nthe publication offered, as a gesture of goodwill, to remove the address from\nthe online article. \n5. Furthermore, the publication said that Mr Hagyard had\nbeen photographed outside the court. The photograph had been taken in a public\nplace where he had no reasonable expectation of privacy and did not reveal any\npersonal information about him other than his likeness.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n6. In this instance, the address attributed to Mr Hagyard\nwas provided in the court listing. There was no failure to take care over the\naccuracy of the article on this point. While the Committee acknowledged the\ncomplainant’s position that he was no longer resident at this address, he\nappeared to accept that this address had been provided in court documents. The\npublication was therefore entitled to cite the address provided in order to\naccurately identify the defendant as part of the proceedings and it had done so\naccurately in this case; there was no inaccuracy requiring correction. While the\nCommittee welcomed the publication’s offer to remove the address from the\narticle, there was no breach of Clause 1.\n7. In addition, the newspaper was entitled to report this\naddress, which was a matter of public record. As such, neither complainant had\na reasonable expectation of privacy over this information and its publication\ndid not intrude into their private lives. There was no breach of Clause 2.\n8. Furthermore, the publication was entitled to photograph\nMr Hagyard outside the courtroom, so long as in doing so it did not breach any\nof the Clauses of the Editors’ Code. In the view of the Committee, Mr Hagyard\ndid not have a reasonable expectation of privacy in this public location, and\nthe published photograph did not reveal any private information about him.\nThere was no breach of Clause 2 in relation to this.\nConclusions\n9. The complaint\nwas not upheld.\nRemedial Action Required\n10. N/A\n \nDate complaint received: 08/10/21\nDate complaint concluded by IPSO: 05/04/22\nBack to ruling listing\n\n\n"
}