{
    "url": "/rulings-and-resolution-statements/ruling/?id=10663-21",
    "title": "10663-21 Straughan v blackpoolgazette.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "blackpoolgazette.co.uk (National World Publishing Ltd)",
    "published_on": "2021-10-07 00:00:00",
    "received_on": "2021-10-08 00:00:00",
    "concluded_on": "2022-04-29 00:00:00",
    "complaint_processing_days": 203,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A    Date complaint received: 08/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10663-21 Straughan v blackpoolgazette.co.uk\nSummary\nof Complaint\n1. Ian\nStraughan complained to the Independent Press Standards Organisation that blackpoolgazette.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Fuel crisis highlights need for more electric car charging points in\nBlackpool”, published on 7 October 2021.\n2. The\nsub-heading of the online article read “Calls have been made for more vehicle\ncharging points in Blackpool including to serve the resort’s tourism industry\nas people switch to electric cars”, with the opening sentence stating that\nthere were “currently 50 charging points in the town for use by the public –\nbut the council says this number will double in the next two years”. The\narticle went on to report that the council’s latest local transport plan showed\n£100,000 had been allocated to installing charging points in public car parks\nand included the comments made by several councillors on the issue at a recent\nmeeting.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1\n(Accuracy) to report that there were “currently 50” electric vehicle (EV)\ncharging points available to the public in Blackpool. He said that the true\nfigure was significantly lower; there were only 13 EV chargers available to the\npublic in the borough of Blackpool. To demonstrate this, he referred to an\nonline database dedicated to recording the location and number of EV charging\npoints.\n4. The\npublication did not accept a breach of the Editors’ Code. It said that the\ndisputed figure had been provided by the local council’s press office,\nfollowing a council meeting which discussed the need for increased investment\nin this infrastructure. The press office had subsequently confirmed to the\nnewspaper that this figure had been obtained from an online database and\nclaimed it was the same database used by the Department of Transport to record\nEV charging points. It considered that the publication was entitled to rely on\ninformation provided by a public official.\n5. Notwithstanding\nits position that there was no breach of the Code, it noted that data published\nby the Office for National Statistic (ONS) showed that, as of October 2021,\nthere were 24 public EV charging points in the Blackpool Council area and offered\nto amend the online article to reflect this. It also offered, in an attempt to\nresolve the complaint, to publish a letter from the complainant setting out his\nposition and to publish a follow-up article focused on the number of EV\ncharging points in the area. The publication did not, in any case, consider the\narticle to be significantly inaccurate, as the piece was not about the number\nof existing public charging points in Blackpool, but rather was a report of a\ncouncil meeting in which a proposed increase to the number of charging points\nwas discussed. The number of existing charging points had not even been\nmentioned in the course of the meeting.\n6. The\ncomplainant did not consider that the actions proposed by the publication were\nsufficient.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\nCommittee noted the dispute between the publication and the complainant\nregarding the number of publicly available EV charging points in Blackpool. The\npublication had provided correspondence between a representative of the local\ncouncil and its reporter in which the council provided the disputed figure of\n“50” EV charging points. The Committee considered that the publication was\nentitled to rely on information provided by the council on this subject, given\nthat it was the relevant authority with oversight of local public\ninfrastructure, and as such was satisfied that the publication had taken\nsufficient care under Clause 1 (i) of the Code not to publish inaccurate,\nmisleading or distorted information.\n8. The\nCommittee then considered whether, in spite of the care taken by the\npublication, the article had contained a significant inaccuracy requiring\ncorrection. A number of different figures for the true number of EV charging\npoints in Blackpool had been raised in the course of IPSO’s investigation. The\narticle had contained the figure of 50 on which the council, and apparently the\nDepartment of Transport, based their policies; the complainant had provided a\nsignificantly lower figure based on his own experience and investigations; and\nthe publication had advanced a third figure of 24 charging points, provided by\nthe ONS. The Committee was not in a position to resolve these conflicting\nfigures in order to ascertain a true figure: each had some evidential basis and\ncame from accountable sources. In these circumstances, where the publication\nhad been able to demonstrate that the figure contained in the article was that\nused by the local authority and, according to the council, the Department of\nTransport, the Committee did not agree that the figure could be considered as\nsignificantly inaccurate or misleading. There was no breach of Clause 1 (ii) of\nthe Code. The Committee, however, welcomed the publication’s offer to include\nthe figure provided by the ONS into the article, as this would serve to\ndemonstrate that there was some dispute over the true number of the EV charging\npoints in Blackpool. \nConclusion(s)\n9. The\ncomplaint was not upheld.\nRemedial\nAction Required\n10. N/A\n\n\n\nDate\ncomplaint received: 08/10/2021\nDate\ncomplaint concluded by IPSO: 29/04/2022\nBack to ruling listing\n\n\n"
}