{
    "url": "/rulings-and-resolution-statements/ruling/?id=10662-21",
    "title": "10662-21 Champion v Kentish Gazette",
    "provisions": [
        "9 Reporting of crime (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Kentish Gazette (Iliffe Media Group Ltd)",
    "received_on": "2021-10-09 00:00:00",
    "concluded_on": "2021-04-08 00:00:00",
    "complaint_processing_days": -184,
    "conclusion_long": "30. The complaint was not upheld.",
    "remedial_action": "31. N/A   Date complaint received: 09/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10662-21 Champion v Kentish Gazette\nSummary\nof Complaint\n1. Kieran\nChampion complained to the Independent Press Standards Organisation that\nKentish Gazette breached Clause 1 (Accuracy) and Clause 9 (Reporting of Crime)\nof the Editors’ Code of Practice in an article headlined “Raped after being\noffered ‘safe’ place” on 14th October 2021.\n2. The\narticle reported on a court case, in which the complainant was found guilty of\nrape and sexual assault. The article stated that the complainant had\n“repeatedly attacked his victim after luring her from a nightclub and plying\nher with drink”. The article described him as “devious” and said that he had\n“tricked the woman into believing she had a safe place to stay for the night -\nbefore subjecting her to the terrifying ordeal”. It reported that “[a]fter\ngiving her whisky and coke, the fiend raped and sexually assaulted his\nterrified victim” and that, when she told him to stop, he “made lurid and\nderisory remarks”. The article stated that “jurors heard” the victim was able\nto get away when “a police officer appeared outside the crime scene by chance”.\nIt continued by stating that the complainant was “arrested the same day and\ngave a no comment police interview” and that he “forced her to repeatedly\nre-live the terror in court - even after his DNA was discovered on his victim”.\nIt reported that the complainant “preyed on the girl […] as she searched for a\nsafe place to stay, tricking her into thinking he was being kind”. The article\nquoted the judge stating that “’[the victim] was looking for a safe place to\nspend the night, she didn’t know your address or the area, she was drinking and\nhad little avenue of escape’.”\n3. The\narticle also appeared online in substantively the same format under the\nheadline “Rapist Kieran Champion, of Canterbury, jailed for attacking woman\nafter night out in Margate”, published on 8th October 2021. It stated that “the\npredator has now been jailed for six years at the same court today for the\nsustained terror he subjected her to”. The article also reported that “Devious\nChampion lured the woman […] to a property […], leaving her isolated and lost”.\nIt stated that “[a]fter plying her with whisky and coke, he raped and sexually\nassaulted his terrified victim”. It also reported that “He would drag his\nvictim through the courts, forcing her to repeatedly re-live the terror, even\nafter his DNA was discovered”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nthe phrase “repeatedly attacked” had not been said in court. He said it implied\nthat the victim had been assaulted several times, which was not the case. The\ncomplainant denied having “plied [the victim] with drinks”; he said that this\nsuggested the victim had been forced to drink, whereas, in her testimony she\nhad said she had poured their drinks. Similarly, he said it was inaccurate for\nthe article to suggest he had “lured” the victim to the property as, in her\ntestimony, she had said she got in their mutual friend’s car willingly. The\ncomplainant said it was also inaccurate for the article to report that he had\n“made lurid and derisory remarks” to the victim as the victim had in fact made\nsuch remarks to him, for example that he smelled. The complainant said it was\ntwisting the story.\n5. The\ncomplainant also said it was inaccurate for the article to state that the\nvictim had escaped after a police officer “appeared outside… by chance”. The\npolice had never confirmed this point and there was no confirmation that the\npolice had been anywhere near the property. He said that the victim had also testified\nthat she had called 111 once she was away from the property and the police\npicked her up at another location, some distance from the house. He said that\nthis account had been verified by the police during the court proceedings.\n6. The\ncomplainant said it was inaccurate for the article to report that he had given\na “no comment interview” as he had cooperated fully with the police and had\nanswered all questions. In a later interview, following the advice of his\nprevious solicitor, he provided a prepared statement and then gave a no comment\ninterview.\n7. The\ncomplainant further said that it was inaccurate for the article to claim that\nhe “preyed on the girl” as she had been over 18 and so was an adult. The\ncomplainant also said it was inaccurate to describe him as “devious” and having\n“trick[ed] her into thinking he was being kind” in both articles, and for the\nonline article to claim he had subjected the victim to “sustained terror” as\nnone of this had been heard in court. He said it was the opinion of the\njournalist and was not relevant to the article.\n8. The\ncomplainant also said his DNA had not been found and so it was inaccurate for\nthe article to report that “his DNA was discovered on his victim” and for the\nonline article to state “his DNA was discovered”.\n9. The\ncomplainant said the article also breached Clause 9 (Reporting of crime)\nbecause it was a twisted and sensationalised version of what happened that\nrepresented personal opinion, rather than a report of the facts.\n10. The\npublication denied any breach of the Code. It said that the term “repeatedly”\nwas a fair reflection of what had happened. It said that the definition of\n“repeat” was to “do something more than once” and that in court it had been\nheard that the complainant had sexually assaulted the victim with his mouth and\nthat later she had awoken to find him raping her. As such, the publication said\nshe had been assaulted “repeatedly”. The publication also said “plied” was an\naccurate representation of what was heard in court as the complainant had\nbought the victim drinks throughout the night and had stopped to purchase\nadditional spirits on the way home. The judge’s sentencing remarks, provided by\nthe publication, had said “[the complainant] provided [the victim] with more\nalcohol and that without doubt made the offences easier to commit”. Whilst the\nvictim may have poured her own and his drinks, where the word “plied” meant to\n“supply or furnish something”, and where he had bought the drink, it was not\ninaccurate to use this term. Notwithstanding this, the publication said that\nfor complete clarity, it was prepared to change the word “plied” to “supplied”.\n11. The\npublication also did not accept a breach of Clause 1 regarding describing the\ncomplainant as having “lured” the victim to the property. It said that “lured”\nmeans “to trick somebody into a specific place or action”. Where the judge had\nsaid that the victim “was looking for a safe place to spend the night. She\ndidn’t know the area of where you lived or even the address. You offered and\nshe trusted you” and where the complainant had seemingly offered the victim a\nsafe place before raping her, “lured” accurately described what happened.\n12. The\npublication did not accept that referring to the victim as a “girl” represented\na breach of the Code. It stated that “girl” could also mean a “young, or\nrelatively young woman” and so this constituted a fair characterisation of the\nvictim. Regarding the “lurid and derisory remarks” the publication said it was\nnot inaccurate to report that the complainant had made these comments as it was\nheard in court that he had said the victim was “loving it” as he raped her.\n13. The\npublication further stated it was not inaccurate to report that a police\nofficer had appeared outside by “chance” allowing the victim to escape as this\nwas the prosecution’s case and had been accurately attributed to the\nprosecution in the article. The judge’s sentencing remarks had said “[b]y\nchance there appear to have been Police Officers outside near your house. That\nfact alarmed you. She took the opportunity to leave your house.”.\n14. The\npublication did not accept a breach of Clause 1 regarding the claim that the\ncomplainant had given a “no comment interview”. It said that, whilst the\ncomplainant may have initially answered the questions in full, it was not in\ndispute that the complainant had given a “no comment” interview to the police\nfollowing his arrest”. The publication proposed to amend the article to make\nclear that he had initially engaged in a police interview and later gave a no\ncomment interview; however, it said making clear that there had been at least\none comment interview did not materially affect the story and so was not\nsignificantly inaccurate to report that he had given a “no comment interview”.\n15. The\npublication stated that “sustained terror” was an appropriate summary of the\nvictim’s experience where she experienced repeated sexual assaults. It also\nsaid “devious” was a fair characterisation for an individual who purported to\noffer a safe place to stay before raping someone.\n16. In\nrelation to whether the complainant’s DNA had been found, during the referral\nperiod, the publication stated that DNA had been discovered under medical\nexamination and that a police statement said the complainant’s claims had been\n“undermined by forensic evidence”. However, it accepted that it was in fact the\nvictim’s DNA that had been found in the complainant’s underwear. As such, it\namended the online article so that it said, “Forensic evidence undermined\nChampion's claims he had not raped the woman and he was charged with rape and a\nsexual assault”. It included a note below the headline that stated:\nThis\nstory was edited on November 17 to clarify a previous reference made to DNA\nevidence.\nOnce the\npublication became aware that the complaint also related to the print version\nof the article it offered to publish a clarification on page 7 on this point in\nprint also:\nOn\nOctober 14, 2021, the Kentish Gazette reported that Kieran Champion had been\njailed for six years following a conviction for rape.\nThe\narticle stated that Champion’s DNA had been discovered by police. This was\nincorrect.\nThe\nvictim’s DNA was in fact found on Champion, with police saying the “forensic\nevidence undermined Champion's claims he had not raped the woman”.\nThe Gazette\nis happy to clarify this.\n17. The\npublication did not accept a breach of Clause 9 (Reporting of crime). They\nstated the article reported what had been heard in court and did not\nunnecessarily identify the complainant’s friends or relatives as they had\nsupported him in court.\n18. The\ncomplainant said that there was a difference between the terms “repeatedly” and\n“repeated”. Whilst “repeat” meant to do something more than once, “repeatedly”\nmeant “to do something over and over again, constantly”. The complainant also\ndisputed the publication’s position regarding the word “plied”. He said that\nwhilst he had bought the victim’s drinks, the victim’s friends had also bought\nher alcohol. In addition, he had stopped to purchase a bottle of spirits on the\nway home, but he had also bought food for the victim and so any amendment\nshould also state that he also supplied the victim with food.\n19.\nRegarding the “lurid and derisory remarks” and the assertion that he had said\nthe victim had been “loving it”, the complainant said that this had not been\nsaid by the victim as evidence. He also said stating he had made “lurid and\nderisory remarks” implied that he had repeatedly berated the victim, which was\nnot the case.\n20. The\ncomplainant did not accept the amendment to the article or the further proposed\namendments as a way to resolve his complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 9\n(Reporting of crime)\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nii)\nParticular regard should be paid to the potentially vulnerable position of children\nunder the age of 18 who witness, or are victims of, crime. This should not\nrestrict the right to report legal proceedings.\niii)\nEditors should generally avoid naming children under the age of 18 after arrest\nfor a criminal offence but before they appear in a youth court unless they can\nshow that the individual’s name is already in the public domain, or that the\nindividual (or, if they are under 16, a custodial parent or similarly\nresponsible adult) has given their consent. This does not restrict the right to\nname juveniles who appear in a crown court, or whose anonymity is lifted.\nFindings\nof the Committee\n21. The\nCommittee first considered the complaint that it was inaccurate to report that\nthe complainant had “repeatedly attacked his victim”.  The complainant said that this had not been\nheard in court and suggested that the victim had been assaulted several times,\nwhich he denied. The Committee considered the sentencing remarks of the judge\nwho, in relation to the offences for which the complainant had been convicted,\nsaid “These were separate offences, but they were linked.  One followed the other, not as a single\nevent, but not unrelated”. In these circumstances, and where the article\naccurately reported the complainant’s conviction, it was not inaccurate for the\narticle to report that he had “repeatedly attacked his victim”; the Committee\ndid not accept the distinction drawn by the complainant between “repeated” and\n“repeatedly”. There was no breach of Clause 1 on this point.\n22. The\nCommittee next considered the report that the complainant had attacked the\nvictim after “plying” her with drink. The Committee noted the complainant’s\nposition that the victim had poured drinks herself but did not consider that\n“plying” necessarily implied “forcing”. \nIt was not in dispute that the complainant had bought drinks for the\nvictim or that  the victim had been given\nwhiskey and coke at the complainant’s house, as reported. In these\ncircumstances, there was no breach of Clause 1 on this point.\n23. The\nCommittee noted that “tricked”, “lured”, and “devious” represented the\nnewspaper’s characterisation of the complainant and his actions. The question\nfor the Committee, therefore, was whether this characterisation was\nsufficiently supported within the article and was not a misleading or\ninaccurate description of what had taken place. In his sentencing remarks, the\njudge had stated that the victim was “looking for a safe place to spend the\nnight. She didn’t know the area of where you lived or even the address. You\noffered and she trusted you”. The article reflected these comments by reporting\nthat the complainant had convinced the victim into “believing she had a safe\nplace to stay for the night” before raping her and that he “led the woman from\na Margate venue to a property in Canterbury, leaving her isolated and lost”.\nThe newspaper had provided sufficient basis to support its characterisation\nthat the complainant had “tricked” and “lured” the victim, and that he was\n“devious”. There was no breach of Clause 1 on these points.\n24. The\nCommittee found that “Girl” was not an inaccurate or misleading description of\nthe victim where it was accepted that she was a young woman; there was no\nsuggestion that the complainant was charged with child sex offences, and the\nnature of the complainant’s conviction was accurately reported in the article.\nThere was no breach of Clause 1 on this point.\n25. The\nCommittee then considered the complaint that it was inaccurate to report that\nthe complainant had made “lurid and derisory remarks”. The reporter’s notes\nrecorded that it had been heard in court that the complainant had said that the\nvictim was “loving it” as he assaulted her, which supported the report. As\nsuch, there was no breach of Clause 1 on this point.\n26. The\nCommittee then turned to the complaint that it was inaccurate to report that\nthe jury had heard that the victim was able to escape “when a police officer\nappeared outside the crime scene by chance”. The Committee noted that the\nsentencing remarks of the judge explained the sequence of events: “By chance\nthere appear to have been Police Officers outside near your house.  That fact alarmed you. [The victim] took the\nopportunity to leave your house”. The reporter’s notes confirmed that this had\nbeen heard in court. The publication had taken sufficient care to not publish\ninaccurate or misleading information and so there was no breach of Clause 1 on\nthis point.\n27. In\nrelation to whether it was accurate to report that the complainant had given a\n“no comment interview”, the Committee acknowledged the complainant’s position\nthat he had given a full comment interview after first being arrested. However,\nhe did not dispute that, in a later interview, on the advice of his solicitor,\nhe provided a prepared statement and answered “no comment” to questions. As\nsuch, it was not inaccurate for the article to report that he had given a “no\ncomment interview” and there was no breach of Clause 1 on this point.\n28.\nFinally, the Committee considered the complaint regarding the report that the\ncomplainant’s DNA had been found on the victim. The publication had accepted\nthat this was inaccurate; the victim’s DNA had been found on the complainant’s\nclothing, rather than the complainant’s DNA being found on the victim’s\nclothing. The question for the Committee was whether this inaccuracy was\nsignificant in the context of the story, and whether its publication\nrepresented a failure to take care over the accuracy of the story in breach of\nClause 1(i). On balance, the Committee concluded that it was not: the\nsignificance of the forensic evidence was that it had established that the\ncomplainant and victim had been in contact and that contributed to the\ncomplainant’s conviction, and this was unaffected by the inaccuracy. In the\ncontext of the full report of the court proceedings, this inaccuracy was not\nsignificant and did not represent a failure to take care over the article that\nbreached Clause 1(i). There was no breach of Clause 1 on this point.\nNonetheless, the Committee welcomed the publication’s prompt amendment of the\nonline article on this point once the inaccuracy was brought to its attention,\nand the fact it had published a footnote clarification, and that it had later\noffered similar action in print.\n29. The\ncomplainant had also complained under Clause 9 (Reporting of crime) on the\ngrounds that, in his view, it had twisted and sensationalised what had been\nheard in court. Clause 9 is designed to prevent friends and family of those\nconvicted of crime being identified unless they are genuinely relevant to the\nstory. The complainant’s concerns did not relate to this and so this Clause was\nnot engaged.\nConclusion(s)\n30. The\ncomplaint was not upheld.\nRemedial\nAction Required\n31. N/A\n\n\nDate\ncomplaint received: 09/10/2021\nDate\ncomplaint concluded by IPSO: 08/04/2021Independent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}