{
    "url": "/rulings-and-resolution-statements/ruling/?id=10674-21",
    "title": "10674-21 McDaid v Greenock Telegraph",
    "provisions": [
        "2 Privacy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Greenock Telegraph (Newsquest Media Group)",
    "published_on": "2021-10-09 00:00:00",
    "received_on": "2021-10-10 00:00:00",
    "concluded_on": "2022-01-19 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A   Date complaint received: 10/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10674-21 McDaid v Greenock Telegraph\nSummary\nof Complaint\n1.\nGordon McDaid complained to the Independent Press Standards Organisation that\nGreenock Telegraph breached Clause 2 (Privacy) of the Editors’ Code of Practice\nin an article headlined “Passenger cut free after serious crash”, published on\n9th October 2021.\n2. The\narticle reported on a “serious collision in Greenock’s west end” involving a\nvan and a car. The article stated that “Both of the drivers and one passenger\nwere taken to hospital for treatment, but the injuries sustained are not\nbelieved to be life-threatening”. It also explained that the collision had\ncaused the road to be closed “for over an hour”. The article was accompanied by\nan image that showed the car and the van after they had collided. The van was a\ncompany van that bore an individual’s name and phone number. The license plate\nof the van was also visible.\n3. The\narticle also appeared online under the same headline. A different image was\nincluded that showed the side of the car post-collision, and the front of the\nvan, but the name and number on the side of the van were not visible.\n4. The\ncomplainant was the driver of the van. He said that the article was a breach of\nClause 2 because it identified him as being involved in the collision, due to\nthe publication of the image of his van, which showed his phone number, name,\nand number plate. He explained that he was the only person with access to the\nvan and that his business had just one van – the one shown in the article.\nWhilst he accepted that the van had been driven around the area and that some\npassers-by would have seen the collision site, he considered that the article\nidentified him as the victim of a collision to a much wider audience.\n5. The\npublication said it did not accept a breach of the Code. It stated that the\ncollision had taken place on a public road and, because the complainant had\nchosen to write his name and phone number on the side of his van, these details\nwould have been seen by anyone who passed the collision, or who had seen the\nvan driving around the area. The publication asserted that hundreds of people\nwould have passed the collision site due to its location on a busy road. The\npublication further explained that the details included in the report had been\nprovided by the police and that the article was of clear public interest as the\naccident had caused severe disruption to traffic on one of the busiest roads in\nthe area. In addition, the publication said it handled the publication of this\nimage in line with its usual practice on these matters. It stated that the\nlicence plate will usually be blurred out to protect the identity of the owner\nof the vehicle, unless it was a business or work vehicle that had the owner’s\ndetails included on the side. Notwithstanding this, the publication removed the\nonline article as a gesture of goodwill.\n6. The\ncomplainant did not accept this as a resolution to her complaint.\nRelevant\nCode Provisions\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n7. The\narticle under complaint reported on a road traffic collision, an incident that\nhad taken place on a public street, visible to passers-by, and was of\nlegitimate interest to the newspaper’s readers as the cause of significant\ndisruption and a potential safety risk.\n8. The\narticle had informed readers that the driver of the van involved in the\ncollision had sustained injuries – not believed to be life threatening – and\nhad been taken to hospital. The article did not identify any of the individuals\ninvolved in the incident; however, the photograph which accompanied the article\nclearly showed the full name and telephone number – those of the complainant –\nwhich were displayed on the van. The vehicle involved was the complainant’s\nprofessional vehicle, and the details included on the side of the van were\nintended as a public advertisement of his professional role. The questions for\nthe Committee were whether the publication of the image served to identify the\ncomplainant as one of the crash victims, and, if so, whether this intruded into\nhis private life.\n9. In\nconsidering this issue, the Committee noted first that the article did not\nidentify the complainant as the person involved in the collision, although it\nwould have identified him as the most likely individual to the circle of those\nfamiliar with the business, who would be aware that there was only one van and\nonly one person with access to that van.\n10. The\nCommittee then considered whether the potential identification represented an\nintrusion into the complainant’s private life. The collision had occurred on a\nbusy road in the area and so the scene depicted in the photograph – including\nthe name on the side of the van – would have been seen by a number of people\nwho passed the site of the crash. In addition, the article had not included\ndetailed information about the complainant’s health, other than a broad comment\nas to the seriousness of his injuries. In these circumstances, the Committee\nconcluded that the publication of the photograph and this minimal detail as to\nthe nature of the complainant’s injuries, which had been provided by police,\ndid not represent an intrusion into his private life and did not represent a\nbreach of Clause 2.\nConclusion(s)\n11. The\ncomplaint was not upheld.\nRemedial\nAction Required\n12. N/A\n\n\nDate\ncomplaint received: 10/10/2021\nDate\ncomplaint concluded by IPSO: 19/01/2022\nBack to ruling listing\n\n\n"
}