{
    "url": "/rulings-and-resolution-statements/ruling/?id=10749-21",
    "title": "10749-21 Sokal v kentlive.news",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "kentlive.news (Reach PLC)",
    "published_on": "2021-09-29 00:00:00",
    "received_on": "2021-10-12 00:00:00",
    "concluded_on": "2022-03-11 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A   Date complaint received: 12/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10749-21 Sokal v kentlive.news\nSummary\nof Complaint\n1. Alan\nSokal complained to the Independent Press Standards Organisation that\nkentlive.news breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “University of Kent debunks claims students made to take\n'white privilege' course”, published on 29th September 2021.\n2. The\narticle reported that the “University of Kent [had] debunk[ed] claims [that]\nstudents [were] made to take 'white privilege' course”. It went on to state\nthat “[t]he module, called Expect Respect, is neither compulsory nor solely\nfocused on the concept of white privilege, which seeks to highlight how white\npeople are not subject to the same, often very regular racial discrimination as\nother ethnic and racial backgrounds”. It reported that articles in two other\nnational newspapers implied that students were being made to take the module,\nbut that a University of Kent spokesperson had addressed these claims. The\narticle stated, “that whilst participation was encouraged, it is by no means\nmandatory, and not taking the course would not result in any kind of\npunishment”, including a quote from the spokesperson who said that “[w]hile we\nwould like as many students as possible to take the module, nobody would face\naction for not doing so”.\n3. The\ncomplainant said that the headline of the article was inaccurate in breach of\nClause 1 because the previously published claims the article purported to\n“debunk” were in fact true, and the University had indeed told every student to\ncomplete the online course. To support his position, the complainant provided a\nnumber of pages from the University of Kent website which dated from July 2018\nto August 2021, which referred to the module as being compulsory. One stated\n“[t]he Expect Respect module is a compulsory module for all registered students\nat the University of Kent, regardless of what you are studying or whether you\nare an undergraduate or postgraduate student”. The complainant added that he\nhad made the publication aware of the University of Kent webpages prior to\ncomplaining to IPSO, and that it should have issued a correction after he had\ndone so.\n4. The\ncomplainant also said that the article was misleading to state that “it was\nclarified that whilst participation was encouraged, it is by no means\nmandatory, and not taking the course would not result in any kind of\npunishment” and to include the spokesperson’s statement that “[w]hile we would\nlike as many students as possible to take the module, nobody would face action\nfor not doing so”. He said that while the statements were technically true, the\narticle concealed other relevant information about the University’s stance on\nthe course, such as its website references to the module being compulsory,\nrendering the article misleading.\n5. The\npublication did not accept a breach of Clause 1 and said that it had taken care\nregarding the accuracy of the information included in the article. It said that\nit had contacted the University for comment and provided the email response\nwhere the spokesperson had said “[w]hile we would like as many students as\npossible to take the module, nobody would face action for not doing so”. It\nhighlighted that the reporter’s approach to the University included a reference\nto a “debunking article about these reports”, which the University raised no concern\nabout and did not dispute. The publication added that the University did not\nstate at any point to the publication that it had changed its policy from\n“compulsory” to optional.\n6. The\npublication added that upon IPSO launching its investigation, it contacted the\nUniversity again to confirm that the module was not compulsory. It provided the\nUniversity’s response, in which the University spokesperson confirmed that the\nmodule was not compulsory, and it was working on clarifying its own “comms”\naround this. The publication added that while the University websites may\ncontradict what the spokesperson had said, it was not the responsibility of the\npublication that the websites needed updating. \n\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\nCommittee recognised that the matters under complaint related to a contentious\nissue, and that there appeared to be contradictory communications regarding the\nUniversity’s position on the module. It was the Committee’s role to determine\nwhether the publication had taken care over the accuracy of the information\nincluded in the article, and whether the article included any significant\ninaccuracies in need of correction.\n8. The\nCommittee first considered the complainant’s concerns that it was inaccurate to\nclaim the University of Kent had “debunk[ed]” claims made in two other national\nnewspapers that students were required to take the course. The publication had\nprovided email correspondence in which the reporter approached the University\nspokesperson for comment, and the spokesperson had said “[w]hile we would like\nas many students as possible to take the module, nobody would face action for\nnot doing so”. In addition, upon receipt of the complaint, the publication\ncontacted the University again and asked in unambiguous terms whether or not\nthe course was compulsory; the publication received a response in the negative.\nThe Committee acknowledged that the University websites provided by the\ncomplainant stated that the module was compulsory, which appeared to contradict\nwhat the University spokesperson had said. It was the Committee’s view,\nhowever, that where the spokesperson had made clear that students would not\nface action for not taking the module, it was not significantly inaccurate to\ncharacterise this as the University of Kent having “debunk[ed]” claims [the]\nstudents [were] made to take 'white privilege' course”. The University was best\nplaced to comment on its policy around the module, and the publication was\nentitled to rely on the University’s most recent statement on this matter. The\npublication had taken sufficient care over this claim by approaching the\nUniversity for comment, and the Committee was satisfied there was no breach of\nClause 1 on this point.\n9. The\nCommittee then turned to the complainant’s concern that it was misleading to\nstate that “it was clarified that whilst participation was encouraged, it is by\nno means mandatory, and not taking the course would not result in any kind of\npunishment” and to include the spokesperson’s statement that “[w]hile we would\nlike as many students as possible to take the module, nobody would face action\nfor not doing so”. The complainant was concerned that the article had omitted\nother relevant information, such as the University webpages he had provided.\nWhile the omission of relevant information can render an article misleading or\ninaccurate, the Committee did not consider that this was the case in this\ninstance. The article reported on the University’s present stance on students’\nobligation to take a module, making clear that this was based on the\nspokesperson’s statement. The publication had taken sufficient care over the\ninformation included in the article, by approaching the University for comment\nand publishing its response. It was not in dispute that the statement from the\nUniversity spokesperson was accurately reported. No significant inaccuracy\narose from reporting this, and there was no breach of Clause 1 on this point.\nConclusion(s)\n10. The\ncomplaint was not upheld.\nRemedial\nAction Required\n11. N/A\n \nDate\ncomplaint received: 12/10/2021\nDate\ncomplaint concluded by IPSO: 11/03/2022\nBack to ruling listing\n\n\n"
}