{
    "url": "/rulings-and-resolution-statements/ruling/?id=10754-21",
    "title": "10754-21 Millar v Nation.Cymru",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Nation.Cymru (NationCymru Cyf)",
    "published_on": "2021-09-29 00:00:00",
    "received_on": "2021-10-13 00:00:00",
    "concluded_on": "2022-02-10 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A    Date complaint received: 13/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10754-21 Millar v Nation.Cymru\nSummary\nof Complaint\n1. Darren\nMillar complained to the Independent Press Standards Organisation that\nNation.Cymru breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Brexit-backing Tory MS reveals he has Irish citizenship”\npublished on 29 September 2021.\n2. The\ncomplainant was the Member of the Senedd and subject of the article.\n3. The\narticle reported that the complainant had “revealed” he was an Irish citizen\nduring a debate in the Senedd. It included his full comments made to the house,\nin which he stated that “obviously, I am a proud Irish citizen”. The newspaper\ncommented that despite backing Brexit, he had retained his own EU citizenship\nby being an Irish citizen, and included a Tweet from another politician which\nstated that he “hadn’t realised” the complainant was an EU citizen.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He said\nhe had not “revealed” that he was an Irish citizen in the Senedd, as he had\npreviously shared this information in the public domain. He supplied a number\nof tweets posted from 2009 to 2021 and blog posts from 2013 and 2014 in which he\nreferred to his Irish citizenship, and noted his dual citizenship had been\nrecorded on his Wikipedia page since 2011 and that he had also previously\nreferred to it within the Senedd. The complainant said that the word “revealed”\nwas significant as it gave the impression he had kept his citizenship a secret\nprior to the referendum to leave the EU. He also said that readers had assumed\nfrom the article that he had gained his citizenship after the UK left the EU in\norder to protect the benefits associated with EU citizenship when, in fact, he\nhad this citizenship from birth.\n5. The\ncomplainant contacted the newspaper directly after the publication of the\narticle, and asked them to publish the following quote:\nI’m\nsurprised that my news of my Irish heritage came as a revelation to [named\npolitician] because I’ve referred to it many times in the Senedd over the past\n14 years. We all know he loves the sound of his own voice but if he took the\ntime to listen to others from time to time he could be enlightened further. I\nwill make no apologies for being Irish. As the son of a working class Irish\nimmigrant, I am proud of my Irish heritage and citizenship; it’s an important\npart of who I am. Like many Irish citizens living in the UK, and the majority\nof voters in [named politician]’s constituency, I voted to leave the EU; [named\npolitician] needs to get over it\nThis\nquote was included in full in a second article; however, the complainant said\nthat this did not resolve his complaint as the first article remained online\nand uncorrected.\n6. The\npublication did not accept a breach of Clause 1. It said that whilst the word\n“reveal” could mean disclosure a secret, this was not its sole meaning. It said\nthat the word reveal can simply mean to \"make known\". The newspaper\nsaid that many people did not know the complainant was an Irish citizen –\nincluding the editor of the newspaper – and it was made known, or “revealed”,\nto these people when he spoke about his Irish citizenship during the recent\ndebate in the Senedd. It noted that the opposition politician, whose tweet was\nused in the article, had been surprised by the complainant’s citizenship, which\nsuggested that it was not well known. The publication said, therefore, the use\nof the word “reveal” in the first article was entirely contextual depending on\nwhether the reader was aware of his citizenship. The newspaper also noted that,\non a separate occasion, the complainant had also used the word “revealed” in\nthe Senedd to refer to information that would already have been known by some\npeople, which the newspaper said demonstrated that the word could be understood\nthis way.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. It was\nnot contested that the complainant had previously made public his status as an\nIrish citizen, and that some people would therefore be aware of his dual\ncitizenship. The question for the Committee was, therefore, whether it was\nsignificantly misleading to use the word “revealed” when reporting on the\ncomplainant’s reference to his Irish citizenship during the recent debate in\nthe Senedd.\n8. The\nCommittee noted that the article focused on the complainant’s support for\nBrexit whilst retaining citizenship to the EU himself. It accurately reported\nwhat had been said in the Senedd, and apart from the contested word “revealed”,\nhad not contained any suggestion that the complainant had previously hidden his\nIrish citizenship: indeed, it had quoted him as saying that “obviously” he was\na “proud Irish citizen”, which did not suggest he had sought to conceal the\nfact. Nonetheless, it was evident that this information was not universally\nknown, as demonstrated by the inclusion of a tweet from a politician who said\nhe had not been aware of the complainant’s dual citizenship. The Committee\naccepted the publication’s view that the term “revealed” does not have the sole\nmeaning of information being made public for the first time, and could simply\nmean to inform, or make known, to those previously unaware of particular\ninformation. In the context of the article the word “revealed” was not\nmisleading in the way suggested by the complainant and there was no breach of\nClause 1.\n9. The\ncomplainant had expressed concern that readers had understood from the article\nthat his Irish citizenship had been recently acquired in order to retain the\nbenefits of EU citizenship. The article made no suggestion that he had recently\nobtained the citizenship; it referred to him having “retained” his Irish\ncitizenship despite his support for Brexit, implying that it predated the\nBrexit debate. There was no breach of the Code on this point. The Committee,\nhowever, welcomed the publication of the second article, including the quote from\nthe complainant.\nConclusion(s)\n10. The\ncomplaint was not upheld.\nRemedial\nAction Required\n11. N/A\n\n\n\nDate\ncomplaint received: 13/10/2021\nDate\ncomplaint concluded by IPSO: 10/02/2022\nBack to ruling listing\n\n\n"
}