{
    "url": "/rulings-and-resolution-statements/ruling/?id=10762-21",
    "title": "10762-21 Peer v thesundaytimes.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2021-05-02 00:00:00",
    "received_on": "2021-10-13 00:00:00",
    "concluded_on": "2022-06-22 00:00:00",
    "complaint_processing_days": 252,
    "conclusion_long": "26. The complaint was not upheld.",
    "remedial_action": "27. N/A    Date complaint received: 13/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10762-21 Peer v thesundaytimes.co.uk\nSummary\nof Complaint\n1. Marisa\nPeer complained to the Independent Press Standards Organisation, via a\nrepresentative, that thesundaytimes.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Celebrity therapist Marisa\nPeer makes millions from ‘dangerous’ therapy”, published on 2 May 2021.\n2. The\nonline article reported on the rapid transformational therapy (RTT) created and\npromoted by the complainant and her company, More Than Enough. It reported that\nthe complainant was a “celebrity self-help guru with no proper medical\nqualifications”, who had “trained others to use a technique that ‘breaks’\nclients” and who promoted RTT as a “miracle cure for problems including eating\ndisorders, depression and infertility”. It went on to report that “for two\ndecades [the complainant] has been quoted as an expert ‘psychologist’ and\n‘doctor’, despite being neither”. It further noted that the complainant had\nonce been described by a separate publication as a “winning sports\npsychologist” although she has “never qualified as one”, adding that\n“misquoting the 15-year-old article, [the complainant] refers to herself as\n‘Britain’s best therapist’”.\n3. The\narticle included comments from an unnamed individual who had practised RTT and\ndescribed it as “dangerous” in inexperienced hands. It also included comments\nfrom an unnamed user, who said that the sessions were sold to her by the\ntherapist as “a miracle cure” and “left her feeling ‘broken inside’”; she urged\nothers to be wary of RTT and called for tighter regulation. The article went on\nto report that the claims made for RTT were “not supported by evidence” and\nhave “prompted warnings from NHS England and the government”. The article\nincluded statements from the national director for mental health at NHS England\nand the Department of Health and Social Care (DHSC), with the latter stating\nthat “it was not aware of any evidence that demonstrates the therapeutic\neffectiveness” of RTT. The article also reported that the complainant had been\n“accused by psychologists of giving false hope to the desperate” and included\nthe comments of two named academics in the field of psychology and the deputy\nchief executive of the British Association for Counselling and Psychotherapy\n(BACP). One academic said they were “agog” at claims the therapy could cure\ncomplex mental illness rapidly, which they described as “morally wrong” and\n“nonsense”, adding “in terms of current understanding of psychological problems\nlike anxiety and depression… it had absolutely no foundation in what we\nunderstand about these problems.” It further stated that the Advertising\nStandards Authority (ASA) was “looking into claims on [the complainant’s]\nwebsite” and reported that the “in a call with a prospective student, an RTT\nsales adviser” had said the courses “’normally’ cost ‘up to “12,000’.The\narticle concluded by stating that the complainant had “declined to comment”.\n4. The\ncomplainant said that the article included numerous inaccuracies, in breach\nClause 1 (Accuracy). The complainant disputed the accuracy of the claim that\nRTT was “dangerous”. She said that the therapy was safe and denied that the\ntechnique sought to “break” its clients. She said the article was misleading to\nreport that she had “no proper medical qualifications”; the services she\nprovided in the UK did not require licensing or medical qualifications. She\nsaid that the inclusion of this information compounded the misimpression that\nRTT was “dangerous”. Furthermore, the complainant denied that she had promoted\nRTT as a “miracle cure” and disputed that the technique was “not supported by\nevidence”, noting it was currently the subject of an independent study by\nacademics from the University of Central Lancashire, and her organisation had\nits own research team. She denied that she had been “accused by psychologists\nof giving false hope to the desperate”. She also disputed that RTT training\n“courses ‘normally’ cost “up to £12,000”; she said they never cost more than\napproximately £9,000.\n5. In\naddition, the complainant said the article was inaccurate to report that the\ntechnique had “prompted warnings from NHS England and the government”; neither\nhad issued any warnings specifically related to RTT, nor could the statements\nincluded within the article reasonably be characterised as “warnings”. She also\nsaid that the article was inaccurate to report that the ASA were “looking into”\nclaims made on her company’s website. Though she accepted that the advertising\nregulator had subsequently launched an investigation into her organisation, she\nsaid that it had not yet done so at the time the article was published.\n6. The\ncomplainant said the article was inaccurate to report that she had been “quoted\nas an expert ‘psychologist’ and ‘doctor’”; she had never asked to be quoted as\nsuch. She also said that the article was inaccurate to quote a description\nprovided by a separate, named publication (“winning sports psychologist”); she\nhad never claimed to be qualified as a psychologist, nor was a qualification\nrequired for the practice of hypnotherapy or similar therapies.\n7. Finally,\nshe said that the article was inaccurate to report that she “declined to\ncomment”. She had received a request from the publication for comment 48 hours\nprior to publication, with a representative at the time confirming receipt and\nindicating that they would respond in due course.\n8. The\npublication did not accept a breach of the Editors’ Code. It said that the\nsuggestion that RTT was “dangerous” and “breaks” clients was clearly presented\nas the personal view of a former student. It said that the use of single\nquotation marks in the headline was a standard journalistic practise,\nindicating that a claim had been made. They were statements of opinion, which\nthe text of the article made clear, and the publication was entitled to report\nit.\n9. While\nthe publication accepted that the practice of hypnotherapy required no medical\nqualification, it noted that the complainant had previously described RTT as\n“beyond hypnosis” which could assist with a multitude of clinical and medical\nconditions. Taken in this context, where vulnerable people seeking assistance\nmay avoid more appropriate medical treatments, the publication said it was\nappropriate and necessary for the article to raise the issue of medical\nqualifications and to make clear the complainant had none.\n10. The\npublication maintained that it was entitled to report that the complainant had\nbeen wrongly quoted for two decades as an expert “psychologist” and “doctor”,\ndespite being neither. In order to demonstrate this, the newspaper provided a\nnumber of articles from a range of publications from 2006 to 2016. It also\nnoted that the complainant had actively contributed to a number of these\narticles, with several referenced on the complainant’s own website, and these\nmisdescriptions remained uncorrected.\n11. The\npublication did not consider the article was inaccurate to report that the\ncomplainant had promoted RTT as a “miracle cure”. It noted that complainant’s\nwebsite had repeatedly asserted that RTT could “heal” or “fix” complex\nconditions – including medical conditions – and that this could be achieved in\none session. In addition, it noted that the unnamed former client had described\nRTT in such terms, stating: “What I was sold by [the therapist] was a miracle\ncure”.\n12.\nFurthermore, the publication did not accept that the article was inaccurate or\nmisleading in its reporting of the comments issued by psychologists; specific\nconcerns about RTT had been expressed by a number of experts with relevant\nexperience in this field. The publication provided the full responses from\nthose quoted, as well as the comments provided by other professionals, to\nsupport its position in relation to this point.\n13. In\naddition, the publication did not accept that the article was inaccurate to\ncharacterise the statements issued by NHS England and the DHSC as “warnings”,\nand to report that RTT was “not supported by evidence”. The publication had\napproached both authorities with specific enquires about RTT prior to\npublication, with the statement issued by NHS England “urg[ing] the public to\nbe extremely wary of untested expensive therapies provided by charlatans that\nclaim to cure serious conditions such as anxiety, eating disorders or addiction\nin one session” and contrasted it with the services available through the NHS.\nIt also noted that the DHSC statement made clear it was “not aware of any\nevidence that demonstrates the therapeutic effectiveness” of RTT and did “not\ncurrently recommend that RTT should be used in the treatment of any health\ncondition”.\n14. The\npublication did not accept that the article was inaccurate to report that the\nASA was “looking into claims on [the complainant’s] website”. The publication\nhad contacted the ASA on 22nd April, 10 days prior to the article’s\npublication, asking whether promotional material for RTT would “break their\nrules” and regulations. The following day, the ASA had responded saying that it\ncould not comment on specific cases “without investigation”. However, following\nfurther correspondence with the reporter, on 28th April, 5 days before the\narticle’s publication, the ASA then stated that “following internal\ndiscussions”, it was “currently assessing what next steps” it might take in\nrelation to claims made. It also noted that the regulator had subsequently\ninvestigated and ruled on the claims made by the complainant’s organisation\nabout RTT, concluding that the presentation of RTT on its website as a\nstand-alone therapy for addressing multiple health conditions – including\naddictions, physical health problems and post-traumatic stress disorder – was\nmisleading and could not be substantiated.\n15. In\nrelation to the complainant’s concerns about the reported costs of RTT\ntraining, the newspaper said that an undercover reporter, posing as a potential\nRTT trainee, had contacted the complainant’s company on multiple occasions\nprior to publication to discuss exploring the course. On the issue of course\nfees, the reporter was told: “In terms of funding the training to get to the\nlevel of the RTT certification, normally it would have been up to £12,000, but\nwith this new course in the form of blended learning, to get to the level of\nRTT certification, it would be £5,850.” The publication said it was entitled to\nrely upon the figures provided by the individual at the complainant’s\norganisation who was responsible for liaising with potential trainees.\n16.\nFinally, the publication maintained that the complainant had been given a full\nand fair opportunity to respond. It had contacted the complainant on 29th\nApril, four days before the article’s publication, via the email address\nprovided on the complainant’s website specifically for press enquiries. This\nenquiry set out what the article was about, asked for the complainant’s\nresponse, put a number of specific questions to her, and included a deadline\nfor the following day. When no response was received by the publication, this\nrequest was forwarded to a separate address given on the complainant’s website.\nTo this, the publication received an acknowledgment. This made clear that that\nthe enquiry had been received by the complainant’s organisation, they were looking\ninto it and they would be back in touch shortly. However, the publication did\nnot receive a response to this request despite following up a further three\ntimes before the article’s publication. In such circumstances, the publication\nsaid it was reasonable to infer and report that the complainant “declined to\ncomment”.\n17.\nPrior to IPSO’s investigation, the publication had offered to update the online\narticle to record the complainant’s position, and proposed wording based upon\nthe correspondence between the two parties:\n\"RTT\nis not dangerous, is not generally regarded as such and has never been the\nsubject of any Government warning to that effect. It is not designed or\nintended to 'break' clients. Equally it is not a miracle cure and we cannot\nguarantee that it will work for everyone. But there are many thousands of\npractitioners and therapists utilising RTT and many thousands of people who\nhave benefitted from it. In order to practise as a therapist in the UK no\nmedical qualifications or licences are legally required. RTT therapists do not\ndiagnose patients or offer any other services that would require licensing or\nmedical qualifications. We believe RTT training is far more comprehensive than\nthat offered by the majority of hypnotherapy training providers. The minimum\nrequirement is 230 hours of rigorous training, which includes four livestreamed\ntraining days, six observed practice sessions, six masterclasses, four\nmentoring sessions, submission of a robust readiness-to-practise portfolio and\nsubmission of a case study, consultation notes and audio for appraisal and\nvalidation. If students do not meet the required standard they do not pass. We\nalso have a programme of ongoing CPD to ensure standards are maintained, and\nmentoring and on-going training and support for therapists.\"\n18. The\ncomplainant, however, did not consider this sufficient and requested the\nremoval of the online article. The matter was passed to the Complaints\nCommittee for adjudication\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n19. The\ncomplainant said it was inaccurate to describe RTT as “dangerous” and to report\nthat it sought to “break” its users. While the complainant clearly disagreed\nwith these assessments of RTT, the newspaper was entitled to report the views\nwhich had been expressed by others and the accounts of their experiences of the\ntherapy provided it took care not to mislead readers in doing so. In this case,\nthe article had, in the view of the Committee, accurately distinguished these\ndescriptions as comments on RTT based upon the experiences (first-hand or\nsecond-hand) of those quoted in the article, rather than presenting them as\nstatements of fact. The headline used quotation marks around the term\n“dangerous”, which indicated that it was a claim that had been made, and the\ntext of the article also included a quote from an unnamed former practitioner\nwho had described the therapy in such terms, and in which she gave her account\nthat she had “watched clients ‘break’” and “felt completely out of [her] depth”\nwhilst using RTT. There was no failure to take care in relation to the\npresentation of these claims in breach of Clause 1.\n20. The\ncomplainant also said it was inaccurate to report that she had promoted RTT as\na “miracle cure”. The Committee noted that the paragraph in which the statement\nwas made reported that the complainant had sold training courses for RTT “…on\nthe premise that RTT can fix several ailments in one session”. In circumstances\nwhere RTT marketing materials asserted that the therapy can “heal” and “fix” a\nnumber of complex medical conditions, and where several academics and\ninstitutions in the sector had expressed concerns about the claims made, the\nCommittee considered that the publication had provided a sufficient basis for\nreporting that the complainant had promoted RTT as a “miracle cure”. There was\nno breach of Clause 1 in regards to this.\n21. The\nCommittee next turned to the complainant’s concerns that the article reported\nthat she was “accused by psychologists of giving false hope to the desperate”;\nRTT was “not supported by evidence”; and that the therapy had “prompted\nwarnings from NHS England and the government”. During the course of IPSO’s\ninvestigation into the complaint, the publication had supplied responses which\nhad been provided by a number of academics and institutions in the field of\npsychology who had expressed concerns about the claims made in regard to RTT’s\neffectiveness and the vulnerability of individuals seeking treatment. Taking\naccount of these responses, and those included in the article, the Committee\ndid not consider that it was inaccurate to report that psychologists had\naccused the complainant of giving false hope to the desperate. The Committee\nnoted that the publication had approached NHS England and the government\ndepartment, DHSC, seeking their comments on RTT prior to publication of the\narticle. In circumstances where, in response, the statement provided by the\nformer urged the public to be “extremely wary of untested expensive therapies”\nand the latter stated it was “not aware of any evidence” that demonstrated the\neffectiveness of RTT, the Committee did not consider that the article was\ninaccurate to characterise the statements issued as “warnings” or to report\nthat the claims made about RTT were not “supported by evidence”. There was no\nbreach of Clause 1 in regard to these points.\n22. The\nCommittee then considered whether the article was inaccurate to report that the\nASA “were looking” into claims made on the complainant’s company’s website. In\ncircumstances where a member of the ASA had provided a statement prior to the\narticle’s publication that said that it was “currently assessing what next\nsteps” it may take in relation to the claims made “following an internal\ndiscussion”, the Committee considered that there was adequate basis to report\nthat the ASA were “looking into” it; there was no failure to take care under\nClause 1 (i)and no published inaccuracy requiring correction under Clause\n1(ii). There was no breach of Clause 1.\n23.\nWhile the Committee acknowledged that a qualification was not required to\npractice hypnotherapy or similar therapies, it did not consider that reporting\nthe complainant had “no proper medical qualifications” rendered the article\ninaccurate or misleading where it also considered the regulation of therapy and\ncounselling, and where it was not in dispute that the complainant did not have\nmedical qualifications. Although the complainant said that she had never\ndescribed herself as an expert ‘psychologist’ and ‘doctor’, she did not dispute\nthat she had been previously described by others as such on numerous occasions,\nincluding in articles cited on the complainant’s website; the inclusion of this\ninformation did not render the article inaccurate or misleading. There was no\nbreach of Clause 1.\n24. The\narticle had reported that the RTT training courses “normally” cost “up to\n£12,000”, when the complainant said they never cost more than £9,000. The\nnewspaper was entitled to report the figure provided to its reporter by a\nmember of the complainant’s organisation. In any event, the Committee did not\nconsider the difference in these figures to be significant within the overall\ncontext of the article, given its focus on the efficacy of RTT. There was no\nbreach of Clause 1.\n25.\nFinally, the complainant said that the article was inaccurate to report she had\n“declined to comment”. It was not in dispute that the complainant had been\nafforded the opportunity to provide comments on multiple occasions before\npublication of the article; a reporter had contacted the complainant about the\nmatter on five separate occasions over the course of four days. In\ncircumstances where she had exercised her right not to provide comment despite\nbeing given adequate time and opportunity to do so, it was not inaccurate or\nmisleading for the publication to state that the complainant had “declined to\ncomment”. There was no failure to take care over the accuracy of the article on\nthis point. There was no breach of Clause 1.\nConclusion(s)\n26. The\ncomplaint was not upheld.\nRemedial\nAction Required\n27. N/A\n\n\n\nDate\ncomplaint received: 13/10/2021\nDate\ncomplaint concluded by IPSO: 22/06/2022\nBack to ruling listing\n\n\n"
}