{
    "url": "/rulings-and-resolution-statements/ruling/?id=10784-22",
    "title": "10784-22 Various v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2022-07-27 00:00:00",
    "received_on": "2022-08-02 00:00:00",
    "concluded_on": "2022-09-30 00:00:00",
    "complaint_processing_days": 59,
    "conclusion_long": "10. The complaint was partly upheld under Clause 1 (i).",
    "remedial_action": "11. The correction which was published – and the subsequent proposal to publish a homepage reference to the correction – clearly put the correct position on record, and was offered promptly and with due prominence. The front-page thumbnail should now be published.    Date complaint received: 02/08/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10784-22 Various v Telegraph.co.uk\nSummary\nof Complaint\n1. The\nIndependent Press Standards Organisation received various complaints that\nTelegraph.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Allison Bailey: Barrister wins discrimination case\nagainst Stonewall”, published on 27 July 2022.\n2. The\narticle reported that a barrister who “was placed under investigation by her\nchambers after opposing Stonewall’s ‘trans extremism’ has won her claim for\ndiscrimination”. It went on to report that: “Alongside her action against [her\nchambers, the barrister] also sued Stonewall, alleging that the charity had\ninduced the chambers to discriminate against her. However, this was rejected by\nthe tribunal.”\n3. IPSO\nreceived 11 complaints about the article under complaint. The complainants said\nthat the headline of the article was inaccurate in breach of Clause 1\n(Accuracy), as the barrister had not won a discrimination case against\nStonewall. Rather, they said, the barrister had only succeeded in her claim\nagainst her chambers.\n4. The\npublication accepted that the original headline had been published in error,\nand that the barrister had not succeeded in her claim against Stonewall. It\nsaid that the error had occurred after the member of the digital team responsible\nfor uploading the article and creating the online headline misinterpreted the\ncopy. However, it said that the article itself was accurate, and set out the\ncorrect position regarding the barrister’s claim against Stonewall.\n5. The\npublication further said that it had identified the headline error within 30\nminutes and amended it promptly prior to any complaint being received. It said\nthat the headline was first amended to read “Allison Bailey: Barrister wins\ndiscrimination case in a 'fightback for feminism'”, before later being amended\nto read “Allison Bailey was unlawfully victimised for opposing Stonewall’s\n‘trans extremism’, tribunal rules”. Given the promptness with which the\noriginal error had been identified and corrected, the publication said that it\ndid not appear to the digital team that any correction wording was required.\n6. However,\nthe publication said that, where the matter had been brought to its attention\nvia IPSO, it would be content to add the following correction to the article as\na footnote; this was done on 17 August 2022, less than a week after IPSO’s\ninvestigation commenced:\nCorrection:\nThe headline of this article previously reported that Allison Bailey had won\nher case against Stonewall. That was not correct. As the article makes clear,\nher case against Stonewall was dismissed.\n7. As\nthe original accuracy would have appeared on the website’s homepage – albeit\nonly for a short period of time – the publication said that it would also be\ncontent to publish a thumbnail reading “Allison Bailey: Correction” on its\nhomepage, linking to the correction wording it had already published, should\nIPSO’s Complaints Committee consider this to be required to address the terms\nof Clause 1 (ii) – though it noted that complainants had not raised this point\nin their complaints. It said that the link on the homepage would remain live\nfor 24 hours.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nFindings\nof the Committee\n8. The\npublication accepted that the original article’s headline was inaccurate; the\nbarrister had not succeeded in her claim against Stonewall. As a result, the\nCommittee considered that there had been a failure to take care and therefore a\nbreach of Clause 1 (i); however, the Committee appreciated that the publication\nhad recognised the error almost immediately. It considered that was\nsignificantly inaccurate, where it was reported as a matter of fact that a\ndiscrimination claim against a prominent charity had succeeded when it had\nactually failed. The newspaper was required by the terms of Clause 1 (ii) to\ncorrect it.\n9. The\nCommittee next considered whether the remedial action undertaken and proposed\nby the publication was sufficient to address the terms of Clause 1 (ii). For\nremedial action to satisfy the terms of Clause 1 (ii), it must correct the\noriginal inaccuracy promptly and with due prominence. In this case, the\ncorrection clearly set out both the original inaccuracy and the correct\nposition. It had been offered and published promptly – within a week of IPSO\nbeginning its investigation – and the Committee considered that a footnote\ncorrection was sufficiently prominent in circumstances where the original\ninaccuracy had since been amended and no longer appeared in the article. The\nCommittee was also satisfied that – having briefly published the inaccuracy on\nits homepage – the publication’s offer of a thumbnail linking to the correction\nand published on its home-page addressed the inaccuracy, in line with the terms\nof Clause 1 (ii). There was no further breach of the Code.\nConclusion(s)\n10. The\ncomplaint was partly upheld under Clause 1 (i).\nRemedial\nAction Required\n11. The\ncorrection which was published – and the subsequent proposal to publish a\nhomepage reference to the correction – clearly put the correct position on\nrecord, and was offered promptly and with due prominence. The front-page\nthumbnail should now be published.\n\n\n\nDate\ncomplaint received: 02/08/2022\nDate\ncomplaint concluded by IPSO: 30/09/2022\nBack to ruling listing\n\n\n"
}