{
    "url": "/rulings-and-resolution-statements/ruling/?id=10893-20",
    "title": "10893-20 The Centre for Media Monitoring v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-06-27 00:00:00",
    "received_on": "2020-06-27 00:00:00",
    "concluded_on": "2020-11-26 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "12. The complaint was upheld under Clause 1(i).",
    "remedial_action": "13. The newspaper had published a correction, which identified the inaccuracy and put the correct position on record. No further action was required.   Date complaint received:  27/06/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 10893-20 The\nCentre for Media Monitoring v Mail Online\nSummary of Complaint\n1. The Centre for Media Monitoring complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Pakistan\nwas the origin for HALF of Britain's imported coronavirus cases - amid calls\nfor tougher quarantine checks from 'high-risk' countries” published on 27 June\n2020.\n2. The article reported that “There are calls for tougher\nquarantine checks on arrivals from 'high-risk' countries as it emerges half of\nBritain's imported coronavirus cases originate from Pakistan” and stated that\n“Half the incidents of imported infections are understood to have come from\nPakistan since June 4 as data from Public Health England showed 30 cases”.\n3. The complainant said the headline claim –“Pakistan was\nthe origin for HALF of Britain's imported coronavirus cases”– was misleading as\nit gave the false  impression that half\nof all the UK’s imported Covid-19 cases originated in Pakistan during the\nperiod of the pandemic as a whole. This was not the case, as far more Covid-19\ncases originated in other countries over this period, particularly in Europe.\nThe complainant acknowledged that the body of the article explained that the\nheadline figure related to the period since the 4 June –which the complainant\naccepted was an accurate representation of statistics released by Public Health\nEngland– but did not consider that this mitigated the inaccurate and misleading\nimpression given by the headline. The complainant also expressed a concern that\nthe article was racist in singling out Pakistan and blaming Pakistanis for\nimporting the virus.\n4. The publication did not accept it had breached the Code.\nIt said that the second paragraph made clear that the number of imported cases\nof Covid-19 originating from Pakistan, referenced in the headline, related to\nthe month of June. Further, given the fast-changing nature of the public health\nemergency, it said that readers would be aware that the headline claim referred\nto recent statistics. It strongly rejected allegations of racism.\n5. The publication amended the headline four days after\npublication to make clear that it referred to the period of June. It also added\nthe following footnote: “The headline to this article has been amended since\npublication to make clear that the number of imported cases of Covid-19 from\nPakistan into Britain related to the month of June”. Even though it did not\nconsider that the headline constituted a significant inaccuracy, the\npublication said that in any event the correction made was sufficiently prompt\nand prominent within the meaning of Clause 1(ii).\n6. The complainant considered that the correction made was\ninadequate. He said it should have also made clear that the specific figures\ncame from the period 4 to 27 of June rather than June as a whole; that the 30\ncases imported from Pakistan were small compared to total cases in the UK\nduring this period; and that the majority of imported cases over the period of\nthe pandemic as a whole came from countries other than Pakistan. Finally, he\nsaid the correction should have also apologised for the original article having\nbeen racist.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The terms of Clause 1 (Accuracy) of the Code are explicit\nin their requirement that headline statements should be supported by the text\nof the article. The Committee emphasised that this should not be interpreted to\nmean that the body of the article can be relied upon to correct an actively\nmisleading impression given by a headline.\n9. In this instance, because no reference to the limited\ntime frame to which the statistic related had been included, the headline gave\nthe strong and misleading impression that half of all Britain’s imported\ncoronavirus cases for the pandemic as a whole had originated in Pakistan. This\nwas compounded by the opening sentence of the article, which repeated the\nstatement. While the article went on to note that “[h]alf the incidents of\nimported infections are understood to have come from Pakistan since June 4”,\nthis was not sufficient to rectify the misleading impression already given or\nto clarify to readers that the headline claim related only to this period. The\npublication of the headline amounted to a clear failure by the newspaper to\ntake care not to publish misleading or distorted information, raising a breach\nof Clause 1(i). This was significant and required correction under Clause 1(ii)\nof the Editors’ Code.\n10. The headline of the article had been amended 4 days\nafter the publication to state that “Half of Britain’s imported Coronavirus\ncases reported in June came from Pakistan”; a subheadline had been added,\ninforming readers that “Data shows 30 of the UK's roughly 60 imported\ncoronavirus cases since June 4 came on flights from Pakistan”; and a footnote\nhad been appended to the piece recording the alterations. These amendments and\nthe publication of the footnote, which clarified the position appropriately,\nhad been made promptly and with sufficient prominence to satisfy the\nrequirements of Clause 1(ii). There was, therefore, no further breach of Clause\n1.\n11. The complainant’s allegation of racism against the\nnewspaper fell outside the parameters of Clause 1 (Accuracy) of the Code. The\nCommittee made no ruling on this point.\nConclusions\n12. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n13. The newspaper had published a correction, which\nidentified the inaccuracy and put the correct position on record. No further\naction was required.\n \nDate complaint received: \n27/06/2020\nDate decision issued: 26/11/2020\nBack to ruling listing\n\n\n"
}