{
    "url": "/rulings-and-resolution-statements/ruling/?id=10911-20",
    "title": "10911-20 The Centre for Media Monitoring v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2020-06-26 00:00:00",
    "received_on": "2020-06-27 00:00:00",
    "concluded_on": "2020-11-26 00:00:00",
    "complaint_processing_days": 152,
    "conclusion_long": "16.  The complaint was partially upheld under Clause 1.",
    "remedial_action": "17.  With regards to the articles, the corrections proposed by the publication were sufficient to address the requirements of Clause 1(ii) for the reasons set out above and should now be published. With regards to the tweet, there was a breach of Clause 1(ii) for the reasons set out above. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 18. The Committee considered that the corrections offered in relation to both articles were sufficient to meet the requirements of Clause 1(ii). The publication had also shown a willingness to correct the tweet. In light of these considerations, the Committee concluded that a correction was the appropriate remedy. 19.  In these circumstances, the appropriate remedy was that the publication publish a tweet making clear the respect in which the Committee had found the original tweet to be misleading, and setting out the correct position. This should be published on the same Twitter account as the original tweet, and remain on the publication’s Twitter feed indefinitely. The wording should state that the tweet was being published following a decision by the Independent Press Standards Organisation, and should be agreed by IPSO in advance. Date complaint received: 27/06/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 10911-20 The Centre for Media Monitoring v The Daily TelegraphSummary of Complaint 1.    The Centre for Media Monitoring\ncomplained to the Independent Press Standards Organisation that the Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Pakistan singled out as the\norigin of half of Britain’s imported virus cases”, published on 26 June 2020. 2.    The article reported that “half of Britain’s imported\ncoronavirus cases originate from Pakistan”, a country which was “reporting 4,000 Covid-19 cases a\nday and has seen a new spike in the disease”. It stated that “data from Public\nHealth England showed 30 cases of\ncoronavirus in people who have travelled from Pakistan since June 4, which is\nunderstood to represent half of the incidents of imported infection”. This\ninformation was also contained a ‘box-out’ within the article. The article’s\nfirst paragraph mentioned that “more than 65,000 people have travelled to\nBritain on 190 flights since March 1 from Pakistan”. 3.    The article also appeared online in substantially the same\nform, although without the ‘box out’ and with the headline “Exclusive: Half\nof UK’s imported Covid19 infections are from Pakistan.“ This headline was shared on the publication’s Twitter page,\nwith a link to the online article. 4.    The complainant said that the\nclaim that “Half of Britain's imported coronavirus cases originate from\nPakistan” was misleading. It said it gave the impression that half of all the\nUK’s imported Covid-19 cases originated in Pakistan during the period of the\npandemic as a whole. It said this was not the case as far more Covid-19 cases\noriginated in other countries over this period, particularly in Europe. The\ncomplainant accepted that the bodies of both articles made clear that the\nheadline figure related to the period since the 4 June – which it agreed was an\naccurate representation of statistics released by Public Health England – but\ndid not consider that this mitigated the inaccurate and misleading impression\ngiven by the headlines. It also considered the tweet, which contained only the\nheadline claim, was incorrect, as it contained no reference to the timeframe to\nwhich the statistic related. Finally, it expressed a concern that the article\nwas racist in singling out Pakistan and blaming Pakistanis for public health\nsituation. 5.    The publication did not accept\nthat it had breached the Code. While it accepted that the online headline was\npotentially misleading, it said that readers would be aware that the reference\nto “half of UK’s imported infections” would have referred to a specific time\nperiod, and that the article as a whole made clear this was the period since 4\nJune. Nevertheless, it said that the online article had been amended to make\nthis clearer and, 3 days into IPSO’s investigation, it offered to publish the\nfollowing wording as a footnote to the amended online article:\n“CORRECTION: This article\nis based on PHE data relating to individuals who have travelled to the UK\nfrom Pakistan between June 4 and the article's publication date: it does not\ncover the entire period of the pandemic, as readers may have inferred from\nits original headline and text wording, now amended.”  6.    The publication considered that\nthe claim in the print article, that “Pakistan [was] the origin of half of\nBritain’s imported virus cases” was similarly clarified by the text of the\narticle, especially in light of the prominent ‘box out’ that contained the PHE\nfigures the headline intended to refer to. 3 days into IPSO’s investigation,\nthe publication offered to publish the following correction in print on page 2,\nin its regular “Corrections and Clarifications” column.\nImported Covid-19 cases\nOur\n27 June article, \"Pakistan singled out as the origin of half of Britain’s\nimported virus cases\", was based on PHE data relating to individuals who\nhave travelled to the UK from Pakistan between June 4 and the article's\npublication date; it did not cover the entire period of the pandemic, as\nreaders may have inferred. 7.    The publication stated that the\ntweet could not be read in isolation and was clarified by the online article to\nwhich it linked. 36 days into IPSO investigation it offered to publish a new\ntweet linking to the amended online article (once the proposed footnote was\nadded), with the wording: \"CORRECTION: Article\namended with explanatory footnote\". 8.    The complainant considered that\nthe corrections offered were inadequate, as they were not sufficiently\nprominent, and did not acknowledge or apologise for alleged racism towards the\nPakistani people.\nRelevant\nClause Provisions 9.    Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \nFindings\nof the Committee 10.  The terms of Clause 1 (Accuracy) of the Code\nare explicit in their requirement that headline statements should be supported\nby the text of the article. The Committee emphasised that this should not be\ninterpreted to mean that the body of the article can be relied upon to correct\nan actively misleading impression given by a headline. Neither\ncan the body of an article be relied upon to correct a misleading impression\ngiven by a tweet linking to it. 11.  In this instance, because no reference to the\nlimited time frame to which the statistic related had been included, both\nheadlines gave the strong and misleading impression that half of all Britain’s\nimported coronavirus cases had originated in Pakistan. This was compounded by\nthe opening sentences of the articles, which repeated the statement. While the\narticle did subsequently state that there had been “30 cases of coronavirus in\npeople who have travelled from Pakistan since June 4, which is understood to\nrepresent half of the incidents of imported infection”, this was not sufficient to rectify the misleading impression already given\nor to clarify to readers that the headline claim related only to this period. The\npublication of the headlines amounted to a clear failure by the newspaper to\ntake care not to publish misleading or distorted information, raising a breach\nof Clause 1(i). These inaccuracies were significant and required correction\nunder Clause 1(ii) of the Editors’ Code of Practice. 12.  The headline of the online article had been\namended before IPSO’s investigation to refer only to the month of June. At the\nbeginning of IPSO’s investigation, the publication had offered to correct both\nonline and print articles. The corrections offered identified the misleading\nclaim and the correct position. They were offered promptly and with due\nprominence, especially given the earlier amendment of the online article’s\nheadline. There was no breach of 1(ii) in respect of the online and print\narticles. 13.  The tweet used the same wording as the\nheadline of the online article and was therefore misleading. As the text of the\nonline article did not clarify the online headline, it did not clarify the tweet\nwhich linked to it. The publication of the tweet represented a failure to take\ncare not to publish misleading or distorted information, in breach of Clause\n1(i). The tweet was significantly misleading and required correction under the\nterms of Clause 1(ii). 14.  The publication had offered to tweet a link to\nthe amended version of the article, with the tweet stating “CORRECTION: Article amended with explanatory\nfootnote”. However, as the tweet itself was significantly misleading, simply tweeting\na link to a correction published elsewhere did not meet the requirements of due\nprominence. There was a breach of Clause 1(ii) in respect of the tweet. 15.  The\ncomplainant’s allegation of racism against the newspaper fell outside the parameters\nof Clause 1 (Accuracy) of the Code. The Committee made no ruling on this point.\nConclusions 16.  The complaint was partially upheld under\nClause 1.\nRemedial\naction required 17.  With regards to the articles, the corrections\nproposed by the publication were sufficient to address the requirements of\nClause 1(ii) for the reasons set out above and should now be published. With\nregards to the tweet, there was a breach of Clause 1(ii) for the reasons set\nout above. In circumstances where the Committee establishes a breach of the\nEditors’ Code, it can require the publication of a correction and/or\nadjudication. The nature, extent and placement of which is determined by IPSO. 18. The Committee considered that the\ncorrections offered in relation to both articles were sufficient to meet the\nrequirements of Clause 1(ii). The publication had also shown a willingness to correct\nthe tweet. In light of these considerations, the Committee concluded that a\ncorrection was the appropriate remedy. 19.  In these circumstances, the appropriate remedy\nwas that the publication publish a tweet making clear the respect in which the\nCommittee had found the original tweet to be misleading, and setting out the\ncorrect position. This should be published on the same Twitter account as the\noriginal tweet, and remain on the publication’s Twitter feed indefinitely. The\nwording should state that the tweet was being published following a decision by\nthe Independent Press Standards Organisation, and should be agreed by IPSO in\nadvance.\nDate complaint received: 27/06/2020\nDate decision issued:\n26/11/2020\nBack to ruling listing\n\n\n"
}