{
    "url": "/rulings-and-resolution-statements/ruling/?id=10967-21",
    "title": "10967-21 Extinction Rebellion v Daily Star",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Star (Reach PLC)",
    "published_on": "2021-10-20 00:00:00",
    "received_on": "2021-10-21 00:00:00",
    "concluded_on": "2022-02-23 00:00:00",
    "complaint_processing_days": 125,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A   Date complaint received: 21/10/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 10967-21 Extinction Rebellion v Daily Star\nSummary\nof Complaint\n1. Extinction\nRebellion complained to the Independent Press Standards Organisation that Daily\nStar breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “IT’S CHAMPAGNE RUN THEM OVER”, published on 20th October\n2021.\n2. The\narticle reported that Noel Gallagher was “livid at the road-blocking antics of\nInsulate Britain eco-crusties, who have brought parts of London to a\nstandstill” It described Insulate Britain as an “Extinction Rebellion offshoot”\nand reported that “a judge extended an injunction barring them from obstructing\ntraffic.”.\n3. The\narticle also appeared online under the headline “Noel Gallagher furiously lets\nrip at Insulate Britain protesters blocking motorways”\n4. The\ncomplainant said that the article breached Clause 1 because it was inaccurate\nto describe Insulate Britain as an “offshoot” of Extinction Rebellion (XR).\nWhilst the individual who founded Insulate Britain was one of five co-founders\nof XR, he had been asked to leave more than two years ago as his views were now\nseen as incompatible with the organisation. The complainant said that, since\nthen, XR had sought to distance itself as an organisation from him. In\naddition, the complainant stated that the individual, since leaving XR, had\nfounded other organisations and this created further distance between him (and\nInsulate Britain) and XR.\n5. The\npublication did not accept a breach of the Code. It said that it was not in\ndispute that this individual had been a founder of XR and that he had gone on\nto found Insulate Britain. The publication further stated that it appeared as\nthough he was still giving talks about XR as late as November 2021 and provided\nan article that reported on him giving a talk to an XR society at a university.\nFinally, the publication cited the definition of “offshoot” as “a thing that\ndevelops from something else” and, as the individual had been a founder of XR\nand then Insulate Britain, it was not misleading or inaccurate to use the term\nin this context.\n6. The\ncomplainant stated that the individual had been giving the talk as a guest\nrather than as an associate of XR. It said that the principles of the\nindividual were not aligned with XR and that “offshoot” implied a shared\nstrategy, which the complainant said was not the case.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The\nCommittee acknowledged the complainant’s point that the individual who had\nfounded Insulate Britain had left Extinction Rebellion (XR) two years earlier.\nHowever, where this individual had been one of the founders of XR, there was a\nconnection between the organisations. The term “offshoot” was a vague\ndescriptor rather than a clear statement that XR had played a defined role in\nthe founding of the organisation, especially where it appeared as a passing\nreference rather than a focal point in the article. The article reported on a\ncelebrity’s comments on the organisation’s recent actions rather than an\nexploration of Insulate Britain’s foundation. Where there was a clear\nconnection between XR and Insulate Britain through a common founder, the description\nof Insulate Britain as an “offshoot” of XR in this article was not\nsignificantly inaccurate. There was no breach of Clause 1.\nConclusion(s)\n8. The\ncomplaint was not upheld.\nRemedial\nAction Required\n9. N/A\n\n\nDate\ncomplaint received: 21/10/2021\nDate\ncomplaint concluded by IPSO: 23/02/2022\nBack to ruling listing\n\n\n"
}