{
    "url": "/rulings-and-resolution-statements/ruling/?id=10996-17",
    "title": "10996-17 Linnane v Daily Mirror",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "received_on": "2017-05-24 00:00:00",
    "concluded_on": "2017-09-12 00:00:00",
    "complaint_processing_days": 111,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A.Date complaint received: 24/05 2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 10996-17 Linnane v\nDaily Mirror\nSummary of\ncomplaint\n1.\nKevin Linnane complained to the Independent Press Standards Organisation that\nthe Daily Mirror breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Sea giant dead on family beach”, published on 22 May\n2017. The article also appeared online headlined “Three whales wash up dead on\nUK coast and two are injured ‘after becoming distressed by offshore windfarm”,\npublished on 21 May 2017. \n2.\nThe article reported that three whales had recently died “after possibly\nbecoming disorientated.” The article included photographs of a whale carcass\nthat had been washed up at Felixstowe, Suffolk and reported that a young whale and\na dead male minke whale had also been found. The article included a quotation\nfrom a local coast rescue volunteer who said there were rumours that two\nfurther whale carcasses had been spotted in the area and stated that marine\nexperts were investigating these incidents. \n3.\nThe online article reported that three minke whales had died, and another two\nhad been spotted in distress off the east coast of England. The article\nincluded a quotation from a volunteer at the local Coast Patrol Rescue, who\nbelieved there may be two possible explanations for the deaths; either mud\nbanks or wind turbines interfering with the whales’ ability to navigate using sonar.\nThe article also reported that “environmentalists believe offshore windfarms\nhave contributed to whales deaths in the UK in the past.”\n4.\nThe complainant said that the article contained a number of inaccuracies. He\nsaid that there was no evidence to support the claim that operational wind\nturbines had caused whale deaths in the UK or elsewhere. The complainant also\nsaid that it was inaccurate to state that the three carcasses that had been\nfound were all minke whales, as this had not been confirmed. The complainant\nalso raised concern that the volunteer quoted in the articles was not an expert\nin this field, and believed his opinion had been inaccurately portrayed as\nfact. \n5.\nThe newspaper did not accept a breach of the Code. It said that the information\nhad been provided by two news agencies, and provided copies of these. The\nnewspaper said that the view that the whales’ deaths may have been caused by\nwind farms was clearly presented as opinion, and comments about the possible\neffects of wind turbines made by the volunteer were accurately attributed to him.\nThe newspaper said that it appreciated that this was an area of ongoing\nresearch and scientific debate. However, it said that it had been reported that\nwind turbines may have been responsible for whale deaths in the past, and said\nthat the article made clear that this was not established as fact. Regardless,\nthe newspaper offered to include a statement from the complainant to the online\narticle, making clear his opposing view, and also offered to remove the\nstatement from the online article that all three whales were minke, as it\naccepted that since publication this had been disputed. \nRelevant Code\nProvisions\n6.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate- an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. \niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nFindings of the\nCommittee\n7.\nThe newspaper was entitled to report the opinion of the volunteer as to the\npossible reasons for the recent whale deaths. While the Committee noted the\ncomplainant’s position that the volunteer was not an expert in this area, both\nthe print and online article made his position within the organisation clear,\nand accurately attributed these opinions to the volunteer. The possible effect\nof wind turbines on whales’ use of sonar is an ongoing area of scientific\nresearch and debate. While the complainant does not support the view that there\nis a possible connection between wind turbines and the death of whales, where\nsome sources do believe that they may interfere with whales’ ability to use\nsonar, and this speculation had been previously reported, it was not inaccurate\nfor the online article to state that environmentalists believe wind turbines\nhave contributed to UK whale deaths in the past. The article was not misleading\non this point. Nevertheless, the Committee welcomed the newspaper’s offer to\npublish an appended statement from the complainant stating why he disagreed\nwith the views advanced in the article.\n8.\nIt was not confirmed that all three carcases were the same type of whale. However,\nwhere three deceased whales had recently been found in the same area, the type\nof whale was not significant. Nevertheless the Committee welcomed the\nnewspaper’s offer to correct this in the online article. There was no breach of\nClause 1. \nConclusion\n9.\nThe complaint was not upheld.\nRemedial Action\nRequired\n10.\nN/A.Date complaint received: 24/05 2017Date decision issued: 12/09/2017\nBack to ruling listing\n\n\n"
}