{
    "url": "/rulings-and-resolution-statements/ruling/?id=11011-20",
    "title": "11011-20 Raja v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2020-06-27 00:00:00",
    "received_on": "2020-06-28 00:00:00",
    "concluded_on": "2020-07-24 00:00:00",
    "complaint_processing_days": 26,
    "conclusion_long": "17. The complaint was upheld under Clause 1(i).",
    "remedial_action": "18. The publication had amended the headline and the article and published a footnote which identified the inaccuracy and put the correct position on record. No further action was required.   Date complaint received: 28/06/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11011-20 Raja v\nthesun.co.uk\nSummary of Complaint\n1. Zafar Raja complained to the Independent Press Standards\nOrganisation that thesun.co.uk breached Clause 1 (Accuracy), Clause 3\n(Harassment), and Clause 12 (Discrimination) of the Editors’ Code of Practice\nin an article headlined “DEADLY SPREAD Half of UK imported coronavirus cases\n‘originate from Pakistan’ amid calls for tougher checks on ‘high risk countries’”,\npublished on 27 June 2020.\n2. The article reported that “[h]alf of the UK’s imported\ncoronavirus cases ‘originate’ from Pakistan.” It went on to report that data\nfrom Public Health England (PHE) “showed 30 cases of coronavirus in people who\nhave travelled from Pakistan since June 4 and that figure is understood to\nrepresent half of the incidents of imported infection”. It also mentioned that\n“More than 65,000 people travelled to Britain on 190 flights since March 1 from\n[Pakistan]”.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1, as the headline of the article had the potential to mislead\nreaders into believing that half of all UK Covid-19 cases over the period of\nthe entire pandemic originated from Pakistan. The complainant said that this\nwas not the case, as Pakistan had only been the source of half of the UK’s\nimported coronavirus cases for the period between June 4 and the article’s\npublication, and that more imported cases had originated from Europe throughout\nthe pandemic. The complainant acknowledged that the body of the article\nexplained that the headline figure related to the period since the 4 June\n–which the complainant accepted was an accurate representation of statistics\nreleased by Public Health England– but did not consider that this mitigated the\ninaccurate impression given by the headline. He said additionally that the\narticle was sensationalist in breach of Clause 1.\n4. The complainant also said that the article breached\nClause 3 and 12, as he considered it was discriminatory towards Muslims and\npeople from Pakistan and could incite hatred against these groups.\n5. The publication did not accept that it had breached the\nCode. It said that the headline of the article can only ever act as a limited\nsummary of a story and must be considered in the context of the article as a\nwhole. It said that, by reading the headline in the context of the article, the\ncorrect position was made clear; that is, that the headline was a summary of\ndata showing imported Covid-19 cases between June 4 and the date of the\narticle’s publication.\n6. While the publication did not accept that the Code had\nbeen breached, it noted that it had amended the headline 3 days after the\narticle’s publication to clarify that the article referred only to the period\nof time which had elapsed since 4 June. The publication also amended the\narticle itself: the first paragraph was amended to include a reference to the\nperiod which the article referred to, and the section of the article making\nclear that the article was based on data from PHE “which “showed 30 cases of\ncoronavirus in people who have travelled from Pakistan since June 4 and that\nfigure is understood to represent half of the incidents of imported infection”\nwas moved further up the article. In addition, the publication added the following\nfootnote to the article:\nA previous headline on this article did not make clear that\nthe time period referred to was from 4 June, and that the total number of\ncoronavirus cases believed to have been imported from Pakistan in that time was\n30. It has now been amended.\n7. The complainant was not satisfied by the action taken by\nthe publication. He did not consider it adequate to address his concerns as he\nconsidered that the damage had already been done.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \n9. Clause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\n10. Clause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n11. The terms of Clause 1 (Accuracy) of the Code are\nexplicit in their requirement that headline statements should be supported by\nthe text of the article. The Committee emphasised that this should not be\ninterpreted to mean that the body of the article can be relied upon to correct\nan actively misleading impression given by a headline.\n12.  In this instance,\nbecause no reference to the limited time frame to which the statistic related\nhad been included in the original headline, it gave the strong and misleading\nimpression that half of all Britain’s imported coronavirus cases for the\npandemic as a whole had originated in Pakistan. This was compounded by the\nopening sentence of the article, which repeated the statement and then\nmentioned a related statistic -about flights from Pakistan- that covered the\nperiod since the start of the pandemic. While the article went on to note that\n“[d]ata from Public Health England showed 30 cases of coronavirus in people who\nhave travelled from Pakistan since June 4 and that figure is understood to\nrepresent half of the incidents of imported infection”, this was not sufficient\nto rectify the misleading impression already given or to clarify to readers\nthat the headline claim related only to this period. The publication of the\nheadline therefore amounted to a clear failure by the newspaper to take care\nnot to publish misleading or distorted information, raising a breach of Clause\n1(i). This misleading headline claim was significant and required correction\nunder Clause 1(ii) of the Editors’ Code.\n13. The headline of the article had been amended 3 days\nafter the publication to state that “Half of UK’s imported Coronavirus since\nJune 4 ‘originate from Pakistan’ – numbering 30 in total”; the article itself\nhad been amended to make clear what data the article was reporting on; and a\nfootnote had been appended to the piece recording the amendments. These\namendments and the publication of the footnote, which made the correct position\nclear, had been made promptly and with sufficient prominence to satisfy the\nrequirements of Clause 1(ii). There was, therefore, no further breach of Clause\n1.\n14. The complainant’s concerns that the article was\nsensationalist did not engage the terms of Clause 1, which do not relate to\nconcerns that reporting is sensationalist in and of itself. The Committee found\nno breach of Clause 1 on this point.\n15. The complainant had said the article breached Clause 3\nas in his view it could incite hatred towards Pakistanis and Muslims. Clause 3\ngenerally relates to the way journalists behave when researching a news story\nand is meant to protect specific people from being repeatedly approached by the\npress against their wishes. As the complainant’s concerns did not relate to\nthis, nor to a specific person, the terms of Clause 3 were not engaged. The\nCommittee also noted that any concern about inciting hatred was a matter for\nthe police; as IPSO does not deal with criminal matters.\n16.  The complainant\nhad said the article breached Clause 12 as in his view it was discriminatory\ntowards Pakistanis and Muslims. Clause 12 is designed to protect specific\nindividuals mentioned by the press from discrimination based on their race,\ncolour, religion, gender identity, sexual orientation or any physical or mental\nillness or disability. It does not apply to groups or categories of people.\nTherefore, the complainant’s concerns did not engage the terms of this Clause.\nConclusions\n17. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n18. The publication had amended the headline and the article\nand published a footnote which identified the inaccuracy and put the correct\nposition on record. No further action was required.\n \nDate complaint received: 28/06/2020\nDate complaint concluded by IPSO: 24/07/2020\nBack to ruling listing\n\n\n"
}