{
    "url": "/rulings-and-resolution-statements/ruling/?id=11074-22",
    "title": "11074-22 Knight v The Times",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2022-07-30 00:00:00",
    "received_on": "2022-08-09 00:00:00",
    "concluded_on": "2022-11-16 00:00:00",
    "complaint_processing_days": 99,
    "conclusion_long": "of the club’s investigation “in order to bring greater transparency to the issues”. 12. The publication said that it did not accept that the article breached Clause 1, noting first that the interviewee was entitled to have his views recorded and shared. It said that it had taken care to verify the accuracy and reasonableness of the interviewee’s account; for instance, his lawyer – who was present on the Zoom call in question, along with the complainant and the interviewee’s MP – had corroborated the interviewee’s account of the video call. It also noted that the characterisation of the call had been put to the complainant’s office and that the complainant’s rebuttal of this characterisation of the meeting was included at length in the article. 13. Turning to the complainant’s concerns that the article had omitted what he considered to be key pieces of information, the publication said that the inclusion of material for publication is a matter of editorial discretion. It said that, in the context of an article reporting on the interviewee’s own experiences at Yorkshire Cricket Club, referring to the claims of discrimination at the club as “allegations” was not inaccurate: this was the term which the interviewee had used and, at the time of the events depicted in the article, they were allegations rather than proven claims. The publication further noted that: the full investigation by Yorkshire Cricket Club, which upheld seven out of more than 40 complaints, had not been published; the club’s investigation was called “flawed” by its own Chairman; and a summary of the investigation, published by the club, had said that: “It is very important to note that this was not a judicial process and the Panel’s views, therefore, are not judicial views.” The publication also said that the England and Wales Cricket Board’s investigation had not yet concluded, and it did not seek to prejudice that investigation by referring to the allegations by another term. It then said that it could not see how any other word could have been reasonably and accurately used to describe a number of complaints “that have variously been upheld, rejected or not yet fully investigated”. 14. The publication also did not accept that the article omitted details about the nature of the interviewee’s employment in a manner that was inaccurate, misleading, or distorted, and said that the complainant had not specified how the omission of further detail had rendered the article inaccurate. It also noted that the article made clear in its opening paragraph that the interviewee “was contracted through a third party”. 15. The publication said that it was satisfied that the sequence of events, as well as the role of the DCMS Select Committee, was “perfectly clear” in its report. It said that the article included references to the “initial Yorkshire inquiry”; there was, it said, no suggestion that the DCMS Committee “undertook the sole or the decisive or even the initial investigation into events at Yorkshire”. It then said that, where the “inquiry” examined witnesses and collected evidence just as an investigation would, it did not accept that the article breached Clause 1 in its description of the inquiry. 16. The complainant said that the lawyer who had corroborated the interviewee’s account of the video call had not attended the call in a professional capacity, but rather as a friend. He also said that, by referring to the Select Committee inquiry as an “investigation”, the article implied that the Committee had been charged to look into the allegations by another party – and this was not the case, as the Select Committee itself decides its programme of works. The complainant further said that the article had inaccurately referred to the Department for Digital, Media Culture and Sport [DCMS] being involved with the inquiry, and that this was incorrect as the inquiry had nothing to do with the government department which carries this name; rather, the reference should have been to the DCMS Committee. 17. The publication said that, regardless of the capacity in which the lawyer had attended the meeting, his attendance at the meeting and his corroboration of the meeting was not in dispute. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 18. Clause 1 (iv) of the Editor’s Code make clear that the press is entitled to publish the views and experiences of individuals, provided it is distinguished from fact; it does not require that the views of individuals, correctly distinguished as such, be supported by evidence. The article made clear that the description of the complainant as having been “aggressive and dismissive” during a video call was the interviewee’s subjective view of their interaction, rather than a claim of fact made by the publication: the phrase was directly attributed to him and the quote stated: “he was […] I thought, aggressive and dismissive”. The complainant had been contacted for his comment on this claim before publication and his denial had been included in the published article. Publishing the interviewee’s view of the complainant’s demeanour during the video call, clearly distinguished as his “thought[s]”, did not represent a breach of Clause 1.  19. The article itself was clearly presented as an interview with an individual whose employment with Yorkshire County Cricket Club had been terminated. In this context, the article’s various references to “racism allegations” were all clearly describing the situation at or around the time the individual’s employment ended – which was the subject of the interview – and at that point the truth or otherwise of those allegations had not been determined. In addition, the Committee was mindful of the fact that not all of the allegations that had formed part of the initial investigation had been upheld by this investigation, and that there were still ongoing investigations into the matter. In such circumstances, the Committee did not consider that the article’s reference to the allegations breached Clause 1. 20. The complainant had expressed concern that the article had not made the exact nature of the interviewee’s employment at the Club clear, or set out the reasons for his termination. However, the Committee noted that the opening paragraph of the article made clear that he had been “contracted through a third party” and was mindful that the selection of material for publication is a matter of editorial discretion provided the Code is not otherwise breached. It was also the case that the complainant had not specified how omitting further detail about the employment and termination of the interviewee’s employment had rendered the article significantly inaccurate, misleading, or distorted. Therefore, the Committee did not consider that these concerns represented a breach of Clause 1. 21. It was not in dispute that the DCMS Select Committee had gathered evidence for the purposes of “bringing greater transparency” to the allegations; the Complaints Committee did not consider, therefore, that reporting that it was “charged with investigating the allegations of racism at Yorkshire” was significantly inaccurate or misleading.  While the Committee considered that the use of the phrase “charged with” was somewhat ambiguous as to the impetus for the Select Committee’s involvement with the issue, it did not consider the potential ambiguity of the phrase rendered the article significantly misleading given that it was, in any event, the case that the Select Committee had carried out an inquiry. There was no breach of Clause 1 on this point. 22. The Committee then considered the complainant that it was significantly inaccurate, distorted, or misleading to refer to the DCMS Select Committee’s inquiry as “the Department for Digital, Media Culture and Sport [DCMS] inquiry”. The Committee noted that the word “Department” had not been used in the article; rather, the acronym “DCMS” was used. It further noted that this acronym is shared by both the Select Committee and the Department. The first reference to the Select Committee in the article referred to the “DCMS Committee” and its Chairman, with the common understanding that this referred to the parliamentary Committee rather than governmental department. Whilst the exact same phrasing was not used subsequently in the article, the Committee did not consider that the slight ambiguity in the use of an acronym amounted to a significant inaccuracy particularly given that the focus of the article was  the interviewee’s experiences relating to the issue of racism at Yorkshire County Cricket Club and the aftermath of his termination rather than the specifics of how the inquiry was set up. There was, therefore, no breach of Clause 1 on this point. 23. The complainant had expressed concerns that the article was unfair and unbalanced. While the Committee acknowledged the complainant’s concerns on this point, it noted that the Editors’ Code does not include a requirement for balance or fairness, provided the Code is not otherwise breached. Therefore, the complainant’s concerns on this point did not represent a breach of Clause 1. Conclusion(s) 24. The complaint was not upheld.",
    "remedial_action": "25. N/A    Date complaint received: 09/08/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11074-22 Knight v The Times\nSummary\nof Complaint\n1.\nJulian Knight MP complained to the Independent Press Standards Organisation\nthat The Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “I loved Yorkshire, but I was brutally axed. Why won't\nthey listen to me?”, published on 30 July 2022.­­­\n2. The\narticle was an interview with a man whose role as a physiotherapist at\nYorkshire County Cricket Club had been “terminated” in 2021 “after the racism\nallegations which engulfed the club”. It quoted the man as saying that the\n“allegations came as a shock and surprise given I was never aware of any racism\nor complaints of racism during my time at the club”. It said that notice had\nbeen served to the man’s employer as “he was contracted through a third party”.\n3. The\narticle set out the individual’s experiences during his time at the club, as\nwell as the aftermath of his termination – including a video call which the\ninterviewee had had with the complainant. The article reported that the man had\nsaid that the complainant was “dismissive on their one, brief Zoom call”, and\nthe article included a quote from the man saying:\nIt\nseemed to me he was unwilling to listen or have a conversation and became, I\nthought, aggressive and dismissive and concluded the meeting by leaving the\ncall abruptly before I had a fair chance to say what I wanted to say.\n4. The\narticle went on to report that a “spokesperson for [the complainant] rejected\nthis characterisation of the meeting: ‘[…] At no stage was Julian ‘aggressive\nor dismissive’ as suggested and […] Julian completely refutes these\nallegations.’”\n5. The\narticle also stated that the complainant was “the chairman of the DCMS\ncommittee that was charged with investigating the allegations of racism at\nYorkshire, and which had held its televised inquiry two weeks before…”. It then\nwent on to report that:\nThe\ninitial Yorkshire inquiry was subsequently criticised as “flawed” by [the\ncurrent Chairman of the club]; the DCMS hearing was limited in scope; the\ncurrent ECB enquiry has charged one person without conducting an interview with\nhim, and the dismissal of 16 people happened without any consultation.\n6. The\narticle also appeared online in substantially the same form, under the headline\n“Kunwar Bansil: I loved Yorkshire, but I was brutally axed. Why won’t they\nlisten to me?” This version of the article was published on 29 July 2022.\n7. At\n6.54am on the day prior to the publication of the online article, a journalist\nworking for the publication contacted the complainant’s office to ask for his\ncomment on the interview. The request for comment stated:\nWe\nintend to publish an interview with the former Yorkshire physiotherapist […].\nIn it, he claims that his dismissal process from Yorkshire was unfair and\nhappened too suddenly that his voice has, in effect, been silenced. His views\nas a British Asian within the dressing room were and are, he thinks,\nsignificant and contribute to the debate around this complex issue and ought to\nhave been heard.\nSpecifically,\nhe claims that he tried to speak to you on a Zoom call about his experiences as\na British Asian within the Yorkshire dressing room, but that he felt he was not\nlistened to and that you became aggressive and dismissive and abruptly left the\ncall before he had a fair chance to say what he wanted to say.\nWe\nintend to publish on Friday July 29th at 5pm. Should you wish to respond to or\ncomment on the above, please do so by no later than 10 am, Friday July\n29th.          \n8. The\ncomplainant’s office wrote in response to the request for comment on 29 July.\nIn this response, the office said:\nThe\ncharacterisation of the meeting put forward is completely untrue, as\ncorroborated by the account of staff from [the interviewee]’s office, who were\nalso on the call, and who this morning explained directly to [the reporter]\nover Zoom what had occurred during the meeting.\nIf\nJulian had been rude or acted in any way unreasonably then it is inconceivable\nthat staff from the office of [the interviewee]’s constituency MP (a Labour\nmember), would be offering their support.\n[…]\nJulian\nexpressed sympathy for [the interviewee]’s position following his sacking but\npolitely explained that he could not get involved in potential tribunal\nproceedings. At no stage was Julian ‘aggressive and dismissive’ as suggested.\n9. The\ncomplainant said that the article was inaccurate and misleading in breach of\nClause 1. He said that the article inaccurately depicted the meeting between\nhimself and the man who had been terminated; he strongly disputed that he had\nbeen “aggressive” or “dismissive” and noted that another MP who had participated\nin the call – and who was from an opposition party – had also disagreed with\nthis characterisation. He said that, by failing to give weight to the second\nMP’s view that he was not “aggressive” or “dismissive”, and by publishing the\ninterviewee’s account without any evidence to support it, the article portrayed\nthe call in an unbalanced, unfair and inaccurate manner.\n10. The\ncomplainant also said that the article omitted key facts about allegations of\nracism at Yorkshire Cricket Club. He said that the article omitted to state\nthat claims of racial discrimination at the club had been upheld by an\nindependent investigation. He also said that referring to the complaints as\n“allegations” suggested that they were in dispute, despite the outcome of this investigation.\nIn addition, the complainant said that the article had not fully explored the\nnature of the terminated man’s employment, nor the reason why his contract had\nbeen terminated.\n11. The\ncomplainant then said that it was inaccurate for the article to report that the\nDCMS Committee “was charged with investigating the allegations of racism at\nYorkshire”; he said that the Committee only became involved after the\nconclusion of the club’s investigation “in order to bring greater transparency\nto the issues”.\n12. The\npublication said that it did not accept that the article breached Clause 1,\nnoting first that the interviewee was entitled to have his views recorded and\nshared. It said that it had taken care to verify the accuracy and\nreasonableness of the interviewee’s account; for instance, his lawyer – who was\npresent on the Zoom call in question, along with the complainant and the\ninterviewee’s MP – had corroborated the interviewee’s account of the video\ncall. It also noted that the characterisation of the call had been put to the\ncomplainant’s office and that the complainant’s rebuttal of this\ncharacterisation of the meeting was included at length in the article.\n13.\nTurning to the complainant’s concerns that the article had omitted what he\nconsidered to be key pieces of information, the publication said that the\ninclusion of material for publication is a matter of editorial discretion. It\nsaid that, in the context of an article reporting on the interviewee’s own\nexperiences at Yorkshire Cricket Club, referring to the claims of\ndiscrimination at the club as “allegations” was not inaccurate: this was the\nterm which the interviewee had used and, at the time of the events depicted in\nthe article, they were allegations rather than proven claims. The publication\nfurther noted that: the full investigation by Yorkshire Cricket Club, which\nupheld seven out of more than 40 complaints, had not been published; the club’s\ninvestigation was called “flawed” by its own Chairman; and a summary of the\ninvestigation, published by the club, had said that: “It is very important to\nnote that this was not a judicial process and the Panel’s views, therefore, are\nnot judicial views.” The publication also said that the England and Wales\nCricket Board’s investigation had not yet concluded, and it did not seek to\nprejudice that investigation by referring to the allegations by another term.\nIt then said that it could not see how any other word could have been\nreasonably and accurately used to describe a number of complaints “that have\nvariously been upheld, rejected or not yet fully investigated”.\n14. The\npublication also did not accept that the article omitted details about the\nnature of the interviewee’s employment in a manner that was inaccurate,\nmisleading, or distorted, and said that the complainant had not specified how\nthe omission of further detail had rendered the article inaccurate. It also\nnoted that the article made clear in its opening paragraph that the interviewee\n“was contracted through a third party”.\n15. The\npublication said that it was satisfied that the sequence of events, as well as\nthe role of the DCMS Select Committee, was “perfectly clear” in its report. It\nsaid that the article included references to the “initial Yorkshire inquiry”;\nthere was, it said, no suggestion that the DCMS Committee “undertook the sole\nor the decisive or even the initial investigation into events at Yorkshire”. It\nthen said that, where the “inquiry” examined witnesses and collected evidence\njust as an investigation would, it did not accept that the article breached\nClause 1 in its description of the inquiry.\n16. The\ncomplainant said that the lawyer who had corroborated the interviewee’s account\nof the video call had not attended the call in a professional capacity, but\nrather as a friend. He also said that, by referring to the Select Committee\ninquiry as an “investigation”, the article implied that the Committee had been\ncharged to look into the allegations by another party – and this was not the\ncase, as the Select Committee itself decides its programme of works. The\ncomplainant further said that the article had inaccurately referred to the\nDepartment for Digital, Media Culture and Sport [DCMS] being involved with the\ninquiry, and that this was incorrect as the inquiry had nothing to do with the\ngovernment department which carries this name; rather, the reference should\nhave been to the DCMS Committee.\n17. The\npublication said that, regardless of the capacity in which the lawyer had\nattended the meeting, his attendance at the meeting and his corroboration of\nthe meeting was not in dispute.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n18.\nClause 1 (iv) of the Editor’s Code make clear that the press is entitled to\npublish the views and experiences of individuals, provided it is distinguished\nfrom fact; it does not require that the views of individuals, correctly\ndistinguished as such, be supported by evidence. The article made clear that\nthe description of the complainant as having been “aggressive and dismissive”\nduring a video call was the interviewee’s subjective view of their interaction,\nrather than a claim of fact made by the publication: the phrase was directly\nattributed to him and the quote stated: “he was […] I thought, aggressive and\ndismissive”. The complainant had been contacted for his comment on this claim\nbefore publication and his denial had been included in the published article.\nPublishing the interviewee’s view of the complainant’s demeanour during the\nvideo call, clearly distinguished as his “thought[s]”, did not represent a\nbreach of Clause 1. \n19. The\narticle itself was clearly presented as an interview with an individual whose\nemployment with Yorkshire County Cricket Club had been terminated. In this\ncontext, the article’s various references to “racism allegations” were all\nclearly describing the situation at or around the time the individual’s\nemployment ended – which was the subject of the interview – and at that point\nthe truth or otherwise of those allegations had not been determined. In\naddition, the Committee was mindful of the fact that not all of the allegations\nthat had formed part of the initial investigation had been upheld by this\ninvestigation, and that there were still ongoing investigations into the\nmatter. In such circumstances, the Committee did not consider that the\narticle’s reference to the allegations breached Clause 1.\n20. The\ncomplainant had expressed concern that the article had not made the exact\nnature of the interviewee’s employment at the Club clear, or set out the\nreasons for his termination. However, the Committee noted that the opening\nparagraph of the article made clear that he had been “contracted through a\nthird party” and was mindful that the selection of material for publication is\na matter of editorial discretion provided the Code is not otherwise breached.\nIt was also the case that the complainant had not specified how omitting\nfurther detail about the employment and termination of the interviewee’s\nemployment had rendered the article significantly inaccurate, misleading, or\ndistorted. Therefore, the Committee did not consider that these concerns\nrepresented a breach of Clause 1.\n21. It\nwas not in dispute that the DCMS Select Committee had gathered evidence for the\npurposes of “bringing greater transparency” to the allegations; the Complaints\nCommittee did not consider, therefore, that reporting that it was “charged with\ninvestigating the allegations of racism at Yorkshire” was significantly\ninaccurate or misleading.  While the\nCommittee considered that the use of the phrase “charged with” was somewhat\nambiguous as to the impetus for the Select Committee’s involvement with the\nissue, it did not consider the potential ambiguity of the phrase rendered the\narticle significantly misleading given that it was, in any event, the case that\nthe Select Committee had carried out an inquiry. There was no breach of Clause\n1 on this point.\n22. The\nCommittee then considered the complainant that it was significantly inaccurate,\ndistorted, or misleading to refer to the DCMS Select Committee’s inquiry as\n“the Department for Digital, Media Culture and Sport [DCMS] inquiry”. The\nCommittee noted that the word “Department” had not been used in the article;\nrather, the acronym “DCMS” was used. It further noted that this acronym is\nshared by both the Select Committee and the Department. The first reference to\nthe Select Committee in the article referred to the “DCMS Committee” and its\nChairman, with the common understanding that this referred to the parliamentary\nCommittee rather than governmental department. Whilst the exact same phrasing\nwas not used subsequently in the article, the Committee did not consider that\nthe slight ambiguity in the use of an acronym amounted to a significant\ninaccuracy particularly given that the focus of the article was  the interviewee’s experiences relating to the\nissue of racism at Yorkshire County Cricket Club and the aftermath of his\ntermination rather than the specifics of how the inquiry was set up. There was,\ntherefore, no breach of Clause 1 on this point.\n23. The\ncomplainant had expressed concerns that the article was unfair and unbalanced.\nWhile the Committee acknowledged the complainant’s concerns on this point, it\nnoted that the Editors’ Code does not include a requirement for balance or\nfairness, provided the Code is not otherwise breached. Therefore, the\ncomplainant’s concerns on this point did not represent a breach of Clause 1.\nConclusion(s)\n24. The\ncomplaint was not upheld.\nRemedial\nAction Required\n25. N/A\n\n\n\nDate\ncomplaint received: 09/08/2022\nDate\ncomplaint concluded by IPSO: 16/11/2022\nBack to ruling listing\n\n\n"
}