{
    "url": "/rulings-and-resolution-statements/ruling/?id=11145-22",
    "title": "11145-22 Aithal v expressandstar.com",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "expressandstar.com (MNA)",
    "published_on": "2021-12-01 00:00:00",
    "received_on": "2022-09-14 00:00:00",
    "concluded_on": "2022-11-03 00:00:00",
    "complaint_processing_days": 50,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A    Date complaint received: 14/09/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11145-22 Aithal v expressandstar.com\nSummary\nof Complaint\n1. Vinod\nAithal complained to the Independent Press Standards Organisation that\nexpressandstar.com breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice by publishing a letter headlined “LETTER: Everyone seems to be cashing\nin on the myth”, published on 1st December 2021.\n2. The\nletter cited the reader’s opinion of climate change. The opening sentence of\nthe letter asked, “[s]urely other people […] have also had the foresight to see\nthe ‘climate change bandwagon’ for what it [was]”. The writer went on to\nexpress concern that “world leaders, politicians and fanatics are all cashing\nin on the myth, some make a living off the fear and lies”, with countries and\ncompanies “using [natural] variations as an excuse to charge more for\nhydrocarbon and energy”. The letter argued that the planet had been in constant\nchange for billions of years, and that the planet’s “orbit, sun sports,\ngeothermal activity, tectonic plates, the gravity of the moon, continental drift\nand even our wobbly axis” had all contributed to this. It then said that since\nthe formation of Pangea, “the subsequent movement of continents, volcanoes,\nseveral ice ages, (possibly even meteor strikes), ha[d[ seen the rise and total\nextinction of many species”, adding that “[w]eather patterns, geothermal\nactivity and future meteor strike[s] are all outside human control”. It also\nstated that “[b]y the time history proves it was all within the normal range of\nchange, this generation will be dead and following ones brainwashed to believe\nthat natural entropy is reversible, and it was all caused by man’s tiny\ninfluence”.  The letter then stated that\nsociety “should accept that we cannot change these natural disasters, and Earth\nhas been through it all before and a great hand, be it God or Gaia, will\nprevail over our minute influence”. The letter’s concluded with: “Let’s accept\nand enjoy ourselves, (in moderation), as an extinction level event could happen\ntomorrow and, like the next ice age, a tiny rise in average temperature or any\nother cyclic change to this planet, there is nothing we can do about it”.\n3. The\ncomplainant said that the reader’s letter was inaccurate in breach of Clause 1.\nHe said it was inaccurate to report that climate change was a “myth” put\nforward by businesses and governments for financial gain or a “natural”\nphenomenon: he said anthropogenic climate change was indisputable. The\ncomplainant denied the substance of the claims put forward by the letter, which\nhe argued constituted climate misinformation. He also expressed concern that no\ncounterargument had been presented which he considered gave the false\nimpression that the views published were the accepted mainstream.\n4. The\npublication did not accept a breach of the Editors’ Code. It said that the\nletter was clearly identifiable as a reader’s letter; and therefore clearly\ndistinguished as the reader’s personal comment and opinion, rather than a\nfactual news piece. The publication said it sought to publish a range of views\non current and contentious issues, including climate change; it offered its\nreadership a platform to defend, react to and to challenge ideas and\nperspectives. Further, it said that it took care to verify all reader’s letters\nbefore publication, and the letter under complaint did not include any\nsignificant inaccuracies requiring correction.\n5.\nNotwithstanding this, upon receipt of the complaint, on 24th August, the\npublication offered the complainant a right to reply via a letter to the\nEditor, to be published both online and in print, in order to resolve his\ncomplaint.\n6. The\ncomplainant provided wording that outlined his position. The publication did\nnot accept the complainant’s exact wording, and offered to publish an edited\nversion of the letter, but the parties were unable to agree on a precise form\nof words. As such, the matter was passed to the Committee for adjudication.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7.\nLetters pages in publications are an important manifestation of the right to\nfreedom of expression: they offer individuals the opportunity to respond to\nclaims made in publications, share their own viewpoints and dispute points\nraised by other readers. The Committee emphasised that its role was to evaluate\nthe complaint under the Editors’ Code and not to attempt to reach a position on\nmatters best left to public debate.\n8. In\nthis instance, the letter was clearly presented as the view of the reader, as\nit was placed on the online letters page; the writer was not presented as\nhaving any authority on the matter and was entitled to set out his position on\nthe topic. The Committee noted that the writer presented himself as a\ncontrarian and sceptic from the outset. He made clear that there was a\nprevailing scientific view when he described the “climate change bandwagon”\nwith regard to which he was voicing a controversial and minority opposition;\nasking in the opening line of the article whether “others” also had the\n“foresight to see” past that general consensus on climate change. The\ncontroversial status of the information and argument he subsequently put\nforward was therefore clear to the publication’s readership.\n9. The\nwriter’s central argument was that climate variations were cyclical while also\nacknowledging that his own argument would require “history [to prove] it was\nall within the normal range of change” which again made clear the limitations\nof his position.  For those reasons the\nCommittee considered that the claims about climate change were clearly\ndistinguished as being the author’s minority opinion and at odds with the\nscientific consensus and inherently hard to prove. There was no breach of\nClause 1.\n10.\nNevertheless, the Committee welcomed the steps taken by the publication to\nresolve the matter.\nConclusion(s)\n11. The\ncomplaint was not upheld.\nRemedial\nAction Required\n12. N/A\n\n\n\nDate\ncomplaint received: 14/09/2022\nDate\ncomplaint concluded by IPSO: 03/11/2022\nBack to ruling listing\n\n\n"
}