{
    "url": "/rulings-and-resolution-statements/ruling/?id=11206-21",
    "title": "11206-21 Various v Daily Express",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2021-08-04 00:00:00",
    "received_on": "2021-11-08 00:00:00",
    "concluded_on": "2022-02-22 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "13. The complaint was partly upheld under Clause 1 (i).",
    "remedial_action": "14. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.    Date complaint received: 08/11/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee –\n11206-21 Various v Daily Express\nSummary of Complaint\n1. The Independent Press Standards\nOrganisation received various complaints that the Daily Express breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Britons\ncharged to enter EU in ‘revenge for Brexit’”, published on 4 August 2021.\n2. The article – which appeared on page 10\nof the newspaper – reported that “Brussels [wa]s slapping a visa charge on\nBritish holidaymakers wanting to enter Europe from the end of next year, in an\nact of revenge for Brexit” and that “Brexiteers said the £6 fee was a brazen\nreflection of the EU’s anti-British attitude.” The article went on to report\nthe details of the visa charge: “European Commission officials said they were\n‘on track’ to introduce the European Travel Information and Authorisation System\n(ETIAS) from the start of 2023. Britons will have to provide information about\ntheir identity, passport, education, job, recent travel and criminal\nconvictions before they enter the bloc. “\n3. The article also appeared online under\nthe headline “UK tourists to be charged for entering EU as bloc unleashes new\nBrexit punishment”. The online version of the article also reported that “ETIAS\nwill mean that citizens from more than 60 countries outside the Schengen\nfree-travel zone, including the US and Australia, are required to pre-register\nfor visa-free travel to Europe.”\n4. Complainants said that the article was\ninaccurate in breach of Clause 1, as the reference to the charge as “revenge\nfor Brexit” or a “Brexit punishment” was misleading. Complainants said that\nthese claims were misleading because the charge would affect many non-EU\ncountries; the UK was not singled out, and they considered that by referring to\n“Brexit”, the article misled readers into believing that this was the case.\n5. On 4 August 2021, the day after the\narticle’s initial publication – and prior to IPSO making the publication aware\nof complainants’ concerns – the publication amended the online headline to read\n“Britons to be charged for entering the EU as Brexit consequences hit UK\ntourists”. The publication also added a footnote to the article when this\namendment was made; the footnote said:\nA previous version of this article stated\nthat the 'bloc unleashed new Brexit punishment' The headline has been amended\nto make clear that the term punishment is a matter of our opinion and refers to\nthe fact that Britain is not getting preferential treatment for once being part\nof the EU\n6. There was a delay in IPSO making the\npublication aware of the complainants’ concerns, due to an administrative error\non IPSO’s part. Once the publication had been made aware of these concerns, it\nsaid that it considered that the UK was, effectively, being punished for\nexiting the EU – as the visa charges were in line with those for other, non-EU\ncountries, and did not take into account the fact that until very recently the\nUK had been part of the EU. It said that – in the print version of the headline\n– it had placed the phrase “revenge for Brexit” in inverted commas to make\nclear that this was the opinion of the publication. Nevertheless, in its first\nresponse to IPSO after the beginning of IPSO’s investigation, the publication\nproposed to publish the following correction on page 2 of the newspaper to make\nthe correct position as clear as possible:\nOur article 'Britons charged to enter EU in\n'revenge for Brexit'', 4 August, reported that 'Brussels is slapping a visa\ncharge on British holidaymakers wanting to enter Europe from the end of next\nyear, in an act of revenge for Brexit.' In fact, the ETIAS visa will be\nchargeable to more than 60 non-EU countries. We would like to make clear that\nthe statement of the visa being 'an act of revenge for Brexit' is a matter of\nour opinion and refers to the fact that Britain is not getting preferential treatment\nfor once being part of the EU.\nThe correction was published on 5 January\n2022.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The Code makes clear that the press is\nfree to editorialise and campaign. In the view of the Committee, the suggestion\nthat the visa charge was essentially a “revenge for Brexit” or a “Brexit\npunishment” clearly represented the publication’s hyperbolic conjecture as to\nthe motivation for imposing the charge on the UK. The publication was entitled\nto take the position that, by failing to treat the UK differently from other\nnations, the EU was taking “revenge” or enacting “punishment”. The claims of\n“revenge” and “punishment” therefore did not breach Clause 1 (iv).\n8. However, the Committee emphasised that\nthe publication was required to take care in presenting the factual basis for\nthis view.\n9. The print version of the article did not\nmake clear that citizens of other non-EU countries would also be subject to the\ncharge; this gave the distorted and misleading impression as to the basis of\nthe publication’s headline claim, by implying that the “revenge” claim related\nto a charge applied only to British travellers. In addition, the Committee\nnoted that the article – when describing the visa itself – referred only to\nBritons, compounding the misleading impression created by this omission. By not\nmaking clear in the print article that the charge would apply to over 60\ncountries outside of the Schengen free-travel zone, the publication had\npublished distorted information, in breach of Clause 1 (i).\n10. The distorted information was\nsignificant, where it related to a visa charge which would affect a large\nnumber of people and implied the existence of an EU policy uniquely and\nspecifically directed at UK citizens, and misrepresented the basis for the\nheadline claim. The newspaper was, therefore, required by the terms of Clause 1\n(ii) to correct the distorted information.\n11. The newspaper’s correction clearly set\nout both that the visa charge would apply to 60 non-EU countries, and that the\ndescription of it as “Brexit revenge” was the publication’s characterisation\nonly. The correction was offered promptly, as the publication offered to print\nthe correction as soon as IPSO made it aware of the complaints regarding the\nprint article. In addition, where the correction appeared further forward than\nthe original article – on page 2, where the original article appeared on page\n10 – it was sufficiently prominent. The print correction met the terms of\nClause 1 (ii), and there was no further breach on this point.\n12. By contrast with the print article, the\nonline version of the article made the factual basis for its headline\ncharacterisation of the charge as a “Brexit punishment” clear in the first\nparagraph of the article, which noted that “ETIAS will mean that citizens from\nmore than 60 countries outside the Schengen free-travel zone, including the US\nand Australia, are required to pre-register for visa-free travel to Europe.” It\nwas therefore clear that the charge would apply to countries other than the UK.\nThere was no breach of Clause 1 (i) arising from the online version of the\narticle. However, the Committee welcomed the prompt action taken by the\npublication to make the factual basis for the article as clear as possible, and\nto clarify that the headline was indeed the publication’s characterisation.\nConclusion(s)\n13. The complaint was partly upheld under\nClause 1 (i).\nRemedial Action Required\n14. The published correction put the\ncorrect position on record and was offered promptly and with due prominence. No\nfurther action was required.\n\n\n\nDate complaint received: 08/11/2021\nDate complaint concluded by IPSO:\n22/02/2022\nBack to ruling listing\n\n\n"
}