{
    "url": "/rulings-and-resolution-statements/ruling/?id=11209-21",
    "title": "11209-21 Watson v Sunday Mail",
    "provisions": [
        "1 Accuracy (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sunday Mail (Reach PLC)",
    "published_on": "2021-11-07 00:00:00",
    "received_on": "2021-11-09 00:00:00",
    "concluded_on": "2022-05-23 00:00:00",
    "complaint_processing_days": 195,
    "conclusion_long": "18. The complaint was partially upheld under Clause 1.",
    "remedial_action": "19. The published corrections put the correct position on record and were offered promptly and with due prominence. No further action was required.    Date complaint received: 09/11/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11209-21 Watson v Sunday Mail\nSummary\nof Complaint\n1.\nJennifer Watson complained to the Independent Press Standards Organisation that\nSunday Mail breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in an article headlined “Cord-row\nlawyer dies weeks before new rip-off probe”, published on 7th November 2021.\n2. The\nprint article, which appeared on page 19, reported that a lawyer who was due to\nface a disciplinary hearing on serious professional misconduct charges had\ndied; it said that “[a] lawyer who was facing a second complaint of ripping off\na family has been found dead”. It described the accusations the lawyer had been\nfacing: “He was accused of withholding tens of thousands of pounds due to an\nelderly client from her late husband’s will and overcharging her by thousands\nmore”. The article went on to say that he was due to appear before a Scottish\nSolicitors Discipline Tribunal (SSDT), but that “the case ha[d] been dropped\nafter Smith Watson died suddenly in Lochgilphead, Argyll – where he had been\nworking – on October 17”. It stated that the individual who complained about\nthe lawyer had complained to the Scottish Legal Complaints Commission (SLCC)\nand an investigation was launched by the Law Society of Scotland. It said that\n“[t]he estate was finally settled in September 2018 when she got a five-figure payment”.\n3. The\narticle also appeared online under the headline “Shamed Scots lawyer accused of\nfleecing OAP found dead just weeks before misconduct hearing”, which was\npublished on 7th November 2021 in substantially the same format.\n4. The complainant,\nthe daughter of the lawyer, said that the article was inaccurate in breach of\nClause 1 as her father had not been found dead; he had been taken to a local\nhospital and died there. To support her position, the complainant provided her\nfather’s death certificate, which showed the location of his death as being a\nlocal hospital. The complainant also said that the use of the phrase “found\ndead” inaccurately implied that her father had died by suicide before the\ndisciplinary hearing to avoid sanction. The complainant said that the article\nwas further inaccurate as she considered the wording of it misrepresented the\nfindings of the SLCC; she said that if he had been accused of scamming or\ndefrauding anyone the SLCC would have struck him off.\n5. The\ncomplainant also considered that there had been a breach of Clause 4 as the\npublication of the article occurred one week after her father’s funeral. She\nalso said that the implication that her father had taken his own life before\nthe disciplinary hearing caused her and her family much upset and distress and\nhad led to queries about the nature of his death which she considered\nupsetting.\n6. The\npublication did not accept that the Code had been breached, though it expressed\nits regret and apologised to the complainant for any distress caused. It did\nnot accept that the article gave the misleading impression that the\ncomplainant’s father had taken his own life. In addition, it said that the\narticle made clear that the man had “died suddenly in Lochgilphead, Argyll –\nwhere he had been working”.\n7. The\ncomplaint was passed to the publication on 3rd December 2021 and during direct\ncorrespondence with the complainant the publication offered to remove all\nreferences to her father being “found dead”. This was actioned on 1st February\nduring IPSO’s investigation; the publication amended the online article and the\nheadline to remove any reference to the complainant’s father being “found dead”\nand published the following footnote correction on the same date:\n“A\nprevious version of this article reported that Ian Smith Watson was 'found\ndead'. We would like to apologise for any upset caused, and would like to\nclarify that the reference to Mr Watson dying suddenly in Lochgilphead referred\nto him passing at a community hospital in Lochgilphead, where he had also been\nworking previously.”\nIn\naddition, the publication also published the following correction in print in\nits established clarifications and corrections column. This was published on\nthe 30th January 2022:\n“On\nNovember last year, we reported that lawyer Ian Smith Watson was ‘found dead’.\nWe would like to clarify the reference to Mr Watson dying suddenly in\nLochgilphead referred to him passing at a community hospital in Lochgilphead,\nwhere he had also been working previously. We apologise for any upset caused.“\n8. In\nregard to the complainant’s concerns that the article misrepresented the\nfindings of the SLCC, the publication said that the article did not state that\nhe was found guilty, and instead reported that he was facing a complaint,\ninformation which was in the public domain. The publication also highlighted\nthat the article made no reference to the SSDT finding the lawyer guilty of the\nmost recent allegation and made no reference to “scamming”.\n9. The\npublication did not accept a breach of Clause 4; it said that it was sorry for\nany distress caused by the article but considered that the lawyer’s death had\nbeen reported sensitively. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nFindings\nof the Committee\n10. The\nCommittee first wished to express its sincere condolences to the complainant and\nher family for the loss of her father.\n11. The\nnewspaper had stated as fact that the complainant’s father had been “found\ndead”, whereas he had been taken to a local hospital and died there. During the\ninvestigation, the publication had not set out what steps it had taken to\nensure that care was taken in regard to this inaccuracy. It was the Committee’s\nview that, as there appeared to be no basis for the claim, the publication had\nfailed to take sufficient care not to publish inaccurate information and found\nthat there had been a breach of Clause 1 (i).\n12. As\nthe inaccuracy related to the circumstances surrounding the man’s death and\nwhere specifically he had died, it was the Committee’s view that this was a\nsignificant inaccuracy, and therefore the newspaper was obliged, in accordance\nwith the terms of Clause 1(ii), to correct this promptly and with due\nprominence.\n13. The\nCommittee then turned to the question of whether the action undertaken by the\npublication was sufficient to avoid a further breach of Clause 1 (ii). During\ndirect correspondence with the complainant on the 4 January, the publication\nhad offered to remove the reference to the complainant’s father being “found\ndead” from the online article. The newspaper had amended the online article and\npublished a footnote correction and apology on the 1 February; this was during\nthe early stages of the investigation, which the Committee considered\nsufficiently prompt. The correction identified the inaccuracy and put the\ncorrect position on record, and had also contained an apology, which the\nCommittee considered appropriate in the circumstances. While the inaccuracy had\nappeared in the headline of the online article, the Committee considered the\nfootnote correction was sufficiently prominent, where the headline had also\nbeen amended and the original inaccuracy removed. There was no further breach\nof Clause 1(ii) on this point.\n14. In\nrelation to the print article, the publication had published a correction in\nprint in its established clarifications and corrections column on the 30th\nJanuary. The publication’s complaints team had discovered that the article was\nalso published in print on 28th January, and so the correction was sufficiently\nprompt. The correction identified the inaccuracy and put the correct position\non record, and also contained an apology. The print correction had appeared on\npage 2 of the newspaper, which the Committee considered sufficiently prominent,\nin circumstances where the original print article appeared on page 19. As such,\nthe Committee considered the action taken was sufficient to meet the terms of\nClause 1(ii).\n15. The\ncomplainant had also expressed concerns that the phrase “found dead” had\ninaccurately implied her father had died by suicide. While the Committee\nacknowledged that it would have been distressing for the complainant and her\nfamily to have been questioned by people about the circumstances of her\nfather’s death, it did not consider that the article implied that her father\nhad taken his own life. The article had made no reference to suicide and had\nonly stated that he had been “found dead” and “died suddenly”; it does not\nfollow that an individual who has been found dead or who has died suddenly must\nhave died by suicide. There was no breach of Clause 1 on this point.\n16. The\nCommittee next turned to the complainant’s concerns that the article had\nmisrepresented the findings of the SLCC; she said if her father had been\naccused of scamming or defrauding anyone he would have been struck off. The\nonline headline stated that the lawyer had been “accused of fleecing [an] OAP”,\nand the Committee noted that the article stated that he had been due to appear\nbefore a SSDT on “serious professional misconduct charges”, but that this case\nhad been dropped due to his death. The article also stated that the individual\nhad complained to the SLCC and that an investigation had been launched, and the\nestate settled. The article had not stated that he had been found guilty of\nprofessional misconduct. The Committee further noted that the article did not\nclaim that the SSDT had made findings on the case. Where the article had made\nclear what accusations had been made against him, and that the case had been\ndropped before he appeared at his SSDT, the Committee did not consider the\narticle was inaccurate or misleading on this point. There was no breach of\nClause 1.\n17.\nClause 4 requires that publication is handled sensitively in cases involving\ngrief or shock and that enquiries and approaches are made with sympathy and\ndiscretion. Although reporting on the death of family members can be very\nupsetting to family and friends, deaths affect whole communities and the\nobligation to handle publication sensitively does not restrict the right to\nreport on deaths. The Committee did not consider the article reported on the\ndeath in a way that was insensitive; it reported that the complainant’s father had\nbeen “found dead” and had “died suddenly” in the context of an article that\nfocused on the allegations that had been made against him, which were a matter\nof public record and public interest. The Committee also noted that the\npublication had apologised for any distress and upset caused. While the\nCommittee had found it was significantly inaccurate to state that the\ncomplainant’s father had been found dead, inaccurate information regarding\nthese circumstances did not amount to insensitive publication that constituted\nan intrusion into the complainant’s grief and shock. The Committee noted the\ncomplainant’s position that it had been insensitive to publish the article only\na week after her father’s funeral; however, it considered the publication of\nthe article was handled sensitively within the meaning of Clause 4. There was\nno breach of this Clause.\nConclusion(s)\n18. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n19. The\npublished corrections put the correct position on record and were offered\npromptly and with due prominence. No further action was required.\n\n\n\nDate\ncomplaint received: 09/11/2021\nDate\ncomplaint concluded by IPSO: 23/05/2022\nBack to ruling listing\n\n\n"
}