{
    "url": "/rulings-and-resolution-statements/ruling/?id=11214-21",
    "title": "11214-21 Zaman v The Mail on Sunday",
    "provisions": [
        "2 Privacy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2021-11-07 00:00:00",
    "received_on": "2021-11-09 00:00:00",
    "concluded_on": "2022-04-07 00:00:00",
    "complaint_processing_days": 149,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A    Date complaint received: 09/11/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11214-21 Zaman v The Mail on Sunday\nSummary\nof Complaint\n1. Nazifa\nZaman complained to the Independent Press Standards Organisation that The Mail\non Sunday breached Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Corbynista forced to say sorry for joining 'cops are\nassassins' demo”, published on 7 November 2021.\n2. The\narticle reported on the attendance of an MP “at a protest at which police were\nbranded ‘assassins’ and activists called for ‘no cops’.” It included a\nphotograph showing the MP at the protest; the complainant was also shown in the\nphotograph, wearing a mask, along with several other attendees at the protest.\nThe complainant was not identified or named within the article.\n3. The\narticle also appeared online in substantially the same form, under the headline\n“Corbynista Labour MP Zarah Sultana is forced to apologise after joining ‘cops\nare assassins’ protest”.\n4. The\ncomplainant said that the photograph included in the article intruded upon her\nprivacy, in breach of Clause 2. She said that this was the case as the\nphotograph was taken from her private Instagram account, and the publication\nhad not asked her permission before publishing it.\n5. The\npublication said it did not accept that the publication of the photograph\nrepresented a breach of Clause 2. It said that the image showing the\ncomplainant had been widely circulated in local political circles and had been\nsent to Labour party whips. It also said that it had not obtained the image\ndirectly from the complainant’s social media; rather, it had been sent to the\npublication by an individual who had received the image after it had been\nwidely circulated. The publication then noted that the complainant had 715\nInstagram followers, and that it was unlikely that she knew them all\npersonally. She had, therefore, it said, disclosed the photograph to a large\ngroup of people and had no reasonable expectation of privacy over its\nsubsequent republication.\n6. The\npublication also said that the photograph did not reveal anything private about\nthe complainant; it merely showed her attending a public protest. It noted that\nthe protest took place in the centre of a city, and provided a photograph\nshowing the protest location – which was a large open square, in close\nproximity to shops and restaurants.\n7. The\ncomplainant said that she had no issue with people knowing of her attendance at\nthe protest, but she reiterated that she had not given the publication permission\nto publish a photograph which had appeared on her private Instagram account.\nShe then said that her social media followers were carefully vetted, and that\nshe knew the majority of them personally to ensure that photographs posted on\nher private social media accounts would not be more widely circulated.\n8. The\ncomplainant also said that the publication of her photograph had revealed her\npersonal and political opinions to an audience of over 2 million people; this\nwas private information over which she considered she had a reasonable\nexpectation of privacy. She acknowledged that she had held public facing\npositions in student politics; however, she noted that she had attended the\nprotest in a personal capacity only, rather than as a representative of any\npolitical group. She accepted that the visit of an MP to the area may be a\nmatter of local interest, however she considered the publication of her\nphotograph to be disproportionate to any public interest in publicising this\nvisit.\nRelevant\nCode Provisions\nClause 2\n(Privacy)\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n9. The\nCommittee noted that the terms of Clause 2 make clear that, when considering an\nindividual’s reasonable expectation of privacy, account will be taken of the\ncomplainant’s own public disclosures of information. The Committee considered\nfirst the extent of the complaint’s disclosure of the information; and second, the\nextent and nature of the nature of the information disclosed.\n10. The\nphotograph showed the complainant’s attendance at the protest, which she had\nindicated that she did not consider to be private, and her association with the\nother individuals shown in the photograph.\n11. The\nCommittee noted that protests are generally public in nature; this one had\ntaken place in a central shopping location and placards were being held in\norder to draw attention to and publicise the purpose of the protest. The\ncomplainant would have been plainly visible to passing members of the public.\nWhile the complainant said that the publication of the photograph had revealed\nher personal and political opinions without her consent, it had not revealed\nany information beyond that which was visible to anyone attending or viewing\nthe march, or wishing to take a photograph. The Committee did not consider that\nthe complainant had a reasonable expectation of privacy in relation to this\ninformation.\n12. The\nCommittee, therefore, concluded that: \nthe photograph did not show the complainant in a situation over which\nshe had a reasonable expectation of privacy and that the photograph did not\ncontain information which amounted to an intrusion into her private life. The\npublication had not, therefore, been obliged to obtain consent prior to\npublication of the photograph.  There was\nno breach of Clause 2.\nConclusion(s)\n13. The\ncomplaint was not upheld.\nRemedial\nAction Required\n14. N/A\n\n\n\nDate\ncomplaint received: 09/11/2021\nDate\ncomplaint concluded by IPSO: 07/04/2022 \n\n\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}