{
    "url": "/rulings-and-resolution-statements/ruling/?id=11234-21",
    "title": "11234-21 A man v liverpoolecho.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "3 Harassment (2021)",
        "4 Intrusion into grief or shock (2021)",
        "6 Children (2021)",
        "7 Children in sex cases (2021)",
        "9 Reporting of crime (2021)",
        "11 Victims of sexual assault (2021)",
        "12 Discrimination (2021)",
        "13 Financial journalism (2021)",
        "14 Confidential sources (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "liverpoolecho.co.uk (Reach PLC)",
    "received_on": "2021-11-09 00:00:00",
    "concluded_on": "2022-04-06 00:00:00",
    "complaint_processing_days": 148,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "22. N/A   Date complaint received: 09/11/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11234-21 A man v\nliverpoolecho.co.uk\nSummary of Complaint\n1. A man complained to the Independent Press Standards\nOrganisation that liverpoolecho.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 3 (Harassment), Clause 4 (Intrusion into grief or shock),\nClause 6 (Children), Clause 7 (Children in sex cases), Clause 9 (Reporting of\ncrime), Clause 11 (Victims of sexual assault), Clause 12 (Discrimination),\nClause 13 (Financial journalism), Clause 14 (Confidential sources) of the\nEditors’ Code of Practice in an article published in November 2021.\n2. The article reported on court proceedings against the\ncomplainant in which he admitted to operating equipment beneath the clothing of\nanother without consent. It described the complainant as a “notorious upskirt\npervert” and “serial sex offender”, who had been “arrested after taking photos\non his phone of a young woman's legs, crotch and bottom”. It said that he had\n“taken photos up women's skirts for 20 years”. It contained a statement from\nthe complainant’s solicitor who said that the complainant’s “problems were\nconnected to sex abuse he suffered as a child”. The article named the\ncomplainant and gave his street level address and included several photographs\nof him.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 as whilst he had been convicted of taking photographs of\nwomen these had been done in public places; he only had one conviction for\n“upskirting” in 2020. He said, therefore, that he had not been taking photos up\nwomen’s skirts for 20 years. The complainant said he was not aware of how many\nconvictions he had.\n4. The complainant also said that the article intruded into\nhis privacy in breach of Clause 2. He said that, as a victim of sexual assault\nand an autistic person, he had been granted lifelong anonymity and that nothing\nabout him could be published by newspapers. He said that publishing his name,\nphotos and address was a breach of his privacy.\n5. The complainant also said that the article breached\nClause 11 and Clause 7 as it had identified him by name as suffering sex abuse\nas a child.\n6. The complainant also complained under Clause 3, Clause 4,\nClause 6, Clause 9, Clause 12, Clause 13 and Clause 14 for the above reasons.\n7. The publication did not accept a breach of the Code. It\nsaid that it was not inaccurate to describe the complainant’s crimes as having\ntargeted women for over 20 years, where his court cases had been reported on\nsince 2004 regarding crimes that occurred in 2003. The publication provided\ncopies of some of these articles which included references to the complainant\ntaking photos of women’s lower halves, including their underwear, and taking\nnotes of what underwear they were wearing. It said it was therefore not\ninaccurate to report that he had “taken photos up women's skirts for 20 years”.\n8. The publication also said there was no breach of Clause\n2. It said that the photographs of the complainant were taken in a public place\n– outside the court on a public street – where he did not have a reasonable\nexpectation of privacy, and did not disclose any private information.\nFurthermore, it said it was entitled to report the complainant’s name and\npartial address as the details were heard in open court.\n9. The publication said that Clause 11 was not breached. It\nnoted that Clause 11 allows for newspapers to identify victims of sexual\nassault where “there is adequate justification and they are legally free to do\nso”. The publication said that the complainant’s defence lawyers had referred\nto the complainant’s previous abuse at many of the complainant’s court\nappearances, including the court case reported on in the article. The\npublication said that section 1(4) of the Sexual Offences (Amendment) Act 1992,\nstated: “Nothing in this section prohibits the publication or inclusion in a\nrelevant programme of matter consisting only of a report of criminal\nproceedings other than proceedings at, or intended to lead to, or on an appeal\narising out of, a trial at which the accused is charged with the offence”. It\nsaid that, therefore, there was both adequate justification and it was legally\nfree to publish the information.\n10. The publication said that the complainant’s concerns did\nnot engage Clause 3, Clause 4, Clause 6, Clause 7, Clause 9, Clause 12, Clause\n13 and Clause 14 for the above reasons.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their children\nor wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nClause 7 (Children in sex cases)*\nThe press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.\nIn any press report of a case involving a sexual offence\nagainst a child -\ni) The child must not be identified.\nii) The adult may be identified.\niii) The word \"incest\" must not be used where a\nchild victim might be identified.\niv)  Care must be\ntaken that nothing in the report implies the relationship between the accused\nand the child.\nClause 9 (Reporting of crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nClause 11 (Victims of sexual assault)\nThe press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so. Journalists are\nentitled to make enquiries but must take care and exercise discretion to avoid\nthe unjustified disclosure of the identity of a victim of sexual assault.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nClause 13 (Financial journalism)\ni) Even where the law does not prohibit it, journalists must\nnot use for their own profit financial information they receive in advance of\nits general publication, nor should they pass such information to others.\nii) They must not write about shares or securities in whose\nperformance they know that they or their close families have a significant\nfinancial interest without disclosing the interest to the editor or financial\neditor.\niii) They must not buy or sell, either directly or through\nnominees or agents, shares or securities about which they have written recently\nor about which they intend to write in the near future.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n11. The publication had provided examples of court reports\nthat documented the complainant’s crimes from as early as 2003. These contained\nmultiple accounts of the complainant having taken photos of women “beneath the\nwaist”, including their underwear. The complainant said he had only received\none conviction for “upskirting”; however, where the complainant had been\nconvicted of multiple crimes relating to his taking of inappropriate photos of\nwomen’s body parts without their consent, the article was not inaccurate and\nthere was no breach of Clause 1.\n12. Clause 11 explicitly states that where there is adequate\njustification and the press are legally free to do so, a victim of sexual\nassault may be identified, and , there was no indication that the court had\nimposed reporting restrictions on coverage of the complainant’s court\nappearances. The complainant’s lawyer had raised the assaults against the\ncomplainant as mitigating evidence during criminal proceedings that did not\nrelate to said assaults against the complainant. Where the article was a report\nof these open criminal proceedings, and the mitigating evidence formed part of\nthese proceedings, the Committee found that there was adequate justification.\nWhere the information had been stated in open court during criminal proceedings\nthat did not relate to the assault against the complainant, the newspaper was\nlegally free to publish the information. On this basis, there was no breach of\nClause 11.\n13. Where the information in the article, including the\ncomplainant’s crimes, name and street level address, was heard in open court,\nthe complainant had no reasonable expectation of privacy over this information.\nIn addition, the photos in the article showed the complainant in a public\nplace, walking down the street. There was no information within these images\nover which the complainant had a reasonable expectation of privacy, and he was\nnot in a location where he would have a reasonable expectation of privacy; they\ndisclosed the nature of the complainant’s appearance, but this did not\nrepresent an intrusion into his privacy in circumstances where the Committee\nhad found that the publication was entitled to identify him as the defendant in\nthe case. There was no breach of Clause 2.\n14. The complainant had said that Clause 3 was breached for\nthe above reasons. Clause 3 generally relates to the way journalists behave\nwhen gathering news, including the nature and extent of their contacts with the\nsubject of the story. The complaint did not relate to this, and there was no\nbreach of Clause 3.\n15. The complainant also said that the article intruded into\nhis grief and shock. Clause 4 requires that in cases involving personal grief\nor shock, enquiries are made with sympathy and discretion, and that publication\nis handled sensitively. Whilst the complainant was distressed that the article\nhad reported on the abuse he suffered as a child, the article did not report on\nthe incident in a way that was insensitive, but simply recorded what was said\nin court. We did not identify grounds to investigate a possible breach of\nClause 4.\n16. The complainant also said the article breached Clause 6\nand Clause 7. Clause 6 and Clause 7 only apply to people aged 18 and under at\nthe time the article is published. Therefore, these Clauses were not engaged.\n17. Clause 9 generally relates to the identification of the\nfriends and family of individuals who are accused or convicted of crime. As the\ncomplainant was the defendant within the article, there was no breach of Clause\n9.\n18. The article had neither irrelevantly referred to, nor\ngave a prejudicial or pejorative reference to, the complainant’s race, colour,\nreligion, gender identity, sexual orientation or any physical or mental illness\nor disability. There was no breach of Clause 12.\n19. Clause 13 relates to journalists not using for their\nown, or others’, profit, financial information they receive in advance of its\ngeneral publication. The complainant had not suggested that this was the case\nand there was no breach of Clause 13.\n20. Clause 14 relates to the moral obligation of journalists\nto protect their confidential sources of information. The article reported on\nthe complainant’s public court proceedings, and he had not been contacted as a\nsource. On this basis there was no breach of Clause 14.\nConclusions\n21. The complaint was not upheld.\nRemedial Action Required\n22. N/A\n \nDate complaint received: 09/11/2021\nDate complaint concluded by IPSO: 06/04/2022\nBack to ruling listing\n\n\n"
}