{
    "url": "/rulings-and-resolution-statements/ruling/?id=11246-21",
    "title": "11246-21 Extinction Rebellion v The Spectator",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2021-11-06 00:00:00",
    "received_on": "2021-11-10 00:00:00",
    "concluded_on": "2022-05-25 00:00:00",
    "complaint_processing_days": 196,
    "conclusion_long": ", the commentator was entitled to rely on the findings of this study. The Committee was therefore satisfied that the publication had taken sufficient care over the accuracy of the statement and there was no breach of Clause 1 on this point. 11. The Committee then considered the point of the complaint regarding whether CO2 was the “stuff of life”. It acknowledged the evidence provided by the complainant that showed that increased CO2 could adversely affect the nutritional density of food. However, where the point being made in the article was that CO2 stimulated plant growth, and where the complainant did not dispute this, there was no breach of Clause 1. Conclusion(s) 12. The complaint was not upheld.",
    "remedial_action": "13. N/A   Date complaint received: 10/11/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11246-21 Extinction Rebellion v The Spectator\nSummary\nof Complaint\n1. Extinction\nRebellion complained to the Independent Press Standards Organisation that The\nSpectator breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Stupid Fuels”, published on 6th November 2021.\n2. The\narticle was a comment piece that gave the writer’s opinion that “[n]et zero is\na disastrous solution to a nonexistent problem”. The article reported that the\n“government’s COP26 targets are ambitious (and eye-wateringly expensive)” but\nthat we had failed to ask ourselves “Are we really facing an existential\nthreat? Or might the climate change ‘crisis’ in fact be quasi-religious\nhysteria, based on ignorance?”. It acknowledged that the amount of carbon\ndioxide in the atmosphere had been increasing. However, whilst “[t]he\nknow-nothings […] customarily refer to this as pollution […]it is the very\nreverse: so far from carbon dioxide being pollution, it is the stuff of life.\nIt is the food of plants, and without plants there would be little animal life\nand no human life”. The article said this was because “increased carbon dioxide\nin the atmosphere [helps] to stimulate plant growth, known as the fertilisation\neffect”. The article continued that increased CO2 in the atmosphere “warm[s]\nthe planet slightly” and said that “[t]his is no bad thing: many more people\ndie each year from cold-related illnesses than from heat-related ones”. It\nappeared as a companion piece to another article, by a different contributor,\nheadlined “No choice; The urgent case for net zero”.\n3. The\narticle also appeared online under the headline, “Net zero is a disastrous\nsolution to a nonexistent problem”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nit claimed that “many more people die each year from cold-related illnesses\nthan from heat-related ones”. The complainant said this was inaccurate as there\nwas a wealth of peer-reviewed data that demonstrated that the reverse was true.\nIt said that, where studies have looked at the impact of climate change on\ntemperature-related deaths, it had been shown that rising temperatures caused\nan increase in deaths; for example, the complainant cited studies that\nsuggested climate change increased the number of heatwaves which led to greater\nfood insecurity. The complainant further said that heat-related illness would\nincrease due to climate change on account of the nature of certain diseases\n(such as skin cancer and asthma), how they spread (such as Covid-19), and a\nreduction in treatment options (due to deforestation and receding rainforests).\n5. The\ncomplainant also said the article also breached Clause 1 because it made claims\nabout CO2 fertilisation that were misleading. The article had claimed that CO2\nwas “the stuff of life”, which the complainant disputed. It provided a paper\nthat stated “[t]he more CO2 you have, the less and less benefit you get” and\nthat research had found that increased CO2 levels led to nutrient deficiencies\nwithin people’s diets, due to a reduction of nutrients in plants.\n6. The\npublication did not accept a breach of Clause 1. It stated that the article\nunder complaint was an opinion piece and the writer was entitled to give his\nviews on a controversial subject. It provided a research paper published in the\nLancet which had demonstrated that temperature-related mortality was falling\ndespite rising global temperatures. This study had claimed that “[f]rom 2000–03\nto 2016–19, the global cold-related excess death ratio changed by −0.51\npercentage points (95% eCI −0.61 to −0.42) and the global heat-related excess\ndeath ratio increased by 0.21 percentage points (0.13–0.31), leading to a net\nreduction in the overall ratio”. The findings of the study stated: “Globally,\n5,083.173 deaths… were associated with non-optimal temperatures per year,\naccounting for 9.43%... of all deaths (8.52%... were cold-related and 0.91%...\nwere heat-related)”. The publication stated that this supported the assertion\nin the article that “many more people die each year from cold-related illnesses\nthan from heat-related ones”. The publication also referred to another two\nstudies which stated there had been more cold-related deaths than heat-related\nones.\n7.\nRegarding the point of the complaint about the impact of CO2, the publication\ndid not accept a breach of Clause 1. It stated that the article said that CO2\nstimulated plant growth. The research cited by the complainant questioned the\nnutritional value of crops as a result of increased CO2, it did not suggest\nthat increased CO2 did not stimulate plant growth.\n8. The\ncomplainant said the publication had selected parts of the study that would\nsupport the article’s claim that there were more deaths from cold-related\nillnesses than heat-related ones but that the co-author of this paper had said\nthat the research had not analysed whether the changes in heat-related and\ncold-related deaths during the period examined was due to temperature changes\nor other factors.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n9. The\narticle under complaint was a comment piece and was clearly distinguished as\nsuch. However, it had claimed as fact, rather than as conjecture or comment,\nthat “many more people die each year from cold-related illnesses than from\nheat-related ones” and as such the publication was required to provide a basis\nfor such a claim. The publication had referenced three studies that it\nconsidered showed that there were more deaths related to cold than heat,\nwhereas the complainant had provided studies that he said showed the opposite.\n10. The\npublication had cited research papers published in a well-known peer-reviewed\njournal in order to support the statement, including one that explicitly\nconcluded that: ““Globally, 5,083,173 deaths… were associated with non-optimal\ntemperatures per year, accounting for 9.43%... of all deaths (8.52%... were\ncold-related and 0.91%... were heat-related)”. The Committee was satisfied that\nthis paper, which had appeared in a respected scientific journal, provided a\nbasis for the claim of fact that “many more people die each year from\ncold-related illnesses than from heat-related ones”. While other papers might\nreach alternative conclusions, the commentator was entitled to rely on the\nfindings of this study. The Committee was therefore satisfied that the\npublication had taken sufficient care over the accuracy of the statement and\nthere was no breach of Clause 1 on this point.\n11. The\nCommittee then considered the point of the complaint regarding whether CO2 was\nthe “stuff of life”. It acknowledged the evidence provided by the complainant\nthat showed that increased CO2 could adversely affect the nutritional density\nof food. However, where the point being made in the article was that CO2\nstimulated plant growth, and where the complainant did not dispute this, there\nwas no breach of Clause 1.\nConclusion(s)\n12. The\ncomplaint was not upheld.\nRemedial\nAction Required\n13. N/A\n\n\nDate\ncomplaint received: 10/11/2021\nDate\ncomplaint concluded by IPSO: 25/05/2022\nBack to ruling listing\n\n\n"
}