{
    "url": "/rulings-and-resolution-statements/ruling/?id=11269-22",
    "title": "11269-22 The Alba Party v The Times Scotland",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times Scotland (News UK)",
    "published_on": "2022-08-18 00:00:00",
    "received_on": "2022-08-19 00:00:00",
    "concluded_on": "2022-10-31 00:00:00",
    "complaint_processing_days": 73,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/A    Date complaint received: 19/08/22",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11269-22 The Alba Party v The Times Scotland\nSummary\nof Complaint\n1. The\nAlba Party complained to the Independent Press Standards Organisation that The\nTimes Scotland breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Bigoted Minority”, published on 18th August 2022.\n2. The article\nreported on a protest held outside Perth Concert Hall during hustings for the\nleadership contest of the Conservative and Unionist Party two days prior.\n3. The\narticle was an editorial, with the sub-heading stating: “Sturgeon must do more\nto distance her party from extremists”. The text of the article went on to\ndescribe the demonstration by “nationalist agitators” as a “reminder that no\nnationalist movement [is] free from bigotry”. It reported that during the\ndemonstration “eggs were thrown”; a young Conversative activist had\nsubsequently said that she had been called a “Tory whore”; and the “mob”\nsuggested that the Scottish Editor of the BBC was a “traitor”. It then went on\nto describe the scenes in Perth as an “advertisement of nationalist excess and\na warning” adding that the Scottish Nationalist Party (SNP) “espouses a civil\nnationalism; it must forever be mindful of the need to keep it that way”. The\narticle stated that “[n]ot all of those picketing the husting were SNP\nsupporters. A fair proportion of them appeared to be followers of Salmond’s\nAlba party and other fringe movements.” It then said: “But the vast majority of\nindependence supporters remain loyal to Nicola Sturgeon, and the SNP still\ndominates the broader nationalist movement.”\n4. The\narticle also appeared online under the headline “The Times view on nationalist\nprotests: Bigoted Minority”. The text of the online article was substantially\nthe same as the print version.\n5. The\ncomplainant said that the publication had breached Clause 1 as it inaccurately\nreported that “a fair proportion” of those protesting were “followers” of the\nAlba Party. It said that the party did not organise a presence at the protest,\nnor did any Alba banners appear at the demonstration. It said that, as a\nresult, the publication had published an unsubstantiated and unverified claim\nthat incorrectly associated the extreme behaviour reported at the protest, and\nby extension bigotry, with the Alba Party.\n6. The\npublication did not accept a breach of the Editors’ Code. While the publication\nwas unable to provide a precise figure as to the number of Alba Party\n“followers” at the protest, it said its assessment of the proportion of those\nin attendance that supported the party was based on videos, photographs, and\ncomments posted on social media. The publication provided a number of examples\nin order to demonstrate this, including an image of an individual at the\nprotest wearing an Alba Party badge and social media posts by individuals in\nattendance who were either known to be connected to the party or had publicly\ndescribed themselves as members. Further, the publication said that its\ndescription of a “fair proportion” was qualified by the next sentence of the\narticle; its description was intended to convey the sense of a small minority,\nbut one substantial enough to be heard.\n7. Notwithstanding\nthis – on 18th August, upon receipt of a direct complaint from the Alba Party,\nand in a gesture of goodwill – the publication amended the online article to\nremove the word “fair”, so that the article instead read that “a proportion of\n[demonstrators] appeared to be followers of Salmond’s Alba party and other\nfringe movements”, and published the following footnote clarification:\n“This\narticle was amended on Aug 18. We had overstated the number of Alba supports\nwho took part in the demonstration outside the Conservative hustings in Perth\non Tuesday evening.\n8. The\npublication also published the following clarification in print, in its\nestablished Corrections & Clarifications column, on 20th August:\nOur\nleading article “Bigoted Minority” (Comment, Aug 18) overstated the number of\nAlba supporters who took part in the demonstration outside the Conservative\nhustings in Perth on Tuesday evening. \n9. The\ncomplainant, however, did not consider that the steps taken by the publication\nwere sufficient to address its concerns; the wording did not correct the\nunsubstantiated claim made against the party, the items did not appear in\na  sufficiently prominent location, and\nthey did not include an apology. It proposed the publication of the following\nwording (in print and online) to resolve its complaint: \nYesterday\nin ‘The Times View on nationalists protests: bigoted minority’ we stated that:\n‘Not all of those picketing the hustings were SNP supporters. A fair proportion\nof them appeared to be followers of Salmond’s Alba party and other fringe\nmovements.’ We are happy to clarify that we had no evidential basis to\nsubstantiate the statement that a fair proportion of those protesting the\nConservative Leadership hustings were followers or supporters of Alba Party led\nby Alex Salmond. We retract this statement and apologise to Alba Party.\n10. This\nproposal was not accepted by the publication and the matter was therefore\npassed to the Complaints Committee for adjudication.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n11. The\nCommittee had regard to the context of the article; it was an editorial which\ndescribed the fragmentation in the Scottish nationalist movement, the presence\nof what it saw as “fringe groups” and which argued that the Scottish First\nMinister should distance herself from those groups. The Committee also noted\nthat the disputed claim as a whole stated, “Not all of those picketing the\nhustings were SNP supporters. A fair proportion of them appeared to be\nfollowers of Salmond’s Alba party and other fringe movements”. The Committee\ntherefore considered that the claim was not only about supporters of the Alba\nparty; it also related to those of the SNP as well as “other fringe movements”.\nTaken in this context and where a “fair proportion” was clearly a subjective\nmeasure, the Committee considered that the claim only suggested that there had\nbeen some, rather than a large number of, Alba party supporters present at the\nprotest. This assessment had been based upon publicly available videos,\nphotographs, and posts sourced from social media, which sufficiently\ndemonstrated that a number of individuals who had taken part in the picketing\n“appeared” to be affiliated in some way to, or were supportive of, the Alba\nParty. In these circumstances, it was not incumbent on the publication to\ncontact the complainant for comment prior to publication. There was no breach\nof Clause 1.\n12. The\ncomplainant was also concerned that the article associated the behaviour at the\nhustings with the Alba party. However, the article made clear that it was\n“nationalist agitators” in general who were demonstrating; none of the three\nexamples of the “extreme” behaviour cited by the publication were ascribed to\nmembers of the Alba Party. Nor did it suggest in any way that the party itself\nwas responsible for, or promoted, the unrest. There was no breach of Clause 1\non this point, but the Committee welcomed the steps taken by the publication to\nresolve the matter.\nConclusion(s)\n13. The\ncomplaint was not upheld.\nRemedial\nAction Required\n14. N/A\n\n\n\nDate\ncomplaint received: 19/08/22\nDate\ncomplaint concluded by IPSO: 31/10/22\nBack to ruling listing\n\n\n"
}