{
    "url": "/rulings-and-resolution-statements/ruling/?id=11344-20",
    "title": "11344-20 A man v express.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "12 Discrimination (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2019-11-16 00:00:00",
    "received_on": "2020-07-05 00:00:00",
    "concluded_on": "2022-08-08 00:00:00",
    "complaint_processing_days": 764,
    "conclusion_long": "23. The complaint was upheld under Clause 1(iv).",
    "remedial_action": "24. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 25. The Committee considered that there was a breach of Clause 1(iv). The article had published a number of serious claims as statements of fact without distinguishing them as such and in circumstances where it did not feel able to demonstrate that they were true. In these circumstances the Committee concluded that an adjudication was the appropriate remedy. 26. The Committee considered the placement of this adjudication. The adjudication should be published online, with a link to this adjudication (including the headline) being published on the top 50% of the publication’s homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 27. The terms of the adjudication for publication are as follows: Following an article published on 16 November 2019 headlined \"Domestic abuse victim fled country after ex granted access to kids” a man complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy) of the Editors' Code of Practice. IPSO upheld this complaint and has required the express.co.uk to publish this decision as a remedy to the breach. The article reported on the experiences of an unnamed woman who “was forced to flee Britain with her […] children after fearing they would be abducted by their abusive” father. It reported that the woman “had half an hour to pack and head to the airport for a new home in Cyprus” even though “she had sole custody of the children… as she feared her ex would ignore visiting rights rules”. The article described the former partner as abusive and said the woman had suffered “years of abuse”. The article contained a quote from the woman who said “there were thre[e] times when he was physically violent and he was also verbally abusive. He made death threats towards me.” The article said the mother had “concerns her youngsters could be snatched from school”. The complainant said that he was the ex-partner of one the women featured in the article, and was complaining on his and his children’s behalf. He said that the article was inaccurate in breach of Clause 1. He said that it was inaccurate to state that he had been abusive to his former partner. The complainant said he had full custody of the children from the day after the mother fled, and her custody had been removed several months previously, and therefore it was inaccurate to report that the mother had custody, or that he would ignore visiting rights. He also said that the family court had ruled that there was no risk of him trying to abduct the children, as reported.  The publication did not comment on whether the complainant was the ex-partner of the woman featured in the article because it said to do so would reveal the identity of a confidential source. IPSO made clear that domestic abuse is an important and sensitive issue of significant public interest. The press plays a critical role in highlighting the issue, however, when doing so the press has a responsibility to report in a responsible and accurate way, and to balance the rights of all individuals involved. IPSO was not making a finding on the accuracy of the allegations, but whether there had been a breach of the Editors’ Code. IPSO found that the article had stated as fact that the ex-partner of the woman featured in the article had abused her, and that he had been considered a risk of ignoring visiting rights and abducting his children, which the publication was not in a position to demonstrate as true. The publication said it had verified all the claims in the article and had set out the steps it had taken, but it could not share its research materials without compromising its confidential sources. IPSO found that where the publication had failed to distinguish clearly between comment and fact there was a breach of Clause 1(iv).    Date complaint received: 05/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11344-20 A man v\nexpress.co.uk\nSummary of Complaint\n1. A man complained to the Independent Press Standards\nOrganisation that the express.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 6 (Children) and Clause 12 (Discrimination) of the Editors’\nCode of Practice in an article headlined “Domestic abuse victim fled country\nafter ex granted access to kids”, published on 16 November 2019.\n2. The article reported on the experiences of a woman who\n“was forced to flee Britain with her […] children after fearing they would be\nabducted by their abusive father [who suffered from a named mental health\ncondition]”. It reported that the woman “had half an hour to pack and head to\nthe airport for a new home in Cyprus” even though “she had sole custody of the\nchildren… as she feared her ex would ignore visiting rights rules”. The article\ndescribed the former partner as abusive and said the woman had suffered “years\nof abuse”. It included quotes from the mother which stated he suffered from a\nnamed mental health condition and that she said the “problems started when her\nex refused medication for his mental illness”. The article contained a quote\nfrom the woman who said “there were thre[e] times when he was physically\nviolent and he was also verbally abusive. He made death threats towards me.”\nThe article said the mother had “concerns her youngsters could be snatched from\nschool”. Neither the woman, the father, nor the children were named or\nphotographed in the article, but the number of children was referred to.\n3. The complainant said that he was the father referred to\nin the article and was complaining on his and his children’s behalf. He said\nthat the article was inaccurate in breach of Clause 1. He said that it was\ninaccurate to state that he had been abusive to his former partner; he said that\nhe had never been violent towards the woman to whom he had not spoken or\nseen  in over ten years; nor had he been\nconvicted of domestic abuse or violence. The complainant said he had full\ncustody of the children from the day after the mother fled, and her custody had\nbeen removed several months previously, and therefore it was inaccurate to\nreport that the mother had custody, or that he would ignore visiting rights. He\nalso said that the family court had ruled that there was no risk of him trying\nto abduct the children, as reported.\n4. The complainant also said a number of the quotes ascribed\nto the woman in the article were inaccurate. He said it was inaccurate to\nreport that she had “half an hour to pack” as she had taken the children out of\nschool the day before. He said that the quotes had not distinguished between\ncomment and fact, and made the article unbalanced and biased.\n5. The complainant also said that the article intruded into\nhis and his children’s private lives. He said that the content of the article\nrelated to private family legal matters and that he believed that private court\ndocuments on which there were restrictions had been shared with the newspaper.\nHe said that as there were reporting restrictions on these documents, he had an\nexpectation of privacy over them and the information that they contained.\n6. The complainant said that, whilst neither him nor his\nchildren were named, they were identifiable from the information contained in\nthe article. He noted that the article accurately reported the number of\nchildren, as well as details of the family proceedings before the court, and\nthe country of the abduction location, and the investigations which had been\nundertaken. He said he had been told that there was only one other case similar\nto his in Northern Cyprus by the UK Foreign Office and UK Embassy in Cyprus,\nand any other cases could be distinguished from his by their legal basis. He\nalso considered that the reference to his mental health diagnosis, and the\nspecific allegations which were the same as those heard in the court, allowed\nreaders to identify him. He said that an acquaintance of his who had knowledge\nof his circumstances had identified him from reading the article and had first\ndrawn it to his attention.\n7. The complainant also said that the article breached\nClause 6 as his children were identifiable and that reading the articles could\nbe harmful to them, by giving them unfavourable opinions of the courts,\nhimself, or their wider paternal family.\n8. The complainant also said that the article breached\nClause 12 as it named his mental health disorder and he believed it was being\nused as leverage within the article. He said that it demonstrated that the\nmother was using his condition throughout court proceedings to prevent access\nto his children, and the characterisation of him in the article as an abusive\nfather with a mental health condition was prejudicial and pejorative in itself.\n9. The publication noted that the complaint was made over eight\nmonths after the publication of the article, and that this delay, in addition\nto lockdown, significantly hindered its ability to investigate. It said that\nthis delay, and the restrictions imposed by lockdown, meant that it was unable\nto access the notes or documents that had been used to write the article in\norder to support its position that it did not breach the Code.\n10. The publication did not accept a breach of the Code. It\nsaid that none of the individuals referred to in the article were identifiable\nand that it was not in a position to confirm whether the complainant was the\nman referred to in the article because it had an obligation to maintain the\nanonymity of the woman, who was a confidential source, and the children. The\npublication said that, having undertaken a detailed review of their research\nmaterials, it was their firm view that it would not be possible to share them\nwith IPSO, even in a redacted form, without revealing the identity of their\nsources.  However, it did say that it had\ntaken care not to report inaccurate information. It said that the journalist\nliaised with a campaigner, who put her in touch with a mother who she spoke to\non the phone at various times over several months. It repeated that it was not\nable to say whether the complainant was the father referred to in the article,\nbut said that all the allegations in the article had been verified and\ncorroborated by documentary evidence such as social work reports, counselling\nnotes, police reports of domestic violence, psychiatric reports, Court Orders,\nand relevant communications from the abusive partner such as text\nmessages.  It also said that the\ndocuments the complainant had supplied showed he had custody of his children as\nof January 2018. The publication said that as another article, by another\npublication, which the complainant had also said was about him, had stated the\nmother had fled “two years ago”. It said that this meant the mother would have\nleft in November 2017, when she had custody, and therefore it was not inaccurate\nto report that the woman had concerns visiting rules would not be followed.\n11. The publication said that the quotes from the mother\nwere clearly distinguished as comment, either by being in quotation marks or by\nbeing prefaced by “she said” or “she claimed”.\n12. The publication said that as neither the complainant nor\nhis children were identifiable, there could be no breach of Clause 2 or 6 and\nemphasised that it would not confirm whether the complainant and his children\nwere the subject of the article. It said that the average reader or member of\nthe public would not be able to identify the complainant or his children from\nthe information in the article. It noted that the complainant accepted there\nwas at least one other case similar to his, and other cases of abduction that\nhad a different legal basis, and that the specifics of these cases were not\nknown to the general public. The publication stated that the complainant had\nprovided no evidence to support his complaint that the publication had gained\naccess to court documents which it was not entitled to see, or to which the\ncomplainant had a reasonable expectation of privacy.\n13. The publication said that there was no breach of Clause\n12 as the father’s mental health was relevant to the story, as the mother had\nclaimed that the problems started when he stopped taking his medication. It\nalso said that there was no prejudicial or pejorative reference to his mental\nhealth.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for private and family\nlife, home, physical and mental health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n14. Domestic abuse is an important and sensitive issue of\nsignificant public interest and the press plays an important role in\nhighlighting the issue. However, the press has a responsibility to ensure that\nit is reporting in a responsible and accurate way, and to balance the rights of\nall individuals involved. The Committee also emphasised that it was not making\na finding on the accuracy of the allegations reported in the article. Its role\nwas to decide whether there had been a breach of the Editors’ Code.\n15. The Committee considered the information provided by the\ncomplainant during the course of its investigation and concluded that the\ncomplainant was more likely than not the subject of the article. The Committee\nproceeded to consider the complaint on that basis.\n16. With regards to the accuracy of the article, whilst the\nCommittee noted that the publication felt unable to confirm whether or not the\ncomplainant was the subject of the article, it was nevertheless required to\ndemonstrate that it had complied with its obligations under the Editors’ Code.\n17. The Committee noted the publication’s position that it\nwas unable to access any documents that supported the accuracy of the article,\ndue to the time it had taken the complainant to bring the complaint to IPSO;\nbecause it could not go to its office due to lockdown restrictions; and because\nit had a duty to protect its confidential sources. The Committee acknowledged\nthat flexibility was appropriate in circumstances where Covid-19 had disrupted\nworking practices, but the pandemic could not be a justification for not\nfulfilling the requirements of Clause 1 given that the publication had\npublished serious allegations which amounted to claims of criminality. In\naddition, the complaint had been submitted well within the 12-month period\nallowed under IPSO’s Regulations for the consideration of complaints about\nonline articles; the Committee did not consider that the existence of the\npandemic made it unreasonable or unfair to take forward the complaint.\n18.  The Committee\nfound that the article had stated as fact that the man in the article had abused\nhis ex-partner, and that he had been considered a risk of ignoring visiting\nrights and abducting his children. The publication said it had verified all the\nclaims in the article and had set out the steps it had taken but could not\nshare its research materials without compromising its confidential sources.\nWhere the publication was not able to demonstrate that these statements were\nestablished points of fact, the Committee concluded that the presentation of\nthese claims as fact, rather than disputed claims, amounted to a breach of\nClause 1(iv). The distinction was clearly significant given the serious nature\nof the claims.\n19. The article also contained several claims which had been\nmade by the mother and which were presented as direct quotes from her. They\nwere clearly distinguished as the comments of the mother, and not as\nestablished fact, and the publication of these claims did not breach Clause\n1(iv).\n20. Whether and to what extent the information contained in\nthe article identified the complainant as the subject of the article to readers\nwas central to the complaints under Clause 2 and Clause 6. The Committee reiterated\nthe importance of freedom of expression in reporting the issue of domestic\nabuse, and the importance of balancing one party’s right to tell their story\nwith any other relevant parties’ right to privacy. The complainant had said\nthat the information contained in the article about the number of his children;\nthe details of the proceedings before the court; and the allegations against\nhim from his former partner was sufficient to identify him to at least one\nother individual. The Committee noted that the information regarding the family\nproceedings and the specific allegations which had been made in the proceedings\nwould not generally be known and would not serve to identify him to\nreaders.  With regard to other classes of\ninformation, such as the information about the children, the Committee noted\nthat the article had been published at a national level which meant that this\ninformation could potentially relate to a wide pool of individuals. The\nCommittee noted, further, that biographical information about the complainant,\nsuch as his job or the part of the country in which he lived, had not been\nincluded. With regard to the information which was more specific to the\ncomplainant, including his medical condition, this would potentially identify\nthe complainant as the subject of the article to only a limited number of\npeople who had knowledge of his diagnosis. Taking into account the woman’s\nright to freedom of expression; the fact that the article presented most of the\nclaims as her account (which the Committee acknowledged was challenged by the\ncomplainant); and that the complainant and his children would not be readily\nidentifiable by the general reader of the article, the Committee concluded that\nthe newspaper had not failed to respect the private and family life of the\ncomplainant or his children. There was no breach of Clause 2.\n21. The relevant part of the Editors’ Code relating to the\ncomplainant’s children was Clause 6(i), which states that all pupils should be\nfree to complete their time at school without unnecessary intrusion. Having\nfound that the children would not be readily identifiable by the general reader\nof the article, and given that it contained minimal information about the\nchildren, the article did not represent an unnecessary intrusion into their\ntime at school. There was no breach of Clause 6.\n22. Finally, the Committee considered the complaint under\nClause 12. The article had described the complainant by reference to a mental\nhealth condition from which he suffered. The Committee did not consider that\nthe reference, which was not prejudicial or pejorative, breached Clause 12(i).\nThe Committee then considered whether it was genuinely relevant to the story.\nThe complainant had accepted that his ex-partner had referred to his mental health\nin the family proceedings, which made the condition genuinely relevant to the\nstory which related, in part, to the findings which had been made by the court.\nOn this basis there was no breach of Clause 12.\nConclusion(s)\n23. The complaint was upheld under Clause 1(iv).\nRemedial Action Required\n24. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.\n25. The Committee considered that there was a breach of\nClause 1(iv). The article had published a number of serious claims as\nstatements of fact without distinguishing them as such and in circumstances\nwhere it did not feel able to demonstrate that they were true. In these\ncircumstances the Committee concluded that an adjudication was the appropriate\nremedy.\n26. The Committee considered the placement of this\nadjudication. The adjudication should be published online, with a link to this\nadjudication (including the headline) being published on the top 50% of the\npublication’s homepage for 24 hours; it should then be archived in the usual\nway. The headline to the adjudication should make clear that IPSO has upheld\nthe complaint, give the title of the publication and refer to the complaint’s\nsubject matter. The headline must be agreed with IPSO in advance.\n27. The terms of the adjudication for publication are as\nfollows:\nFollowing an article published on 16 November 2019 headlined\n\"Domestic abuse victim fled country after ex granted access to kids” a man\ncomplained to the Independent Press Standards Organisation that the newspaper\nhad breached Clause 1 (Accuracy) of the Editors' Code of Practice. IPSO upheld\nthis complaint and has required the express.co.uk to publish this decision as a\nremedy to the breach.\nThe article reported on the experiences of an unnamed woman\nwho “was forced to flee Britain with her […] children after fearing they would\nbe abducted by their abusive” father. It reported that the woman “had half an\nhour to pack and head to the airport for a new home in Cyprus” even though “she\nhad sole custody of the children… as she feared her ex would ignore visiting\nrights rules”. The article described the former partner as abusive and said the\nwoman had suffered “years of abuse”. The article contained a quote from the\nwoman who said “there were thre[e] times when he was physically violent and he\nwas also verbally abusive. He made death threats towards me.” The article said\nthe mother had “concerns her youngsters could be snatched from school”.\nThe complainant said that he was the ex-partner of one the\nwomen featured in the article, and was complaining on his and his children’s\nbehalf. He said that the article was inaccurate in breach of Clause 1. He said\nthat it was inaccurate to state that he had been abusive to his former partner.\nThe complainant said he had full custody of the children from the day after the\nmother fled, and her custody had been removed several months previously, and\ntherefore it was inaccurate to report that the mother had custody, or that he\nwould ignore visiting rights. He also said that the family court had ruled that\nthere was no risk of him trying to abduct the children, as reported.  The publication did not comment on whether\nthe complainant was the ex-partner of the woman featured in the article because\nit said to do so would reveal the identity of a confidential source.\nIPSO made clear that domestic abuse is an important and\nsensitive issue of significant public interest. The press plays a critical role\nin highlighting the issue, however, when doing so the press has a responsibility\nto report in a responsible and accurate way, and to balance the rights of all\nindividuals involved. IPSO was not making a finding on the accuracy of the\nallegations, but whether there had been a breach of the Editors’ Code.\nIPSO found that the article had stated as fact that the\nex-partner of the woman featured in the article had abused her, and that he had\nbeen considered a risk of ignoring visiting rights and abducting his children,\nwhich the publication was not in a position to demonstrate as true. The\npublication said it had verified all the claims in the article and had set out\nthe steps it had taken, but it could not share its research materials without\ncompromising its confidential sources.\nIPSO found that where the publication had failed to\ndistinguish clearly between comment and fact there was a breach of Clause\n1(iv).\n\n\n\nDate complaint received: 05/07/2020\nDate complaint concluded by IPSO: 08/08/2022\nBack to ruling listing\n\n\n"
}