{
    "url": "/rulings-and-resolution-statements/ruling/?id=11343-20",
    "title": "11343-20 A man v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "6 Children (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2019-09-28 00:00:00",
    "received_on": "2020-07-05 00:00:00",
    "concluded_on": "2022-08-08 00:00:00",
    "complaint_processing_days": 764,
    "conclusion_long": "28. The complaint was upheld under Clause 1(iv).",
    "remedial_action": "29. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. 30. The Committee considered that there was a breach of Clause 1(iv). The article had published a number of serious claims as statements of fact without distinguishing them as such and in circumstances where it did not feel able to demonstrate that they were true. In these circumstances, the Committee concluded that an adjudication was the appropriate remedy. 31. The Committee considered the placement of this adjudication. The adjudication should be published online, with a link to this adjudication (including the headline) being published on the top 50% of the publication’s homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 32. The terms of the adjudication for publication are as follows: Following an article published on 28 September 2019 headlined \"Mums desperate to escape abusive exes forced to flee UK and live penniless abroad” a man complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy) of the Editors' Code of Practice. IPSO upheld this complaint and has required the mirror.co.uk to publish this decision as a remedy to the breach. The article was part of a campaign which highlighted women “on the run from domestic violence whose partners had been granted custody of their children”. It reported on women leaving the UK in general, as well as focusing on the specific experiences of several unnamed women. One of these women’s experiences was described as “the most horrific case”. The article stated that police had described the woman as a “high-level domestic violence risk” and that police, who were reported to have been “called to their UK home dozens of times” had “begged her to leave her brutal husband”. The article reported that the mother “endured years of physical, emotional and financial abuse at the hands of the man the courts want her sons to live with”. It also reported that the civil court had found that the man had committed “violent crimes, sexual offences or child abuse”. The mum was said to have “fled the UK… two years ago”. The complainant said that he was the ex-partner of one of the women featured in the article. He said that the article was inaccurate in breach of Clause 1. He said it was inaccurate to use his case as part of the campaign or describe him as abusive as he had never been violent towards the woman and had not seen or spoken to her in over ten years. He also said that it was inaccurate to report that police had ever classed the woman as a “high-level domestic violence risk”. He said that it was inaccurate to report that the police had “begged her to leave” him. The publication did not comment on whether the complainant was the ex-partner of the women featured in the article because it said to do so would reveal the identity of a confidential source. IPSO made clear that domestic abuse is an important and sensitive issue of significant public interest. The press plays a critical role in highlighting the issue, however, when doing so the press has a responsibility to report in a responsible and accurate way, and to balance the rights of all individuals involved. IPSO was not making a finding on the accuracy of the allegations, but whether there had been a breach of the Editors’ Code. IPSO found that the article had stated as fact that the ex-partner of the woman featured in the article had abused her and that police had classed her as a “high-level domestic violence risk” and had “begged her to leave” her partner, which the publication was not in a position to demonstrate as true.  The publication said it had verified the claims in the article and had set out the steps it had taken, but it could not share its research materials without compromising its confidential sources. IPSO found that, in relation to those specific claims, the publication had failed to distinguish clearly between comment and fact and there was a breach of Clause 1(iv).    Date complaint received: 05/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11343-20 A man v\nmirror.co.uk\nSummary of Complaint\n1. A man complained to the Independent Press Standards\nOrganisation that the mirror.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 6 (Children) and Clause 12 (Discrimination) of the Editors’\nCode of Practice in an article headlined “Mums desperate to escape abusive exes\nforced to flee UK and live penniless abroad”, published on 28 September 2019.\n2. The article was part of a campaign which highlighted\nwomen “on the run from domestic violence whose partners have been granted\ncustody of their children”. It reported on women leaving the UK in general, as\nwell as focusing on the specific experiences of several women. One of these\nwomen’s experiences was described as “the most horrific case”. The article\nstated that police had described the woman as a “high-level domestic violence\nrisk” and that police, who were reported to have been “called to their UK home\ndozens of times” had “begged her to leave her brutal husband”. The article\nstated that she was receiving support from a named counselling service. The\narticle reported that the woman’s ex was suffering from a mental health\ncondition and that, during family court proceedings, he had admitted attacking\nher on a number of occasions. The article reported that the mother “endured\nyears of physical, emotional and financial abuse at the hands of the man the\ncourts want her sons to live with” and that the original judge had “accepted\nthat the boys’ dad had been repeatedly violent to the mum” and had ordered that\nthe father should only have indirect contact with the children.\n3. The article reported that the father was arrested in\nrelation to an alleged offence involving a family member but that the case had\ncollapsed and that the civil court had found that the man had committed\n“violent crimes, sexual offences or child abuse”. It also contained quotes from\nthe mother in which she described specific instances of abuse which she said\nshe had suffered and an occasion when she said that one of their children was\nhysterical and had refused to see his father. The article reported that the\nolder son “told a court-appointed guardian he did not want to see his violent\ndad”. It went on to say that the father spent “six years battling for access in\ncourt”, and that the judge had ordered her children, whose gender and ages were\ngiven in the article, to “stay with” their father and that the court “ruled\nthey should be sent to live with their dad”. The mum was said to have “fled the\nUK\" a specific number of years ago. The article also stated that, as part\nof its campaign speaking to various mothers who had left the UK it had “studied\nhundreds of pages of notes on each of their cases during a nine-month probe”.\nNeither the woman, the father, nor the children were named or photographed in\nthe article.\n4. The complainant said that he was the father of the first\ncase study referred to in the article and was complaining on his and his\nchildren’s behalf. He said that the article was inaccurate in breach of Clause\n1. It was inaccurate to use his case as part of the campaign and to describe\nhim as abusive; he said that he had never been violent towards the woman to\nwhom he had not spoken to or seen in over ten years. He also said it was\ninaccurate to characterise her story as “the most horrific case” as judges had\nfound that she was entirely responsible for the contested case. He said that it\nwas inaccurate to state that he had admitted “attacks\" on the woman when\nthe conduct he had admitted was not violent, such as pointing a finger at the\nmother. He said he had never been violent towards the mother or been convicted\nof domestic abuse or violence.\n5. He said that it was inaccurate to report that police had\never classed the woman as a “high-level domestic violence risk”, and misleading\nto report that they had been called to their home as the mother had called the\npolice frequently with false allegations, or unnecessarily, which he said had\nbeen referred to in court. He said that it was inaccurate to report that the\npolice had “begged her to leave” him as this claim had not been made in the\nevidence presented to the court, and he had left her over ten years ago. The\ncomplainant accepted that the mother had received support from the counselling\nservice, but said it was misleading to include this in the article as she had\nsought support by falsely claiming to be a victim of domestic violence.\n6. The complainant accepted that he had been involved in an\nincident with a family member but denied that it was relevant to the article\nand its inclusion was, therefore, misleading.\n7. The complainant also disputed claims which were made in\nseveral of the quotes from the mother included in the article and said that one\nof the claims regarding one of his children had been investigated by social\nservices and had been found to be untrue. He said that it was not the child who\nhad been hysterical, but the mother, and that this had been reported by the\ncontact centre. He also said that the court-appointed guardian had said that\nthe mother had alienated the children and put words in their mouths, and\ntherefore it was misleading to report that one of the children had told the\ncourt-appointed guardian he did not want to see his father.\n8. The complainant said it was inaccurate to report he had\nspent six years battling for access, as he was granted access in 2010, and that\nit was not accurate to say that the original judge had ordered him only to have\nindirect contact. He also said that it was misleading to report that he had\napplied to the court to force his children to live with him and that the court\n“ruled they should be sent to live with their dad”, as to report the matter in\nthis way was biased because it gave the impression the court had made the wrong\ndecision. The complainant said that the mother did not have sole custody of the\nchildren at the time she left the country. He said that she lost custody in\nAugust 2017, and that the order was then stayed pending her appeal which was\nheard, and dismissed, in January 2018. He said that she left the country the\nday before the appeal was dismissed.\n9. The complainant also said reporting that the journalist\nhad “studied hundreds of pages of notes on each of their cases during a\nnine-month probe” gave the misleading impression that the journalist had\nstudied his court documents.\n10. The complainant also said that the article breached his\nand his children’s right to privacy. He said that the content of the article\nrelated to private family legal matters and that he believed that private court\ndocuments, access to which was restricted, had been shared with the newspaper.\nHe said that as reporting restrictions applied to these documents, he had an\nexpectation of privacy over them and the information that they contained.\n11. The complainant said that, whilst neither he nor his\nchildren were named, they were identifiable from the information contained in\nthe article. He noted that the article accurately reported the number, gender\nand ages of the children, as well as details of the family proceedings before\nthe court and the investigations which had been undertaken. He also considered\nthat mention of his mental health diagnosis, the very specific allegations his\nformer partner had made against him in court and his previous arrest, allowed\nreaders to identify him.   He said that\nan acquaintance of his who had knowledge of his circumstances had identified\nhim from reading the article and had first drawn it to his attention.\n12. The complainant also said that the article breached\nClause 6 (Children) as his children were identifiable and that reading the\narticle could be harmful to them, by giving them unfavourable opinions of the\ncourts, himself or their wider paternal family.\n13. The complainant also said that the article breached\nClause 12 (Discrimination) as it named his mental health disorder and he\nbelieved it was being used as leverage for the publication’s campaign. He said\nit also demonstrated that the mother was using his condition against him, and\nthat reporting this was prejudicial and pejorative in itself.\n14. The publication noted that the complaint was made over\nten months after publication of the article and that this delay significantly\nhindered its ability to investigate. It said that this delay, and the\nrestrictions imposed by lockdown, meant that it was unable to access the notes\nor documents that had been used to write the article in order to support its\nposition that it did not breach the Code. The publication did not accept a\nbreach of the Code. It said that none of the individuals referred to in the\narticle were identifiable and that it was not in a position to confirm whether\nthe complainant was the man referred to in the article because it had an\nobligation to maintain the anonymity of the woman, who was a confidential\nsource, and the children. The publication said that, having undertaken a\ndetailed review of their research materials, it was their firm view that it\nwould not be possible to share them with IPSO, even in a redacted form, without\nrevealing the identity of their sources. \nHowever, it did say that the publication had taken care not to report\ninaccurate information. It said that the journalist researched various case\nstudies for months, and then travelled abroad to meet the mothers, four of whom\nwere willing to speak anonymously. It repeated that it was not able to say\nwhether the complainant was one of the fathers referred to in the article but\nsaid that all the allegations in the article had been verified and corroborated\nby documentary evidence such as social work reports, counselling notes, police\nreports of domestic violence, psychiatric reports, Court Orders and relevant\ncommunications from the abusive partner such as text messages.\n15. The publication also said that as the father in the\narticle had admitted to the attacks on the woman in court, it was not\ninaccurate to refer to him as abusive, nor was it inaccurate to report this. It\nsaid that the article had accurately reported the man’s arrest over an alleged\nassault and made clear that the case had collapsed.\n16. The publication said that the specific allegations\nagainst the father were presented as quotes from the mother, and that the\npublication had therefore distinguished between comment, conjecture and fact.\n17. The publication said that as neither the complainant nor\nhis children were identifiable there could be no breach of Clause 2 or 6. It\nsaid that the average reader or member of the public would not be able to identify\nthe complainant or the children from the information in the article. The\npublication stated that the complainant had provided no evidence to support his\ncomplaint that the publication had gained access to court documents which it\nwas not entitled to see, or in respect of which the complainant had a\nreasonable expectation of privacy.\n18. The publication said that there was no breach of Clause\n12 as the father’s mental health was relevant to the story, as the woman had\nclaimed that the problems started when he stopped taking his medication. It\nalso said that there was no prejudicial or pejorative reference to his mental\nhealth condition.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for private and family\nlife, home, physical and mental health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n19. Domestic abuse is an important and sensitive issue of\nsignificant public interest and the press plays an important role in\nhighlighting the issue. However, the press has a responsibility to ensure that\nit is reporting in a responsible and accurate way, and to balance the rights of\nall individuals involved. The Committee also emphasised that it was not making\na finding on the accuracy of the allegations reported in the article. Its role\nwas to decide whether there had been a breach of the Editors’ Code. \n20. The Committee considered the information provided by the\ncomplainant during the course of its investigation and concluded that the\ncomplainant was more likely than not the subject of the article. The Committee\nproceeded to consider the complaint on that basis.\n21. With regards to the accuracy of the article, whilst the\nCommittee noted that the publication felt unable to confirm whether or not the\ncomplainant was the subject of the article, it was nevertheless required to\ndemonstrate that it had complied with its obligations under the Editors’ Code.\n22. The Committee noted the publication’s position that it\nwas unable to access any documents that supported the accuracy of the article,\ndue to the time it had taken the complainant to bring the complaint to IPSO;\nbecause it could not go to its office due to lockdown restrictions; and because\nit had a duty to protect its confidential sources. The Committee acknowledged\nthat flexibility was appropriate in circumstances where Covid-19 had disrupted\nworking practices, but the pandemic could not be a justification for not\nfulfilling the requirements of Clause 1 given that the publication had\npublished serious allegations which amounted to claims of criminality. In\naddition, the complaint had been submitted well within the 12-month period allowed\nunder IPSO’s Regulations for the consideration of complaints about online\narticles; the Committee did not consider that the existence of the pandemic\nmade it unreasonable or unfair to take forward the complaint.\n23.  The Committee\nfound that the article had stated as fact that the woman in the article had\nbeen abused by her ex-partner, that police had classed her as a “high-level\ndomestic violence risk” and had “begged her to leave” her partner. The\npublication said it had verified all the claims in the article and set out the\nsteps it had taken, but could not share its research materials without\nrevealing the identity of its confidential sources. Where the publication was\nnot able to demonstrate that these statements were established points of fact,\nthe Committee concluded that the presentation of these claims as fact, rather\nthan disputed claims, amounted to a breach of Clause 1(iv); the distinction was\nclearly significant given the serious nature of the claims.\n24. The article also contained several claims which had been\nmade by the mother and which were presented as direct quotes from her. They\nwere clearly distinguished as the comments of the mother, and not as\nestablished fact, and the publication of these claims did not breach Clause 1(iv).\n25. Whether and to what extent the information contained in\nthe article identified the complainant as the subject of the article to readers\nwas central to the Committee’s consideration of the complaints under Clause 2\nand Clause 6. The Committee reiterated the importance of freedom of expression\nin reporting the issue of domestic abuse, and the importance of balancing one\nparty’s right to tell their story with any other relevant parties’ right to\nprivacy. The complainant had said that the information contained in the article\nabout the number, gender and ages of the children; the details of the\nproceedings before the court; the specific allegations made against him by his\nformer partner; and his previous arrest was sufficient to identify him to at\nleast one other individual. The Committee noted that the information regarding\nthe family proceedings and the specific allegations which had been made in the\nproceedings would not generally be known and would not serve to identify him to\nreaders.  With regard to other classes of\ninformation, such as the information about the children, the Committee noted\nthat the article had been published at a national level which meant that this\ninformation could potentially relate to a wide pool of individuals. The\nCommittee noted, further, that biographical information about the complainant,\nsuch as his job or the part of the country in which he lived, had not been\nincluded. With regard to the information which was more specific to the\ncomplainant, including that he had been arrested in relation to the incident\nconcerning a family member and his medical condition, this would potentially\nidentify the complainant as the subject of the article to only a limited number\nof people who had knowledge of the arrest and the complainant’s diagnosis.\nTaking into account the woman’s right to freedom of expression; the fact that\nthe article presented most of the claims as her account (which the Committee\nacknowledged was challenged by the complainant); and that the complainant and\nhis children would not be readily identifiable by the general reader of the\narticle, the Committee concluded that the newspaper had not failed to respect\nthe private and family life of the complainant or his children. There was no\nbreach of Clause 2.\n26. The relevant part of the Editors’ Code relating to the\ncomplainant’s children was Clause 6(i) which states that all pupils should be\nfree to complete their time at school without unnecessary intrusion. Having\nfound that the children would not be readily identifiable by the general reader\nof the article and given that it contained minimal information about the\nchildren, the article did not represent an unnecessary intrusion into their\ntime at school. There was no breach of Clause 6.\n27. Finally, the Committee considered the complaint under\nClause 12. The article had described the complainant by reference to the mental\nhealth condition from which he suffered. The Committee did not consider that\nthe reference, which was not prejudicial or pejorative, breached Clause 12(i).\nThe Committee then considered whether it was genuinely relevant to the story.\nThe complainant had accepted that his ex-partner had referred to his mental\nhealth in the family proceedings, which made the condition genuinely relevant\nto the story which related, in part, to the findings which had been made by the\ncourt. On this basis there was no breach of Clause 12.\nConclusion(s)\n28. The complaint was upheld under Clause 1(iv).\nRemedial Action Required\n29. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication, the nature, extent and placement of which is\ndetermined by IPSO.\n30. The Committee considered that there was a breach of\nClause 1(iv). The article had published a number of serious claims as\nstatements of fact without distinguishing them as such and in circumstances\nwhere it did not feel able to demonstrate that they were true. In these\ncircumstances, the Committee concluded that an adjudication was the appropriate\nremedy.\n31. The Committee considered the placement of this\nadjudication. The adjudication should be published online, with a link to this\nadjudication (including the headline) being published on the top 50% of the\npublication’s homepage for 24 hours; it should then be archived in the usual\nway. The headline to the adjudication should make clear that IPSO has upheld\nthe complaint, give the title of the publication and refer to the complaint’s\nsubject matter. The headline must be agreed with IPSO in advance.\n32. The terms of the adjudication for publication are as\nfollows:\nFollowing an article published on 28 September 2019\nheadlined \"Mums desperate to escape abusive exes forced to flee UK and\nlive penniless abroad” a man complained to the Independent Press Standards\nOrganisation that the newspaper had breached Clause 1 (Accuracy) of the\nEditors' Code of Practice. IPSO upheld this complaint and has required the\nmirror.co.uk to publish this decision as a remedy to the breach.\nThe article was part of a campaign which highlighted women\n“on the run from domestic violence whose partners had been granted custody of\ntheir children”. It reported on women leaving the UK in general, as well as\nfocusing on the specific experiences of several unnamed women. One of these\nwomen’s experiences was described as “the most horrific case”. The article\nstated that police had described the woman as a “high-level domestic violence\nrisk” and that police, who were reported to have been “called to their UK home\ndozens of times” had “begged her to leave her brutal husband”. The article\nreported that the mother “endured years of physical, emotional and financial\nabuse at the hands of the man the courts want her sons to live with”. It also\nreported that the civil court had found that the man had committed “violent\ncrimes, sexual offences or child abuse”. The mum was said to have “fled the UK…\ntwo years ago”.\nThe complainant said that he was the ex-partner of one of\nthe women featured in the article. He said that the article was inaccurate in\nbreach of Clause 1. He said it was inaccurate to use his case as part of the\ncampaign or describe him as abusive as he had never been violent towards the\nwoman and had not seen or spoken to her in over ten years. He also said that it\nwas inaccurate to report that police had ever classed the woman as a “high-level\ndomestic violence risk”. He said that it was inaccurate to report that the\npolice had “begged her to leave” him. The publication did not comment on\nwhether the complainant was the ex-partner of the women featured in the article\nbecause it said to do so would reveal the identity of a confidential source.\nIPSO made clear that domestic abuse is an important and\nsensitive issue of significant public interest. The press plays a critical role\nin highlighting the issue, however, when doing so the press has a responsibility\nto report in a responsible and accurate way, and to balance the rights of all\nindividuals involved. IPSO was not making a finding on the accuracy of the\nallegations, but whether there had been a breach of the Editors’ Code.\nIPSO found that the article had stated as fact that the\nex-partner of the woman featured in the article had abused her and that police\nhad classed her as a “high-level domestic violence risk” and had “begged her to\nleave” her partner, which the publication was not in a position to demonstrate\nas true.  The publication said it had\nverified the claims in the article and had set out the steps it had taken, but\nit could not share its research materials without compromising its confidential\nsources. IPSO found that, in relation to those specific claims, the publication\nhad failed to distinguish clearly between comment and fact and there was a\nbreach of Clause 1(iv).\n\n\n\nDate complaint received: 05/07/2020\nDate complaint concluded by IPSO: 08/08/2022\nBack to ruling listing\n\n\n"
}