{
    "url": "/rulings-and-resolution-statements/ruling/?id=11372-20",
    "title": "11372-20 Various v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2020-06-22 00:00:00",
    "received_on": "2020-06-24 00:00:00",
    "concluded_on": "2020-09-21 00:00:00",
    "complaint_processing_days": 89,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A   Date complaint received: 24/06/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11372-20 Various v\nTelegraph.co.uk\nSummary of Complaint\n1. The Independent Press Standards Organisation received\nvarious complaints that Telegraph.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “The scrapping of Dfid is\ngood news in Westminster. The attack on Churchill's statue is not”, published\non 22 June 2020.\n2. The article was an opinion piece which reported on the\ncalls for the statue of Winston Churchill to be removed. The article described\nsome of the actions that Winston Churchill had done in his life, including\nliberating “our friends on the continent from the curse of Hitler's extreme\nLeft, anti-Semitic, German National Socialist Workers' Party regime”. \n3. IPSO received 213 complaints about this article.\nComplainants said that the article breached Clause 1 as it was inaccurate to\ndescribe the German National Socialist Workers' Party (Nazis) as “extreme left”\nas communists, socialists and other left-wing activists were persecuted by the\nNazi Party. It was also said that as fascists the Nazi Party had to be\nright-wing. Some complainants also said that it was offensive, revisionist and\nan attempt to smear left-wing people and parties to characterise the Nazis as\nleft wing.\n4. The publication did not accept a breach of the Code. It\nstated that the article had been clearly identifiable as an opinion piece, as\nit was found within the comment section of the website, it included a byline\nwith the writer’s photograph and was written in the style of an opinion piece.\nIt said that because of this readers would understand that it was the author’s\nopinion that the National Socialist Workers’ Party was left wing. The\npublication said that it was not established as fact whether the Nazi Party was\nleft or right, and could only be opinion. It said that where the Party fell on\nthe political spectrum had been subject to some debate, and provided copies of\nother articles in which columnists had opined that the Party was left wing.\nFurther, it said that terms such as “extreme” left or right are intrinsically\nopinion based, which readers should recognise. It also said that the National\nSocialist Workers’ Party is so well-known that the inclusion of “extreme Left”\nwould not mislead readers as to the Party’s fundamental nature.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The characterisation of political philosophies as “left”\nor “right” on the political spectrum is a subjective assessment, rather than a\nverifiable fact. The Committee acknowledged that where a given political party\nis placed on that spectrum, will be a matter of debate. The Committee was\nsatisfied that due to the subjective nature of assessing a group as being\npolitically left or right, and the placement of this assessment within an\neasily distinguishable first person opinion piece, the columnist’s\ncharacterisation of the Nazi Party as “extreme Left” would be understood to be\nhis personal assessment. On this basis, the publication had taken care not to publish\ninaccurate information under Clause 1(i) and there was no significant\ninaccuracy that required correction under Clause 1(ii).\nConclusions\n7. The complaint was not upheld.\nRemedial Action Required\n8. N/A\n \nDate complaint received: 24/06/2020\nDate complaint concluded by IPSO: 21/09/2020\nBack to ruling listing\n\n\n"
}