{
    "url": "/rulings-and-resolution-statements/ruling/?id=11471-20",
    "title": "11471-20 Hale v dailyrecord.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "received_on": "2020-07-03 00:00:00",
    "concluded_on": "2021-02-03 00:00:00",
    "complaint_processing_days": 215,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A   Date complaint received: 03/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11471-20 Hale v\ndailyrecord.co.uk\nSummary of Complaint\n1. Craig Hale complained to the Independent Press Standards\nOrganisation that dailyrecord.co.uk breached Clause 2 (Privacy), Clause 3\n(Harassment) and Clause 9 (Reporting of crime) in two articles headlined:\n“Twisted stalker [named person] flogs Rangers and Celtic\ngear from Airdrie market stall weeks after prison release” published 21 October\n2019. “Stalker [named person] opens Airdrie market stall flogging\nRangers and Celtic gear” published 24 October 2019. \n\n2 .Both articles reported that the complainant’s partner, a\n“Notorious stalker”, “has set up a business selling football merchandise from a\nmarket stall in Airdrie”. Both articles made reference to the original criminal\nconviction of the complainant’s partner and contained a picture of her and the\ncomplainant. These identical images were captioned in both articles,\nrespectively, “Stalker [the complainant’s partner] celebrates her release from\nprison with partner Craig Hale” and “[the complainant’s partner] posted the\nphotos of her drinking champagne after she was released early from her one-year\nsentence”. \n3. The complainant said the articles breached Clause 2 as\nthey published his name, an image of him taken from his partner’s public social\nmedia account and the fact of his relationship. He also said that the\npublication breached Clause 2 by associating him with someone accused and\nconvicted of crime, namely his partner; something he also said gave rise to a\nbreach of Clause 9. He confirmed that he had attended two of his partner’s\ncourt appearances; posted publicly about an IPSO ruling of May 2020 which\nrelated to the criminal accusations against her; addressed the case against his\npartner on Twitter after this; and, was pictured in public social media posts\nby his partner which celebrated her release from prison and that showed the\npair as a couple. Finally, the complainant said that the publication of the articles\nconstituted harassment.  \n4. The publication did not accept it had breached the Code.\nOn Clause 9, it said that he was genuinely relevant to the story. It also noted\nthat the complainant appeared in court during his partner’s trial, to support\nher, and posted publicly on Twitter about the case, identifying himself in\nrelation to it. It also said such activity effectively meant he had consented\nto being identified in relation to the accusations against his partner. In\nrelation to Clause 2, it stated that the fact of a relationship is not private\ninformation and that, in any event, a number of public social media posts\nshowed the pair as a couple. It pointed to the fact that it was accepted that\nthe photograph was taken from a public social media page and only displayed the\ncomplainant’s likeness. As the complainants concerns under Clause 3 did not\nrelate to the conduct of journalists, the publication said the Clause was not\nengaged. \nRelevant Code Provisions\n5. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n6. Clause 3 (Harassment)* \ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n7. Clause 9 (Reporting of crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n8. The first stage of any decision under Clause 9 is to\nassess whether the complainant was identified as the friend or relative of\nsomeone accused or convicted of crime. The first article referred to the\ncomplainant as a “partner” of a person convicted of crime. The second article\ndid not mention him by name or mention his association to his partner; but\ncontained a photo of the pair which clearly implied a close relationship\nbetween the two. The complainant was identified as the friend or relative of\nsomeone accused or convicted of crime in relation to both articles. \n9. The Committee then assessed whether the complainant was\ngenuinely relevant to the story within the meaning of Clause 9. These articles\nreported on the criminal proceedings against the complainant’s partner, her\nconviction and her subsequent release from jail. The complainant confirmed that\nhe had attended court twice to support his partner during the same criminal\nproceedings. He had also been pictured in a photo in public social media posts\nby his partner which celebrated her release from prison. In this context, he\nwas genuinely relevant to the story in both cases. There was no breach of\nClause 9.\n10. The Committee next considered whether the complainant’s\nname and the fact of his relationship was private. Neither a person’s name nor\nthe fact of a relationship is generally information about which a person has a\nreasonable expectation of privacy. The Committee also noted the number of\npublic social media posts which showed the pair as a couple and the fact the\ncomplainant had attended court to support his partner. There was no breach of\nClause 2. \n11. The complainant had argued that associating him with\nsomeone accused and convicted of crime, namely his partner, gave rise to a\nbreach of Clause 2. Clause 9 was the correct Clause under which to consider\nthis concern and the Committee had done so fully. The association between the\ncomplainant and his partner, in circumstances where she was accused or\nconvicted of crime, did not give rise to any additional issue under Clause 2;\nespecially as the fact of the couple’s relationship was not private. There was\nno breach of Clause 2. \n12. The image of the complainant shown in both articles was\ntaken from his partner’s public social media page and only showed his likeness.\nAs such, the complainant did not have a reasonable expectation of privacy over\nthis information. There was no breach of Clause 2.\n13. The complainant had said that the publication of the\narticles constituted harassment. Clause 3 generally relates to the way\njournalists behave when researching a news story and is meant to protect people\nfrom being repeatedly approached by the press against their wishes. In\naddition, there were only two articles under complaint; they had focused\npredominantly on the complainant’s partner; and the complainant was in any\nevent relevant to these stories. There was no breach of Clause 3. \nConclusions\n14. The complaint was not upheld.\nRemedial Action Required\n15. N/A\n \nDate complaint received: 03/07/2020\nDate complaint concluded by IPSO: 03/02/2021\nBack to ruling listing\n\n\n"
}