{
    "url": "/rulings-and-resolution-statements/ruling/?id=11471-21",
    "title": "11471-21 Phillips v Mail Online",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "3 Harassment (2021)",
        "4 Intrusion into grief or shock (2021)",
        "12 Discrimination (2021)",
        "14 Confidential sources (2021)",
        "15 Witness payments in criminal trials (2021)",
        "10 Clandestine devices and subterfuge (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-05-17 00:00:00",
    "received_on": "2021-11-23 00:00:00",
    "concluded_on": "2022-06-06 00:00:00",
    "complaint_processing_days": 195,
    "conclusion_long": "38. The complaint was not upheld.",
    "remedial_action": "39. N/A    Date complaint received: 23/11/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11471-21 Phillips v Mail Online\nSummary\nof Complaint\n1. Zoe\nPhillips complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment),\nClause 4 (Intrusion into grief or shock), Clause 10 (Clandestine devices and\nsubterfuge), Clause 12 (Discrimination), Clause 14 (Confidential sources), and\nClause 15 (Witness payments to criminal trials) \nof the Editors’ Code of Practice in an article headlined “Businesswoman,\n53, who claims she was 'pushed' by her lawyer to admit harassing MoD worker\nex-lover and his fiancée weeps in court as she is refused permission to change\nher plea”, published on 17 May 2021.\n2. The\narticle, which appeared online only, reported on a Magistrates’ Court hearing\ninvolving the complainant. It said that she “had admitted two counts of\nharassment without violence last July and was sentenced to a 12 month community\norder, but now claims she is ‘not guilty’ and ‘never has been’.” It then\nreported that she had “bombarded her ex-lover and his fiancée with messages\nafter he announced their engagement”. The article said that at a sentencing\nhearing previously the Magistrates Court “heard that following the end of [a]\nrelationship [the complainant] went to [the victim’s] workplace and fired off\nmessages to her company email account after ‘following [another victim] around\nall evening’ at a charity ball”; and referred to what “Prosecutor Johnathan\nBryan earlier told the court”. It also stated that the complainant had “posted\na selfie outside of [the victim’s] family castle”.\n3. The\narticle then went on to report that the complainant, a “brand manager for\nNestle and Biogen […] broke down in tears while she maintained her innocence”.\nIt also said that, when the two victims had “announced their engagement in the\nTelegraph newspaper, [the complainant] commented on the piece on the website”\nand that she had “threatened to kill herself” after the end of a relationship.\nThe article also included two photographs: one showing the complainant on a\npublic street, and another showing a woman – who the caption referred to as the\ncomplainant – wearing a mask, sunglasses, and a headscarf.\n4. The\narticle also included a statement from one of the victims which it said had\nbeen read at the sentencing hearing, in which he had said: “’She infiltrated my\nsocial circle and manipulated my friends in order to get to me. This has\nnegatively impacted every aspect of my life. It also included comments from\nanother victim, who was reported to have said: “It has led me to lock all of\nthe doors and check under the car. She systematically made it her mission to\nforce herself into our lives, this was unasked for and unwanted. She has\nwritten a number of times how she’s going to turn up. What she will do next is\nthe question spinning in my mind almost all the time.’” It also said that the\ncomplainant had contacted a man “on Facebook after the victim blocked her on\nsocial media”.\n5. The\ncomplainant raised a number of concerns of inaccuracy relating to: what the\narticle claimed had happened during the hearing itself; details of the crime to\nwhich she had pleaded guilty; details about the victims and witnesses, as well\nas their witness statements; and photographs which accompanied the\narticles.  She first noted that she had\nnot cried during the hearing which the article reported on, and therefore it\ncould not be accurate to state that she had “w[ept] in court” or that she\n“broke down in tears”. She also said that the prosecutor during the court\nhearing had been a woman, while the article referred to them using a man’s\nname.\n6. The\ncomplainant said that the article inaccurately reported on her circumstances\nand raised concerns about the photographs accompanying the articles. She said\nthat she was not a “wealthy businesswoman”, and – although she had worked for\nNestle and Biogen as a contractor – she was not employed by these companies,\nand therefore it was inaccurate to refer to her as a “brand manager for Nestle\nand Biogen”. Turning to the photographs which accompanied the article, she said\nthat she did not consider the photograph of a woman in a headscarf to be\naccurate – although she could not say with certainty that it wasn’t her. She\nalso said that the photograph which definitely showed her breached Clause 1, as\nit showed her rushing to an appointment.\n7. The\ncomplainant also said that the article had inaccurately reported details about\nthe victims and witnesses. She said that the article was inaccurate as the two\nvictims had not become engaged until 2020, and were not engaged when they had\ncontacted the police. She then said that the article breached Clause 1 by\nincluding subjective witness statements which had not been independently proven\nby CCTV, and by not referring to allegations about one of the victims which she\nhad made in court. She also said that there were no journalists present in the\ncourtroom at the time of the hearing; therefore, the article could not be said\nto be an accurate report of the court proceedings in question. She also said\nthat, as a “castle” was not specifically referenced during the proceedings, it\nwas inaccurate for the article to refer to a castle. Finally, she said that the\narticle had inaccurately quoted a witness, as he had not spoken in court; this\nwas the man who the article said the complainant had contacted “on Facebook\nafter the victim blocked her on social media”.\n8. The\ncomplainant said that the inclusion of her age, address, companies she had\nworked for, and a photograph of her intruded into her privacy in breach of\nClause 2.\n9. The\ncomplainant also said that she had been pursued and photographed by the press\non 12 March 2020, 2 July 2020, and 17 December 2020 in a manner which she\nconsidered breached Clause 2, Clause 3, and Clause 10. She also said that the\narticle itself was not compliant with the terms of Clause 3.\n10.\nTurning to Clause 4, the complainant said that this Clause had been breached as\nshe considered the article did not report on her legal proceedings with\nsensitivity, where she had other ongoing legal proceedings which had caused her\ngrief and shock. She also said that the article included gratuitous detail;\nnamely, the colour and style of suit she had worn to earlier court proceedings.\nShe then said that Clause 10 had been breached, as she considered that the\npublication had engaged in subterfuge to misrepresent her.\n11. The\ncomplainant also said that Clause 12 had been breached, as it referred to her\nas a “wealthy businesswoman”, and this would lead to subconscious bias on the\npart of the reader. She also considered that the article inferred that she was\n“mentally unstable”, in breach of Clause 12. Turning next to Clause 14 and 15,\nshe said that these Clauses had been breached where, respectively, she\nconsidered the publication had a moral obligation to protect the sworn\nstatements of witnesses, and she believed that witnesses may have been paid to\nprovide information to the newspaper.\n12. The\ncomplainant also expressed concerns that she had been unable to respond to\n“trolling” and one-sided comments beneath the article, though she did not say\nthat the comments themselves breached the Editors’ Code.\n13. The\ncomplainant first called the publication to discuss her concerns. In an email\nfollowing the phone call, send on 15 November 2021, the publication told the\ncomplainant that they couldn’t comment on the court case “save to say [we]\nappreciate it must be of source of huge anxiety for you”. It then changed the\narticle by: altering the headline to remove the reference to the complainant\n“weep[ing] in court”; adding a reference to the complainant speaking in court\n“on Friday (14 May)”; altering \n“Prosecutor Johnathan Bryan earlier told the court” to “previously told\nthe court”; and removing the photograph of the woman in the headscarf and mask.\n14. The\npublication said it did not accept that the Code had been breached, and said\nthat it was its firm position that the article was an accurate representation\nof the court hearing. It emphasised that information heard during court\nproceedings is placed into the public domain and may be reported on. To support\nits position that the article was an accurate report of court proceedings, it\nprovided contemporaneous reporter’s notes, as well as correspondence from the\nagency reporter, affirming that he had been in court and had seen the\ncomplainant crying: he said that there were tears in her eyes; her voice broke\nas she spoke; that the Judge in the case had said to her that they “realise[d]\nthe depth of feeling”; and that she “was without a doubt very emotionally\ndistressed”.\n15.\nNevertheless, it said it would be happy to further amend the article to make\nclear that the complainant was not directly employed by Nestle or Biogen,\nnotwithstanding the fact that it did not consider this to be a significant\ninaccuracy in need of correction.\n16.\nTurning to the complainant’s Clause 2 concerns, it said that the complainant’s\nage, name, and description of attire worn to court would not be considered to\nbe private information, and that the photographs included in the article were\ntaken outside of court, in a location readily accessible to the public. In such\ncircumstances, the publication did not accept that the complainant had a\nreasonable expectation of privacy over either the information included in the\narticle or the photographs. It also noted that taking photographs of\nindividuals outside of court would not be considered harassment as defined by\nClause 3.\n17. The\npublication did not consider Clause 4 to be engaged, where the report related\nto a court case rather than a case of grief or shock. It also said that, in\ncircumstances where no one at the publication had approached the complainant in\nrelation to the story, it could not be said that a journalist working on behalf\nof the publication had engaged in subterfuge or misrepresentation; the\npublication had simply published a contemporaneous report of legal proceedings.\n18. The\npublication also said that publishing a general description of the\ncomplainant’s circumstances could not be said to be discriminatory in breach of\nClause 12. It noted that the terms of Clause 12 relate to references to\nprotected characteristics of individuals which could be said to be irrelevant,\nprejudicial or pejorative, and the article included no such reference. It then\nnoted that Clause 14 could not be engaged, where the article was not based on\nany information from confidential sources, but rather a public court hearing.\nFinally, it said that Clause 15 was not engaged, where the publication had not\npaid any persons related to the court proceedings which the article reported\non.\n19. In\nresponse, the complainant reiterated her position that no reporter was present\non the court date referred to. She also said that the article was inaccurate as\nit implied that the date of the court hearing was the 17th of May 2021 (the\ndate of publication), when it was in fact held on the 14th of May 2021. She\nthen said that it was not heard in court on 14 May 2021 that she had threatened\nto commit suicide – instead, it was an allegation taken from one of the victim’s\nwitness statements – and that it was irresponsible for the newspaper to report\nthis. Finally, she said that the article also inaccurately reported her age,\nand that she was 54 at the time of the hearing – rather than 53, as reported by\nthe article.\n20. The\npublication said it did not consider the article to be inaccurate to refer to\nthe complainant threatening to commit suicide, where this was referred to\nduring court proceedings by a prosecutor. It also said that it did not consider\nit to be significantly inaccurate to report that the complainant was 53, rather\nthan 54, as this information did not alter the crux of the story.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nClause\n10 (Clandestine devices and subterfuge)*\ni) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of documents\nor photographs; or by accessing digitally-held information without consent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nClause\n14 (Confidential sources)\nJournalists\nhave a moral obligation to protect confidential sources of information.\nClause\n15 (Witness payments to criminal trials)\ni) No\npayment or offer of payment to a witness – or any person who may reasonably be\nexpected to be called as a witness – should be made in any case once\nproceedings are active as defined by the Contempt of Court Act 1981. This\nprohibition lasts until the suspect has been freed unconditionally by police\nwithout charge or bail or the proceedings are otherwise discontinued; or has\nentered a guilty plea to the court; or, in the event of a not guilty plea, the\ncourt has announced its verdict.\n*ii)\nWhere proceedings are not yet active but are likely and foreseeable, editors\nmust not make or offer payment to any person who may reasonably be expected to\nbe called as a witness, unless the information concerned ought demonstrably to\nbe published in the public interest and there is an over-riding need to   make or promise payment for this to be done;\nand all reasonable steps have been taken to ensure  no financial dealings influence the evidence\nthose witnesses give. In no circumstances should such payment be conditional on\nthe outcome of a trial.\n*iii)\nAny payment or offer of payment made to a person later cited to give evidence\nin proceedings must be disclosed to the prosecution and defence. The witness\nmust be advised of this requirement.\nFindings\nof the Committee\n21. The\ncomplainant had said that, as to the best of her knowledge, there were no\njournalists at the hearing, the article could not be an accurate report of the\nhearing. The Committee noted that this point raised a discrepancy between the\ncomplainant’s position and the publication’s position, where the publication\nstated that a journalist had been present in the courtroom. However, the\npublication had been able to provide contemporaneous reporter’s notes and the\nCommittee was therefore satisfied that it had demonstrated that sufficient care\nhad been taken over the accuracy of the information heard at the hearing. The\nCommittee noted that the publication had been able to provide contemporaneous\nshorthand notes of the hearing, which referred to the complainant crying; it\nhad therefore taken care not to publish inaccurate information with regard to\nthis point, and the notes recorded the reporter’s observations of the\nproceedings they were present for. In addition, the Committee noted that the\nnotes provided by the publication included a reference to the judge recognising\nthe complainant’s “depth of feeling”. There was therefore no breach of Clause 1\non this point.\n22. The\narticle did not state that the victims had become engaged prior to 2020,\ntherefore the article was not inaccurate in the way the complainant suggested\non this point. The Committee also noted that there was no obligation under\nClause 1 for the article to include everything that was heard in court, as long\nas omitting information did not render article inaccurate, misleading, or\ndistorted. In this instance, the Committee did not consider that omitting\nallegations made by the complainant in court rendered the article inaccurate,\nmisleading, or distorted, where omitting the information did not render the\ncrux of the article – that the complainant had been denied permission to change\nher plea – inaccurate. There was no breach of Clause 1 on these points\n23.  The Committee then noted that, while the\nfocus of the article was the reporting of the hearing in which the complainant\nrequested to change her plea, it referred to the previous sentencing hearing to\nprovide context. The fact that a previous court hearing was at times being\nreferred to was made clear by way of a reference to the “sentencing hearing\nlast year” preceding comments from the victim and the male prosecutor. The\ncomplainant did not appear to dispute that the prosecutor at this prior hearing\nwas male. The publication was entitled to refer to matters heard in court\npreviously, including witness statements read out in those proceedings. There\nwas no breach of Clause 1 on these points.\n24. The\narticle under complaint did not refer to the complainant as a “wealthy\nbusinesswoman”, therefore there was no possible breach of Clause 1 on this\npoint raised by the complainant. Turning to the question of whether the article\nwas significantly inaccurate in its reference to the complainant being a “brand\nmanager for Nestle and Biogen”, where she said she was a contractor and was not\ndirectly employed by these companies, the Committee noted that it was not in\ndispute that the complainant had performed work for these companies on a paid\nbasis. In such circumstances, it was not inaccurate to describe the complainant\nin these terms.\n25. The\ncomplainant could not say with certainty that the photograph which accompanied\nthe original version of the article, showing a woman in a headscarf and mask,\nwas not her. In any event, the article was also accompanied by a photograph of\nthe complainant that was not in dispute, and people would not be misled as to\nher appearance. The Committee also did not consider that it was inaccurate to\ninclude a photograph of the complainant on her way to appointment, where she\ndid not dispute that this picture showed her rather than another individual.\n26. The\nCommittee, furthermore, did not consider that it was significantly inaccurate,\ndistorted, or misleading to refer to the complainant having “posted a selfie\noutside of [the victim’s] family castle”, where she did not dispute that she\nhad taken a selfie outside of the home in question. The Committee also noted\nthat the article did not claim that the home had been described as a “castle”\nduring court proceedings, and that the complainant did not dispute that the\nhome could accurately be described as a castle. While the article had been\npublished on 17 May 2021, it did not state that the hearing had taken place on\nthis date and the amended version of the article made clear the exact date of\nthe hearing: 14 May 2021. There was no inaccuracy in relation to the date of\nthe hearing. The article under complaint also didn’t include a quote from the\nwitness the complainant had referred to; rather, it referred to the complainant\nhaving “contacted [him] on Facebook”, which the complainant did not dispute.\nThere was no breach of Clause 1 on this point.\n27. The\nCommittee noted that both parties were in agreement that the article had\nincorrectly reported the complainant’s age, and that she was in fact 54 rather\nthan 53. However, in circumstances where the article also included the\ncomplainant’s name, photograph, and a summary of the crimes for which she was\nconvicted, a discrepancy of one year did not constitute a significant\ninaccuracy: it did not affect the accuracy of the thrust of the article, and it\nwas unlikely to result in her misidentification. In addition, the complainant\ndid not dispute that a witness statement which was referred to during court\nproceedings referred to her having threatened to commit suicide, and the\npublication was allowed to refer to this; it was not responsible for the\naccuracy of what was heard and introduced in court, only for ensuring that the\ninformation was reported accurately. There was no breach of Clause 1 on these\npoints.\n28.\nTurning to the complainant’s Clause 2 concerns, the Committee noted that the\ncomplainant’s age and address would generally have been heard in court.\nNewspapers are allowed to report information which is heard in open court, and\ndoing so did not represent an intrusion into the complainant’s private life.  In addition, reporting on companies which the\ncomplainant had worked for did not represent an intrusion into the\ncomplainant’s private or family life. There was no breach of Clause 2 on these\npoints.\n29.  The photograph included in the article clearly\nshowed the complainant on a public street, and did not reveal anything about\nher beyond her likeness; it served to identify her as involved in the\nproceedings, which was a matter of public record. In such circumstances the\nCommittee did not consider that the complainant had a reasonable expectation of\nprivacy over the photograph, and did not find a breach of Clause 2 on this\npoint.\n30. IPSO\ncan accept complaints about the behaviour of photographers provided the\ncomplaint is made within 4 months – either to the publication or directly to\nIPSO – of the behaviour complained of. While the Committee understood the\ncomplainant had concerns over the behaviour of journalists who had photographed\nher, it noted that these alleged incidents had occurred at least 11 months\nprior to the complainant contacting the newspaper with their concerns. The\nCommittee was therefore unable to determine whether these alleged approaches\nraised a breach of the Editors’ Code, where they were out of time and therefore\noutside of IPSO’s remit.\n31. The\ncomplainant had also said that the article was harassing in breach of Clause 3.\nGenerally, Clause 3 is engaged by approaches by journalists, rather than\nmaterial which complainants consider to be offensive or objectionable. This was\na report of court proceedings brought by the complainant, and the Committee did\nnot consider that the complainant’s concerns raised a possible breach of Clause\n3.  \n32.  The terms of Clause 4 make clear that it\nshould not restrict the right to report on legal proceedings. In addition, the\narticle reported on a court hearing, and did not involve a case of the\ncomplainant’s personal grief or shock; rather, it was a hearing pertaining to\nthe complainant’s conviction. While the Committee acknowledged that the\ncomplainant found the experience upsetting, in such circumstances, the\nCommittee did not consider that the terms of Clause 4 had been breached.\n33.\nWhile the complainant considered that the article misrepresented her, there was\nno suggestion that anyone working for the publication had engaged in subterfuge\nto obtain the information heard in the article. The terms of Clause 10 were\ntherefore not engaged.\n34.  The terms of Clause 12 make clear that it\nrelates only to prejudicial, pejorative, or irrelevant references to an\nindividual’s race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability. The complainant said that the article\nhad referred to her as a “wealthy businesswoman” in breach of this Clause.\nHowever, the Committee noted that the article under complaint did not contain\nany such reference, and that being wealthy was not, in any case, a characteristic\nprotected by the Clause. The complainant had also said that the article\nbreached Clause 12, as she considered the article inferred she was “mentally\nunstable”. The Committee understood that the complainant considered to article\ndiscriminatory on this point, however it noted that the terms of the Clause\nrelate to specific references, rather than inferences. Upon reviewing the\narticle, the Committee did not identify any references to the complainant’s\nhealth, and therefore there was no breach of Clause 12 on this point.\n35. The\ncomplainant was not acting as a confidential source of information from the\nnewspaper, and the publication was allowed to refer to witness statements which\nhad been introduced as evidence in an open court. In such circumstances, the\ncomplainant’s concerns did not represent a breach of Clause 14.\n36.\nWhile the complainant had speculated that the publication had paid witnesses in\nbreach of Clause 15, she had not provided any information to support her\nspeculation on this point, and the Committee noted that the information in the\narticle had been heard in open court. The Committee did therefore not consider\nthat there was any basis for finding that the publication had made payments to\nwitnesses in a criminal trial, and did not find a breach of Clause 15.\n37.\nRegarding the complainant’s concerns that she was not able to respond to what\nshe considered to be “trolling” comments, the Committee noted that there is no\nrequirement within the Editors’ Code to allow readers to comment in response to\narticles. In addition, while the Committee noted that the complainant found the\ncomments to be offensive and amount to trolling, the Editors’ Code does not\naddress issues of taste or offence. Therefore, while the Committee understood that\nthe complainant found the comments to be offensive, this concern did not raise\na breach of the Editors’ Code.\nConclusion(s)\n38. The\ncomplaint was not upheld.\nRemedial\nAction Required\n39. N/A\n\n\n\nDate\ncomplaint received: 23/11/2021\nDate\ncomplaint concluded by IPSO: 06/06/2022\n\n\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}