{
    "url": "/rulings-and-resolution-statements/ruling/?id=11470-20",
    "title": "11470-20 Hale v thescottishsun.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thescottishsun.co.uk (News UK)",
    "received_on": "2020-07-03 00:00:00",
    "concluded_on": "2021-02-03 00:00:00",
    "complaint_processing_days": 215,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A   Date complaint received: 03/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11470-20 Hale v\nthescottishsun.co.uk\nSummary of Complaint\n1. Craig Hale complained to the Independent Press Standards\nOrganisation that thescottishsun.co.uk breached Clause 2 (Privacy), Clause 3\n(Harassment) and Clause 9 (Reporting of crime) in three articles published:\n“'MOET LOYAL' Stalker fan pictured at Ibrox with ‘Moet\nLoyal’ flag after boasting about champagne lifestyle” 8 July 2019.“GUILTY TEARS Rangers fan ‘Champagne [named person] cries in\ndock as she’s jailed over stalking fellow Gers supporting couple” 17 July 2019.'LOYAL' CUSTOMERS Rangers stalker ‘Champagne [named person]\nselling Celtic gear and other football merchandise in Airdrie market shop” 21\nOctober 2019.\n\n\n2. The first article reported that the complainant’s partner\nhad been “pictured at Ibrox with ‘Moet Loyal’ flag after boasting about\nchampagne lifestyle” and stated that she was “snapped…with pal Craig Hale [the\ncomplainant]”. It reported that the complainant’s partner had previously\npleaded guilty to stalking charges but had since tried to withdraw the plea. It\nmentioned that the “[i]ndictment ha[d] been deferred to July 16”.\n3. The second article reported that the complainant’s\npartner had been convicted of charges relating to a “\"deliberate and\nmalicious\" stalking campaign” and sentenced to one year in jail. The\narticle also mentioned that the partner had previously been “snapped…with pal\nCraig Hale [the complainant]” at a football match.\n4. The third article reported on the partner’s early release\nfrom jail. It also covered the opening of the partner’s “footie\nmerchandise…shop in Airdrie”. It stated that the partner had been “spotted in\nstore alongside boyfriend Craig Hale [the complainant] as it opened”. The\narticle contained a photograph of the complainant and his partner, captioned:\n“[the partner’s name] and boyfriend Craig Hale were seen in the new store\ntoday”.\n5. The complainant said the articles breached Clause 2 as\nthey published his name, an image of him taken from his partner’s public social\nmedia account and the fact of his relationship. He also said that the\npublication breached Clause 2 by associating him with someone accused and\nconvicted of crime, namely his partner; something he also said gave rise to a\nbreach of Clause 9. He confirmed that he had attended two of his partner’s\ncourt appearances; posted publicly about an IPSO ruling of May 2020 which\nrelated to the criminal accusations against her; and, was pictured in public\nsocial media posts by his partner which celebrated her release from prison and\nthat showed the pair as a couple. He said he was not involved in his partner’s\nfootball merchandise store, apart from turning up a few days after its opening\nto support his girlfriend. Finally, the complainant said that the publication\nof the articles constituted harassment. \n6. The publication did not accept it had breached the Code.\nOn Clause 9, whilst the publication did not dispute that the complainant was\nidentified, it said that he was genuinely relevant to all three stories. It\nalso noted that the complainant appeared in court during his partner’s trial,\nto support her, and posted publicly on Twitter about the case, identifying\nhimself in relation to it. In relation to Clause 2, it stated that the fact of\na relationship is not private information and that, in any event, two of the\narticles only described him as a “pal”. It pointed to the fact that it was\naccepted that the photograph was taken from a public social media page and only\ndisplayed the complainant’s likeness. As the complainants concerns under Clause\n3 did not relate to the conduct of journalists, the publication said the Clause\nwas not engaged.\nRelevant Code Provisions\n7. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n8. Clause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n9. Clause 9 (Reporting of crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n10. The first stage of any decision under Clause 9 is to\nassess whether the complainant was identified as the friend or relative of\nsomeone accused or convicted of crime. All three articles named the complainant\npartner and mentioned the criminal accusations against her. The complainant was\nalso named in all three articles as the “pal” or “boyfriend” of the partner.\nThe complainant was identified as the friend or relative of someone accused or\nconvicted of crime.\n11. The Committee then assessed whether the complainant was\ngenuinely relevant to the story within the meaning of Clause 9. All three\narticles reported in some way on the criminal proceedings against the\ncomplainant’s partner and the third article reported on her subsequent release\nfrom jail. The complainant confirmed that he had attended court twice to\nsupport his partner during the same criminal proceedings, prior to the\npublication of the articles. In these circumstances, he was genuinely relevant\nto the story. There was no breach of Clause 9.\n12. The Committee next considered whether the complainant’s\nname and the fact of his relationship was private. Neither a person’s name nor\nthe fact of a relationship is generally information about which a person has a\nreasonable expectation of privacy. In addition, the complainant had been\npictured together with his partner in public social media posts and had\nattended court in order to support her. There was no breach of Clause 2.\n13.The complainant had argued that associating him with\nsomeone accused and convicted of crime, namely his partner, gave rise to a\nbreach of Clause 2. Clause 9 was the correct Clause under which to consider\nthis concern and the Committee had done so fully. The association between the\ncomplainant and his partner, in circumstances where she was accused or\nconvicted of crime, did not give rise to any additional issue under Clause 2;\nespecially as the fact of the couple’s relationship was not private. There was\nno breach of Clause 2.\n14. The image of the complainant shown in the third article\nwas taken from his partner’s public social media page and only showed his\nlikeness. As such, the complainant did not have a reasonable expectation of\nprivacy over this information. There was no breach of Clause 2.\n15. The complainant had said the publication of the articles\nconstituted harassment. Clause 3 generally relates to the way journalists\nbehave when researching a news story and is meant to protect people from being\nrepeatedly approached by the press against their wishes. In addition, the three\narticles were published over a four-month period; focused predominantly on the\ncomplainant’s partner; and the complainant was in any event relevant to these\nstories. There was no breach of Clause 3.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\n17. N/A\n \nDate complaint received: 03/07/2020\nDate complaint concluded by IPSO: 03/02/2021\nBack to ruling listing\n\n\n"
}