{
    "url": "/rulings-and-resolution-statements/ruling/?id=11534-16",
    "title": "11534-16 Miller v Daily Mail",
    "provisions": [
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-11-04 00:00:00",
    "received_on": "2016-11-05 00:00:00",
    "concluded_on": "2017-04-26 00:00:00",
    "complaint_processing_days": 172,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 05/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 11534-16 Miller v Daily Mail\nSummary of complaint\n1. Gina\nMiller complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 12 (Discrimination) of the Editors’ Code of Practice\nin relation to an article headlined “Mrs Hedge Fund, £5m divorce and a touch of\nJackie Collins”, published on 4 November 2016. The article was also published\nonline with the headline “Mrs Hedge Fund worth £30million, the Brazilian\ncrimper who started it all and the millionaire backer in his Bentley: Trio who\nlaunched action to halt Brexit”.\n2. The\narticle was published the day after the High Court handed down its judgment in\nfavour of the complainant in her Article 50 legal challenge. The article was a profile of the three\nclaimants in that case, including the complainant.\n3. The\ncomplainant said that the article contained a number of prejudicial and\npejorative references to her gender, which were discriminatory, in breach of\nClause 12. She said that the article demeaned her achievements as an\nindependent woman, cast doubt on her success, by presenting her biography as a\nseries of claims she had made about herself, such as the article’s statement\nthat “there is a whiff of the Jackie Collins heroine about Gina Miller – at\nleast in the version she tells of her life story”, or its statement that “often\ndescribed as a former model – though it is not clear exactly when she was\nmodelling – three-times married Mrs Miller styles herself as an investment guru\nand philanthropist”.\n4. The\ncomplainant said that as well as demeaning her achievements, the article\nfocussed on her appearance. She objected to the reference to her as “a woman\nwhose sultry appearances can turn heads”, noting that the word sultry means “titillating,\nsalacious, erotic, sensual, lascivious”. She objected to the article’s\nstatement that “like Theresa May, she has a penchant for leopard print. Unlike\nthe Prime Minister, however, she doesn’t confine it to footwear, but is partial\nto whole dresses in the design. Yet despite this cougarish attire,\nLabour-supporting Mrs Miller paints herself as a femme serieuse.”  She said that “cougar” was a well-known\ncolloquial term for an older woman seeking a sexual relationship with a younger\nman. \n5. The complainant\nsaid that the article suggested that she had only married her husband for\nfinancial gain, by stating his worth as £30million, before claiming: “some have\nwondered why a livewire like [the complainant] is married to him. Cynics may\nsay she has about thirty million good reasons”. The complainant objected to the\narticle’s claim that “[the complainant] is said to have been the inspiration\nbehind Dennis Potter’s sexually charged TV drama 'Blackeyes' about a model played\nby her slinky namesake Gina Bellman”.\n6. Before\ncomplaining to IPSO, the complainant had complained directly to the newspaper\nabout the article’s claim that “her latest role as the Remainers’ answer to\nJoan of Arc is the latest chapter. But of course, Joan was burnt at the stake –\na fate some Brexiteers might view as too kind for this heroine”. The complaint\nabout this aspect of the article was resolved in direct correspondence with the\nnewspaper. However, the complainant was concerned that the fact the newspaper\nhad not apologised for this claim in the article legitimised threatening and\nspiteful comments on the article under complaint.\n7. The\nnewspaper said that the complainant had had a high profile career, and it was\nentitled to describe this in colourful terms, and to be sceptical about claims\nshe had made about herself. It denied that this represented a pejorative or\nprejudicial reference to the complainant’s gender. It denied that it was a\npejorative or prejudicial reference to the complainant’s gender to describe her\nas “sultry”, or to observe that someone who wears leopard-print clothing\ndresses in ‘cougarish attire’. It said that these were simply descriptions of\nher appearance, and noted that another newspaper had recently used this word\n“sultry” to describe a male tennis player. The newspaper explained that any\ncomplaint in relation to readers’ comments was a matter for Mail Online, as the\npublication responsible for moderating these comments.\nRelevant Code provisions\n8. Clause 12\n(Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nFindings of the Committee\n9. In\nenforcing the Code, the Committee seeks to balance the potentially competing\nrights of freedom of expression and other rights of individuals, such as the\nright not to be discriminated against on the basis of certain protected\ncharacteristics, including gender, as enshrined in Clause 12 (Discrimination).\nThe article under complaint was critical of the complainant; it sought to cast\ndoubt on her success, the veracity of her own account of her life, as well as\nsuggesting that her marriage may have been motivated by financial interests. In\nthe context of these criticisms, the article contained a number of references\nto the complainant’s appearance which she quite reasonably found to be\noffensive. However, the Code does not prevent criticism which is offensive to\nits subject; it requires that the press must not make prejudicial or pejorative\nreferences to an individual’s sex or gender. The Committee considered that the\narticle did not contain a pejorative or prejudicial reference directed\nspecifically at the complainant’s gender, in a manner which was discriminatory,\nsuch as to give rise to a breach of Clause 12. There was no breach of Clause\n12.\n10. This fully\ndemonstrates how a critical article may, by the use of contempt, seek to\nbelittle its subject in the eyes of the reader without any breach of the\nEditors’ Code. The descriptions of the complainant’s appearance and the\nspeculation as to the reasons for her marriage appeared to be calculated to\noffend. But there are no provisions in the Code which protect the subject of\nthis kind of criticism. \nConclusions\n11. The\ncomplaint was not upheld. \nRemedial Action Required\n12. N/A\nDate complaint received: 05/11/2016Date decision issued: 26/04/2017\nBack to ruling listing\n\n\n"
}