{
    "url": "/rulings-and-resolution-statements/ruling/?id=11533-16",
    "title": "11533-16 Miller v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2016-11-30 00:00:00",
    "concluded_on": "2017-04-25 00:00:00",
    "complaint_processing_days": 146,
    "conclusion_long": "22. The complaint was not upheld.",
    "remedial_action": "23. N/ADate complaint received: 30/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 11533-16 Miller v Mail OnlineSummary of complaint1. Gina Miller\ncomplained to the Independent Press Standards Organisation that the Mail Online\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 12 (Discrimination)\nof the Editors’ Code of Practice in relation to articles headlined “The\nSouth-American born former model and her “arrogant” bid to derail Britain’s\ndemocracy: Wealthy investment fund manager is behind landmark legal bid to\nblock Brexit being triggered”, published \non 13 October 2016, “Wife of Mr Hedge Fund wins massive Brexit victory a\ndecade after he lost £5m in divorce payout when his lawyer said 'it'd be\ncheaper to run over' his previous partner”, published on 3 November 2016,\n“KATIE HOPKINS: Three judges think they know better than the British voters –\nbut will MPs be so brave? Bring it on Theresa and DARE them to defy the will of\nthe people”, published on 3 November 2016, and in relation to user-generated\ncontent on an article headlined “Mrs Hedge Fund, a £5m Divorce and a Touch of\nJackie Collins”, published on 4 November 2016”.2. The articles\nconcerned the complainant’s Article 50 legal challenge. The 13 October article\nwas published when those proceedings were heard in the High Court. It provided\ndetails about that hearing, and details of the complainant’s life and\nbackground: it described her as “wealthy”, noted that she is a “former model”\nwho is “married to a multi-millionaire fund manager”, and founder of an\ninvestment firm herself. In a panel headed “Who is bringing the challenge?\nFormer model Gina Miller is married to a multi-millionaire who was involved in\none of Britain’s fiercest divorces”, it described her as “glamorous,\nGuyanan-born Gina Miller” and reviewed her professional history, previous\npublic comments she has made on topical issues, and a legal case involving her\nhusband.3. The 3 November\ncolumn was published on the day the High Court handed down its ruling, in\nfavour of the complainant. It denounced the decision as a “court judgment by\nthree old men in fancy dress, argued by lawyers paid for by the wife of a hedge\nfunder, applauded by wealthy remoaners”, and referred to those involved as\n“filthy individuals”, “the Establishment”, and “clever people who think they\nare paid to have power”. It described the complainant as “the woman with the\ncash” and a “Guyanan-born wife of a multi-millionaire, laughing in the faces of\nordinary Brits”.4. The final\narticle, also published on 3 November, reported on the complainant’s success in\nthe High Court, and included a lengthy professional and personal profile of the\ncomplainant, including her childhood, education, career, previous marriage,\nchildren and previous campaigning. It described her as the “wife of a\nmillionaire financier nicknamed ‘Mr Hedge Fund’, and a “glamorous, feisty and\nimpeccably well-connected, South American-born former model” and a\n“Guyanan-born ex-model”. It also quoted “friends” describing her as\n“sharp-witted” and a “natural fighter”, and reproduced tweets from “fans”\ncalling her a “hero”.5. The article\npublished on 4 November was the online version of a Daily Mail article. As\nsuch, the Daily Mail was responsible for its editorial content, but as the\noperator of the website, readers’ comments fell within the remit of Mail\nOnline.6. The complainant\nsaid that the reference to her as “Guyanan-born” was discriminatory, in breach\nof Clause 12 (i) and Clause 12 (ii). She said that the Code is to be taken in\nthe full spirit in which it was intended. While Clause 12 does not explicitly\nrefer to nationality, it was engaged in this case. In any event, the\ncomplainant said that by referring to her as “Guyanan-born”, the publication\nwas also referring to her race and colour. In support of this position, she\nnoted that white people represented 0.06% of Guyana’s population. The\ncomplainant said that her place of birth was not relevant to any debate about\nthe EU, and that these references therefore represented a breach of Clause 12\n(ii). She said that the references to her place of birth were prejudicial and\npejorative references to her race and colour, in breach of Clause 12 (i).7. The complainant\nsaid that she came to the UK when she was ten years old, and that she was a\nBritish citizen. She said that the articles’ emphasis on her place of birth,\nwithout reference to her British citizenship, suggested that she was a\nforeigner, at odds with the British people. She said that this was misleading,\nin breach of Clause 1.8. The complainant\nsaid that the four articles incited a large number of readers’ comments which\ndiscriminated against her on the grounds of her race, colour and sex. She said\nthat where these comments contained explicit threats to her life, they\nrepresented a risk to her personal security, such that her movements were\ncurtailed. She said that this impacted on her private life, in breach of Clause\n2.9. The publication\nsaid that the complainant was a central figure in a controversial legal action.\nThe public had a right to information about her background, and to comment on\nher role the case. It said that an individual’s place of birth is not a\nprotected characteristic under the Code, and the complainant’s assertion that\nthe reference to her place of birth was a proxy reference to her race or colour\nwas tenuous. It noted that there were a number of ethnic groups that make up\nthe population of Guyana, none of which made up the overall majority. The\npublication said that one of the central issues in the referendum campaign was\nthe free movement of people. The fact that the person leading the opposition to\nthe referendum result was born outside of the UK was genuinely relevant. The\npublication noted that on the website of the complainant’s True and Fair\nFoundation, her biography referred to her as having grown up in Guyana, and\nthat she had referred to her place of birth in a number of interviews.10. The publication said that the readers’ comments on the\narticles under complaint were not moderated. It said that when it was alerted\nto the complainant’s concerns, it removed the comments in question. It said\nthat the comments therefore fell outside of IPSO’s remit.11. The complainant said that the publication was first put\non notice of her concerns about the readers’ comments in a legal letter, sent\nto the Daily Mail, prior to her complaint to IPSO. In this letter, her\nrepresentatives requested that certain comments be removed, and that the\npublication check for any others. In response to this legal letter, the\ncomments identified in the letter were removed. However, the complainant said\nthat the legal letter had the effect of placing the publication on notice of the\nreaders’ comments which she subsequently identified in her IPSO complaint. The\ncomments therefore fell within IPSO’s remit.12. The publication said that the legal letter was directed\nat the Daily Mail, rather than Mail Online, and that it had not had sight of\nthis before it received the IPSO complaint. It had simply been asked by the\nDaily Mail to remove certain readers’ comments from the online version of the\nnewspaper’s article, which it did. By this time, the article was no longer\naccepting any further readers’ comments, and the publication said it therefore\nhad no reason to believe that any further action was necessary.Relevant Code provisions13. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee14. The Committee noted the complainant’s argument that, if\ntaken in the spirit in which it was intended, nationality should be included in\nthe characteristics covered by Clause 12. The preamble to the Code states that\nthe Code “should be honoured not only to the letter, but in the full spirit”,\nand that it should not be interpreted “so narrowly as to compromise its\ncommitment to respect the rights of the individual, nor so broadly that it\ninfringes the fundamental right to freedom of expression”. However, Clause 12\ncontains a specific list of characteristics to which it provides protection,\nwhich has been revised over time, as the Code has been reviewed and updated.\nThis list of characteristics does not include nationality.15. While nationality is not a characteristic listed in\nClause 12, a prejudicial or pejorative reference to an individual’s race or\ncolour could be made by reference to nationality, and therefore such references\nshould always be considered in their specific context.16. All three of the articles under complaint, and in\nparticular the column of 3 November, included criticism of the complainant. The\nCommittee considered carefully whether the references to her as “South-American\nborn” and “Guyanan born” had been employed in this context as a pejorative\nreference to her race or colour. 17. The two news articles under complaint had included\nextensive biographical information about the complainant, much of it focussed\non her financial position. Debates around national identity figured prominently\nin the EU referendum campaign, and the fact that the complainant was born\nabroad was therefore relevant to coverage of her role as the lead claimant in\nthe Article 50 legal challenge.18. The 3 November article, which described the complainant\nin extremely pejorative terms as “laughing in the faces of ordinary Brits”, did\nso in the context of its vitriolic criticism of all of those concerned with the\njudgment, who the columnist portrayed as elitist and detached from the general\npublic.19. Having considered the coverage in detail, the Committee\ndid not find that there was any basis to conclude that as part of a broader\ncatalogue of criticisms which sought to undermine the complainant's position,\nthe references to the complainant as Guyanan- or South American-born\nconstituted references to her race or colour, so as to engage the terms of\nClause 12. In some instances, this information was included as part of general\nbiographical information about the complainant; in other instances, where her\noriginal connection to another country was referred to in a pejorative context,\nit formed part of a broader narrative which sought to criticise the complainant\nmore generally as being unrepresentative of the British public. There was no\nbreach of Clause 12.20. In the context of the articles, the references to the\ncomplainant being born in Guyana, “Guyanan-born”, or “South-American born”, did\nnot imply that she was not a British citizen. The lack of an explicit reference\nto the complainant’s status as a British citizen was not significantly\nmisleading. This aspect of the complaint did not raise a breach of Clause 1.21. The Committee noted the complainant’s concerns about the\nreaders’ comment posted beneath the online article. User-generated material,\nsuch as readers’ comments, fall within IPSO’s remit when they have been\nreviewed or moderated. In this case, the comments had not been ‘pre-moderated’.\nThe complainant first raised concerns about specific readers’ comments in a\nlegal letter to the editor in chief of DMG media, and the head of editorial legal\nservices. The concerns raised in the correspondence related to the operation of\nMail Online, and the Committee rejected the publication’s argument that it was\nnot a party to this correspondence. Nevertheless, following this initial\ncorrespondence, it removed the specific comments to which the complainant\nobjected and notified the complainant that it had done so. When, in her IPSO\ncomplaint, the complainant specified further comments to which she objected,\nthey were promptly removed by the publication. \nThe publication did not therefore publish any of the comments complained\nabout after it had reviewed or moderated them. These comments therefore fell\noutside IPSO’s remit.Conclusions22. The complaint was not upheld.Remedial Action required23. N/ADate complaint received: 30/11/2016Date complaint concluded 25/04/2017\nBack to ruling listing\n\n\n"
}