{
    "url": "/rulings-and-resolution-statements/ruling/?id=11546-16",
    "title": "11546-16 Miller v Daily Express",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-11-04 00:00:00",
    "received_on": "2016-11-30 00:00:00",
    "concluded_on": "2017-04-25 00:00:00",
    "complaint_processing_days": 146,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/ADate complaint received: 30/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 11546-16 Miller v Daily ExpressSummary of complaint1. Gina Miller\ncomplained to the Independent Press Standards Organisation that the Daily\nExpress breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in relation to an article\nheadlined “We must get out of the EU”, published on 4 November 2016. The\narticle was also published online with the headline “After judges' Brexit block\nnow your country really needs you: We MUST get out of the EU”.2. The article\nreported on the complainant’s Article 50 legal challenge. It was published the\nday after the High Court handed down its judgment in favour of the complainant,\nwho was the lead claimant in the case.3. The article was\npresented as an editorial that described the decision as a “crisis as grave as\nanything since the dark days when Churchill vowed we would fight them on the\nbeaches” and a “shattering blow for the cherished concept that the ballot box\nreigns supreme”. It described the referendum result as “a popular revolt\nagainst the elitists who deem we are too stupid to know what’s best for us”,\nand the judgment as a decision by the “the highest legal minds in the land […]\nto hand back to that Westminster cabal the very power the people believe they\nshould not be trusted with”. It described the complainant as “a woman who makes\nno secret of her bias towards all things European but tries to cloak it in the\npretence that she is acting for the greater good of the British constitution”\nand described the result of the case as “the Guyana-born former model […]\nconvincing the courts that the votes of 17, 410,742 British people in the\nreferendum do not count”. The article contained further criticism of the\ncomplainant’s claim to have taken court action “for reasons of process, not\npolitics”.  It claimed that “as a\nfabulously wealthy investment manager in the City, she and her husband have\nmillions at stake”, and claimed that this would explain her belief that “we owe\nit to Europe not to rock the boat”.4. The article\nclaimed that “the rich and powerful want to dictate to the peasants again”, and\nappealed to readers to lobby their MPs on their vote on the issue. It said that\n“some of them may howl that this is political blackmail, that it is\nunconstitutional and undemocratic. It cannot be any worse than the way a South\nAmerican millionairess nicknamed “Mrs Wham Glam” by her friends had ridden\nroughshod over British voters”.5. The online\nversion of the article was substantially similar to the print version, except\nthat it was accompanied by a slideshow headlined “Who is Gina Miller?”. The\nslideshow contained a number of images of the complainant, with captions\ncontaining biographical details. The caption to one image was “Born in Guyana,\nshe grew up in Britain and is now based in London where she works for SCM\nPrivate, the firm she co-founded in 2014.”6. The complainant\nsaid that she has lived in the UK since a young age, and is a British citizen.\nShe said that the article omitted details of her British citizenship, and\njuxtaposed the fact that she is “Guyana-born”, with “the votes of 17,410,742\nBritish people”. She said that this presented her as a foreigner, and was\nmisleading. She said that her legal claim challenged the Government’s power to\ntrigger the mechanism by which the UK is to leave the EU without Parliamentary\napproval. It was therefore inaccurate to claim that the case was about\n“convincing courts that the votes of the British people in the referendum do\nnot count”. She said that the newspaper failed to distinguish between factual\nreporting and its editorial position on exiting the EU.7. The complainant\nsaid that the Code is to be taken in the full spirit in which it was intended.\nWhile Clause 12 does not explicitly refer to nationality, it was engaged in\nthis case. In any event, the complainant said that by referring to her as\n“Guyana-born”, the publication was also referring to her race and colour. In\nsupport of this position, she noted that white people represented a very small\nproportion of Guyana’s population.8. During her\ncomplaint to IPSO, the complainant raised concern about a number of readers’\ncomments on the article. She said that these comments contained inaccuracies.\nShe said that they contained threats, which caused her to fear for her safety,\nand had an impact on her private life. She said that they contained highly\npejorative references to her place of birth, her colour and her gender.9. The newspaper\nsaid that it was true that the complainant was born in Guyana, and denied that\nthe article was inaccurate in reporting this fact. It said that the phrase\n“will of the British people” had been in common usage to describe those wanting\nto leave the EU since the announcement of a referendum. It denied that it\nsuggested that the complainant was distinct from the British people because she\nwas born in Guyana. The newspaper said that its description of the\ncomplainant’s legal action was not significantly inaccurate.10. The newspaper said that the terms of Clause 12 are\ndesigned to protect individuals against discrimination on the basis of race and\ncolour, amongst other characteristics. It said that the article did not refer\nto any of these characteristics of the complainant.11. The newspaper denied that the reference to the fact the\ncomplainant was born in Guyana was a reference to her race, and noted that\nGuyana was ethnically diverse. The newspaper said that information about the\ncomplainant’s place of birth would have been reported wherever the complainant\nwas born. It said it was common practice for newspapers to report such\nbackground information, and the terms of Clause 12 should not generally\nprohibit the publication of biographical details, such as nationality.  The newspaper said that it published a\nlengthy article about the complainant in the same edition as the article under\ncomplaint, and that this article included the fact that she grew up in Britain.\nIt said that this article was included in the online version of the article\nunder complaint.12. All the readers’ comments were removed from the article\nunder complaint when the newspaper was provided with the list of readers’\ncomments to which the complainant objected.Relevant Code provisions13. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee14. The Committee noted the complainant’s argument that, if\ntaken in the spirit in which it was intended, nationality should be included in\nthe characteristics covered by Clause 12. The preamble to the Code states that\nthe Code “should be honoured not only to the letter, but in the full spirit”,\nand that it should not be interpreted “so narrowly as to compromise its\ncommitment to respect the rights of the individual, nor so broadly that it\ninfringes the fundamental right to freedom of expression”. However, Clause 12\ncontains a specific list of characteristics to which it provides protection,\nwhich has been revised over time, as the Code has been reviewed and updated.\nThis list of characteristics does not include nationality.15. While nationality is not a characteristic listed in\nClause 12, a prejudicial or pejorative reference to an individual’s race or\ncolour could be made by reference to nationality, and therefore such references\nshould always be considered in their specific context. The article was\nextremely critical of the complainant, and the Committee therefore considered\ncarefully whether the references to her country of birth had been employed in\nthis context as a pejorative reference to her race or colour.16. The article under complaint argued in the strongest\nterms that the judgment represented an attempt by elites, including the\ncomplainant, to take back control after the referendum, a “popular revolt” by\nBritish voters; this followed from lengthy debates around the issues of\nnational identity that had taken place during the EU referendum campaign.  The article had sought to contrast the\ncomplainant and others involved in the case with the “peasants” of the general\npublic, and had referred in this context to her wealth and her profession, as\nwell as the country of her birth. Having considered the article, the Committee\ndid not find that there was any basis to conclude that the reference to the\ncomplainant as Guyana-born, or the inclusion of the information about her\ncountry of birth in the online version of the article, constituted references\nto her race or colour, so as to engage the terms of Clause 12. Rather, this\nformed part of broader catalogue of criticisms which sought to undermine the\ncomplainant's position, as being unrepresentative of the British public. It was\nin that context that it referred to her connection to another country. There\nwas no breach of Clause 12.17. In the context of the article, the reference to the\ncomplainant being “Guyana-born”, or the reference to her being “South\nAmerican”, did not imply that she was not a British citizen. The lack of an\nexplicit reference to the complainant’s status as a British citizen was not\nsignificantly misleading. This aspect of the complaint did not raise a breach\nof Clause 1.18. The complainant’s legal action sought to prevent the\nGovernment providing notification to leave the EU under Article 50 by exercise\nof the royal prerogative, and to guarantee a further vote on the issue by\nParliament. The article explained that the High Court had ruled that “the\ndecision on whether we trigger our departure from the EU can only be taken by\nMPs”. In these circumstances, it was not significantly misleading to claim that\nthe complainant had “convinced the courts that the votes of 17,410,742 British\npeople in the referendum do not count”. This aspect of the complaint did not\nraise a breach of Clause 1.19. The Committee noted the complainant’s concerns about the\nreaders’ comment posted beneath the online article. User-generated material,\nsuch as readers’ comments, fall within IPSO’s remit when they have been\nreviewed or moderated. In this case, the comments had not been ‘pre-moderated’.\nWhen the complainant identified the readers’ comments she objected to, they\nwere removed promptly. The Committee considered that the publication was not\neditorially responsible for the comments in question, and did not consider this\naspect of the complaint further.Conclusions20. The complaint was not upheld.Remedial Action required21. N/ADate complaint received: 30/11/2016Date complaint concluded: 25/04/2017\n \nBack to ruling listing\n\n\n"
}