{
    "url": "/rulings-and-resolution-statements/ruling/?id=11743-20",
    "title": "11743-20 Sharp v dailyrecord.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "received_on": "2020-07-03 00:00:00",
    "concluded_on": "2021-03-03 00:00:00",
    "complaint_processing_days": 243,
    "conclusion_long": "15. The complaint was upheld under Clause 9.",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the newspaper had breached Clause 9, the publication of an adjudication was appropriate. 17. The complaint related to material published in three online articles. Therefore, the adjudication should also be published on the publication’s website, with a link to the full adjudication (including the headline) appearing in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way. If the newspaper intends to continue to publish the online articles without amendment to remove the breach identified by the Committee, the full text of the adjudication should also be published on the articles, beneath the headlines. If amended to remove the breach, a link to the adjudication should be published with the articles, explaining that it was the subject of an IPSO adjudication, and explaining the amendments that have been made. The publication should contact IPSO to confirm the amendments it now intends to make to the online material to avoid the continued publication of material in breach of the Editors’ Code of Practice. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. The terms of the adjudication for publication are as follows: Christine Sharp complained to the Independent Press Standards Organisation that dailyrecord.co.uk breached Clause 2 (Privacy), Clause 3 (Harassment) and Clause 9 (Reporting of crime) in three articles published: “Serial fantasist who stalked and terrorised ex pal caged for three-year hate campaign” 17 July 2019“Airdrie stalker weeps in dock after being jailed for three year hate campaign” 23 July 2019“Stalker Jill Sharp opens Airdrie market stall flogging Rangers and Celtic gear” 24 October 2019   All three articles reported on the sentencing and subsequent release of the complainant’s daughter after her conviction for a criminal offence. All three articles included a photograph which was captioned “[the complainant's daughter] is led away by police after being arrested in 2017\". In the photograph the complainant was visible in the background, standing and looking out of a doorway of a house as the arrest was taking place. The complainant said that the articles breached Clause 9 as she was identified as a relative of someone convicted of crime in the published photograph in circumstances where she was not genuinely relevant to the story. She said readers would assume her identity as a relative given that her and her daughter were both pictured at the entrance to the family home. The publication maintained that the complainant was not identified as the friend or relative of someone accused or convicted of crime as she was not named in the articles and her relationship to her daughter was not explicitly mentioned. IPSO considered that readers of the articles would have inferred that the arrest was taking place at the home of the person being arrested and it was likely that readers would have assumed that the complainant was also a resident at the address. It also concluded that readers would have assumed that the complainant was likely to be a relative on the person being arrested, given that a house with an address plaque saying ‘Sharp’ might usually be occupied by others with the same surname. Whilst the complainant had not been named in the articles, the Committee concluded that the information contained in the photograph itself, taken together with the information reported in the text of the articles, identified the complainant as a relative or friend of the individual who was being arrested and who had later been convicted of a crime, as reported in the articles. Where there was no basis for a finding that the complainant was genuinely relevant to the story at the time of publication, there was a breach of Clause 9.   Date complaint received: 03/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11743-20 Sharp v\ndailyrecord.co.uk\nSummary of Complaint\n1. Christine Sharp complained to the Independent Press\nStandards Organisation that dailyrecord.co.uk breached Clause 2 (Privacy),\nClause 3 (Harassment) and Clause 9 (Reporting of crime).\n“Serial fantasist who stalked and terrorised ex pal caged\nfor three-year hate campaign” 17 July 2019“Airdrie stalker weeps in dock after being jailed for three\nyear hate campaign” 23 July 2019“Stalker Jill Sharp opens Airdrie market stall flogging\nRangers and Celtic gear” 24 October 2019\n\n\n2. The first two articles reported on the sentencing of the\ncomplainant’s daughter, who had been convicted of a criminal offence. The third\narticle reported on the daughter’s release from prison and included details of\nher conviction. All three articles included a photograph which was captioned\n“[the complainant's daughter] is led away by police after being arrested in\n2017\". In the photograph the complainant was visible in the background,\nstanding and looking out of a doorway of a house. The house was the home of the\ncomplainant, where her daughter was living at the time of her arrest. The\nphotograph also showed part of a plaque on the exterior wall of the house,\nwhich included the name of the road and the family’s name, although the name of\nthe road was partly obscured. The text of the articles did not name the\ncomplainant although the third article noted that the photograph was taken as\nthe complainant’s daughter was “being arrested at her home in Airdrie”.\n3. The complainant said the articles breached Clause 9 as\nthe photograph identified her as a relative of a person accused and convicted\nof crime, namely her daughter. Whilst she was not named in the articles or\nphotograph caption, the complainant considered that readers would assume her\nidentity as a relative given that her and her daughter were both pictured at\nthe entrance to the family home. The complainant also said the articles\nbreached Clause 2 as they contained a photograph of her likeness and address\nplaque. The plaque was partially obscured but showed the family name: ‘Sharp’.\nThe complainant said that the photograph had been taken without her knowledge\nand consent whilst her daughter was being arrested. She said she had come to\nthe front door in order to comfort her daughter but remained within the house.\nShe had been distressed by the situation, the policemen searching her home and\nthe large crowd gathered on the street. Only later did the complainant realise\nthere was a photographer outside the property. The complainant said that the\npublication of the articles breached Clause 3 and had led to harassment from\nmembers of the public.\n4. The publication did not accept it had breached the Code.\nIn respect of the complaint under Clause 9, it accepted that the complainant\nwas not genuinely relevant to the story, but it pointed to the fact that the\ncomplainant was not identified by name in the articles. It also pointed out\nthat the complainant had identified herself as a relative of her daughter by\nsharing her daughter’s Facebook post about a previous IPSO ruling on her own\npublic Facebook page in May 2020. It also said it understood that the\ncomplainant visited the court on two occasions during her daughter’s trial and\nwaited for her in the court café.\n5. The publication denied any breach of Clause 2. It noted\nthat the address plaque was obscured in the photograph. In any event, it said\nthat an address is not generally private information and, in this case, was\nalready in the public domain as the registered address of the complainant’s\ndaughter’s company. It stated that the photograph had first been published in\nMarch 2019, albeit with the complainant cropped out; and first published with\nthe complainant visible in a print article of 17 July 2019. Further, it stated\nthat the delay in the complaint being made indicated that there was limited\nintrusion within the meaning of Clause 2. Finally, the publication emphasised\nthat the complainant could have been viewed by any passer-by such as those in the\ncrowd which had gathered outside the property at the time of the arrest and\nmaintained that no private information was disclosed in the photograph as it\nonly revealed the complainant’s likeness. The newspaper pixilated the\ncomplainant’s face and the address plaque upon receipt of the complaint. The\npublication said that Clause 3 was not engaged, as the complainant’s concern\ndid not relate to approaches from journalists, which the Clause covers.\n6. In response, the complainant said that she had posted\npublicly on Facebook about a previous IPSO ruling relating to her daughter only\nafter that ruling was in the public domain, and 7-10 months after the articles\nunder complaint were published. In addition, whilst she accepted that she had\nvisited the court café once at the time her daughter’s trial and waited for her\ndaughter, she said she did not enter the courtroom itself, did not arrive with\nher daughter and had initially visited the court building in relation to other\nbusiness.\nRelevant Code Provisions\n7. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n8. Clause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n9. Clause 9 (Reporting of crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n10. The first consideration under Clause 9 is whether the\ncomplainant was identified as the friend or relative of someone accused or\nconvicted of crime. The Committee considered that readers of the articles would\nhave inferred that the arrest was taking place at the home of the person being\narrested due to her surname being visible on the address plaque and the\nresidential nature of the property. The third article made this point expressly\nby stating she had been “arrested at her home” It was likely that readers would\nhave assumed that the complainant was also a resident at the property given\nthat she was not wearing outdoor clothing and was standing inside the house at\nthe time the photograph was taken. Readers would have also assumed that she was\nlikely to be a relative on the person being arrested, given that a house with\nan address plaque saying ‘Sharp’ might usually be occupied by others with the\nsame surname. Whilst the complainant had not been named in the articles, the\nCommittee concluded that the information contained in the photograph itself,\ntaken together with the information reported in the text of the articles,\nidentified the complainant as a relative or friend of the individual who was\nbeing arrested and who had later been convicted of a crime, as reported in the\narticles. \n11. The Committee noted that the publication had accepted\nthat the complainant was not genuinely relevant to the story. Further, the\ncomplainant’s public comments about an IPSO ruling relating to her daughter\nwere made subsequently and therefore did not provide a basis for a finding that\nshe was genuinely relevant to the story at the time of publication. There was a\nbreach of Clause 9.\n12. The Committee next considered whether the photograph\nrelated to the complainant’s private life such that its publication engaged the\nterms of Clause 2. The complainant was standing inside the doorway of her home\nwhen the photograph was taken and, in these circumstances, Clause 2 was\nengaged. The Committee then turned to the question of whether the complainant\nhad a reasonable expectation of privacy in relation to the information\ncontained in the photograph. The published photograph had revealed the\ncomplainant’s likeness, and this was information which could be seen by the\nmembers of the public who had gathered outside the property at the time the\nphotograph was taken. The Committee noted that the photograph, in conjunction\nwith the text of the articles, had identified the complainant as a relative or\nfriend of the subject of the articles. However, a familial connection or\nfriendship is not generally information in respect of which an individual has a\nreasonable expectation of privacy. In these circumstances, the Committee found\nthat the complainant did not have a reasonable expectation of privacy in\nrespect of the information about her which was contained in the photograph and\nthere was no intrusion into the complainant's private life by its publication.\nThere was no breach of Clause 2.\n13. The complainant said that the publication of the\nphotograph had also breached Clause 2 by revealing her address. The Committee\nnoted that someone’s address is not generally private information. Moreover,\nthe complainant’s full address was not visible in the image as it was obscured.\nThere was no breach of Clause 2 on this point.\n14. The complainant was concerned that the articles had led\nto harassment from members of the public. Clause 3 generally relates to the way\njournalists behave when researching a news story and is meant to protect people\nfrom being repeatedly approached by the press against their wishes. Where the\ncomplainant did not argue that the alleged approaches were made by people\nworking for the newspaper, and where there was no evidence of this having\noccurred, the terms of Clause 3 were not engaged.\nConclusions\n15. The complaint was upheld under Clause 9.\nRemedial Action Required\n16. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the newspaper\nhad breached Clause 9, the publication of an adjudication was appropriate.\n17. The complaint related to material published in three\nonline articles. Therefore, the adjudication should also be published on the\npublication’s website, with a link to the full adjudication (including the\nheadline) appearing in the top 50% of stories on the publication’s website for\n24 hours; it should then be archived in the usual way. If the newspaper intends\nto continue to publish the online articles without amendment to remove the\nbreach identified by the Committee, the full text of the adjudication should\nalso be published on the articles, beneath the headlines. If amended to remove\nthe breach, a link to the adjudication should be published with the articles,\nexplaining that it was the subject of an IPSO adjudication, and explaining the\namendments that have been made. The publication should contact IPSO to confirm\nthe amendments it now intends to make to the online material to avoid the\ncontinued publication of material in breach of the Editors’ Code of Practice.\nThe headline to the adjudication should make clear that IPSO has upheld the\ncomplaint, give the title of the publication and refer to the complaint’s\nsubject matter. The headline must be agreed with IPSO in advance. The terms of\nthe adjudication for publication are as follows:\nChristine Sharp complained to the Independent Press\nStandards Organisation that dailyrecord.co.uk breached Clause 2 (Privacy),\nClause 3 (Harassment) and Clause 9 (Reporting of crime) in three articles\npublished:\n“Serial fantasist who stalked and\nterrorised ex pal caged for three-year hate campaign” 17 July 2019“Airdrie stalker weeps in dock\nafter being jailed for three year hate campaign” 23 July 2019“Stalker Jill Sharp opens Airdrie\nmarket stall flogging Rangers and Celtic gear” 24 October 2019\n\n\nAll three articles reported on the sentencing and subsequent\nrelease of the complainant’s daughter after her conviction for a criminal\noffence. All three articles included a photograph which was captioned “[the\ncomplainant's daughter] is led away by police after being arrested in\n2017\". In the photograph the complainant was visible in the background,\nstanding and looking out of a doorway of a house as the arrest was taking\nplace.\nThe complainant said that the articles breached Clause 9 as\nshe was identified as a relative of someone convicted of crime in the published\nphotograph in circumstances where she was not genuinely relevant to the story.\nShe said readers would assume her identity as a relative given that her and her\ndaughter were both pictured at the entrance to the family home. The publication\nmaintained that the complainant was not identified as the friend or relative of\nsomeone accused or convicted of crime as she was not named in the articles and\nher relationship to her daughter was not explicitly mentioned.\nIPSO considered that readers of the articles would have\ninferred that the arrest was taking place at the home of the person being\narrested and it was likely that readers would have assumed that the complainant\nwas also a resident at the address. It also concluded that readers would have\nassumed that the complainant was likely to be a relative on the person being\narrested, given that a house with an address plaque saying ‘Sharp’ might\nusually be occupied by others with the same surname. Whilst the complainant had\nnot been named in the articles, the Committee concluded that the information\ncontained in the photograph itself, taken together with the information\nreported in the text of the articles, identified the complainant as a relative\nor friend of the individual who was being arrested and who had later been\nconvicted of a crime, as reported in the articles.\nWhere there was no basis for a finding that the complainant\nwas genuinely relevant to the story at the time of publication, there was a\nbreach of Clause 9.\n \nDate complaint received: 03/07/2020\nDate decision concluded by IPSO: 03/03/2021\nBack to ruling listing\n\n\n"
}