{
    "url": "/rulings-and-resolution-statements/ruling/?id=11818-21",
    "title": "11818-21 Hoy v Wisbech Standard",
    "provisions": [
        "9 Reporting of crime (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Wisbech Standard (Newsquest Media Group)",
    "published_on": "2021-11-15 00:00:00",
    "received_on": "2021-11-16 00:00:00",
    "concluded_on": "2022-06-17 00:00:00",
    "complaint_processing_days": 213,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A   Date complaint received: 16/11/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11818-21 Hoy v Wisbech Standard\nSummary\nof Complaint\n1. Samantha\nHoy complained to the Independent Press Standards Organisation that Wisbech\nStandard breached Clause 1 (Accuracy) and Clause 9 (Reporting of crime) of the\nEditors’ Code of Practice in an article headlined “Police reveal 3 councillors\ngot written warning over Covid”, published on 15th November 2021.\n2. The\narticle reported that “[t]hree Wisbech town and Fenland district councillors\nreceived written warnings from Cambridgeshire Police for breaching Covid-19\nregulations”. It identified by name three councillors as having been at the\nAngel Public House on Christmas Eve in 2021, one of them being Samantha Hoy.\nThe article went on to state that the individuals were identified by\nCambridgeshire Police after the seizure of CCTV footage, and that they had not\nreceived fines, but the matter was dealt with by a “written warning”. It stated\nthat “Cambridgeshire Police released a statement which says three Wisbech\ncouncillors did receive a written warning from events at the Angel”, but that\nno further action was being taken against the councillors. The article included\nsome of the text of the letter written to the three councillors. The letter\nstated that the police had received a complaint “to report that you have\nbreached the Health Protection (Coronavirus Restrictions) Regulations 2020. It\nis alleged that you have other persons (not from your household or as part of a\npermitted bubble) on the 24th December 2020 at the Angel Public House” and that\nthe police “have reviewed CCTV footage from the public house and this appears\nto support the allegation”. The letter also stated that “Police on this\noccasion will not be taking any formal action against you for this breach, but\nI would like to take this opportunity to remind you to keep up to date with current\ngovernment regulation and guidance”. The article concluded by stating that\n“Cllr Hoy has been approached for a response”.\n3. The\ncomplainant, one of the councillors named in the article, said that the article\nwas inaccurate in breach of Clause 1 as it had stated that she had received a\n“written warning” from the police. The complainant said that a written warning\nwas a formal caution from the police, and that she had never received one of\nthese; she added that on the Gov.uk website, a police caution was also referred\nto as a warning, where there is a legal record of an admission of an offence.\nThe complainant said that the article was further inaccurate as it claimed that\nshe had breached Covid rules; she said that these allegations were presented as\nfact. The complainant also said that the article was inaccurate to state that\n“Cambridgeshire Police released a statement which says three Wisbech\ncouncillors did receive a written warning from events at the Angel” as she did\nnot consider any such statement was made; she said that while the police had\nstated that three councillors had received a letter, they did not confirm who\nthese councillors were and did not describe the letter as a “warning”.\n4. The\ncomplainant said that there had been a further breach of Clause 1 as she had\nresponded to the journalist’s approach for comment, however the original\narticle had stated that “Cllr Hoy has been approached for a response”, which\nshe considered implied that she did not respond. She also added that she had\nnot been given an adequate amount of time to respond to the journalist’s\napproach for comment.\n5. The\ncomplainant said there had also been a breach of Clause 9 on the grounds that\nthe claim that she had received a written warning from the police amounted to\nan accusation that she had admitted to committing a crime, which she said the\nnewspaper had no evidence of.\n6. The\npublication did not accept a breach of Clause 1. It said that the publication\nhad made a freedom of information (FOI) request to Cambridgeshire Police, who\nconfirmed that the letter quoted in part in the article had been sent to three\ncouncillors. The publication provided the correspondence containing the FOI\nrequest and the full letter from the police. It said that it was reasonable to\ndescribe this letter as a warning, and that a warning is not limited to a\npolice caution. It added that a police caution was not mentioned in the\narticle; it said that a police caution was a specific penalty, which the\narticle did not claim or suggest the councillors had received. The publication\nwent on to state that the identity of the three councillors was confirmed by a\nsenior source who had seen the CCTV footage. It said that the source had\nconfirmed the CCTV showed the time Councillor Hoy had entered the pub on\nChristmas Eve; showed her inside the pub seated at the same table as other\nindividuals drinking, which was a breach of Covid-19 regulations; and showed\nthe precise time she left. The publication said that it was confident that there\nwere only three councillors present at the pub.\n7. In\nregard to the publication’s approach to the complainant for comment, it said\nthat Councillor Hoy had rejected opportunities to comment prior to publication\nand did not respond to phone calls. It said that the complainant responded\nafter publication stating that she did not receive a warning from the police\nand that this denial was added into the article the day after publication:\n“Cllr Hoy, however, said: ‘I have not received a written warning from the\npolice. Ever.’ She says that claims she has breached Covid rules ‘are false and\ndefamatory’”.\n8. The\npublication further said that the complainant’s concerns did not engage the\nterms of Clause 9. It said that the article reported on an important matter in\nthe public interest and that the identity of the councillors was of clear\nrelevance to the article.\n9.\nDuring the investigation, the complainant was asked to confirm whether or not\nshe had received the letter from Cambridgeshire Police; she said that it was\nnot her place to confirm or deny whether she had received the letter quoted in\nthe article.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 9\n(Reporting of Crime)*\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren under the age of 18 who witness, or are victims of, crime. This should\nnot restrict the right to report legal proceedings.\niii)\nEditors should generally avoid naming children under the age of 18 after arrest\nfor a criminal offence but before they appear in a youth court unless they can\nshow that the individual’s name is already in the public domain, or that the\nindividual (or, if they are under 16, a custodial parent or similarly\nresponsible adult) has given their consent. This does not restrict the right to\nname juveniles who appear in a crown court, or whose anonymity is lifted.\nFindings\nof the Committee\n10. One\nof the complainant’s primary concerns was that the newspaper had stated that\nshe had received a “written warning… from Cambridgeshire Police for breaching\nCovid-19 regulations”. The article had included much of the text of the\n“warning” – a letter from the police – to which it referred. While the\ncomplainant denied having received a “written warning” from the police or\nhaving breached the Covid-19 regulations, she would not confirm or deny to IPSO\nwhether she had received the letter quoted in the article. This had a\nsignificant impact upon the Committee’s ability to make a finding in regard to\nthe accuracy of the assertion that the complainant was the recipient of the\ncorrespondence. Notwithstanding this point, the Committee considered that the\npublication had demonstrated that it had taken care over the accuracy of this\nclaim and its presentation of it. The newspaper had a copy of the full letter\nand had made an FOI request to Cambridgeshire Police to establish how many\nindividuals the letter was sent to. In addition, a confidential source had\nconfirmed which three councillors could be seen in the CCTV footage and the\npublication had contacted the complainant prior to publication to allow them\nthe opportunity to comment. In light of the material provided by the\npublication to substantiate its position and the complainant’s declining to\nprovide further information, the Committee did not establish a significant\ninaccuracy requiring correction.\n11.\nWhile the Committee did not establish a significant inaccuracy requiring\ncorrection, it noted the complainant’s position that, according to the\ngovernment website, “warning” could be used interchangeably with “police\ncaution”. However, it was the Committee’s view that the phrase “written\nwarning” was a non-specific term and did not exclusively mean that an\nindividual had received a police caution. The Committee considered that the\narticle made clear the nature of the warning that was issued by the police.\n12. The\ncomplainant had also said that it was inaccurate to state that she had breached\nCovid-19 regulations. The Committee considered that the article as a whole made\nthe position clear. It had quoted the letter at length – including the\nstatement that “Police on this occasion will not be taking any formal action\nagainst you for this breach” – the letter had also stated that the police had\nviewed evidence which “appear[ed] to support the allegation” and sought to\nremind the recipient of the importance of keeping updated on current\nregulations. There was no breach of Clause 1 on this point.  \n13. The\ncomplainant had also said that she thought it was inaccurate to state that\n“Cambridgeshire Police released a statement which says three Wisbech\ncouncillors did receive a written warning from events at the Angel” as she did\nnot consider any such statement was made; she said that while the police had\nstated that three councillors had received a letter, they did not confirm who\nthese councillors were and did not describe the letter as a “warning”. The\npublication had provided the correspondence containing the FOI request and the\npolice’s response confirming that the letter was sent to three councillors. The\nCommittee found that this correspondence supported the publication’s claim that\nCambridgeshire Police had released a statement saying that three Wisbech\ncouncillors received the letter. For the reasons outlined previously, the\npublication was entitled to characterise the letter as a “written warning”, and\nthere was no breach of Clause 1 on this point.\n14. The\ncomplainant said that there had been a further breach of Clause 1 as she had\nresponded to the journalist’s approach for comment, yet the original article\nhad stated that “Cllr Hoy has been approached for a response”, which she\nconsidered implied that she had not responded. At the time of publication, the\ncomplainant had not yet responded to the approach for comment, and therefore it\nwas not inaccurate to state that she had been approached. Once the complainant\nhad responded to the approach, the publication updated the article to contain\nher denial of receiving a written warning within one day. There was no breach\nof Clause 1 on this point.\n15.\nClause 9 prevents the identification of relatives or friends of persons\nconvicted or accused of crime in circumstances where they are not genuinely\nrelevant to the story. As the article made no reference to the complainant’s\nrelatives or friends, the terms of Clause 9 were not engaged.\nConclusion(s)\n16. The\ncomplaint was not upheld.\nRemedial\nAction Required\n17. N/A\n\n\nDate\ncomplaint received: 16/11/2021\nDate\ncomplaint concluded by IPSO: 17/06/2022\nBack to ruling listing\n\n\n"
}