{
    "url": "/rulings-and-resolution-statements/ruling/?id=11837-21",
    "title": "11837-21 North East Ambulance Service v Mail Online",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-11-16 00:00:00",
    "received_on": "2021-11-17 00:00:00",
    "concluded_on": "2022-07-05 00:00:00",
    "complaint_processing_days": 230,
    "conclusion_long": "20. The complaint was partially upheld under Clause 1.",
    "remedial_action": "21. With regard to the Chief Executive’s pay, the clarification proposed by the publication was sufficient to address the requirements of Clause 1(ii) and should now be published. If the article is amended, the correction should be published as a footnote; if the article remains unamended, the correction should be published at the top of the article. 22. With regard to the “maximum of 18 minutes” point, there was a breach of Clause 1(ii) given that no corrective action had been offered. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication. The nature, extent, and placement of which is determined by IPSO. 23. The Committee considered that the newspaper had not taken the necessary care when reporting the 18-minute target, which was a national standard. The reference to this target being a “maximum” appeared only once and in the body of the article. In addition, the publication had also promptly offered a correction on the other breach showing readiness to correct what it considered to be a significant inaccuracy. For these reasons, the Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. 24. The Committee then considered the placement of the correction. It should appear as a footnote to the original online article, and should make clear that this was an average response target, rather than a maximum target. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.   Date complaint received: 17/11/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11837-21 North East Ambulance Service v Mail\nOnline\nSummary\nof Complaint\n1. North\nEast Ambulance Service (NEAS) complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Eight NHS ambulance bosses were given\nbonuses worth up to £20,000 this year - despite heart attack and stroke\npatients now having to wait almost an HOUR to be taken to hospital”, published\non 16th November 2021.\n2. The\narticle reported that senior executives at three ambulance trusts had been\ngiven bonuses and pay rises, stating that “North East Ambulance Service boss\nHelen Ray had the second highest bonus payment during the year” and that she\nhad received a “performance pay of between £10,000 and £15,000”. It went on to\nstate that Ms Ray’s “salary was also bumped up 76% from more than £85,000 to up\nto £150,000 during the period”. It said this was “despite the service having an\naverage waiting time of more than 25 minutes for Category 2 calls”. The article\nalso said that “The NHS aims for a maximum of 18 minutes waited for calls of\nthat level of seriousness”. The article also included graphs for waiting times\nfor both Category 1 and Category 2 calls across the UK, and average ambulance\nresponse times for both categories, set against the respective national “target\ntime” for each category: 7 minutes for Category 1 and 18 minutes for Category\n2.\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1 as it had referred\nto part of the remuneration of its Chief Executive as a “bonus”. It said that\nMs Ray did not receive a bonus and instead part of her salary was at risk\nagainst a set of objectives on an “earn-back basis”, which was capped at\n£15,000 per annum. The complainant provided guidance from the NHS on pay for\nsenior managers in NHS trusts and foundation trusts, which set out that when\nemploying managers of a certain level that “an element of earn-back pay will be\nincluded, ie a requirement to meet agreed performance objectives to earn back\nan element of base pay (normally at least 10%) placed at risk”. The complainant\nsaid that the Chief Executive’s core pay was £155,00-£160,000 and of this\n£10,000-£15,000 was at risk subject to the earn-back arrangement. The\ncomplainant said that the article was further inaccurate to state that its\nChief Executive’s salary had been “bumped up 76 per cent from more than £85,000\nto up to £150,000 during the period”. It said that this omitted to mention that\nthe Chief Executive joined the NHS Trust in September 2019, and her pay for the\nfinancial year 2019-2020 was only a proportion of the annual salary in her post\nand that the following year represented the full amount of her salary.\n4. The\ncomplainant said there had been a further breach of Clause 1. It noted that the\ngraphs in the article showed average waiting times for Category 1 and 2 calls\nfor various English NHS Trusts compared with the national average response\ntarget (seven minutes for Category 1 and 18 minutes for Category 2). The\ncomplainant explained that there was another target which stipulated the speed\nat which 90% of calls should receive an ambulance which was more generous (15\nminutes for Category 1 and 40 minutes for Category 2). The complainant said\nthat, by referring only to the average times and omitting any reference to the\n90% target response times, the article gave the inaccurate impression that the\naverage targets were the timeframe in which people should expect an ambulance\nto arrive, when that was not the case. It also said that the article was\ninaccurate when it stated that “[t]he NHS aims for a maximum of 18 minutes\nwaited for [Category 2 calls]”. It said the 18-minute target was an average\ntarget which, being an average, recognised that a significant number of actual\nresponse times would exceed that timeframe with the overall target still being\nmet and could therefore not reasonably be described as a maximum.\n5. The\ncomplainant also said that the article had breached Clause 1 as it considered\nthat by linking the Chief Executive’s pay in 2020-2021 with ambulance response\ntime standards in 2021-2022, this would mislead readers to believe that the\nperformance reported in 2021-2022 was linked with the payment in 2021. It said\nthat the article referred to “this year” throughout and that this would lead\nreaders to believe that the performance reported in 2021 (covering the\n2021/2022 financial year) was linked with the 2021 payment, which was not the\ncase\n6. The\npublication did not accept a breach of the Code. It said that care was taken to\nensure the article was accurate and that its health team had contacted the NEAS\npress team prior to publication. It said that a NEAS spokesperson had referred\nto the payment as a bonus in their correspondence with its reporter; it\nprovided this correspondence to support its position. It also said that the\nfact the bonus was on an “earn-back basis” did not mean that an extra amount of\nmoney had been agreed if Ms Ray met certain performance criteria. It said that\nas Ms Ray did not receive the pay if the objectives were not met, this could be\ndescribed as a bonus and that this was detailed in the trust’s own annual\nreport. To support its position, it provided the NEAS Annual Report and\nAccounts for the year 2020/2021. It highlighted that in this report, the\nadditional pay was described in a column titled “Annual Performance Related\nBonus” and listed as £10,000-£15,0000 and that Ms Ray’s salary appeared\nseparately in another column listed as £145,000-150,000.\n7. The\npublication said that it was correct to state that Ms Ray’s “salary was also\nbumped up 76% from more than £85,000 to up to £150,000 during the period” as\nher salary had increased as stated and as recorded in the annual report. It\nnoted that the publication had contacted the complainant prior to publication\nto check the details of its report, and that the complainant had not expressed\nany concerns regarding this point. The publication said during direct\ncorrespondence with the complainant that it would be willing to amend this\nsentence to clarify Ms Ray’s starting date. It proposed the following wording:\nShe also\nearned £150,000 during the period – 76 per cent more than the £85,000 the year\nbefore, which was lower because she was appointed part-way through the year in\nSeptember 2019.\nDuring\nIPSO’s investigation, the publication further offered a footnote clarification\nregarding the increase in salary:\nIn a\nprevious version of this article, we reported that North East Ambulance Service\nboss Helen Ray's salary was bumped up 76 per cent from more than £85,000 to up\nto £150,000. While the statements of earnings were correct, we would like to\nclarify that the increase related to her having started partway through the\nfinancial year. The figure of £85,000 represented a pro rata percentage of her\nfull yearly salary.\n8. The\npublication said that the graphs used in the article were labelled to make\nclear they were referring to averages, stating in the captions that the graphs\nrelated to “UK average wait times”, and it did not consider that the omission\nof the 90th percentile target rendered the article misleading. In relation to\nthe “maximum of 18 minutes waited for calls of that level of seriousness” the\npublication said that in the annual report a table showed that the NHS national\n“average response target” was 18 minutes for Category 2 calls. It said that it\ntook care to put the 18-minute target to the NEAS prior to publication and that\nthe press spokesperson who said that they were “assuming that your report will\nreflect that all ambulance services are currently not meeting the target you\nreferred to, but that we're in fact one of the best (only second to London) for\nthe most serious C1 incidents?”. The publication also said that as the\npreceding paragraph referred to an average waiting time, readers would infer that\nthe 18 minutes was also an average. It added that readers would also have seen\nthe graph which clearly set out that the 18 minutes is a target average wait\ntime. It however, offered to amend the text to state: “maximum average of 18\nminutes”.\n9. In\nrelation to the complainant’s concerns about linking the Chief Executive’s pay\nin 2020-2021 with ambulance response time standards in 2021-2022, the\npublication said that the article could not give details for a financial year\nthat had not yet happened, and that the year 2022 was not mentioned in the\narticle. It said that the period of 2020-2021 was referred to nine times in the\narticle and that the section detailing Ms Ray’s pay and NEAS performance was\nfollowed by a statement from the NEAS Chairman who said that “an element of the\nChief Executive’s pay is on an earn-back basis depending upon specific\nperformance objectives” and that “[h]aving met those objectives, the\nRemuneration Committee approved a payment for the 20/21 financial year”.\n10. In\naddition to the amendment and clarification, in order to resolve the complaint,\nthe publication also offered to add that neither the average response target\nnor the 90% percentile target was met by NEAS for Category 2. The publication\nalso offered to include the results for the 90th percentile target in order to\nresolve the complaint.\n11. The\ncomplainant did not consider the offers were adequate to resolve its complaint.\n12. The\ncomplainant added that its annual report clearly states that “[t]he Trust has\nno annual bonus arrangements in place” and that it was required by parliament\nfor the trust to use the headings the publication had referred to. It also\nadded that it stated within the report that “in accordance with the contract of\nemployment, an element of the Chief Executive's pay is on an earn-back basis\ndependent upon performance (£15,000 per annum). This is shown separately in the\ntable. The payment is dependent upon the achievement of specific performance\nobjectives set by the Chairman as part of the annual appraisal process. Further\ninformation is included in the Chairman's annual statement on remuneration”.\n13. The\npublication said that the annual report also stated that “[t]he Remuneration\nCommittee reserves the right to approve one-off, nonrecurring payments to\nrecognise exceptional performance, or delivery of specific projects” and that\nalongside this it stated that there was “no prescribed maximum limit” and that\nthe “performance measures” were “Exceptional performance, as defined by the\nRemuneration Committee”.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n14. The\nCommittee first considered the complainant’s concerns that the article had\nomitted to mention that the Chief Executive’s pay for the financial year\n2019-2020 was only a proportion of her annual salary as she had started part\nway through the financial year. The article had claimed that her salary had\nbeen “bumped up 76 per cent from more than £85,000 to up to £150,000 during the\nperiod”. The annual report made clear that the payment was for part of the\nyear, stating that that the Chief Executive’s pay for the period April 2019 to\nMarch 2020 was from September 2019 onwards. Omitting to mention this and\nreferring to the payment as “bumped up” was seriously misleading as it\nsuggested that she had received a rise in her annual pay, which was not the\ncase. The publication had failed to take sufficient care not to publish\ninaccurate or misleading information, and the Committee found that there had\nbeen a breach of Clause 1 (i). As the misleading information related to the pay\nof a Chief Executive of an NHS Trust, in an article which sought to contrast\nthat salary with the Trust’s performance, this was a significant inaccuracy,\nand therefore the newspaper was obliged, in accordance with the terms of Clause\n1 (ii) to correct this promptly and with due prominence.\n15. The\nCommittee then turned to the question of whether the action taken by the\npublication was sufficient to avoid a further breach of Clause 1(ii). The\npublication offered to amend this sentence to clarify Ms Ray’s starting date\nand explain that her pay had been lower the previous year due to her starting\npart way through the year; it also offered to publish a footnote clarification\nthat made clear that the £85,000 represented a pro rata percentage of her\nyearly salary. Where the claim appeared within the body of the article and\nwhere the article was to be amended, this proposed action was sufficiently\nprominent. The publication had made the offer to amend the sentence during\ndirect correspondence with the complainant once it had been made aware of the\ncomplaint; it had further offered the clarification during the early stages of\nIPSO’s investigation, which was sufficiently prompt. As such, the Committee\nconsidered that this was sufficient to meet the terms of Clause 1 (ii).\n16. The\nCommittee next turned to the complainant’s concerns that it was misleading to\nrefer to an average response standard as a maximum target: “[t]he NHS aims for\na maximum of 18 minutes waited for calls of that level of seriousness”. The\npublication had said that it was referred to in the annual report as an\n“average response target” and that readers would have inferred that the 18-minute\ntarget was an average as the preceding paragraph in the article referenced an\naverage waiting time. The Committee further considered that the reference to a\n“maximum” target suggested that this was the very longest that a patient should\nexpect to wait. The annual report stated that the national standard average\nresponse target for Category 2 was 18 minutes; this target was not described in\nthe report as a “maximum”. The Committee noted that there was a separate target\nwhich 90% of calls were expected to meet, which was 40 minutes. It was the\nCommittee’s view that presenting an average response target as a “maximum”\ntarget was a significant inaccuracy, and that the publication had not taken due\ncare over the presentation of this target. There was a breach of Clause 1 (i)\non this point. The Committee considered that it was significantly misleading to\nrefer to this as a “maximum” standard in an article which sought to contrast\npay with performance against targets, and that it therefore required correction\nunder the terms of Clause 1(ii). The publication had not offered to publish any\ncorrective action on this point, and so there was a further breach of Clause\n1(ii).\n17. The\ncomplainant had also expressed concerns that the article referred to part of\nthe remuneration of its Chief Executive as a “bonus”. The Committee\nacknowledged the complainant’s position that, while it was required to use the\nterm “bonus” by the government in its annual report, this was not a “bonus” in\npractice, and that instead part of her salary was at risk against a set of\nobjectives on an “earn-back basis”. The Committee considered that the\npublication had demonstrated that it had taken care over the accuracy of this\nclaim. The publication had relied on the annual report where this proportion of\nthe Chief Executive’s salary was referred to as “Annual Performance Related\nBonus” and it had gone to the NEAS for comment; the press spokesperson had referred\nto this amount of money as a bonus in their correspondence with the journalist.\nIt was the Committee’s view that the publication had taken care over the\naccuracy of this claim. Further, where this element of her remuneration was\ndiscretionary and received based on an assessment of her performance, it was\nnot significantly inaccurate to describe this proportion of the Chief\nExecutive’s salary as a “bonus”. There was no breach of Clause 1 on this point.\n18. The\ncomplainant had also expressed the concern that the graphs showed only average\nwaiting times and average targets for both Category 1 and 2 calls for various\ntrusts across the UK and had omitted to refer to the significantly longer\ntimeframe that it would expect that 90% of calls should meet. It said that this\nwas misleading because it would give readers the impression that they could\nexpect an ambulance in the shorter, average timeframe. However, the Committee\nconsidered that the graphs made clear that they were showing the average wait\ntimes of the respective Trusts. The Committee noted that there was no dispute\nas to the accuracy of the information presented in the graphics. The\npublication was entitled to reference the trust’s performance against one of\nits key performance indicators, which it considered to be relevant context to\nthe decision about remuneration, nor did it suggest that was the only target.\nThe omission of reference to other targets did not render the article\nmisleading or inaccurate. \n19.\nFinally, the Committee considered the complainant’s concerns that, by linking\nthe Chief Executive’s pay in 2020-2021 with ambulance response time standards\nin 2021-2022, this would mislead readers to believe that the performance\nreported in 2021-2022 was linked with the payment in 2021. The publication had\nsaid that the year 2022 had not been mentioned in the article and that the\nperiod of 2020-2021 had been referred to a number of times, in addition to\nincluding a statement from the NEAS Chairman who had also referred to the\n“20/21 financial year”. Where the article had made clear that the Chief\nExecutive’s pay that was being referred to was for the financial year\n2020-2021, and where the article had made no reference to the year 2022, the\nCommittee concluded that there was no failure to take care not to publish\ninaccurate or misleading information, nor did it give rise to a significant\ninaccuracy or misleading statement regarding this point. The publication was\nentitled to discuss payments received by NHS executives earlier in the year in\nthe context of current circumstances, and to do so did not render the article\nmisleading.  There was no breach of\nClause 1.\nConclusion(s)\n20. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n21. With\nregard to the Chief Executive’s pay, the clarification proposed by the\npublication was sufficient to address the requirements of Clause 1(ii) and\nshould now be published. If the article is amended, the correction should be\npublished as a footnote; if the article remains unamended, the correction\nshould be published at the top of the article.\n22. With\nregard to the “maximum of 18 minutes” point, there was a breach of Clause 1(ii)\ngiven that no corrective action had been offered. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication. The nature, extent, and\nplacement of which is determined by IPSO.\n23. The\nCommittee considered that the newspaper had not taken the necessary care when\nreporting the 18-minute target, which was a national standard. The reference to\nthis target being a “maximum” appeared only once and in the body of the\narticle. In addition, the publication had also promptly offered a correction on\nthe other breach showing readiness to correct what it considered to be a\nsignificant inaccuracy. For these reasons, the Committee considered that the\nappropriate remedy was the publication of a correction to put the correct\nposition on record.\n24. The\nCommittee then considered the placement of the correction. It should appear as\na footnote to the original online article, and should make clear that this was\nan average response target, rather than a maximum target. It should state that\nit has been published following an upheld ruling by the Independent Press\nStandards Organisation. The full wording and position should be agreed with\nIPSO in advance.\n\n\nDate\ncomplaint received: 17/11/2021\nDate complaint\nconcluded by IPSO: 05/07/2022\nBack to ruling listing\n\n\n"
}