{
    "url": "/rulings-and-resolution-statements/ruling/?id=11838-15",
    "title": "11838-15 Portes v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2015-11-12 00:00:00",
    "received_on": "2015-12-04 00:00:00",
    "concluded_on": "2016-03-08 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "15. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "16. In circumstances where the Committee establishes a breach of the Editors’ Code it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. Given that the inaccuracy in this case had previously been the subject of two upheld PCC complaints, and therefore it was established in the public domain that it was significantly inaccurate, the Committee gave careful consideration as to whether the newspaper should be required to publish an adjudication in this case. However, it noted that the newspaper had taken swift action to remedy the breach. On this occasion, the published correction was satisfactory and no further action was required. Date complaint received: 04/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11838-15 Portes v Daily Express\nSummary\nof complaint\n1.\nJonathan Portes complained to the Independent Press Standards Organisation that\nthe Daily Express breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “75% of new jobs go to EU migrants in 1 year”,\npublished on 12 November 2015. It was published online with the headline\n“Shocking figures reveal three out of four British jobs go to EU MIGRANTS”.\n2.\nThe article reported figures from the Office of National Statistics (ONS) UK\nLabour Market Statistical Bulletin from November 2015, and said that 75% of\n“new jobs” created in the last year had been filled by migrants from the\nEuropean Union (EU), and that “three out of four job hunters who found work in\nBritain in the past year were migrants from the EU”. The text of the article\nwas the same in print and online; only the headlines differed.\n3.\nThe complainant said that these references were inaccurate. The ONS figures represented\nnet changes in employment, and not new jobs. He said that it was obviously\nwrong that migrants fill most new British jobs; the vast majority of people\nstarting a new job every day in the UK are born in the UK. In 2010, for\nexample, approximately 85% of new hires were of British-born workers. The\narticle gave the significantly misleading impression that migrants were\ndisplacing British-born people in the workforce. Net changes in employment\nfigures do not show any information about the proportion of job hunters who\nfound work in a given period; they do not allow for people who leave the job\nmarket permanently; and they do not reflect that some individuals might get two\njobs, or half a job. The complainant noted that the statistical bulletin which\nhad been the source of the figures specifically stated that “the estimates of\nemployment by both nationality and country of birth relate to the number of\npeople in employment rather than the number of jobs. Changes in the series\ntherefore show net changes in the number of people in employment, not the\nproportion of new jobs that have been filled by UK and non-UK workers.”\n4.\nThe complainant noted that there were two rulings on the Press Complaints\nCommission’s (PCC) website which covered a similar point to this one (albeit\nagainst different newspapers), and they had both found that referring to the\nstatistics in the manner in which the Daily Express had on this occasion\nconstituted a significant inaccuracy requiring of correction.\n5.\nThe newspaper said that the reference to “new jobs” in the print headline had\nbeen introduced during the sub-editing process; it accepted that this was a\nsignificant inaccuracy which required correction. It did not accept that the\nreference in the first line of the article to “job hunters who found work in\nBritain” was inaccurate, as a “job hunter” is not the same as a “job” – it\nrefers to individuals, no matter if they are looking for one job, two jobs, or\nhalf a job.\n6.\nUpon receipt of the complaint the newspaper published the following correction,\nin its Amplifications & Clarifications column on the Letters page (in this\ncase page 40); the original article had appeared on page 2. The newspaper also\namended the online article and added a version of the correction as a footnote:\n“Employment\nof EU migrants – Correction\nOn\nNovember 12, 2015 we reported that 75% of new jobs went to EU migrants in the\nlast year. This is incorrect. The Office for National Statistics published data\nwas based on net changes in employment and not on the number of people entering\nnew jobs. The figures showed that the number of UK nationals in employment\nincreased by 122,000 compared to an increase of 324,000 in non-UK EU\nnationals.”\n7.\nThe complainant was satisfied with the text of the correction - which had been\nagreed with him in advance - but not with its placement on page 40. He had made\na complaint to IPSO about the same newspaper a few months previously, and the\ncomplaint had been upheld as a breach of Clause 1. In its ruling the Committee\nhad said that “while it noted the newspaper’s assertion that the\n‘Amplifications & Clarifications’ column had been published on its letters\npage for a number of years, there was no information published on the\nnewspaper’s letters page to signal to readers that this was where corrections\nwould ordinarily appear, and the column itself was published infrequently. For\nthese reasons, it did not amount to an established corrections column.” The\ncomplainant said that the correction would need to be published on page 2, unless\nthe newspaper had taken actions to remedy the issues previously identified by\nthe Committee.\n8.\nThe newspaper argued that the correction had been published with due\nprominence. It said that all corrections had been published there for more than\n20 years, and it now features information about how to complain, as well as\nmaking clear to readers that all corrections will appear there. It said that\nthe requirements of Clause 1 had been met.\nRelevant\nCode Provisions\n9.\nClause 1 (Accuracy)\ni)\nThe press must take care not to publish inaccurate, misleading or distorted\ninformation.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.\nFindings\nof the Committee\n10.\nThe figures produced by the ONS do not show how many people found “new jobs” in\na given period, nor do they show how many “job hunters” found work. Rather,\nthey show net changes in employment. They do not account for people who leave\nthe job market permanently, such as British-born retirees, and as such do not\nprovide a basis on which to found claims about “new jobs”. This had been\naccepted by the newspaper. The presentation of the statistics in this way, in\nboth the headlines of both versions of the article and the first sentence of\nthe text, represented a failure to take care not to publish inaccurate\ninformation in breach of Clause 1 (i). This failure was particularly concerning\nas the ONS bulletin had specifically made clear that the figures did not\nrepresent “new jobs”.\n11.\nThe established inaccuracies - both the headline of the article and the\nreference to “three out of four job hunters who found work in Britain” in the\nfirst line of the article - were significant because they gave the misleading\nimpression that the statistics showed that migrants are receiving jobs at a\nmuch higher rate than British-born workers. The inaccuracies required\ncorrection under Clause 1 (ii).\n12.\nThe newspaper had already published a correction in response to the complaint.\nThe correction identified the inaccurate statements from the original article,\nand made clear the correct position; its text was satisfactory. The newspaper\nhad offered to publish a correction in its first substantive response to the\ncomplainant, which constituted sufficient promptness for the purposes of Clause\n1 (ii).\n13.\nThe Committee then turned to consider the issue of due prominence. It has\npreviously made clear that it considers established corrections columns to be\nof significant value, and would be slow to undermine a column where one exists.\nIt had also found, in response to an earlier complaint, that this newspaper did\nnot have such a column, as it was not published regularly and the Letters page\ndid not contain information that would make clear to readers that corrections\nwould ordinarily be published there.\n14.\nThe Committee noted that, following the earlier decision, the newspaper had\ntaken steps to remedy the deficiencies identified. The newspaper regularly\npublishes a box on its Letters page which has information about IPSO, details\nabout how to complain, and makes clear that “all corrections and clarifications\nwhich result from complaints to this publication will be published on this page.”\nThe column on the newspaper’s Letters page now constitutes an established\ncorrections column. The newspaper had published the correction with due\nprominence; there was no breach of Clause 1 (ii).\nConclusions\n15.\nThe complaint was upheld under Clause 1 (Accuracy).\nRemedial\nAction Required\n16.\nIn circumstances where the Committee establishes a breach of the Editors’ Code\nit can require the publication of a correction and/or adjudication, the nature,\nextent and placement of which is determined by IPSO. Given that the inaccuracy\nin this case had previously been the subject of two upheld PCC complaints, and\ntherefore it was established in the public domain that it was significantly\ninaccurate, the Committee gave careful consideration as to whether the newspaper\nshould be required to publish an adjudication in this case. However, it noted\nthat the newspaper had taken swift action to remedy the breach. On this\noccasion, the published correction was satisfactory and no further action was\nrequired.\nDate\ncomplaint received: 04/12/2015Date\ndecision issued: 08/03/2016\nBack to ruling listing\n\n\n"
}