{
    "url": "/rulings-and-resolution-statements/ruling/?id=11841-15",
    "title": "11841-15 Howells v Pontypool Free Press",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Free Press Series (Pontypool, Chepstow and Monmouthshire) (Newsquest Media Group)",
    "published_on": "2015-12-23 00:00:00",
    "received_on": "2015-12-25 00:00:00",
    "concluded_on": "2016-04-21 00:00:00",
    "complaint_processing_days": 118,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/ADate complaint received: 25/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11841-15 Howells v Pontypool Free Press Summary\nof complaint1.\nGareth Howells of Up and Under Travel complained to the Independent Press\nStandards Organisation that the Pontypool Free Press breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Refused”,\npublished on 23 December 2015. The article was also published online.2.\nThe article reported a mother’s claim that Up and Under Travel, a transport\noperator, could no longer take her 19-year-old daughter to college because she\nwas “too disabled”. The article explained that the 19-year-old had been using\nthe bus service as she had epilepsy, and was unable to take public transport to\ncollege. It stated that the mother was told by her daughter’s college that the\nservice would no longer be suitable, as the on board escort was not trained to\ncope with passengers with epilepsy. The article also stated that the mother\nadmitted that the decision may have been influenced by a recent argument that\nhad taken place between her daughter and the on board escort. It stated that Up\nand Under Travel were contacted for a comment on the issue but had not provided\na statement so far.3.\nThe online article was the same as the print version of the article.4.\nThe complainant said that the reason the 19-year-old was unable to use its bus\nservice was for reasons other than her epilepsy. He said that either the\ncouncil had misinformed the mother about the reasons her daughter could not use\nthe bus service, or the mother had misled the newspaper. He said he was not\naware of the article until it had been published, and said that the newspaper\nfailed to contact the council prior to publication.5.\nThe newspaper said that after speaking to the mother, it telephoned the\ntransport operator on 21 and 22 December to obtain its comments on her version\nof events, and left an answerphone message asking the company to call back. The\nreporter did not receive a response from the company prior to publication.\nAfter publication of the article, the newspaper said that the complainant\ncalled the news desk requesting an apology and a retraction, but refused to\ncomment on the story, instead referring the reporter to the local authority. A\nlocal authority spokesman told the reporter it would be unlikely to comment as\nthe article was about a dispute between the family and private company. The\nnewspaper said that the article made clear that it was reporting the comments\nof the 19-year-old’s mother, and did not present her claims as facts. After\npublication of the article, it offered the complainant the opportunity to\nreply.Relevant\nCode Provisions6.  Clause 1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.iii)\nThe Press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.Findings\nof the Committee7. After speaking to the mother, the newspaper\nmade reasonable attempts to obtain the transport operator’s version of events.\nThe complainant had been given a fair opportunity to dispute the mother’s\naccount, and the article was clearly presented as her account of events, making\nclear that the transport operator had not provided a response to these claims,\nand noting that an argument between the daughter and the on board escort may\nhave formed part of the circumstances of the decision about her transport\narrangements. In these circumstances, there was no failure to take care not to\npublish inaccurate information. The complainant did not know the reasons the\ndaughter’s college had given her mother for the change in her transport\narrangements. He was therefore not in the position to dispute the mother’s\nclaim that she had been told by the college that the on board escort was not\ntrained to cope with her daughter’s epilepsy. The Committee did not therefore\nestablish that this claim was inaccurate, or that the article was significantly\nmisleading such as to require correction under the terms of Clause 1 (ii).\nThere was no breach of Clause 1.Conclusions8. The complaint was not upheld. Remedial\naction required9.\nN/ADate\ncomplaint received: 25/12/2015Date\ndecision issued: 21/04/2016\nBack to ruling listing\n\n\n"
}