{
    "url": "/rulings-and-resolution-statements/ruling/?id=11847-15",
    "title": "11847-15 Khason v Hastings & St Leonards Observer",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Hastings & St Leonards Observer (JPI Media)",
    "received_on": "2015-12-04 00:00:00",
    "concluded_on": "2016-04-04 00:00:00",
    "complaint_processing_days": 122,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 04/12/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 11847-15 Khason v Hastings & St Leonards ObserverSummary of complaint1. Waewmanee Khason complained to the Independent Press Standards Organisation that the Hastings & St Leonards Observer breached Clause 1 (Accuracy) and Clause 2 (Opportunity to reply) and Clause 3 (Privacy) in an article headlined “Filipino restaurant worker detained in Hastings”, published on 24 November 2015. 2. The online version of the article reported that a restaurant worker had been detained by immigration enforcement officers “after police found her to be working illegally”. It said that the business was “served with a notice warning a financial penalty of up to £20,000 per illegal worker arrested will be imposed”. It included an image of police tape, and was published in the “crime” section of the newspaper’s website. 3. The print version of the article, headlined “‘Illegal’ Filipino worker detained” published on 27 November 2015, appeared in substantively the same form, but reported that the business was served with a notice which warned that a fine of £20,000 per illegal worker “could” be imposed. It was not accompanied by an image. 4. The complainant, the proprietor of the restaurant, said that it was inaccurate for the online article to report that the restaurant had been issued with a notice setting out that a fine of £20,000 per illegal worker “will” be imposed. She said that instead, she had been issued with a notice which outlined three possible outcomes: that no further action would be taken, that she would be issued with a warning without a financial penalty, or that she would be issued with a fine of £20,000, which she said was very unlikely to happen. 5. She also said that the reference to the fine being issued “per worker” inaccurately suggested that more than one worker had been detained, and that the photograph of police tape inaccurately suggested that there had been a heavy police presence at the time of the inspection. Further she was concerned that it was misleading to place the article in the “crime” section of the newspaper’s website; the investigation was a civil rather than criminal matter. 6. The complainant said that the newspaper had not contacted her prior to publication, and was concerned that this amounted to a breach of Clause 2. She also said that the inspection was a private matter, and that the report was therefore intrusive in breach of Clause 3. 7. The newspaper said that prior to publication, it had been notified that the arrest would be taking place. It had asked the Home Office to confirm this, and had received a statement in response setting out the details of the visit, which had been accurately reported in the original version of the online article. The statement said that a fine of up to £20,000 “will” be imposed.8. The newspaper said that shortly after receiving the complaint, it had amended the wording of the online article to make clear that a £20,000 fine “could” be imposed. It also removed the stock image of the police tape, and replaced it with one showing an Immigration Service officer. It said that the wording of the print version of the article reflected that a fine “could” be imposed, and noted that it was not accompanied by an image. At a later stage, it said that it would append the online article with the following footnote to making clear that the correction had been made:This article was changed shortly after publication to reflect that a fine 'could' be imposed, rather than will definitely be imposed. A photo of police was also changed to a photo of the Immigration Service.Relevant Code provisions9. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published.Clause 2 (Opportunity to reply)A fair opportunity for reply to inaccuracies must be given when reasonably called for.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications. Findings of the Committee10. The newspaper had provided a copy of the Home Office statement it had obtained prior to publication. The details about the fine published in the original version of the online article accurately reflected the contents of the statement, which said that a fine of up to £20,000 per illegal worker arrested “will” be imposed. The newspaper was entitled to rely on the official account of the visit and penalty as provided by the Home Office; the newspaper demonstrated that it had taken care not to publish inaccurate information, and there was no breach of Clause 1 (i). 11. The Committee recognised that the newspaper had faithfully reported the information provided in the Home Office statement in relation to the fine. It was, however, significantly inaccurate to report that a fine of up to £20,000 per illegal worker arrested “will” be imposed. In fact, this was only one possible outcome, and it had not definitely been established that any fine would be imposed. The newspaper amended the online article to correct the inaccuracy once alerted to it, and ensured that it was not reproduced in the print version. It had however contained a significant inaccuracy that required correction; the newspaper had acted promptly, and the wording of the proposed footnote identified the original inaccuracy, and made clear that the article had been amended. This should now be published to avoid a breach of Clause 1 (ii).12. The Committee then considered the complainant’s remaining concerns. It was not significantly misleading for the newspaper to have used a stock image of police tape for illustration. Neither was it significantly misleading for the article to report that a worker had been detained after “police” found her to be working illegally. The article made clear the outcome of the visit, and that in this case it had been carried out by immigration enforcement officers; the presence, or otherwise, of a constable was not a significant point in circumstances where it is not in dispute that an illegal worker had been detained by immigration officers, exercising powers akin to those used by the police. The Committee welcomed the newspaper’s willingness to amend the image in light of the complainant’s concerns. This amendment was not however required under the terms of the Code, and there was no breach of Clause 1 on this point.13. In circumstances where the article made clear that one person had been detained, and given the nature of the notice received by the complainant, the reference to the fine being imposed “per worker” did not inaccurately suggest that more than one person had been arrested. Further, in circumstances where an arrest had taken place at the restaurant, it was not significantly misleading to publish the story online in the “crime” section. There was no breach of Clause 1 on these points. 14. The Committee noted the complainant’s concern that an article about her restaurant had been published. However the article did not include any private information about the complainant, and there was no failure to respect her private life. There was no breach of Clause 3. Further, the terms of Clause 2 provide an opportunity to reply to inaccuracies, and do not require newspapers to contact those connected to the coverage prior to publication. The complainant’s concern that she had not been contacted prior to publication did not therefore raise a breach of Clause 2. Conclusions15. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 04/12/2015Date decision issued: 04/04/2016\nBack to ruling listing\n\n\n"
}