{
    "url": "/rulings-and-resolution-statements/ruling/?id=11845-20",
    "title": "11845-20 Whitehead v telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "received_on": "2020-07-11 00:00:00",
    "concluded_on": "2020-12-23 00:00:00",
    "complaint_processing_days": 165,
    "conclusion_long": "13. The complaint was upheld.",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 15. The Committee considered that the article contained multiple breaches of Clause 1 on a topic of public importance. However, it also noted that the disputed claims were on areas of significant scientific uncertainty at the time of publication. In light of these considerations, the Committee concluded that a correction was the appropriate remedy. 16. This correction should be added to the online article and appear as a standalone correction in the online corrections and clarifications column. This wording should only include information required to correct the inaccuracies: that the article had stated that those exposed to other coronaviruses will be immune and this means that London is probably approaching herd immunity; that those exposed to other coronaviruses are not “immune” as they may still contract and transmit the virus; that such individuals would not create herd immunity in London; and that the newspaper had failed to establish that London is “probably approaching herd immunity”. The wording should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made.   Date complaint received: 11/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11845-20 Whitehead\nv telegraph.co.uk\nSummary of Complaint\n1. James Whitehead complained to the Independent Press\nStandards Organisation that telegraph.co.uk breached Clause 1 (Accuracy) in an\narticle headlined “When we have herd immunity Boris will face a reckoning on\nthis pointless and damaging lockdown” published 11 July 2020.\n2. The article was a comment piece on the “lively debate\n[which] took place about whether Britain should pursue a strategy of \"herd\nimmunity\"”. The article reported that “recent data coming out of New York\nreveals…Sixty-eight per cent of people who took antibody tests at a clinic in\nthe [C]orona neighbourhood of Queens received positive results, suggesting\nthat, in this area at least, the population is already close to achieving\n\"herd immunity\"”. It went on to state that “Some will have developed\nantibodies without knowing they had the disease, while others will have a\nnatural immunity because they’ve already successfully fought off other\ncoronaviruses, such as the common cold. People in that latter category will be\nimmune even though they won’t test positive for Covid-19 antibodies. That means\nthat the population of London is probably approaching herd immunity, even\nthough only 17 per cent tested positive in the most recent seroprevalence\nsurvey [for antibodies]”. Finally, the article concluded that “the British\npopulation will soon achieve herd immunity, just as the population of Corona\nhas, and the lockdown has done nothing to mitigate the impact of the virus”. It\nconcluded that “this is good news: it means a \"second wave\" of\nCovid-19 is unlikely and we can dispense with pointless social distancing measures”.\n3. The complainant said it was inaccurate to state “others\nwill have a natural immunity because they’ve already successfully fought off\nother coronaviruses, such as the common cold”. First, he said only around 20%\nof common colds are caused by coronaviruses. Secondly, he said prior exposure\nto coronaviruses might lead to cross-reactive T-cells, which may lessen the\nimpact of Covid-19 but would not confer “natural immunity”: T-cells would not\nstop people getting infected at all and would not therefore contribute to herd\nimmunity as the article implied. He also said it was misleading to state that\n“the population of London is probably approaching herd immunity, even though\nonly 17 per cent tested positive in the most recent seroprevalence [antibodies]\nsurvey”. He said the scientific consensus is that the threshold for herd\nimmunity is considerably higher than 17%, and those with cross-reactive T-cells\ndo not count towards this as such cells do not stop the virus spreading. He\nalso provided a Lancet article which concluded that European countries had not\nreached herd immunity. Finally, he said the assertion that “the British\npopulation will soon achieve herd immunity, just as the population of Corona\nhas” was a claim of fact that the Corona neighbourhood had achieved herd\nimmunity, which he said was not supported by evidence. He did not dispute the\narticle’s previous claim that antibody tests “suggest[ed] that, in [Corona] at\nleast, the population is already close to achieving \"herd immunity\"”\nas he said this was fair comment.\n4. The publication did not accept it has breached the Code.\nIt emphasised that the article was clearly presented as an opinion piece on a\ntopic of considerable scientific uncertainty. It said it was not misleading to\nstate “others will have a natural immunity because they’ve already successfully\nfought off other coronaviruses, such as the common cold”. While it accepted\nexposure to other coronaviruses would only confer cross-reactive T-cells, which\nwere not mentioned by the article, it stressed that the columnist was entitled\nto term this “natural immunity” in circumstances where there was evidence that\ncross-reactive T-cells protected against the adverse effects of Covid-19.\nFurther, it did not consider that the phrase –“other coronaviruses, such as the\ncommon cold” –implied that all common colds were coronaviruses; only that the\ncommon cold can be caused by coronaviruses, which the complainant accepted. It\nstated that the claim that “the population of London is probably approaching\nherd immunity, even though only 17 per cent tested positive in the most recent\nseroprevalence survey” was clearly conjectural. Even so, it provided an article\nfrom the website lockdownskeptics.org that it said suggested that around 20% of\nindividuals having natural immunity might give rise to herd immunity. Finally,\nit added that the phrase “the British population will soon achieve herd\nimmunity, just as the population of Corona has” was not a claim of fact that\nCorona has herd immunity but rather speculation. The author was clearly picking\nup on the earlier claim that antibody tests had shown 68% of Corona residents\ntesting positive which suggested there was herd immunity.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate– an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The article claimed that some people “will have a natural\nimmunity because they’ve already successfully fought off other coronaviruses”\nand that “people in [this] category will be immune”. In considering the\naccuracy of these claims, the Committee had regard for what readers would\nunderstand by the term “immunity”. The reader could not be expected to have\nspecialised knowledge of developing research into Covid-19 immunity, and it was\nthe Committee’s view that readers would understand “immunity” to refer to the\npresence of antibodies to a particular disease in an individual’s immune system\nwhich would offer future protection from that disease. Indeed, all previous\nreferences to “immunity” within the article had been made in the context of\nantibodies, including a definition of “herd immunity” in the opening paragraph\n–“allowing coronavirus to spread until so many people had developed antibodies\nthat it no longer posed a threat to public health”.  It therefore concluded that readers would\nunderstand from the statements under complaint that people who “will have a\nnatural immunity because they’ve already successfully fought off other\ncoronaviruses” would possess antibodies that would offer protection from\ncontracting Covid-19. The publication was unable to support this. It accepted\nthat these individuals referred to would only have cross-reactive T-cells. Such\ncells do not stop people getting infected and may only make the symptoms of\nCovid-19 less severe. The Committee acknowledged that there was ongoing\nresearch into the relationship between T-cells and immunity to Covid-19;\nhowever, the columnist had at no point referred to “T-cells”, made any effort\nto explain their relationship to Covid-19 immunity, or even distinguish between\nthe commonly understood definition of “immunity” and the emerging science of\n“T-cell immunity”. It could not therefore claim that this amounted to\n“immunity”. The publication had therefore failed to take care not to publish\ninaccurate and misleading information in breach of Clause 1(i).\n7. The statement was significantly misleading. It\nmisrepresented the nature of immunity and implied that people previously\nexposed to some common colds might be automatically immune to suffering\nsymptoms and passing on Covid-19 to others. As the publication did not offer to\ncorrect this significantly misleading statement, there was a breach of Clause\n1(ii).\n8. The Committee then considered the claim that the presence\nof cross-reactive T-cells “means that London is probably approaching herd\nimmunity, even though only 17 per cent tested positive [for antibodies] in the\nmost recent seroprevalence survey”. It noted that this statement could be\nmisleading in two distinct ways. First, whether cross-reactive T-cells could contribute\nto herd immunity in London and, second, whether London was in fact “probably\napproaching herd immunity”. It considered each point in turn.\n9. As previously noted, the columnist had defined “herd\nimmunity” as “allowing coronavirus to spread until so many people had developed\nantibodies that it no longer posed a threat to public health”. As individuals\nwith cross-reactive T-cells would still contract Covid-19 and perhaps pass it\non to others, these individuals would not create herd immunity. Therefore, it\nwas misleading to claim that people with cross-reactive T-cells mean “the\npopulation of London is probably approaching herd immunity”. The Committee then\nconsidered whether in fact “London is probably approaching herd immunity” as\nclaimed by the article. While there was an element of conjecture to this\nassertion in the use of the term “probably”, the newspaper had an obligation to\nensure that there was indeed a case to support the claim. The newspaper had\nprovided an article from lockdown.skeptics.org in support of the columnist’s\nclaim. The article suggested that, according to two scientific studies, only\n15-25% of the population being infected and becoming properly immune is\nsufficient to stop the virus spreading, which the newspaper said had happened\nin London. However, the two studies ultimately relied on did not conclude that\nLondon specifically or the UK was “probably approaching herd immunity”. One\nstudy acknowledged that standard epidemiological models predict that 60-70% is\nthe herd immunity threshold for Covid-19; and that this can be lower in certain\ncircumstances (such as where there are differences in population mixing and\ninitial susceptibility). There was no evidence presented that such\ncircumstances definitely or probably existed in the UK or London. Moreover, the\nLancet article provided by the complainant did apply to the UK and concluded\nthat the herd immunity threshold had not been reached. The newspaper had\ntherefore failed to establish that “London is probably approaching herd immunity”.\nThe newspaper failed to take care not to publish inaccurate or misleading\ninformation in breach of Clause 1(i).\n10. The statement that cross-reactive T-cells mean “that the\npopulation of London is probably approaching herd immunity” was significantly\nmisleading. It was misleading both as to how herd immunity is reached and\nwhether it existed in London; and the inaccuracy had been relied on to support\nthe article’s other arguments, such as the claims that “we can dispense with\npointless social distancing measures” and that “the lockdown has done nothing”.\nAs the newspaper did not offer to correct this significantly misleading\nstatement, there was a breach of Clause 1(ii).\n11. The statement that “the British population will soon\nachieve herd immunity, just as the population of Corona has” was inseparable\nfrom the columnist’s earlier point about the New York neighbourhood of Corona.\nThat earlier point made clear the columnist’s reasons for considering that herd\nimmunity may be close to being achieved in Corona; namely that a survey had\nfound that 68% of a sample of residents had antibodies. This was a reasonable\nbasis for these claims, especially as the author had elsewhere stated this\nsurvey only “suggested” there was herd immunity in Corona. Read in the context\nof the article as a whole, there was no breach of Clause 1 on this point.\n12. The claim that individuals will have “fought off other\ncoronaviruses, such as the common cold” meant only that some, rather than all,\ncommon colds are caused by coronaviruses. The complainant had accepted that 20%\nof common colds are caused by coronaviruses. There was no breach of Clause 1.\nConclusions\n13. The complaint was upheld.\nRemedial Action Required\n14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.\n15. The Committee considered that the article contained\nmultiple breaches of Clause 1 on a topic of public importance. However, it also\nnoted that the disputed claims were on areas of significant scientific\nuncertainty at the time of publication. In light of these considerations, the\nCommittee concluded that a correction was the appropriate remedy.\n16. This correction should be added to the online article\nand appear as a standalone correction in the online corrections and\nclarifications column. This wording should only include information required to\ncorrect the inaccuracies: that the article had stated that those exposed to\nother coronaviruses will be immune and this means that London is probably\napproaching herd immunity; that those exposed to other coronaviruses are not\n“immune” as they may still contract and transmit the virus; that such\nindividuals would not create herd immunity in London; and that the newspaper\nhad failed to establish that London is “probably approaching herd immunity”.\nThe wording should be agreed with IPSO in advance and should make clear that it\nhas been published following an upheld ruling by the Independent Press\nStandards Organisation. If the publication intends to continue to publish the\nonline article without amendment the correction on the article should be\npublished beneath the headline. If the article is amended, the correction\nshould be published as a footnote which explains the amendments that have been\nmade.\n \nDate complaint received: 11/07/2020\nDate complaint concluded by IPSO: 23/12/2020\nBack to ruling listing\n\n\n"
}