{
    "url": "/rulings-and-resolution-statements/ruling/?id=11843-15",
    "title": "11843-15 Muslim Council of Britain v The Times",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2015-12-26 00:00:00",
    "received_on": "2015-12-29 00:00:00",
    "concluded_on": "2016-04-14 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 29/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee  11843-15\nMuslim Council of Britain v The Times\nSummary\nof complaint\n1.\nThe Muslim Council of Britain complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Muslims ‘silent on terror’”, published on\n26 December 2015. The article was also published online.\n2.\nThe article reported that figures from the National Police Chiefs Council\n(NPCC) showed that out of a total of 3,288 referrals in a six-month period,\nthere were fewer than 300 community ‘tip-offs’ to Prevent, the Government’s\nanti-extremism scheme. It explained that Prevent places people at risk of\nradicalisation into support programmes, and that as part of the scheme,\ncommunity members are being encouraged to report activity indicating extremist\nor radical tendencies. It included comments from the NPCC that “the figures may\nnot accurately capture the nature of the original source because in many cases\nmembers of the community will report in the first instance to the police”. The\narticle reported that there was a campaign by mosques and community bodies for\na national boycott of Prevent, after Waltham Forest Council of Mosques\nannounced a boycott of the scheme, and Muslim leaders in Newham had criticised\nthe scheme. It explained that the Prevent scheme was associated with spying and\ncriminalising Islam, and has been criticised as being akin to a “McCarthyite\nwitch-hunt”.\n3.\nThe newspaper explained that when the article was first published on the\nnewspaper’s website between 10:30pm and midnight, it had the same headline as\nthe print version of the article. The article was then tailored for the\nwebsite, which in this case included changing the headline to “Muslims ‘stay\nsilent’ on extremism scheme”, and adding a photograph of a woman wearing a\nniqab, captioned: “Muslims in Waltham Forest have announced a boycott of the\nGovernment’s Prevent programme”. The online article was otherwise the same as\nthe print version of the article.\n4.\nThe complainant said that Muslims and Muslim organisations were outspoken on\nterror, and the headline claim that Muslims were “silent on terror” was\ntherefore inaccurate. In addition, it said that the public may report potential\nthreats of terrorism to the police or the national anti-terror hotline, rather\nthan to Prevent. It was therefore misleading to suggest that Muslims are not\nreporting potential acts of terrorism on the basis of the proportion of\ncommunity referrals to Prevent, and the fact that some Muslim organisations\nwere boycotting the scheme. In addition, the complainant said it was not only\nMuslims that boycotted Prevent; this is a position taken by individuals and\norganisations of many faiths.  The complainant\nalso said that the large number of referrals to Prevent from public bodies was\na result of the statutory duty on public bodies to make referrals; it was\ntherefore misleading to claim that there was a lack of community response to\nthe program on the basis of the lower proportion of community referrals.\n5. The complainant said that the proportion of\nwomen wearing the niqab is extremely low, and unlikely to be even close to 0.1%\nof UK Muslims. The photograph was not an accurate representation of Muslims in\nthe UK or in Waltham Forest.\n6.\nThe newspaper said that headlines do not exist in isolation, and that the\narticle’s sub headline (“Community boycotts anti-extremism scheme as racist”)\nand the first two sentences of the article made the meaning of the headline\nimmediately clear. The newspaper said that the effect of quotation marks varies\naccording to context, but they can be used to caution readers that a phrase is\nnot what it might seem, and that they should ‘take care’. In the context of the\nsub headline and the article’s introduction, “Muslims ‘silent on terror’”, was\nan accurate summary of the substance of the article, which was that the low\nnumber of community tip-offs to the Prevent scheme would raise concern that the\npolice are being denied information that might prevent terrorist attacks.  The newspaper said that the core tenet of the\nUK’s anti-terrorism strategy is that there is an observed progression from\nnon-violent extremism to violence, and that the former must be tackled to prevent\nthe latter. It said that on this view, an apparent failure to fully engage with\nthe UK’s counter-extremism strategy raises concern that information would be\nwithheld which might prevent a terrorist attack.\n7.\nThe newspaper noted the complainant’s concern in relation to the photograph. It\nsaid it was making efforts to improve its choice of “generic” images, and had\nraised the issue with its picture desk.\nRelevant\nCode Provisions\n8.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and − where appropriate\n−  an apology published. In cases\ninvolving the Regulator, prominence should be agreed with the Regulator in\nadvance.\niii)\nThe Press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n9.\n“Muslims ‘silent on terror’” was a claim capable of a number of interpretations\nin the absence of any context. However, it was immediately clear from the\nprominent sub headline and the text of the article that the reference to\nMuslims being “silent on terror” was a reference to the alleged boycotting of\nthe Government’s Prevent programme. In relation to the online article, the\npicture caption and first sentence immediately made clear the basis of the\nclaim in the headline. However, while it did not raise a breach of the Code in\nthis instance, the Committee expressed concern that the newspaper’s practice of\nuploading print articles to its website without the sub headline risked\nsignificant clarifying information being omitted.\n10.\nThe article explained how the Prevent program worked. It included the figures\nreleased by the NPCC, explaining that some community ‘tip-offs’ might be made\ndirectly to the police, and that these ‘tip-offs’ were therefore not included\nin the figures. In addition, the article described how some members of the\nMuslim community had criticised the Prevent programme, and called for a\nboycott. In these circumstances, the article made clear the basis for claiming\nthat “Muslims are boycotting the country’s key anti-radicalisation programme”,\nwhich was, in turn, the claim being made in the article’s headline. In this\ncontext, the headline claim was not significantly misleading, and there was no\nfailure to take care not to publish inaccurate information. In addition, the headline\ndid not claim that Muslims or Muslim organisations were not otherwise outspoken\nabout terrorism, and the article did not contain the alleged inaccuracy.  There was no breach of Clause 1 on this\npoint.\n11.\nThe photograph accompanying the online article did not suggest that the niqab\nis widely worn by UK Muslims, or by Muslims in Waltham Forest. The article was\nnot misleading in the manner alleged, and this aspect of the complaint did not\nraise a breach of Clause 1. Nevertheless, the Committee welcomed the newspaper\nraising the issue of the choice of “generic” images with its picture desk.\nConclusion           \n12.\nThe complaint was not upheld.\nRemedial\naction required\nN/A\nDate\ncomplaint received: 29/12/2015Date\ndecision issued: 14/04/2016\nBack to ruling listing\n\n\n"
}