{
    "url": "/rulings-and-resolution-statements/ruling/?id=11854-15",
    "title": "11854-15 Khan v Daily Express",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2015-11-11 00:00:00",
    "received_on": "2015-12-06 00:00:00",
    "concluded_on": "2016-02-15 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 06/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11854-15 Khan v Daily Express\nSummary\nof complaint\n1.\nShoaib Khan complained to the Independent Press Standards Organisation that the\nDaily Express breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Illegal migrants flood EU”, published on 11 November\n2015.\n2.\nThe article reported that migrants had made 1.2 million illegal entries into\nthe EU that year. It stated that the EU border agency, Frontex, had reported\nthat the total number of migrants for January to October had been four times\nthat of the previous year, and had yet to peak.\n3.\nThe article was also published online with the headline “Why we need to get out\nof EU: More than 1 million illegal migrants flood EU this year alone”. Its\nsubheading said “the true scale of Europe’s refugee crisis has been laid bare\nby figures showing that migrants have made more than a million illegal entries\ninto the EU so far this year”.\n4.\nThe complainant said that it was not illegal to enter another country to claim\nasylum. He said that the vast majority of the migrants referred to in the\narticle were refugees, and it had referred to “asylum” throughout. It was\ntherefore inaccurate to describe the migrants or their actions as “illegal”.\n5.\nThe newspaper said that the article was based on a report by Frontex, the\nEuropean Union border agency. It provided a copy of the report, which stated\nthat “illegal border crossings at the EU’s external borders between January and\nOctober stood at an unprecedented 1.2 million”.\n6.\nThe newspaper accepted that it was wrong to use the term “illegal” to describe\nrefugees. It said that the online article had referred to the “refugee crisis”\nin error; and it amended it to read “migrant crisis”. It also amended the\nheadline so that it referred to “illegal entries”, rather than “illegal migrants”;\nand it appended the following correction:\nCorrection\nOn\n03 December 2015 this article was amended. It originally referred to a 'refugee\ncrisis'. Refugees have been granted asylum and cannot be 'illegal'. The\nheadline originally said that 1 million illegal migrants had flooded the EU\nthis year. In fact it should have said that there have been more than 1 million\nillegal entries into the EU this year. It has been amended.\n7.\nThe newspaper did not consider that a print correction was required as it did not\nconsider that the article had been about refugees; it had concerned migrants\nwho had either had their request for asylum refused or had not been eligible\nfor asylum. The print article had not included the term “refugee”.\n8.\nThe complainant did not consider that the amendments to the online article were\nsufficient. The article in print and online had concerned people fleeing\npersecution whether or not the term “refugee” or “asylum seeker” had been used.\nRelevant\nCode Provisions\nClause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance\nFindings\nof the Committee\n10.\nThe article reported the findings of a Frontex report, which had detailed the\nnumber of illegal entries into the European Union at its external borders. It\nwas clear from the article, including in its first line, that the migrants it\nreferred to had not crossed EU borders at a legal point of entry.\n11.\nThere is a distinction between an individual’s immigration status and the\nlegality of their entry into a country. It does not necessarily follow that\nbecause a person has entered a country illegally that they are deprived of a\nright to remain; they may be a refugee or they may be granted asylum. The\nCommittee took this opportunity to draw to editors’ attention the potential for\nterminology to be misleading in reports on the immigration status of asylum seekers\nand refugees, and emphasised the distinction between those who are seeking\nasylum and illegal immigrants.\n12.\nThe article had not given the significantly misleading impression that the\nimmigration status of the migrants had been established, or that their claim to\nasylum had been illegal. In this context, the references to “illegal migrants”\nin the headline and “refugee crisis” in the online article were not\nsignificantly misleading.\n13.\nThere was no failure to take care over the accuracy of the article in breach of\nClause 1. Although no significant inaccuracies were identified by the\ncomplaint, the Committee welcomed the amendments to the online article.\nConclusions\n14.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 06/12/2015Date\ndecision issued: 15/02/2016\nBack to ruling listing\n\n\n"
}