{
    "url": "/rulings-and-resolution-statements/ruling/?id=11855-21",
    "title": "11855-21 A woman and two men v thewestmorlandgazette.co.uk",
    "provisions": [
        "11 Victims of sexual assault (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thewestmorlandgazette.co.uk (Newsquest Media Group)",
    "received_on": "2022-03-31 00:00:00",
    "concluded_on": "2022-05-24 00:00:00",
    "complaint_processing_days": 54,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "19. N/A    Date complaint received: 31/03/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11855-21 A woman and two men v\nthewestmorlandgazette.co.uk\nSummary\nof Complaint\n1. A\nwoman and two men complained to the Independent Press Standards Organisation\nthat thewestmorlandgazette.co.uk breached Clause 4 (Intrusion into grief or\nshock) and Clause 11 (Victims of sexual assault) of the Editors’ Code of\nPractice in an article published in November 2021.\n2. This\ndecision is written in general terms, to avoid the inclusion of information\nwhich could identify an alleged victim of sexual assault. The complainants were\nthe man who was the victim of an alleged sexual assault, and two of his family\nmembers.\n3. The\narticle, which appeared online only, reported that two men had entered not\nguilty pleas in relation to charges arising from an alleged sexual assault and\nother crimes. The article set out the specific charges, and reported that one\nof the charges was a sexual assault involving the use of a specific named\nobject. The article also named the two men accused of the crime, and gave their\nages and addresses. Finally, the article referred to a co-defendant in the case,\nwho was a teenager and could not be named due to his age.\n4. The\ncomplainants said that the article breached Clause 4, as they considered it\nincluded gratuitous detail about the attack which was insensitive – namely, the\nspecific object which was used during the alleged assault. They said that,\nwhile this information was heard in court, they did not see why it was\nnecessary to include it in the news report; they believed that, in doing so,\nthe publication had sensationalised a traumatic incident and had not taken into\naccount the mental health and wellbeing of the victim and witness. They also\nexpressed concern that the article had not made clear that the case was ongoing\nand under investigation.\n5. The\ncomplainants also said that the article breached Clause 11, as they did not\nconsider the newspaper had been sufficiently vigilant in protecting the\nidentity of the victim. They said that, while the publication had not published\nthe name of the victim, it would have been aware that the case was widely known\nin the local community and had been a source of gossip and speculation. While\nthe complainants noted that the victim had been previously identified in social\nmedia posts circulated amongst the community, they said that the article led to\nincreased scrutiny for him, noting that given the “amount of gossip going\naround town” the publication should have realised that “many, many people knew\nwho had been assaulted”. They also said that, by naming the defendants in the\ncase, the link between them and the victim could be established, and therefore\nthe victim could possibly have been identified – though they did not say that\nanyone had identified him as a result of the article’s publication.\n6. The\ncomplainants finally expressed concerns, framed under Clause 4 and Clause 11,\nthat the comment function had been left open on the article and on social\nmedia. They considered that allowing readers’ comments promoted a culture in\nwhich victim blaming was encouraged and, as the comments were not moderated in\na timely manner, was reckless and detrimental to the wellbeing of those\ninvolved in the assault. The comment function was removed before the\ncomplainants were able to provide the specific comments which caused them\nconcern to IPSO.\n7. The\npublication, while it apologised for any upset caused by the article, said it\ndid not consider that it breached the Editors’ Code. It said that it had taken\ncare to sensitively cover a complex case and taken its responsibility to not\nidentify a victim of sexual assault seriously. It also said that – other than\nreporting that the victim was a man – it had included no other details about\nhim in the article. It then noted that the specific object used during the\nalleged assault had formed part of the charges and had been heard in court and\nthat, taking into account its duty to fairly and accurately report on legal\nproceedings, it had included this detail. It further noted that, in its view,\nit was in the public interest to refer to the specific object to correct assumptions\nwidely circulating in the public domain, which it said alluded to a more\nserious allegation. It also provided a copy of the indictment, which included a\nreference to the object, to support its position on this point.\n8. The\npublication also noted that an editor had reviewed the story prior to\npublication, to ensure that extra care was taken not to publish identifying\ndetails about the victim.\n9. The\npublication accepted that comments should not have been allowed on the article\nand accepted full responsibility for the oversight. It said that two comments\nwhich appeared on the article had been reported to it, and it had removed these\n– and had later turned off the commenting facility altogether. It then said\nthat it would remind all those working for the newspaper to ensure comments\nwere turned off for live cases such as the one which the article reported on\nand offered its assurances that the case would be approached with sensitivity\nmoving forward.\n10. The\npublication proposed to resolve the complaint, by adding the following footnote\nto the article:\nAn\nearlier version of this article in error had the comments section enabled. The\nWestmorland Gazette would like to apologise for any concern this caused.\nRelevant\nCode Provisions\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings\nClause\n11 (Victims of sexual assault)\nThe\npress must not identify or publish material likely to lead to the\nidentification of a victim of sexual assault unless there is adequate\njustification and they are legally free to do so. Journalists are entitled to\nmake enquiries but must take care and exercise discretion to avoid the\nunjustified disclosure of the identity of a victim of sexual assault.\nFindings\nof the Committee\n11. The\nCommittee understood that the article under complaint had caused a great deal\nof stress and upset to the complainants during a difficult period in their\nlives. However, its role was to make a finding as to whether the specific\nclauses of the Editors’ Code had been breached, and in doing so it would have\nto a reach a decision, under Clause 4, as to whether the article had reported\non the case sensitively. The Committee was mindful that, in considering the\ncomplaint, it would have to consider factors beyond the impact the article had\non the complainants, such as the right of the press to report on legal\nproceedings.\n12. The\npublication had provided an indictment which clearly showed that the specific\nobject used during the alleged assault was included in one of the charges. In\nthe context of a court report covering a plea hearing, and where the terms of\nClause 4 make clear that publications should not be restricted from reporting\non legal proceedings, the Committee did not consider that including the\nspecific object represented insensitive reporting in breach of Clause 4. It\nconsidered this to be the case having balanced the clear distress experienced\nby the complainants with the need for newspapers to be able to accurately\nreport on legal proceedings, including the charges faced by the defendants,\nnoting that the newspaper had not gone beyond what had been heard in court in\nthis regard. There was therefore no breach of Clause 4 on this point.\n13. The\nCommittee understood that the complainants were concerned about the increased\nscrutiny following the publication of the article and had expressed concerns\nthat – by including the names of the defendants – the article included\ninformation which had the potential to identify the victim. The Committee noted\nfirst that the complainants had not said that anyone had identified the victim\ndue to the article, and that they had said that the identity of the victim was\nwidely known amongst the local community prior to the article’s publication,\ndue to other material widely shared on social media. It also noted that the\narticle itself contained only one piece of information about the victim – his\ngender – and did not include other information, such as details about the\ncircumstances of the allegations against the defendants, that were likely to\nidentify him. The Committee did not consider that the article included\ninformation which identified or was likely to lead to the identification of the\nvictim, and there was no breach of Clause 11.\n14. The\ncomplainants had also expressed concerns that the commenting function had been\nleft on the article and social media posts. The Committee noted that Clause 4\nand Clause 11 do not, in and of themselves, restrict the right of publications\nto allow comment facilities on articles which relate to cases of grief or shock\nor sexual offences, or require that such comments are pre-moderated\n15. IPSO\ncan consider complaints about specific comments if they have been subject to\neditorial control by the publication, either through pre-moderation or through\na decision to continue publishing once they have been flagged. In this\ninstance, two comments which had been reported to the publication had been\nremoved immediately when reported, and therefore they fell outside of IPSO’s remit.  \n16.\nNevertheless, the Committee welcomed the publication’s decision to turn off the\ncommenting function altogether after it was notified of the concerns about the\ntwo comments, and its proposal to publish a footnote apologising for the\ncomments being allowed. It noted that this incident illustrated the need for\ncare to be taken over the use of commenting facilities on such sensitive\nstories.\n17.\nWhile the Committee understood that the complainants were concerned that the\narticle did not make clear that an investigation into the incident was ongoing,\nit noted that the article made clear that the court case which it reported on\nwas ongoing, and therefore there was no breach of the Code on this point.\nConclusion(s)\n18. The\ncomplaint was not upheld.\nRemedial\nAction Required\n \n19. N/A\n\n\n\nDate\ncomplaint received: 31/03/2022\nDate\ncomplaint concluded by IPSO: 24/05/2022\nBack to ruling listing\n\n\n"
}