{
    "url": "/rulings-and-resolution-statements/ruling/?id=11860-21",
    "title": "11860-21 Currie v dailyrecord.co.uk",
    "provisions": [
        "2 Privacy (2021)",
        "1 Accuracy (2021)",
        "9 Reporting of crime (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2021-11-17 00:00:00",
    "received_on": "2021-11-18 00:00:00",
    "concluded_on": "2022-07-20 00:00:00",
    "complaint_processing_days": 244,
    "conclusion_long": "22. The complaint was partially upheld under Clause 1.",
    "remedial_action": "23. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 24. The Committee found that the publication was unable to demonstrate that it had taken care over aspects of the article, as required by Clause 1(i). The article had given the misleading impression that the complainant had played a part in the disappearance of her husband’s money, and this was significant given that the article reported on court proceedings. The Committee noted the importance of accurately reporting on court proceedings, particularly when the proceedings in question related to a serious incident, such as domestic violence. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. A correction was considered to be sufficient given that the misleading information, while significant to warrant correction under the terms of Clause 1(ii) did not render the substance of the article inaccurate or misleading; the article accurately reported what offence for which the man was convicted, and the sentence he had received. 25. The Committee then considered the placement of the correction. As the article had been taken down, a standalone correction should be published on the homepage for 24 hours before being archived in the usual way. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance and the wording of the correction should include information to correct the misleading information: that contrary to the article, it had not been heard in court that the money the complainant’s husband believed was missing had been in his “business account”.   Date complaint received: 18/11/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11860-21 Currie v\ndailyrecord.co.uk\nSummary of Complaint\n1. Louise Currie complained to the Independent Press\nStandards Organisation that dailyrecord.co.uk breached Clause 1 (Accuracy),\nClause 2 (Privacy), and Clause 9 (Reporting of crime) of the Editors’ Code of\nPractice in an article headlined “Scots thug dragged wife out bed and battered\nher after thousands vanished from his account”, published on 17th November\n2021.\n2. The online article reported that a man had been spared\njail after admitting to assaulting his wife to her injury and committing a statutory\nbreach of the peace. The article stated that the man had attacked “his wife who\nkept his books, after finding thousands of pounds were missing from his\naccount”, which it described as his “business account”. It said that the man\n“flew into a rage after realising there was only £1800 left in his business\naccount when he had expected there to be £8000”. It stated that it was heard in\ncourt that he had found out that HMRC were “chasing him for a £5,000 tax bill”,\nand that on the day of the incident he had tried to access his online banking\nbut was unable to, and that “[h]e asked his wife for the password, and advises\nthat she had actually closed all the windows in the house prior to giving him\nit, in anticipation that there would be an argument”. It went on to state that\nthe solicitor had said that “[e]ssentially his wife was in control of the\nfinances for the family, and also did Mr Currie's books”. The article went on\nto describe the incident and said that he called his wife a “cheat” and\nlaunched a prolonged assault on her in the early hours of the morning after\nthey had friends round. It also stated that it had been heard in court that a\n“boy was in the room while the assault was going on”, including his age, and\nthat the attack on the woman had left her with \"reddening and\nbruising\".\n3. The complainant, the woman named in the article, said\nthat the article contained a number of inaccuracies in breach of Clause 1.\nWhile she was not present at court, she said that the money referenced in the\narticle had been in a joint savings account not a business account. She added\nthat describing the money as having gone “missing” from her husband’s business\naccount implied that she had been spending his money without his knowledge. She\nalso said that it was inaccurate to state that she kept her husband’s books as\nhe was employed and therefore there were no books to keep. Regarding the online\nbanking, the complainant said that she had not changed the password, but rather\nthat he had had a new phone and was unable to log in without verifying the\ndevice. The complainant said that the article was further inaccurate to state\nthat HMRC were “chasing him for a £5,000 tax bill” as the £5,000 referenced was\nactually a tax refund rather than a bill. The complainant said that the article\nalso inaccurately described the events leading up to the incident: she said\nthat they had not had friends round; instead she had been out with friends\nbefore returning home, where her partner was already intoxicated. Further, she\ndid not close the windows prior to the argument starting. In addition, the\ncomplainant said that the article inaccurately described her as “cheat”, which\nwas not the case.\n4. The complainant also said that the article had omitted to\nmention some details, in breach of Clause 1, which she considered minimised the\nevents and excused her husband’s behaviour. She was concerned that the article\nsaid only that she was “reddened and bruised”, but failed to mention that she\nwas cut, swollen, and had sustained a broken nose. She also said that the\narticle had stated that a child had witnessed “some” of the events but did not\nmake clear that they had seen the whole incident. In addition, the complainant\nsaid that the article had omitted to mention: that her husband had also faced\nanother charge but this had later been dropped; that he had physically\nassaulted her on another occasion; that they had not spoken for two weeks prior\nto the incident described in the article; and that it omitted to include all\nthe detail and extent of the attack she faced.\n5. The complainant said there had been a further breach of\nClause 2, as she believed that the intrusion into her and her children’s\nprivate life had not been considered. She also considered that there had been a\nbreach of Clause 9 as she believed the article identified both her and the\nchild who had been present, who was not relevant to the story.\n6. In addition, the complainant also expressed general\nconcerns about the article and its headline; she considered that the headline\nand article sought to blame her for the events and cast her as a “villain”,\ncontrary to guidance linked to on IPSO’s website.\n7. On receipt of the complaint, the publication acknowledged\nthe complainant’s concern that coverage of domestic abuse should not be framed\nin a way that implies that victims of abuse are to blame. It accepted that it\nhad made mistakes in the handling of the story and said that lessons had been\nlearned from this case about how to handle these issues in future. It also\nremoved the article on receipt of the complaint as a gesture of goodwill to the\ncomplainant and apologised to her for any distress caused by the article.\n8. However, it did not accept a breach of Clause 1, because\nit maintained that the account of the court proceedings contained within the\narticle was accurate; it noted that the reporter had taken contemporaneous\nshorthand notes and provided a copy and transcript of the notes.\n9. The publication said that while it did not consider it a\npoint of significance, it was satisfied that it had been heard in court that\nthe man’s account was used for his business, and that the notes showed it was\nreferred to as “his” account and “his online banking”. It also said that the\nreporter’s notes contained a reference to an “inland revenue bill” and that\n“HMRC were chasing [the man] for £5,000”. The publication also said that the\nquote - “[h]e asked his wife for the password and advises that she had actually\nclosed all the windows in the house prior to giving him it, in anticipation\nthat there would be an argument”, and the quote containing the word “cheat”\nwere both verbatim quotes from the court proceedings, which could be seen in\nthe reporter’s notes. The notes also contained a reference to the complainant\ndoing her husband’s “books”. The publication went on to state that the article\nstated that “[t]he court heard that a ... boy was in the room while the assault\nwas going on”, not that he had witnessed “some” of the events. The publication\nfurther highlighted that the reporter’s notes showed it had been heard in court\nthat there had been friends round.\n10. In relation to the complainant’s concerns about the\nomission of certain details she considered relevant, the publication expressed\nits regret for any offence or upset caused by the article; however, it did not\naccept that the omission of any of the details the complainant mentioned\nrendered the article inaccurate or misleading.\n11. The publication said that Clause 2 and Clause 9 had not\nbeen breached; in relation to Clause 2 it said that the information included in\nthe article was heard in open court, and the complainant was named in the assault\ncharge and several times throughout the hearing. It further said that the\nchildren concerned were mentioned and named in court and highlighted that they\nwere not named in the story. The publication also said that with regard to\nClause 9, the complainant was genuinely relevant to the story, and that\nalthough it did not consider the article identified any children, they were\nalso genuinely relevant.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nFindings of the Committee\n12. The Committee first recognised the distress caused by\nthe article; the matters discussed in the article were highly sensitive and the\ncoverage had evidently caused significant upset. It welcomed the publication’s\nacknowledgment of the complainant’s concerns of the handling of the article and\nits intention to learn lessons from the complaint.\n13. The Committee’s role was to consider the complaint as\nframed under the Editors’ Code of Practice. It noted that the article was a\nreport of the court proceedings, at which the complainant had not been present.\nThe complainant disputed that the information heard in court was accurate, but\nthe publication’s obligation was to give an accurate account of the evidence\nand submissions which had been heard and it was not responsible for the\naccuracy of the information itself.\n14. The Committee first considered the complaint about the\naccuracy of the account reported in the article about the events leading up to\nthe incident. The publication had provided contemporaneous shorthand notes\ntaken during the court proceedings and a transcript of the notes. The\ncomplainant had said that it was inaccurate to describe the bank account at the\ncentre of the case as a “business account”, as it was a joint savings account.\nThe reporter’s notes recorded that the account had been described in court as\n“his [the husband’s] account” and “his online banking”; however, the notes did\nnot record that the account had been described as a “business account”. Where\nthe publication was not able to demonstrate that the account was a “business\naccount”, this represented a failure to take care and raised a breach of Clause\n1 (i). It was the Committee’s view that in circumstances where the complainant\nwas also described as having “kept the books” and where the money was described\nas having gone “missing”, this implied an allegation that the complainant had\nmishandled money held by her husband separately in an account associated with a\nbusiness purpose. In the view of the Committee, the distinction between a\nbusiness account and any other account was of particular significance, given\nthat it was being presented as part of a chain of events that had ended with\nthe assault on the complainant. Given the serious nature of the article and the\nfact the claim had appeared in the sub-headline, the Committee considered that\nthe description of the account as a “business account” was significant and\nrequired correction under the terms of Clause 1 (ii). The publication had not\noffered to publish any corrective action on this point, and so there was a\nfurther breach of Clause 1 (ii).\n15. The journalist’s contemporaneous notes recorded that it\nhad been heard in court that: HMRC were “chasing” the man for £5,000; that,\naccording to the defendant’s solicitor, “[h]e asked his wife for the password,\nand advises that she had actually closed all the windows in the house prior to\ngiving him it, in anticipation that there would be an argument”; that the\ndefendant had called the complainant a “cheat”; that the complainant had done\nher husband’s “books”; and that a child was present during the assault. In\nlight of the content of the notes, the Committee was satisfied that the\npublication had been able to demonstrate that it had taken care to accurately\nreport what had been heard in court in relation to each of the above points;\nthere was no breach of Clause 1(i).\n16. The complainant also said that she and the defendant had\nnot had friends round prior to the incident and instead that she had been out\nwith friends before returning home. The reporter’s notes recorded that it had\nbeen heard in court that “two witnesses arrived at the locus” and that “[t]hey\nhad friends round and they were still there”. The notes indicated that the\npublication had taken care to report what had been heard in court on this point\nand there was no breach of Clause 1.\n17. The Committee next turned to the complainant’s concerns\nthat the article had omitted to mention certain details and that this had\nminimised the gravity of the incident and excused her husband’s behaviour.\nWhile the Committee acknowledged the complainant’s concerns, its role was to\ndetermine whether the omission of certain details had rendered the article\nsignificantly inaccurate, misleading or distorted. The complainant had said\nthat her husband had initially faced another charge, but this charge had been\ndropped. In circumstances where the article was reporting on the sentencing of\nthe defendant for the offences for which he had been convicted, there was no\nrequirement for the publication to include details of the previous charge; this\nomission did not make the article inaccurate or misleading as an account of the\nsentencing hearing.\n18. The Committee noted that articles are, by their nature,\na summary of what is heard in court; there is no obligation for publications to\ninclude every detail, and not doing so does not, in and of itself, represent a\nsignificant inaccuracy. The complainant had also said that the article did not\ndescribe the extent of the attack or her injuries. The article had described\nthe incident as a “prolonged assault”, detailed some of the ways the\ncomplainant had been assaulted, and included some details of the complainant’s\ninjuries. While the Committee acknowledged the importance of communicating the\ngravity of the incident, it did not consider that the omission of these further\ndetails made the article significantly inaccurate, where it made clear that\nthis was a violent attack that had left the complainant injured and accurately\nreported on the nature of the conviction and sentence imposed. There was no\nbreach of Clause 1 on this point.\n19. The complainant further said that the article omitted to\nmention her claim that her husband had assaulted her previously, and that she\nand her husband had not spoken for two weeks prior to the incident described in\nthe article. While the Committee recognised that these points were of\nsignificance to the complainant, it did not consider that they were significant\nin the context of the overall article in circumstances where the article was a\nreport of a court case about the specific offence for which the defendant was\nconvicted. In addition, the Committee noted that it could not be established\nwhether this information had been heard in court. There was no breach of Clause\n1 on these points.\n20. While the Committee understood that it was distressing\nfor the complainant to read the article and it acknowledged its impact, the\ninformation included in the article had been made public in court. The\npublication was entitled to report on the information heard during court\nproceedings, as it had been placed in the public domain. There was no breach of\nClause 2.\n21. Clause 9 prevents the identification of relatives or\nfriends of persons convicted or accused of crime in circumstances where they\nare not genuinely relevant to the story. The complainant and the child were\nboth referenced in the court proceedings, as demonstrated by the reporter’s\nnotes; in these circumstances, the Committee considered they were both\ngenuinely relevant to the story. There was no breach of Clause 9.\nConclusions\n22. The complaint was partially upheld under Clause 1.\nRemedial Action Required\n23. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n24. The Committee found that the publication was unable to\ndemonstrate that it had taken care over aspects of the article, as required by\nClause 1(i). The article had given the misleading impression that the\ncomplainant had played a part in the disappearance of her husband’s money, and\nthis was significant given that the article reported on court proceedings. The\nCommittee noted the importance of accurately reporting on court proceedings,\nparticularly when the proceedings in question related to a serious incident,\nsuch as domestic violence. The Committee considered that the appropriate remedy\nwas the publication of a correction to put the correct position on record. A\ncorrection was considered to be sufficient given that the misleading\ninformation, while significant to warrant correction under the terms of Clause\n1(ii) did not render the substance of the article inaccurate or misleading; the\narticle accurately reported what offence for which the man was convicted, and\nthe sentence he had received.\n25. The Committee then considered the placement of the\ncorrection. As the article had been taken down, a standalone correction should\nbe published on the homepage for 24 hours before being archived in the usual\nway. It should state that it has been published following an upheld ruling by\nthe Independent Press Standards Organisation. The full wording and position\nshould be agreed with IPSO in advance and the wording of the correction should\ninclude information to correct the misleading information: that contrary to the\narticle, it had not been heard in court that the money the complainant’s\nhusband believed was missing had been in his “business account”.\n \nDate complaint received: 18/11/2021\nDate complaint concluded by IPSO: 20/07/2022\nBack to ruling listing\n\n\n"
}