{
    "url": "/rulings-and-resolution-statements/ruling/?id=11868-15",
    "title": "11868-15 Versi v Daily Star on Sunday",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Star Sunday (Reach PLC)",
    "published_on": "2015-11-22 00:00:00",
    "received_on": "2015-12-07 00:00:00",
    "concluded_on": "2016-03-31 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "12. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "13. The newspaper had already offered to publish a clarification in print, as well as amending the online article and appending the clarification as a footnote. These actions would be sufficient to remedy the established breach of the Code and, in light of the Committee’s decision, they should now be published.Date complaint received: 07/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11868-15 Versi v Daily Star on SundaySummary\nof complaint1.\nMiqdaad Versi complained to the Independent Press Standards Organisation that\nthe Daily Star on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “UK mosques give cash for terror”, published\non 22 November 2015. It was published online with the headline “UK mosques\nfundraising for terror”.2.\nThe article reported that one of the newspaper’s journalists had posed as a man\nwanting to transfer money abroad which he had “raised with the help of a group\nof Bradford-based Isis sympathisers”. The man he contacted told him that he\ncould assist him with transferring the money to Bosnia, and said that “we get\nfunds from UK brothers from collections at mosques”. The article suggested that\nmoney is being transferred to Bosnia in order to fund terrorist training camps\nthere. The text of the article was the same online and in print, only the\nheadlines and sub-headlines differed.3.\nThe complainant said that the headlines were inaccurate as they suggested that\nUK mosques, generally, were raising money to fund terrorist activity. In fact,\nas the article had made clear, it was one group of men in Bradford, and not any\nmosque as an organisation, that was collecting money. Further, there was no\nsuggestion that the practice was occurring beyond that single group, but the\nheadline had given the impression that the practice was widespread. The\nstatement that UK mosques had been collecting money to fund terrorism had been\npresented as fact, and not adequately distinguished as the claim of the one\nperson with whom the journalist had been in contact.4.\nThe newspaper did not believe that the headlines had been significantly\ninaccurate or misleading. It said that the headlines should be read in\nconjunction with the text of the article, and in this case the text had made\nclear that the funding of terrorism by mosques was a claim made by one man. The\nsub-headline of the print article, “Radical in boasts about whip rounds”, made\nclear that the statement in the headline above it was the pretension of one\nindividual. Similarly, the sub-headline of the online version of the article\nstated that “Cash collected in UK mosques is funding terrorism, it was claimed\nlast night”, made clear that this was not established fact.5.\nNonetheless, the newspaper offered to publish the following clarification in a\nforthcoming edition, on page 2; the original article had appeared on page 9:“The\nheadline of an article, published on 22 November 2015, stated ‘UK mosques give\ncash for terror’. We would like to clarify that the headline was based on the\nclaims of radical Isa Amriki that funding for terrorism came from collections\nat mosques, not by or on behalf of UK mosques, which were not involved in any\nway.”6.\nIt also offered to amend the online headline so that it read “Collections at UK\nmosques ‘fundraising for terror’”, and to append a version of the clarification\nas a footnote.7.\nThe complainant requested an opportunity to work with the newspaper in future\nto avoid repetition of similar inaccuracies, and the opportunity to write a\npositive story about Muslims. The newspaper declined to resolve the complaint\non this basis, and so the complainant asked that the Committee adjudicate on\nthe matter.8.\nRelevant Code ProvisionsClause\n1 (Accuracy)(i)\nThe press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.(ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.(iii)\nThe press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.Findings\nof the Committee9.\nIt was accepted by the newspaper that the money was being collected by\nindividuals acting in a personal capacity, and not by mosques as organisations.\nHowever, both versions of the headline had given the clear impression that\nmosques were institutionally raising money for terrorism. The single text\nmessage conversation that the journalist had had did not support this\nassertion. Both the print and online versions of the headline represented a\nfailure to take care over the accuracy of the article, and a breach of Clause 1\n(i) of the Code.10.\nThe headlines were significantly misleading. They gave the impression that the\nnewspaper had discovered serious, organised wrongdoing, when that was not the\ncase, and the inaccuracies required correction under the terms of Clause 1\n(ii). The newspaper had already offered to publish a clarification, and the\nCommittee was satisfied that the proposed wording identified the initial\ninaccuracy and made clear the correct position. In the context of IPSO’s\ninvestigation of the complaint, the correction had been offered promptly. The\nnewspaper had also offered to publish the clarification on page 2, when the\narticle had appeared on page 9; this constituted sufficient prominence under\nthe terms of the Code. There was no breach of Clause 1 (ii).11.\nThe sub-headlines of both versions of the article had made clear that the\nstatement that mosques were raising money for terrorist activity was a “boast”\nand a “claim”, and the article itself had made clear the basis for that claim.\nThe Committee considered the headlines in their full context, and while the\nevidence provided in the article did not support the statement in the headlines\nand the Committee had already established that they were significantly\ninaccurate, there was no additional failure to distinguish between conjecture\nand fact in either the headlines or the text of the article; there was no\nbreach of Clause 1 (iii).Conclusions12.\nThe complaint was upheld under Clause 1 (Accuracy).Remedial\nAction Required13.\nThe newspaper had already offered to publish a clarification in print, as well\nas amending the online article and appending the clarification as a footnote.\nThese actions would be sufficient to remedy the established breach of the Code\nand, in light of the Committee’s decision, they should now be published.Date\ncomplaint received: 07/12/2015Date\ndecision issued: 31/03/2016\nBack to ruling listing\n\n\n"
}