{
    "url": "/rulings-and-resolution-statements/ruling/?id=11860-20",
    "title": "11860-20 Bunglawala v Express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2020-07-25 00:00:00",
    "received_on": "2020-07-16 00:00:00",
    "concluded_on": "2020-12-24 00:00:00",
    "complaint_processing_days": 161,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint, the Committee considered what remedial action was appropriate. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent, and placement of which is determined by IPSO.  12. In this case, the Committee found that the publication had failed to take care over accuracy and its proposed clarification had been inadequate. In such circumstances, the Committee decided that the appropriate remedy was the publication of a correction. This should appear under the headline of the online article.  The correction should acknowledge that the previous version of the article was inaccurate; that the InterSociety report did not identify Boko Haram as the group responsible for the invasion and the occupation of the Igbo villages referred to and then identify the specific group(s) that were. The wording of this correction should state that it was published following an upheld ruling by the Independent Press Standards Organisation.  The full word and position of this correction should be agreed with IPSO in advance.    Date complaint received: 16/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11860-20\nBunglawala v Express.co.uk\nSummary of Complaint\n1. Inayat Bunglawala complained to the Independent Press\nStandards Organisation that Express.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Sanctions must be placed on\nNigeria after horrific Christian persecution, lobby group says”, published on\n25 July 2020.\n2. The article was a comment piece, in which the columnist\ncalled on the Government to better align the United Kingdom’s foreign policy\nwith its core values such as upholding the right of law and democracy. In the\ncourse of the article the columnist turned his attention to the persecution of\nChristians in Nigeria and stated that “all the signs that Boko Haram are\nattempting in Nigeria what ISIS failed to do in Syria are crystal clear”. The\ncolumnist then added “that in the last ten months alone [Boko Haram] have\ninvaded and permanently occupied 350 Igbo villages and communities.”\n3. The complainant said that the statement in the article\nthat Boko Haram had “invaded and permanently occupied 350 Igbo villages and\ncommunities” was inaccurate.  He noted\nthat the disputed statement was hyperlinked, taking readers to coverage of a\nreport by an organisation called the International Society for Civil Liberties\nand the Rule of Law (InterSociety). \nHowever, this report did not identify or make reference to Boko Haram\ninvading and occupying Igbo villages but instead “Jihadist Fulani Herdsmen” and\n‘imported’ Shuwa Arbas”. There was no evidence that Boko Haram and Fulani\nHerdsmen were one and the same group. \nFurthermore, the complainant did not consider InterSociety to be a\nreliable source, being a Christian lobby group with a limited public profile,\nand therefore any information contained in its report should be clearly presented\nas a claim, not fact.\n4. The publication maintained that there were links between\nBoko Haram and the jihadist Fulani Herdsmen. It amended the article upon receipt\nof the complaint to “It is claimed in the last ten months alone [Boko Haram]\nhave invaded and permanently occupied 350 Igbo villages and communities.”  The publication also offered to publish the\nfollowing as a clarification footnote:\n“A previous version of this article reported as fact that\nBoko Haram had invaded and permanently occupied 350 Igbo villages and\ncommunities in the last 10 months. We are happy to clarify that this statement\nis based on a report by InterSociety, which has been hyperlinked within the\narticle.”\n5. The complainant said this clarification did not address\nhis concerns. In response the publication offered to amend the article further\nand publish the following, updated correction:\n“A previous version of this article linked to a report by\nInterSociety and stated that Boko Haram had invaded and permanently occupied\n350 Igbo villages and communities. Although there are known links, in fact, the\nIntersociety report stated that these villages were invaded by Jihadist Fulani\nHerdsmen and ‘imported’ Shuwa Arabs. We are happy to clarify this.”\n6. The complainant also rejected this offer.  He said that the proposed clarifications did\nnot make clear that the publication had inaccurately reported that Boko Haram\nhad invaded and permanently occupied 350 Igbo villages and communities. \nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFinding of the Committee\n8. The Committee did not consider the source linked to by\nthe newspaper in the article supported the assertion that  “Boko Haram had invaded and permanently\noccupied 350 Igbo villages and communities in Nigeria”.  The report by InterSociety clearly referred\nto the 350 villages and communities being invaded by ‘Jihadist Fulani Herdsmen\nand Shuwa Arabs’”, and while the newspaper maintained that there were links\nbetween these jihadists and Boko Haram, there was no suggestion in the\nInterSociety report that they could be considered one and the same group.  In such circumstances, the Committee\nconsidered the publication of the statement represented a failure to take care\nunder Clause 1 (i).  The Committee\nconsidered the inaccuracy to be significant as the article did not properly\nattribute the invasion to the specific group(s) that the InterSociety report\nhad identified as being responsible. As such, the article required a correction\nunder Clause 1 (ii). \n9. The publication had offered to publish an amendment and\nclarification to the online article at the start of IPSO’s investigation.\nHowever, the Committee did not consider that the proposed action satisfised the\nterms of Clause 1 (ii) as it did not identify, and then correct, the\nsignificant inaccuracy within the original article. The Committee noted that\nthe proposed wording did not make explicitly clear that a previous version of\nthe article was inaccurate to state that the InterSociety report attributed the\ninvasion of Igbo villages to Boko Haram, as opposed to requiring clarification.\nThis was exacerbated by the inclusion of “although there are known links”\nbetween Boko Haram and the invasion, \nwhich was not referenced in the InterScoiety report and detracted from\nany clarity that the original article was inaccurate.  As such, there was a further breach of Clause\n1 (ii).\nConclusion\n10. The complaint was upheld.\nRemedial Action Required\n11. Having upheld the complaint, the Committee considered\nwhat remedial action was appropriate. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent, and placement of which is\ndetermined by IPSO. \n12. In this case, the Committee found that the publication\nhad failed to take care over accuracy and its proposed clarification had been\ninadequate. In such circumstances, the Committee decided that the appropriate\nremedy was the publication of a correction. This should appear under the\nheadline of the online article.  The\ncorrection should acknowledge that the previous version of the article was\ninaccurate; that the InterSociety report did not identify Boko Haram as the\ngroup responsible for the invasion and the occupation of the Igbo villages\nreferred to and then identify the specific group(s) that were. The wording of\nthis correction should state that it was published following an upheld ruling\nby the Independent Press Standards Organisation.  The full word and position of this correction\nshould be agreed with IPSO in advance. \n \nDate complaint received: 16/07/2020\nDate complaint concluded by IPSO: 24/12/2020\nBack to ruling listing\n\n\n"
}