{
    "url": "/rulings-and-resolution-statements/ruling/?id=11861-15",
    "title": "11861-15 West Sussex County Council v The Argus (Brighton)",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "received_on": "2016-12-07 00:00:00",
    "concluded_on": "2016-03-31 00:00:00",
    "complaint_processing_days": -251,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 07/12/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11861-15 West Sussex County Council v The Argus\n(Brighton)Summary\nof complaint1.\nWest Sussex County Council complained to the Independent Press Standards\nOrganisation that The Argus breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in articles headlined “Shoreham memorial, the MP, the council and\nthe curious case of the ban on local media…,”and “Authority selective on who\nattends service”, published in print and online on 19 November 2015.2.\nThe articles reported that local newspapers had been “banned” from covering a\nmemorial service honouring the Shoreham Airshow victims, which would instead be\ncovered by an agency reporter. The coverage reported that bereaved relatives\nhad expressed concern at the arrangements, and that the council had “refused to\nrespond when The Argus repeatedly asked why express wishes from some relatives\nhad been ignored”. The newspaper understood that some families had chosen not\nto attend. The print and online articles were substantially the same.3.\nThe complainant said it was inaccurate to report that the media arrangements\nfor the service had not been agreed with the families of those killed. The\nfamilies had been consulted by the organising committee, who had arranged for\nan agency reporter to be present at the event, to provide copy for both local\nand national newspapers. The complainant said that, contrary to claims in the\narticle, family members had not contacted the Council to request that The Argus\nbe permitted to attend the service, and none had chosen not to attend. The\ncouncil had explained to the newspaper that some families objected to its being\npresent, and so it had arranged for an agency reporter to cover the service in\nan attempt to offer a compromise.4.\nThe complainant denied that The Argus had been asked to explain to the Council\nwhy it should be allowed to attend the service, as reported. The complainant\nalso objected to the article’s inclusion of a comment from a family member\nexpressing concern that nothing would be printed for later generations; a\nbroadcaster and news agency were present at the service to record events.\nFurther, the complainant said that the council had not been “slammed” for\nremoving memorial ribbons from the Shoreham toll bridge as reported; an\nagreement had been made to move them to another location at a later date.5.\nThe newspaper defended the accuracy of its coverage. Its reporter had\ntelephoned the council’s press office when the date of the service was\nannounced to enquire about media arrangements and was asked to write to the\ncouncil, explaining why it should attend. The newspaper provided a copy of its\nemail explanation. After the arrangements were announced, the newspaper became\naware that some family members were not happy, and had not been consulted about\nthe arrangements. Some individuals wanted The Argus to attend. The reporter had\nraised this in an email to the council’s Head of Communications, who had responded\n“yes, we’ve had that feedback too”.6.\nThe newspaper had been told that a number of relatives had found out about the\nplan to remove memorial ribbons from the toll bridge via media campaigns. While\nsome relatives may have been consulted about the decision to move them\nelsewhere, there was controversy about the issue at the time, and some families\nwere upset. The newspaper provided a statement from one family member on this\npoint.Relevant\nCode Provisions7. Clause 1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.iii)\nThe Press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.Findings\nof the Committee8.\nThe Committee acknowledged that the article arose from particularly sensitive\nand tragic circumstances for all involved. The article had made clear that the\norganising committee had arranged for the service to be covered by an agency\nreporter, who would provide copy for both local and national newspapers, and\nthat the committee had discussed this arrangement with some bereaved families.\nThe article had not claimed that all families were dissatisfied with the\narrangements, and the newspaper was entitled to report criticism expressed by\nsome relatives, which the complainant had acknowledged had also been addressed\nto the council directly. The complainant was not in a position to deny that\nsome family members had chosen not to attend the service as a consequence of\nthe decision to exclude the newspaper. In the context of the full article, it\nwas not misleading for the newspaper to report that it “understood” that some\nmay not attend.9.\nThe arrangements for the service had provoked some concerns, and the newspaper\nwas entitled to express its criticism. Following the reporter’s conversation\nwith the council’s press officer, it had considered it necessary to write an\nemail to the council, explaining its reasons for wanting to be present at the\nservice. This email had been provided to IPSO.10.\nThe Committee expressed some concern that the newspaper had criticised the\ncouncil for “refusing to offer an explanation”; the council had explained why\nit believed the best course of action was to arrange coverage from an agency\nreporter. However, in circumstances where the newspaper had criticised the\ncouncil for declining to provide specific reasons for not allowing The Argus to\nbe present, and where the article was clearly based on criticism expressed by\nsome bereaved relatives, it did not consider this assertion to be significantly\nmisleading so as to raise a breach of Clause 1.11.\nThe newspaper did not dispute the complainant’s contention that some families\nhad been satisfied with a compromise reached on the issue of the removal of\nribbons from the toll bridge, but the complainant had not denied that some\nfamilies had not been involved, and remained upset. The reference to these\nconcerns was not misleading.12.\nThe comment about there being nothing published for future generation was\nclearly presented as the view of one family member, and not the newspaper’s\nclaim of fact. The article had made clear that an agency would be present at\nthe service, but the criticism of the media coverage arrangements centred on\nthe fact that no local newspaper would be present. This comment was therefore\nnot misleading in breach of Clause 1.Conclusions13.\nThe complaint was not upheld.Remedial\nAction RequiredN/ADate\ncomplaint received: 07/12/2016Date\ndecision issued: 31/03/2016\nBack to ruling listing\n\n\n"
}