{
    "url": "/rulings-and-resolution-statements/ruling/?id=11867-15",
    "title": "11867-15 Hetherington v Wales on Sunday",
    "provisions": [
        "4 Intrusion into grief or shock (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Wales on Sunday (Reach PLC)",
    "published_on": "2015-11-15 00:00:00",
    "received_on": "2016-05-19 00:00:00",
    "concluded_on": "2016-09-21 00:00:00",
    "complaint_processing_days": 125,
    "conclusion_long": "10.  The complaint was not upheld.",
    "remedial_action": "11.  N/A   Date complaint received: 19/05/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11867-15\nHetherington v Wales on Sunday \nSummary\nof Complaint 1.  Judith\nHetherington complained to the Independent Press Standards Organisation that\nWales on Sunday breached Clause 3 (Privacy) and Clause 5 (Intrusion into grief\nor shock) of the Editors’ Code of Practice in an article headlined “Life\nwithout Tim is like being wrapped in a warm towel of sadness”, published on 15\nNovember 2015. 2.  The article\nunder complaint was an interview with the complainant, in which she discussed\nthe death of her son, the photographer Tim Hetherington, who died while\ncovering the conflict in Libya in 2011. The complainant discussed her feelings\nabout her son’s death, how she heard that her son had died, and her memories of\nher son. The article reported that the complainant was now a trustee of the Tim\nHetherington Trust, and included her comments on her work with the trust. 3.  The\ncomplainant said that she agreed to speak to a journalist from the newspaper on\nthe understanding that the angle of the interview would be her son’s work, his\nlegacy and the work of the trust. She spoke to the journalist on the telephone\non Friday 13 November, and said that she agreed to be interviewed on the basis\nthat he would let her agree her quotes, and that he would not publish anything\nshe was unhappy about. She said that this agreement was probably made before\nthe journalist began the interview, and while she did not believe the\njournalist used the words “copy approval”, he did agree to return to her prior\nto publication to agree her quotes, and so that she would feel content about the\narticle.  During the interview itself,\nthe complainant said that the journalist asked her personal questions about the\ncircumstances of her son’s death, and her feelings on the matter. While she\nanswered the questions, the complainant said that the journalist had been\nunable to see her body language, and she had felt unable to ask the journalist\nto stop. In the days following the interview, the complainant said that she was\nconcerned that the interview would focus on her son’s death, rather than the\nwork of the trust, and she felt that the journalist had intruded on her private\ngrief. 4.  The\ncomplainant said that on Monday 16 November, she read an email the journalist\nsent on the preceding Friday requesting photographs of her and her son. She\nreplied explaining that she felt uneasy about her discussion of Tim’s death in\nthe interview, and asked to see what the newspaper intended to publish. She\nsaid that she then read a further email from the journalist sent on the\nSaturday night containing the quotes from the interview. She responded by\nsaying that she did not want some of her comments about her son’s death to\nappear in print, and reminded the journalist that he had said he would agree her\nquotes with her before publication. The following day, the journalist emailed\nthe complainant explaining that the article had been already been printed that\nSunday, that by sending her the quotes, he was not giving her copy approval,\nbut that given she was unhappy about what she said, the newspaper would not\npublish the interview online. The complainant said that the newspaper failed to\nhonour its agreement that she could agree the quotes in the published\ninterview. 5.  The\nnewspaper said that there appeared to have been a misunderstanding in relation\nto whether the newspaper had granted copy approval; an agreement that the\ncomplainant could veto publication of quotations from the interview. It said\nthat the journalist sent the complainant a copy of the interview he had\nprepared as a gesture of goodwill, so that the complainant could see how the\ninterview had come out. It said that the journalist would have been\naccommodating if there were any specific concerns about the accuracy of the\nquotes. It said that it was not within the power of the journalist who\nconducted the interview to offer the complainant copy approval. In addition, it\nsaid that newspapers rarely give copy approval for interviews, but where they\ndo, it would be a contractual term as part of a formal agreement. The newspaper\nsaid that at the end of the interview, the complainant had asked the journalist\nto omit one detail from the interview, which he therefore did not include. 6.  In relation\nto the interview itself, the newspaper said that the journalist was not made\naware that any subject was out-of-bounds, and that the complainant would have\nbeen able to say if she was unhappy about a question, or talking about a\nparticular subject, and that the journalist did not receive the impression that\nthe complainant was uncomfortable answering his questions. The newspaper said\nthat at the end of the interview, the complainant acknowledged that she had\nbeen more open than she had been previously, and that she was trying to be more\nopen. \nRelevant\nCode Provisions 7.  Clause 3\n(Privacy) i)  Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. ii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information. Clause\n5 (Intrusion into grief or shock) i)  In cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion and publication\nhandled sensitively. This should not restrict the right to report legal\nproceedings, such as inquests.\nFindings\nof the Committee 8.    The\nCommittee recognised the complainant’s position that while she had expected the\ninterview to focus on the work of the Tim Hetherington Trust, it had  involved questions about the loss of her son,\nwhich were very sensitive for her and for which she had not prepared. However,\nthe complainant had not asked for the interview to stop, or said that she was\nuncomfortable answering the journalist’s questions, and in these circumstances,\nthe journalist would not have had reason to believe that the complainant\nobjected to the manner in which he was conducting the interview. The Committee\ndid not establish that the manner in which the journalist had conducted the\ninterview was insensitive, or represented a failure to respect her privacy.\nThis aspect of the complaint did not raise a breach of Clause 3 or Clause 5. 9.    The\nCommittee acknowledged that the complainant genuinely believed that the\njournalist would revert to her prior to publication to discuss the interview\nwith her and let her agree her quotes, and considered that it was a matter of\nregret if there was a misunderstanding in relation to the journalist providing\nthe complainant with her quotes from the interview. However, it did not\nestablish that the newspaper had failed to honour an agreement with the\ncomplainant, and this aspect of the complaint did not raise a breach of Clause\n3 or Clause 5.\nConclusions 10.  The complaint\nwas not upheld.\nRemedial\naction required 11.  N/A  \nDate complaint\nreceived: 19/05/2016\nDate decision issued: 21/09/2016\nBack to ruling listing\n\n\n"
}