{
    "url": "/rulings-and-resolution-statements/ruling/?id=11861-20",
    "title": "11861-20 Commuter Club v The Sunday Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2020-07-10 00:00:00",
    "concluded_on": "2020-12-04 00:00:00",
    "complaint_processing_days": 147,
    "conclusion_long": "25. The complaint was upheld in part under Clause 1(i).",
    "remedial_action": "26. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.   Date complaint received: 10/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 11861-20 Commuter Club v The Sunday Times\nSummary of Complaint 1. Commuter Club complained to the\nIndependent Press Standards Organisation that The Sunday Times breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “If you're waiting\nfor a refund on the train ticket you're not using, expect long delays”,\npublished on 31 May 2020 and an article headlined “Passengers rail against\ntrain refund delays” published on 7 June 2020. 2. The first article reported on customers who had purchased\nannual rail tickets from the Commuter Club, a “rail fare loan company” which\n“in effect offers commuters loans”. The article reported that customers were\nowed refunds on tickets not used during lockdown, but could “expect long delays”\nwith some customers waiting for more than two months. It stated that customers\nhad “hundreds of pounds… taken out of their bank accounts”. It also reported comments\nfrom customers that they were “left desperate for information” and had been\n“ignored” by the Commuter Club. It also included a quote from a customer who\nsaid that “I’m desperate for information, and when no one gets back to you, you\nstart to wonder if you’ll ever get your money”, after emailing the company 12\ntimes. The article also included a comment from the Commuter Club which stated\nthat “it has seen a 50-fold increase in cancellations since the start of the\nlockdown. It added that almost all refunds are processed within 60 days; 90%\nare processed within 30 days, and 70% within seven days”. A statement from a\nspokesperson said “We have taken the decision to prioritise processing refunds\nfor our most vulnerable customers. We would like to reassure all our customers\nthat even if it takes longer than normal to process a refund, the refund is\nnonetheless backdated to the date they stopped using their ticket.” 3. The first article also appeared online in substantially the\nsame format. 4. The second article also reported on the “delays” faced by people\nwho had bought railway tickets. Part of the article reported that “Last week\nMoney reported the difficulties customers of Commuter Club were having” and\nsaid that a customer of the Commuter Club was owed £800 but had only been\nrefunded £97. The article also included a quote from the Commuter Club which\nwas directly in response to another named customer and stated that “We are\nmanaging an unprecedented volume of refund requests, with lower than normal\nstaff numbers because of the pandemic”. 5. The second article also appeared online in substantially the\nsame format. 6. The complainant, the company in\nthe article, said that the articles were inaccurate in breach of Clause 1. It\nsaid it was inaccurate to describe the company as a “rail fare loan company” and denied\nthat it offered loans to its customers. It said the correct position was that\nit introduced customers to lenders, who then provide the complainants’\ncustomers with loans. 7. The complainant said that it was misleading to report that\nits customers should “expect long delays” to receive refunds and that some\ncustomers had been waiting for over two months for refunds. The complainant\nexplained that its terms and conditions provided that refunds would take 30\ndays to process, and that 90% of customers had their cancellation processed\nwithin those 30 days, with only 0.03% of refunds having taken over 60 days. It\nsaid that the statement that was included in the article “that almost all\nrefunds are processed within 60 days; 90% are processed within 30 days, and 70%\nwithin seven days” was misleading as it did not include these precise figures. 8. It also said that it was\ninaccurate to report that the complainant had taken money from one of its\ncustomer’s accounts as the complainant did not have a direct debit with the\ncustomer whose claim had been reported in the article.  The complainant said that the correct\nposition was that the lender, which the complainant introduced to the customer,\ntakes the money from customers. 9. The complainant also said it was\ninaccurate to report that customers were desperate for information, were\nignored or that the company did not get back to customers. It said that it sent\nseven automated emails to complainants during the cancellation process. It said\nthat the customer named in the article who had given the quote had received six\nbespoke emails, in addition to five standard emails. 10. The complainant also said that\nthere had been a breach of Clause 1 because it was not given the opportunity to\ncomment on the experiences of the customers as reported in the article. 11. With regards to the second\narticle, the complainant said that it was inaccurate to report that the named\ncustomer had only been refunded £97 of the amount owed to her, as at the time\nof publication she had received the additional £880.01. It provided a Facebook\npost which it said made clear that the named customer had been paid. The post\nwas by the named customer and said she had been told by the complainant that it\nwould review the complaints of the customers who had not been refunded and seek\nto provide a prompt response. Another customer had commented to say that she had\nbeen refunded by the complainant. 12. The publication did not accept\nthat the first article had breached the Code. The publication noted that the\ncomplainant’s website stated that “At Commuter Club we buy you a great value\nannual ticket and let you pay monthly, via a low cost monthly payment\nplan.\" It said that its characterisation of the complainant as a “rail fare loan\ncompany” was not misleading, and was a plain-English description of the service\nprovided by the complainant. 13. The publication said that as 10%\nof the complainant’s 6000 refund requests were waiting for over 30 days, it was\nreasonable to suggest that customers could “expect long delays”. It offered to\nchange the online headline to “prepare for” rather than “expect”. It also said\nit was not inaccurate to report that some customers had waited over two months\nfor their refunds, and noted that the article had included the complainant’s\ncomment that “almost all refunds are processed within 60 days; 90% are\nprocessed within 30 days, and 70% within seven days”. It also noted that it had\ntold the complainant prior to publication that it would not use its chosen\nfigure of only 0.03% of refunds taking longer than 60 days, so as not to be\noverly complex. 14. The publication said it was not\nsignificantly misleading for the article to report that the complainant had\ntaken money from the customer’s account, as the quote on the complainant’s\nwebsite which stated that “At Commuter Club we buy you a great value annual\nticket and let you pay monthly, via a low cost monthly payment plan\" presented\nthe deal as being between the complainant and the customer. As a gesture of\ngoodwill it offered to amend the online article to clarify that the payments\nwere taken by lenders. 15. The publication said that whilst\nthe complainant may disagree that customers were desperate for information,\nwere ignored or that the company did not get back to customers, the article\nreflected comments made by customers it had interviewed, rather than the publication\nitself. It said that this was clear in the article and that customers were\nentitled to their opinion. 16. The publication stated that it\ndid not believe that the reports of the two named customers’ experiences were\ninaccurate, and therefore failing to ask the complainant to comment on these\ncase studies prior to publication did not constitute a breach of Clause 1. It\nsaid that these had not been passed to the newspaper as the reporter had been\nunable to get permission from the customers to pass on their specific details. It\ndid, however, apologise for not putting the allegations to the complainant\nbefore the article was published, and offered to publish a statement as a\ngesture of goodwill. 17. The publication said that at the\ntime the named customer had given her account to the newspaper, she had only\nbeen refunded £97, rather than the £880 owed and that this had been published\nin good faith without knowing that the situation had changed. It said that the\nFacebook post did not suggest that the woman had been refunded, but it\nacknowledged that the reported position was no longer the case.  The publication offered to amend the online\narticle and to publish the following in the corrections and clarifications\ncolumn both online and in print: A claim in our article\n\"Passengers rail against train refund delays\" (Money, June 7) wrongly\nsuggested that Alison Smith was owed £800 by Commuter Club, but had only been\nrefunded £97. Ms Smith had been refunded in full by Commuter Club on June 1.\nThe information was given in good faith, but we failed to check it was still\ncurrent prior to publication. We apologise for the omission and the error.\nRelevant\nClause Provisions 18. Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nFindings\nof the Committee 19. The complainant described the\nservices it provided as buying annual rail tickets for customers, for which the\ncustomer could pay monthly via a payment plan. The complainant also accepted that\nit introduced its customers to lenders from which they received loans. On this\nbasis, it was not misleading to describe the complainant as a “rail fare loan\ncompany” which “in effect offers commuters loans”. There was no breach of\nClause 1 on this point. 20. The complainant accepted that 10%\nof its customers who requested refunds waited for longer than the 30 day period\nset out in the complainant’s terms and conditions. In addition, the complainant\naccepted that some refunds took longer than 60 days, and that it was not\ninaccurate to report that some customers were waiting more than two months.\nGiven that the “delay” was placed in context by the inclusion of the quote from\nthe complainant in which it explained the periods within which refunds were\nprovided, it was not misleading to report that customers could “expect long\ndelays”. There was no failure to take care not to publish inaccurate\ninformation on this point under Clause 1(i), and no significant inaccuracy\nwarranting correction under Clause 1(ii). 21.  Reporting that the complainant had taken the\npayments from its customers’ accounts, when the lender introduced by the\ncomplainant had done so, was not significant in the context of an article which\nfocussed on the delays some customers were experiencing in receiving refunds\nafter making an application to the complainant. There was no breach of Clause 1\non this point. 22. The Committee acknowledged that\nthe complainant felt that it had provided its customers with information during\nthe refund process. The article had included a quote from one of the\ncomplainant’s customers who said that she had been “desperate for information”,\nbecause she felt “no one gets back to you”.  The complainant said it had sent the customer\nfour automated and five bespoke emails, however, the complainant said she had\nemailed the company 12 times. Where the quote was clearly attributed to the customer and had\nbeen presented as the customer's opinion, the publication had not failed to\ntake care not to report misleading information. \nIn such circumstances, there was no requirement for the publication to\nhave asked the complainant for its response to the comments made by the customer,\nand there was no breach of Clause 1(i). As there was no significant inaccuracy\nto correct, there was also no breach of Clause 1(ii). 23. With regards to the second\narticle, the complainant had not provided any evidence which demonstrated that\nthe publication had known that the complainant had received the rest of her\nrefund. The article reported that “Last week Money reported the difficulties customers of\nCommuter Club were having”, and the newspaper provided information which\nindicated that the customer had not received a refund seven days prior\nto the publication of the second article.  On this basis, the publication had not failed\nto take care not to publish inaccurate information and there was no breach of\nClause 1(i). However, the position had changed during the period between publication\nof the first and second articles. As the claim that the customer had not\nreceived her refund was central to the article, it was significant and required\ncorrection under Clause 1(ii). 24. The publication had offered to\npublish a correction in both its print and online corrections and\nclarifications column, where readers would know to find corrections. This was offered\nduring direct correspondence with the complainant, prior to IPSO’s\ninvestigation. This was therefore offered promptly, and would satisfy the\nrequirement for due prominence. The correction offered acknowledged the\ninaccuracy, and put the correct position on the record. The Committee\nconsidered that this was sufficient to meet the terms of Clause 1(ii).\nConclusion 25. The complaint was upheld in part\nunder Clause 1(i).\nRemedial action\nrequired 26. The correction which was offered\nclearly put the correct position on record, and was offered promptly and with\ndue prominence, and should now be published.\n \nDate complaint received: 10/07/2020\nDate decision issued:\n04/12/2020\nBack to ruling listing\n\n\n"
}