{
    "url": "/rulings-and-resolution-statements/ruling/?id=11883-15",
    "title": "11883-15 Taylor v Gravesend News Shopper",
    "provisions": [
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "News Shopper (Gravesend) (Newsquest Media Group)",
    "received_on": "2015-12-27 00:00:00",
    "concluded_on": "2016-03-15 00:00:00",
    "complaint_processing_days": 79,
    "conclusion_long": "18. The complaint was upheld under Clause 5.",
    "remedial_action": "19. Having upheld the complaint, the Committee considered what remedial action should be required. 20. The newspaper had failed to handle publication sensitively in breach of Clause 5 (i). 21. In order to remedy the breach of the Code, the newspaper should publish the following adjudication on its website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived online in the usual way. The headline must be agreed with IPSO in advance. It should make clear that the complaint has been upheld by IPSO and make reference to the subject matter. Should the newspaper intend to continue to publish the article online, without amendment, in light of this decision, it should also publish the adjudication in full, beneath the headline. 22. The terms of the adjudication to be published are as follows: Following the publication online of an article in the Gravesend News Shopper on 4 December 2015 headlined “Gravesend father blames lack of help after depressed daughter found hanged in bedroom”, Naomi Taylor complained to the Independent Press Standards Organisation that the Gravesend News Shopper breached Clause 5 (Intrusion into grief or shock) of the Editors’ Code of Practice. The complaint was upheld by IPSO’s Complaints Committee and the Gravesend News Shopper was required to publish this adjudication. The article was a report of the inquest into the death of the complainant’s daughter. It said that the complainant’s daughter had hanged herself, and included a description of her body which a witness had given during inquest proceedings. The complainant said that the description was insensitive in breach of Clause 5. The newspaper said that the publication of the description was necessary, as it illustrated the tragedy of Ms Fothergill’s death, and did not consider that it was insensitive to include it in the coverage. The Committee noted that while the terms of Clause 5 protect the press’ right to report legal proceedings, such as inquests, they do require that publication is handled sensitively in cases involving personal grief or shock. The Committee found that the description included in the article was gratuitous; given the potential for such an emotive description to cause distress, its inclusion represented a failure to handle publication sensitively. The Committee upheld the complaint as a breach of Clause 5. Date complaint received: 27/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11883-15 Taylor v Gravesend News Shopper\nSummary\nof complaint\n1.\nNaomi Taylor complained to the Independent Press Standards Organisation that\nthe Gravesend News Shopper breached Clause 1 (Accuracy) and Clause 5 (Intrusion\ninto grief or shock) of the Editors’ Code of Practice in an article headlined\n“Gravesend father blames lack of help after depressed daughter found hanged in\nbedroom”, published online on 4 December 2015, and headlined “Woman found\nhanged had suffered depression”, published in print on 9 December 2015.\n2.\nThe online version of the article reported the inquest of Kayley Fothergill,\nthe complainant’s daughter. It said that the inquest heard that Ms Fothergill\nhad depression, and had hanged herself in her bedroom “following a drinking\nsession”. It reported that Ms Fothergill’s stepfather “accused doctors of a\nlack of concern and understanding … after she allegedly visited the doctors\nseveral times for help”. It said that Ms Fothergill’s mother had found her “at\naround 2.10am”, and that it was thought that she had been there since “just\nbefore 8pm”. It included comments from the investigating police officer who\ntold the court that a neighbour had seen Ms Fothergill through a window, and\nhad described her as hanging like a “plastic doll”. The article also included\ninformation about the method of suicide.\n3.\nThe article appeared in substantively the same form in print, but did not\ninclude reference to the neighbour’s description of Ms Fothergill.\n4.\nThe complainant said the article included a level of detail about Ms\nFothergill’s suicide which was excessive, and that it was insensitive in breach\nof Clause 5 for the article to include the neighbour’s description of Ms\nFothergill. The complainant also said that it was insensitive for the article\nto have been published at all; she had contacted the newspaper at the time of\npublication and had asked for the article to be withheld.\n5.\nThe complainant said that the article had incorrectly reported the time of Ms\nFothergill’s death and when her body had been found; it was also inaccurate to\nreport that she had found Ms Fothergill; and Ms Fothergill had not been found\nhanged as described in the article.\n6.\nThe newspaper expressed its condolences for the complainant’s loss. It said\nthat, when publishing inquest reports, it took great care to ensure that no\nunnecessary and insensitive details were included. In this instance, while it\nunderstood that any description of Ms Fothergill following her death could have\nbeen distressing for the family to read, it took the view that the inclusion of\nthe neighbour’s description – which was primary evidence given to the\ninvestigating police officer by an eyewitness – was both necessary and\njustified. This illustrated the tragic nature of her death, and the neighbour’s\nanguish at seeing her through the window.\n7.\nThe newspaper did not accept that the article contained excessive detail of the\nmethod of suicide used by Ms Fothergill. It said that the information published\nabout the method omitted significant details heard during the inquest\nproceedings, and would not be sufficient to allow imitation.\n8.\nThe newspaper noted that in any case, it had exercised discretion when\nselecting the material for publication. It said that during the inquest\nproceedings, the court had heard a great many details about Ms Fothergill’s\nlife and personal circumstances which the newspaper had decided not to publish.\nIt said that this demonstrated that sympathy and discretion had been exercised\nprior to publication.\n9.\nThe newspaper noted that following the inquest, another member of the family\nhad requested that the inquest should not be reported at all. The newspaper\nsaid that the publication deadline had already passed by the time it had been\ncontacted by the complainant. It was therefore unable to consider her request\nto withhold publication in the newspaper, and said that in any case it would\nnot have acceded. It said that the coroner made clear that publishing reports\non the inquest was a matter of editorial discretion. Further, prior to publication,\nthe reporter had confirmed with the coroner’s court that no reporting\nrestrictions were in place.\n10.\nThe newspaper said that the details included in the article had been heard at\nthe inquest. The reporter had taken detailed notes during the proceedings, and\nhad reproduced accurately the details relating to the time of death, who had\ndiscovered the body and when, and  how Ms\nFothergill had been found hanged. The newspaper provided a copy of these notes\nin support of its position. It offered to correct any points which could be\nshown to have given an inaccurate representation of the inquest proceedings.\nRelevant\nCode Provisions\n11.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.\niii)\nThe press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.\nClause\n5 (Intrusion into grief or shock)\ni)\nIn cases involving personal grief or shock, enquiries and approaches must be\nmade with sympathy and discretion and publication handled sensitively. This\nshould not restrict the right to report legal proceedings, such as inquests.\nii)\nWhen reporting suicide, care should be taken to avoid excessive detail about\nthe method used.\nFindings\nof the Committee\n12.\nThe Committee recognised the importance of the principle of open justice, which\nis protected explicitly by the terms of Clause 5. As such – and while the\nCommittee acknowledged the complainant’s concern about the article in the\ncircumstances – the editorial decision to publish a report of the inquest\nfollowing the family’s request not to do so did not raise a breach of Clause 5.\n13.\nWhile Clause 5 protects the press’ right to report legal proceedings, it\nrequires that publication is handled sensitively in cases involving personal\ngrief or shock. The Committee noted the newspaper’s position that it was\nnecessary to include the comparison of Ms Fothergill to a “plastic doll”. It\ntook the view, however, that this comparison was gratuitous; given the\npotential for such an emotive description to cause distress, its inclusion\nrepresented a failure to handle publication sensitively. The Committee upheld\nthis aspect of the complaint as a breach of Clause 5 (i), in respect of the\nonline article.\n14.\nThe important right of the newspaper to report the public hearing of an inquest\nwas a relevant issue for the Committee to consider when approaching the\nseparate and distinct issue as to whether the details of Ms Fothergill’s\nsuicide were excessive within the meaning of Clause 5(ii).\n15.\nThere is no means of drawing a clear black line between details which may be\npublished, in compliance with Clause 5(ii), and those which may not.  The rule does not forbid the publication of\nall details but it does recognise that a line may be crossed. While the\nCommittee is able to provide guidance through its decisions, the nuance of each\ncase will vary and consideration of the details given by the newspaper must be\nconsidered in the context of the case as a whole.\n16.\nThe Committee noted the newspaper’s position that the article did not reproduce\nin the same level of detail the method of Ms Fothergill’s suicide, as was heard\nduring the inquest proceedings. It welcomed the consideration given by the\nnewspaper to which details to omit, and noted that the purpose of Clause 5 (ii)\nis to prevent the publication of material that might lead others to imitate a\nmethod of suicide. It took the view that the level of detail included in the\narticle about the specific method of Ms Fothergill’s suicide did not go so far\nas to be excessive under the terms of Clause 5 (ii).\n17.\nThe newspaper had provided copies of notes taken by the reporter during the\ninquest proceedings. The details reported in the article relating to the time\nof death and the circumstances in which Ms Fothergill’s body was found were\ncorroborated by the notes. This demonstrated that the newspaper had taken care\nnot to publish inaccurate information, and there was no breach of Clause 1 (i).\nThe Committee noted that newspapers are not responsible for the accuracy of\ninformation given in court; rather they have an obligation to accurately report\nproceedings. In this instance, the Committee did not establish grounds to\nsuggest that the newspaper had inaccurately reported the inquest proceedings,\nand there was no correction required under the terms of Clause 1 (ii).\nConclusions\n18.\nThe complaint was upheld under Clause 5.\nRemedial\nAction Required\n19.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required.\n20.\nThe newspaper had failed to handle publication sensitively in breach of Clause\n5 (i).\n21.\nIn order to remedy the breach of the Code, the newspaper should publish the\nfollowing adjudication on its website, with a link to the full adjudication\nappearing on the homepage for 24 hours; it should then be archived online in\nthe usual way. The headline must be agreed with IPSO in advance. It should make\nclear that the complaint has been upheld by IPSO and make reference to the\nsubject matter. Should the newspaper intend to continue to publish the article\nonline, without amendment, in light of this decision, it should also publish\nthe adjudication in full, beneath the headline.\n22.\nThe terms of the adjudication to be published are as follows:\nFollowing\nthe publication online of an article in the Gravesend News Shopper on 4 December\n2015 headlined “Gravesend father blames lack of help after depressed daughter\nfound hanged in bedroom”, Naomi Taylor complained to the Independent Press\nStandards Organisation that the Gravesend News Shopper breached Clause 5\n(Intrusion into grief or shock) of the Editors’ Code of Practice.\nThe\ncomplaint was upheld by IPSO’s Complaints Committee and the Gravesend News\nShopper was required to publish this adjudication.\nThe\narticle was a report of the inquest into the death of the complainant’s daughter.\nIt said that the complainant’s daughter had hanged herself, and included a\ndescription of her body which a witness had given during inquest proceedings.\nThe\ncomplainant said that the description was insensitive in breach of Clause 5.\nThe\nnewspaper said that the publication of the description was necessary, as it\nillustrated the tragedy of Ms Fothergill’s death, and did not consider that it\nwas insensitive to include it in the coverage.\nThe\nCommittee noted that while the terms of Clause 5 protect the press’ right to\nreport legal proceedings, such as inquests, they do require that publication is\nhandled sensitively in cases involving personal grief or shock. The Committee\nfound that the description included in the article was gratuitous; given the potential\nfor such an emotive description to cause distress, its inclusion represented a\nfailure to handle publication sensitively. The Committee upheld the complaint\nas a breach of Clause 5.\nDate\ncomplaint received: 27/12/2015Date\ndecision issued: 15/03/2016\nBack to ruling listing\n\n\n"
}