{
    "url": "/rulings-and-resolution-statements/ruling/?id=11891-20",
    "title": "11891-20 Islamic Human Rights Commission v thejc.com",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2020-05-27 00:00:00",
    "received_on": "2021-07-15 00:00:00",
    "concluded_on": "2021-06-16 00:00:00",
    "complaint_processing_days": -29,
    "conclusion_long": "23. The complaint was not upheld.",
    "remedial_action": "24. N/A   Date complaint received: 15/07/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11891-20 Islamic\nHuman Rights Commission v thejc.com\nSummary of Complaint\n1. Islamic Human Rights Commission complained to the\nIndependent Press Standards Organisation that thejc.com breached Clause 1\n(Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in\nan article headlined “Government lawyer joined rally featuring call for removal\nof Jews from Israel”, published on 27 May 2020.\n2. The complaint was made on the complainant’s own behalf\nand own behalf of Nazim Ali and Imam Muhammed al-Asi, with their consent. The\narticle reported on an annual Al Quds Day rally, which in 2020 was held online.\nIt said that previously “The JC has reported on how past Al Quds Day marches\nwitnessed calls for extreme violence against Israel”. The article described who\nwas present and spoke at the rally, as well as containing a quote from a\n“campaigner against antisemitism” which stated “I don’t think anybody should\nassociate with a toxic event like this. It is beyond understanding how someone\nwho works for the Government Legal Department can possibly justify her appearance\nwhen the event is clearly linked to the violent and radical Islamist ideologies\nof the ayatollahs in Iran.’’ The article also referred to how “In June 2017,\nNazim Ali faced a police investigation after he was filmed suggesting Zionists\nwere responsible for the Grenfell Towers fire tragedy in West London. After\nconsideration, the Crown Prosecution Service decided not to prosecute.” The\narticle also contained a quotation from Imam Muhammad al-Asi which stated\n\"There are certainly some of the Jewish faith who have the freedom to\nsettle in the Holy Land. But there are definitely many more others who don't\nhave the right to be there. So our concern in the future should be on trying to\nfigure out those of the Jewish faith who have been hijacked by Zionism and sort\nthem out from the Zionist culprits and war criminals that have to be defeated,\nand have to withdraw by force because that is the only option left for them by\ntheir own choice. Begin to speak about who can stay in Palestine.”\n3. The complainant, one of the groups who organised the\nrally, said that the article was inaccurate in breach of Clause 1. It noted\nthat the rally took place every year for almost 40 years and that it took place\nonline this year. It refuted that participants at the event had called “for extreme\nviolence against Israel”.\n4. The complainant also said that referring to the police\ninvestigation of Nazim Ali’s comments regarding the Grenfell Towers tragedy\nwere not relevant to the story or the calls for extreme violence. It also said\nthat to omit to refer to a third party campaigning group was misleading as the\ncampaign had lobbied for the prosecution and attempted to prosecute Mr Ali\nprivately, as well as judicially review the decision not to prosecute. \n5. The complainant also said it was inaccurate to\ncharacterise a quote as being given by a “campaigner against antisemitism” as\nthe person who gave the quote was controversial and a columnist for the\nnewspaper.\n6. The complainant said that the quote from Imam Muhammed\nal-Asi was misleading as it wasn’t reproduced within its full context. It said\nthat the full speech discussed the rights of Jews including Zionists to settle\nin and stay in the Holy Land, and his comments about “war criminals” were very\nspecific and related to self-defence.\n7. The complainant said that the article had failed to give\nthem an opportunity to reply to their claims in breach of Clause 1.\n8. The complainant also said that the article was\ndiscriminatory in breach of Clause 12 as it felt that the complainant as a\ncorporate body, and also Nazim Ali and Imam al-Asi, who they were representing,\nwere discriminated against by the article. It said that their religious\naffiliation and the ethnic affiliations of some of its members had been\nhighlighted pejoratively. It said the use of the words “extreme” and “violence”\nwere pejorative.\n9. During IPSO’s investigation the publication failed to\nrespond within IPSO’s time frame. The delay was reported to IPSO’s Standards\nDepartment, and when the publication still failed to respond within the time\nlimit set by IPSO the matter was proceeded to the Complaints Committee without\nthe benefit of the publication’s full response.\n10. The publication did not accept a breach of the Code. The\npublication failed to supply any articles where the JC had previously reported\non “calls for extreme violence against Israel”. It said Hezbollah flags had\nbeen raised and chants of “death to Israel” had been heard, but provided no\nevidence of this. It did supply a video, which it said showed the head of the\ncomplainant’s organisation calling for “Jihad in Palestine like in Syria” and\nmembers of the crowd cheering this. The video supplied by the publication did\nnot contain this quote. It started part way through the head of the\ncomplainant’s organisation’s speech and showed him saying that people from\naround the world who had left “to go and do Jihad in Syria. What about Jihad in\nPalestine?”. It also stated that in 2012 the head of the complainant’s\norganisation had been filmed calling to the crowd: “Let’s get rid of the\ngreatest oppressors in the region, the Zionists, then all our other problems\nwill be resolved, one by one.” It did not provide the video of this. The\npublication also said that an Iranian State television interview the head of\nthe complainant had said “it is” when asked if resistance was the message of\nthe Al-Quds Day march. It did not provide the video of this.\n11. The publication said that the publication of information\nrelating to the police investigation of Nazim Ali’s comments regarding the\nGrenfell Towers tragedy and the omission of referring to the campaigning group\nwas not a breach of the Code.\n12. The publication said that the person described as a\n“campaigner against antisemitism” had investigated concerns about antisemitism\nin his blog, and therefore it was not inaccurate to describe him as a\n“campaigner against antisemitism”. It also said the person had wrote three or\nfour articles for the publication, and that they were entitled to use his\ncomments without having to declare this. It described the man as an expert and\nthat he was an appropriate source.\n13. The publication said that Imam Muhammed al-Asi’s\nquotations had not been published selectively or in a way that was misleading.\nIt also said that the complainant had made similar comments, such as in an\narticle he wrote for another website and during two speeches at an American\nuniversity. It said that clips of these speeches had been published by a project\nwhich investigated racism.\n14. The publication said that it had approached the\ngovernment lawyer referred to in the headline and the Government Legal\nDepartment for comment.\n15. The complainant said that the quotes provided by the\npublication were either cropped to the point of distorting their meaning, or in\nmany cases did not exist. It said that the video supplied by the publication\nhad clearly been edited and cropped mid-sentence. It supplied a full version of\nthe speech which included the full quote “You know, people are rushing in large\nnumbers from Britain, from Europe, from all around the world, from Arab\ncountries, to go and do jihad in Syria. What about jihad in Palestine? [Cheers\nfrom crowd]. What even not a single one of them gone to fight for Palestine?”\nThe complainant said this speech was criticising those who went to Syria to\nfight and to call out their hypocrisy, and not to say that there should be\nJihad in Palestine.\n16. It provided a video of the head of the complainant’s\norganisation’s speech from 2012 and said the quote provided by the publication\ndid not appear in it. It did acknowledge that in his speech of 2013 he said\n\"We want people to stand up for the oppressed, and stand up for what is\njust. Let us get rid of the racist oppressors in the region, the Zionists, then\nall our other problems will be solved one by one.\" The complainant said\nthat this was not a call for extreme violence against Israel, but a condemnation\nof those who were fighting in Syria as hypocrites. It also said it did not know\nwhat interview the publication was referring to as it had provided no evidence\nor even named the program. The complainant said that the project the\npublication had got the video clips of Imam Muhammed al-Asi speaking to\nuniversities in America came from a discredited study which had been criticised\nas being inaccurate, libellous, and inciting Islamaphobia and racism.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n17. The Committee was very concerned that the publication\nhad failed in its obligations to respond to IPSO within its set timelines.\nHowever, the publication had supplied a video of a past Al-Quds Day march in\nwhich a speaker had stated that people went “to go and do jihad in Syria” and\nthen asked: “what about jihad in Palestine?” followed by cheers from the crowd.\nThe video showed the same speaker saying: “what even not a single one of them\ngone to fight for Palestine?”. Whilst the Committee acknowledged that “jihad”\nhas a multitude of meanings, the reference to “jihad” in the speech referred to\ntravellers going to two locations that have been the site of armed conflict,\nSyria and Palestine. In this context, the Committee found that the publication\nwas entitled to characterise this as “calls for extreme violence against\nIsrael” in the article, which focused on the 2020 event. There was no breach of\nClause 1 on this point.\n18. The Committee noted that whether information is of\nrelevance to the article in general does not fall under Clause 1 unless the\ninclusion of the information is misleading. In this case, reporting that Nazim\nAli had been investigated by the police was not misleading. The omission of the\ncampaigning group was also not misleading when reporting the facts that a\npolice investigation took place. There was no breach of Clause 1 on these points.\n19. The person who had been described as a “campaigner\nagainst antisemitism” had multiple public campaigns against antisemitism, and\ntherefore it was not misleading to characterise him in this way. In addition,\nwhen quoting from him, it was not a breach of Clause 1 to omit to mention that\nhe was a controversial figure and that he had previously written for the\npublication. There was no breach of Clause 1 on this point.\n20. The article had quoted a large portion of a speech by\nImam Muhammed al-Asi. The complainant had not disputed the accuracy of the\nquote, and where a large portion of the quote was included in full this was not\nmisleading.\n21. The right to reply is not a standalone requirement of\nthe Code, but failing to contact a person or organisation for comment can lead\nto a failure to take care under Clause 1(i) where there are allegations in the\narticle. In this case, the article did not contain unproven allegations against\nthe Islamic Human Rights Centre directly and did not require a standalone\ncorrection.\n22. The Code makes clear that the protections of Clause 12\nonly apply to individuals, and therefore the Clause was not engaged with\nregards to the Islamic Human Rights Commission. With respect to the individual\ncomplainants, the Committee did not consider that an allegation of advocacy for\n“extreme violence” constituted a pejorative or prejudicial reference to either\nman’s race or religion. There was no breach of Clause 12\nConclusions\n23. The complaint was not upheld.\nRemedial Action Required\n24. N/A\n \nDate complaint received: 15/07/2021\nDate complaint concluded by IPSO: 16/06/2021\nBack to ruling listing\n\n\n"
}