{
    "url": "/rulings-and-resolution-statements/ruling/?id=11928-21",
    "title": "11928-21 Tierney v Wisbech Standard",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Wisbech Standard (Newsquest Media Group)",
    "published_on": "2021-11-15 00:00:00",
    "received_on": "2021-11-21 00:00:00",
    "concluded_on": "2022-06-17 00:00:00",
    "complaint_processing_days": 208,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 21/11/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11928-21 Tierney v Wisbech Standard\nSummary\nof Complaint\n1. Steve\nTierney complained to the Independent Press Standards Organisation that Wisbech\nStandard breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Police reveal 3 councillors got written warning over Covid”,\npublished on 15th November 2021.\n2. The\narticle reported that “[t]hree Wisbech town and Fenland district councillors\nreceived written warnings from Cambridgeshire Police for breaching Covid-19\nregulations”. It identified by name three councillors as having been at the\nAngel Public House on Christmas Eve in 2021, one of them being Steve Tierney.\nThe article went on to state that the individuals were identified by\nCambridgeshire Police after the seizure of CCTV footage, and that they had not\nreceived fines, but the matter was dealt with by a “written warning”. The\narticle included some of the text of the letter written to the three\ncouncillors. The letter stated that the police had received a complaint “to\nreport that you have breached the Health Protection (Coronavirus Restrictions)\nRegulations 2020. It is alleged that you have other persons (not from your\nhousehold or as part of a permitted bubble) on the 24th December 2020 at the\nAngel Public House” and that the police “have reviewed CCTV footage from the\npublic house and this appears to support the allegation”. The letter also\nstated that “Police on this occasion will not be taking any formal action\nagainst you for this breach, but I would like to take this opportunity to\nremind you to keep up to date with current government regulation and guidance”.\n3. The\ncomplainant, one of the councillors named in the article, said that the article\nwas inaccurate in breach of Clause 1 as it claimed that he had received a\nwritten warning from the police and that he had breached Covid-19 regulations.\nThe complainant said that he had never received a written warning from the\npolice and that he did not commit any breaches of Covid-19 regulations on\nChristmas Eve. The complainant further said that a police warning had a\nspecific meaning and provided a link to a Gov.uk page about police warnings and\ncautions. He said that a warning and a caution were the same thing and involved\nan individual admitting to an offence and agreeing to be cautioned.\n4. The\npublication did not accept a breach of the Code. It said that the publication\nhad made a freedom of information (FOI) request to Cambridgeshire Police, who\nconfirmed that the letter quoted in part in the article had been sent to three\ncouncillors. The publication provided the correspondence containing the FOI\nrequest and the full letter from the police, which it said made clear the\nbreaches of the Covid-19 regulations. The publication went on to state that the\nidentity of the three councillors was confirmed by a senior source who had seen\nthe CCTV footage. It said that the source who examined the CCTV footage\nconfirmed Councillor Tierney was one of the three councillors seated at the\nsame table as other individuals drinking in the pub and that it was certain no\nother councillors were present.\n5. During\nthe investigation, the complainant was asked to confirm whether or not he had\nreceived the letter from Cambridgeshire Police; he said that he had not\nreceived a warning or caution from the police but did not confirm or deny\nwhether he had received the letter quoted in the article.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n6. The\ncomplainant’s primary concern was that the newspaper had incorrectly stated\nthat he had received a “written warning… from Cambridgeshire Police for\nbreaching Covid-19 regulations”. The article had included much of the text of\nthe “warning” – a letter from the police – to which it referred. While the\ncomplainant denied having received a “written warning” from the police or\nhaving breached the Covid-19 regulations, he would not confirm or deny to IPSO\nwhether he had received the letter quoted in the article. This had a\nsignificant impact upon the Committee’s ability to make a finding in regard to\nthe accuracy of the assertion that the complainant was the recipient of the\ncorrespondence. Notwithstanding this point, the Committee considered that the\npublication had demonstrated that it had taken care over the accuracy of this\nclaim and its presentation of it. The newspaper had a copy of the full letter\nand had made an FOI request to Cambridgeshire Police to establish how many\nindividuals the letter was sent to. In addition, a confidential source had\nconfirmed which three councillors could be seen in the CCTV footage. In light\nof the material provided by the publication to substantiate its position and\nthe complainant’s declining to provide further information, the Committee did\nnot establish a significant inaccuracy requiring correction.\n7. While\nthe Committee did not establish a significant inaccuracy requiring correction,\nit noted the complainant’s position that, according to the government website,\n“warning” could be used interchangeably with “police caution”. However, it was\nthe Committee’s view that the phrase “written warning” was a non-specific term\nand did not exclusively mean that an individual had received a police caution.\nThe Committee considered that the article made clear the nature of the warning\nthat was issued by the police.\n8. The\ncomplainant had also said that the article was inaccurate to claim that he had\nbreached Covid-19 regulations. The Committee considered that the article as a\nwhole made the position clear. It had quoted the letter at length – including\nthe statement that “Police on this occasion will not be taking any formal\naction against you for this breach” – the letter had also stated that the\npolice had viewed evidence which “appear[ed] to support the allegation” and\nsought to remind the recipient of the importance of keeping updated on current\nregulations. There was no breach of Clause 1 on this point.  \nConclusion(s)\n9. The\ncomplaint was not upheld.\nRemedial\nAction Required\n10. N/A\n\n\nDate\ncomplaint received: 21/11/2021\nDate\ncomplaint concluded by IPSO: 17/06/2022\nBack to ruling listing\n\n\n"
}