{
    "url": "/rulings-and-resolution-statements/ruling/?id=11941-15",
    "title": "11941-15 HRH Prince Henry of Wales v Daily Star",
    "provisions": [
        "2 (Opportunity to reply) 2015",
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Star (Reach PLC)",
    "received_on": "2015-12-15 00:00:00",
    "concluded_on": "2016-04-25 00:00:00",
    "complaint_processing_days": 132,
    "conclusion_long": "which the Committee could draw from this was that the newspaper had not sought to verify the claims, as reported. This inaccurate assertion had given further weight to the claims, by suggesting that the newspaper had sought to stand up its story. The manner in which the claims were presented was significantly misleading.11. The Committee was very concerned that the newspaper had failed to engage substantively with IPSO’s investigation into the complaint. The newspaper had offered no basis for the Committee to believe that it had taken care to ensure the article was published in compliance with Clause 1(i) of the Code. Neither had it made any offer to correct the story, as it had been obliged to do under Clause 1(ii). The complaint under Clause 1 was upheld.12. The article had concerned the complainant’s private life: it had repeated claims that he was in a “secret” relationship with Ms Middleton, and it had speculated on the nature of the alleged relationship. The terms of Clause 3 were engaged, regardless of the accuracy of the allegations.13. The newspaper, however, had repeated allegations that had been made in the US by a magazine with a large circulation, and which had been republished in a number of newspapers – and online – in the UK. Given the extent to which the claims were already in the public domain, and the nature of the claims themselves, the complaint under Clause 3 was not upheld.14. The terms of Clause 2 provide individuals with the opportunity to reply to published inaccuracies. The complainant had requested the removal of the article. He had not requested an opportunity to reply. There was no breach of Clause 2.Conclusion15. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required. The newspaper had not defended its article, and it had not offered to publish a correction. It had therefore failed to comply with the obligations of Clause 1(ii), and the Committee required the publication of an adjudication.17. The Committee considered the placement. The article had appeared in full on page five, but the misleading information was also published on the front page, accompanied by a photograph of the complainant and Ms Middleton, and their names in a heart. As the article had been prominently referenced on the front page, and in light of the seriousness of the breach established, the Committee required that a reference to the adjudication also be published on the front page, the same size and placement as the headline and text on page one. This reference should direct readers to the full adjudication, which should appear on page five or further forward. Both the headline to the adjudication inside the paper and the front-page reference should make clear that IPSO has upheld the complaint, and refer to its subject matter. The headline, the placement on the page, and the prominence, including font size, of both the adjudication and the front page reference must be agreed with IPSO in advance.18. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived online in the usual way.19. The terms of the adjudication to be published are as follows:Following the publication of an article in the Daily Star on 10 December 2015, headlined “Harry and Pippa ‘secret romance’”, HRH Prince Henry of Wales complained to the Independent Press Standards Organisation that the Daily Star breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required the newspaper to publish this adjudication.The article said that a magazine, published in the US, had claimed that the complainant and Pippa Middleton had been involved in a “secret romance”.The complainant said that the claims made about his relationship with Ms Middleton were “completely untrue”. The newspaper had also not contacted Clarence House for comment, as reported.In response to the complaint, the newspaper removed the article from its website; offered its assurances that the claims would not be repeated; and circulated a notice to staff to that effect. It did not defend the claims as accurate.The article had clearly attributed the claims about the complainant and Ms Middleton to the US magazine. While it had not contained a positive assertion of their truth, there was no suggestion that there was reason to doubt their veracity.Furthermore, the article had stated that “Clarence House had declined to comment” but the newspaper had not argued – in response to the complaint – that such an approach had been made. The only conclusion which the Committee could draw was that the newspaper had not sought to verify the claims, as reported. This inaccurate assertion had given further weight to the claims, by suggesting that the newspaper had sought to stand up its story. The manner in which the claims were presented was significantly misleading.The newspaper offered no basis to suggest that it had taken care to publish accurate information, nor had it made any offer to correct the story. The complaint under Clause 1 was upheld.Date complaint received: 15/12/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 11941-15 HRH Prince Henry of Wales v Daily StarSummary of complaint1. HRH Prince Henry of Wales complained to the Independent Press Standards Organisation that the Daily Star breached Clause 1 (Accuracy), Clause 2 (Opportunity to reply) and Clause 3 (Privacy) of the Editors’ Code of Practice in an article headlined “Harry and Pippa ‘secret romance’”, published in print and online on 10 December 2015.2. The article said that a magazine, published in the US, had claimed that the complainant and Pippa Middleton had been involved in a “secret romance”. It stated that “shock reports” had said that the pair “first snogged” at the royal wedding in 2011 when they “hooked up” in a bathroom, and that they had been “caught in the act” by their older siblings. The article concluded by stating that “Clarence House declined to comment last night”. It was also published online.3. The complainant said that the claims made in the article were “completely untrue”, and the newspaper had not contacted Clarence House for comment before publication. The complainant said that, had the newspaper contacted his representatives, it would have been informed that the claims were fictitious and should not be published. By repeating the false claims, the newspaper had given weight to them and had significantly aided their circulation. He did not consider that attributing the claims to the US magazine had absolved the newspaper from its duty to independently corroborate them.4. The complainant said that the publication of false claims about his personal relationships and sexual activities represented an intrusion into his private life. He did not consider that the publication of the claims in the US had eroded his right to privacy: the US magazine had limited hard-copy circulation in North America; whereas the newspaper’s print and online presence had led to the claims being widely read in the UK. He said that there was no public interest in reporting the claims, not least because they were inaccurate.5. On the day of publication, the complainant wrote to the newspaper and requested the removal of the online article. It was removed the following day, but the newspaper did not acknowledge or respond to his letter, it did not offer an opportunity to reply, explain its actions, or offer assurances that the claims would not be repeated. The complainant said that subsequent correspondence from the newspaper had not addressed the substance of his complaint or explained its reasons for publishing the article.6. The newspaper said that the article had been removed from its website as requested, and it offered its assurances that the claims would not be repeated. It had also circulated a notice to staff to that effect, and had placed a warning in its cuttings file. It considered that the remedial action that it had offered, and carried out, should satisfy the complainant.7. The newspaper did not otherwise respond substantively to questions about the article’s compliance with the Code, or defend its publication. Relevant Code Provisions8. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and - where appropriate - an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance.iii) The Press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact.Clause 2 (Opportunity to reply)A fair opportunity for reply to inaccuracies must be given when reasonably called for.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any individual's private life without consent. Account will be taken of the complainant's own public disclosures of information.Findings of the Committee9. The article had clearly attributed the claims about the complainant and Ms Middleton to the US magazine. While it had not contained a positive assertion of their truth, there was no suggestion that there was reason to doubt their veracity.10. Furthermore, the article had stated that “Clarence House had declined to comment” but the newspaper had not argued – in response to the complaint – that such an approach had been made. The only conclusion which the Committee could draw from this was that the newspaper had not sought to verify the claims, as reported. This inaccurate assertion had given further weight to the claims, by suggesting that the newspaper had sought to stand up its story. The manner in which the claims were presented was significantly misleading.11. The Committee was very concerned that the newspaper had failed to engage substantively with IPSO’s investigation into the complaint. The newspaper had offered no basis for the Committee to believe that it had taken care to ensure the article was published in compliance with Clause 1(i) of the Code. Neither had it made any offer to correct the story, as it had been obliged to do under Clause 1(ii). The complaint under Clause 1 was upheld.12. The article had concerned the complainant’s private life: it had repeated claims that he was in a “secret” relationship with Ms Middleton, and it had speculated on the nature of the alleged relationship. The terms of Clause 3 were engaged, regardless of the accuracy of the allegations.13. The newspaper, however, had repeated allegations that had been made in the US by a magazine with a large circulation, and which had been republished in a number of newspapers – and online – in the UK. Given the extent to which the claims were already in the public domain, and the nature of the claims themselves, the complaint under Clause 3 was not upheld.14. The terms of Clause 2 provide individuals with the opportunity to reply to published inaccuracies. The complainant had requested the removal of the article. He had not requested an opportunity to reply. There was no breach of Clause 2.Conclusion15. The complaint was upheld under Clause 1 (Accuracy). Remedial Action Required16. Having upheld the complaint, the Committee considered what remedial action should be required. The newspaper had not defended its article, and it had not offered to publish a correction. It had therefore failed to comply with the obligations of Clause 1(ii), and the Committee required the publication of an adjudication.17. The Committee considered the placement. The article had appeared in full on page five, but the misleading information was also published on the front page, accompanied by a photograph of the complainant and Ms Middleton, and their names in a heart. As the article had been prominently referenced on the front page, and in light of the seriousness of the breach established, the Committee required that a reference to the adjudication also be published on the front page, the same size and placement as the headline and text on page one. This reference should direct readers to the full adjudication, which should appear on page five or further forward. Both the headline to the adjudication inside the paper and the front-page reference should make clear that IPSO has upheld the complaint, and refer to its subject matter. The headline, the placement on the page, and the prominence, including font size, of both the adjudication and the front page reference must be agreed with IPSO in advance.18. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication appearing on the homepage for 24 hours; it should then be archived online in the usual way.19. The terms of the adjudication to be published are as follows:Following the publication of an article in the Daily Star on 10 December 2015, headlined “Harry and Pippa ‘secret romance’”, HRH Prince Henry of Wales complained to the Independent Press Standards Organisation that the Daily Star breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required the newspaper to publish this adjudication.The article said that a magazine, published in the US, had claimed that the complainant and Pippa Middleton had been involved in a “secret romance”.The complainant said that the claims made about his relationship with Ms Middleton were “completely untrue”. The newspaper had also not contacted Clarence House for comment, as reported.In response to the complaint, the newspaper removed the article from its website; offered its assurances that the claims would not be repeated; and circulated a notice to staff to that effect. It did not defend the claims as accurate.The article had clearly attributed the claims about the complainant and Ms Middleton to the US magazine. While it had not contained a positive assertion of their truth, there was no suggestion that there was reason to doubt their veracity.Furthermore, the article had stated that “Clarence House had declined to comment” but the newspaper had not argued – in response to the complaint – that such an approach had been made. The only conclusion which the Committee could draw was that the newspaper had not sought to verify the claims, as reported. This inaccurate assertion had given further weight to the claims, by suggesting that the newspaper had sought to stand up its story. The manner in which the claims were presented was significantly misleading.The newspaper offered no basis to suggest that it had taken care to publish accurate information, nor had it made any offer to correct the story. The complaint under Clause 1 was upheld.Date complaint received: 15/12/2015Date decision issued: 25/04/2016 \nBack to ruling listing\n\n\n"
}