{
    "url": "/rulings-and-resolution-statements/ruling/?id=11947-15",
    "title": "11947-15 Boswell v Scottish Mail on Sunday",
    "provisions": [
        "3 (Privacy) 2015",
        "6 (Children) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Scottish Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2015-12-13 00:00:00",
    "received_on": "2015-12-29 00:00:00",
    "concluded_on": "2015-03-15 00:00:00",
    "complaint_processing_days": -289,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 29/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11947-15 Boswell v Scottish Mail on SundaySummary\nof complaint1.\nPhil Boswell complained to the Independent Press Standards Organisation that\nthe Scottish Mail on Sunday breached Clause 3 (Privacy), Clause 6 (Children)\nand Clause 9 (Reporting of crime) of the Editors’ Code of Practice in an\narticle headlined “Now tax dodging MP faces inquiry into his earnings”,\npublished on 13 December 2015.2.\nThe article stated that the complainant had been reported to the Parliamentary\nCommissioner for Standards for allegedly having failed to declare his role as a\ncompany director. The piece included a box which gave biographical information\nabout the complainant, including the names of his wife and children, the\ncountries in which they had lived, the names of his former employers, and\ndetails regarding the sales of his previous homes in Scotland. The article was\nnot published online.3.\nThe complainant expressed concern that the newspaper had named his wife and\nschool-age children, and had published details of their address history in an\narticle reporting that he was being investigated for misconduct. The\ncomplainant noted that the names of his family members were already in the\npublic domain, but he considered that there was no justification for naming\nthem in this context. He said that his family had nothing to do with the story;\nand there was no public interest in identifying them or their address history.\nHe considered that the newspaper had used his notoriety to justify publishing\nthese details. He had concerns that the article had left his family vulnerable\nto harassment, and said that his children and the pupils at their school were\nclearly aware of the story.4.\nThe newspaper said that as the complainant was a new MP, it had considered it\nimportant to inform readers about his background. It had not published the\ncomplainant’s address. It said that all the detail included in the biographical\nsection of the article was already in the public domain: it had been sourced\nfrom the book “We are the 56”, which was published in November 2015. This book\nhad included a chapter dedicated to each of the Scottish National Party’s MPs\nfollowing the party’s success in the 2015 General Election, and included\nseveral pages in which the complainant had discussed his family and employment\nabroad. The newspaper said that the article had not disclosed any private\ninformation about the children, and could not have compromised their welfare.\nIt also considered that it had not identified relatives of an individual\naccused of crime because the complainant had not been accused of a criminal\noffence.5.\nThe newspaper said that the story had been justified in the public interest:\nthe complainant had faced an investigation by the Parliamentary Commissioner of\nStandards, and there had been calls for him to resign. Nevertheless, it offered\nto add a note to its cutting system, which would make clear that the\ncomplainant did not wish for his children to be named in future articles.Relevant\nCode Provisions6.\nClause 3 (Privacy)i.\nEveryone is entitled to respect for his or her private and family life, home, health\nand correspondence, including digital communications.ii.\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.Clause\n6 (Children)i.\nYoung people should be free to complete their time at school without\nunnecessary intrusion.v.\nEditors must not use the fame, notoriety or position of a parent or guardian as\nsole justification for publishing details of a child's private life.Clause\n9 (Reporting of crime)i.\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.ii.Particular\nregard should be paid to the potentially vulnerable position of children who\nwitness, or are victims of, crime. This should not restrict the right to report\nlegal proceedings.Findings\nof the Committee7.\nThe newspaper had published information about the complainant and his family\nthat he had already consented to being in the public domain. The complainant\nhad openly discussed his family life, referenced his children’s names and ages,\nand the places in which they had lived for a book about Scottish National Party\nMPs. The newspaper had not published the complainant’s current or previous\naddresses. The names of the towns in which he had bought and sold property in\nScotland were also not private. There was no breach of Clause 3.8.\nWhile the Committee understood the complainant’s concern about the effect the\narticle had on his children and their school life, the children had already\nbeen identified publicly. The article had not focused on them, and the brief\nreference to their names did not represent an intrusion into their time at\nschool in breach of Clause 6(i). Furthermore, as the article had not disclosed\nany private information about the children, the newspaper had not used the\ncomplainant’s position in order justify publishing private information about\nthem. There was no breach of Clause 6(v).9.\nThe complainant had been accused of breaching Parliamentary Standards by\nfailing to declare a financial interest. He had not been accused of a criminal\noffence. The terms of Clause 9 were not engaged.Conclusions10.\nThe complaint was not upheld.Remedial\nAction RequiredN/ADate\ncomplaint received: 29/12/2015Date\ndecision issued: 15/03/2015\nBack to ruling listing\n\n\n"
}