{
    "url": "/rulings-and-resolution-statements/ruling/?id=11947-21",
    "title": "11947-21 Dizaei v Daily Mail",
    "provisions": [
        "2 Privacy (2021)",
        "3 Harassment (2021)",
        "9 Reporting of crime (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2021-11-01 00:00:00",
    "received_on": "2021-11-11 00:00:00",
    "concluded_on": "2022-06-17 00:00:00",
    "complaint_processing_days": 218,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/A   Date complaint received: 11/11/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 11947-21 Dizaei v Daily Mail\nSummary\nof Complaint\n1. Shahameh\nDizaei complained to the Independent Press Standards Organisation that Daily\nMail breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment)\nand Clause 9 (Reporting of crime) of the Editors’ Code of Practice in an\narticle headlined “Has the Met's criminal in uniform got NO shame?”, published\non 1st November 2021.\n2. The\nprint article reported on “a corporate video” created by Covert Security Ltd, a\nbusiness it said was founded by the complainant’s husband Ali Dizaei, who\nfeatured in the promotional video and was described as the “founder and\nchairman”. It said that “[i]n a slick video, Dizaei trades on his police career\nand medal for ‘good conduct’ as his firm pledges help to catch thieves and\nfraudsters – but makes no mention of his two stints in jail!”. It went on to\nstate that “[f]ormer colleagues of Dizaei, whose facial features and hairline\nhave undergone an intriguing transformation since his days in the Met, reacted\nwith astonishment this week after the extraordinary new video by his company emerged”.\nThe article went on to describe Mr Dizaei and his wife’s lifestyle, stating\nthat “[d]ozens of pictures on his wife Shaham’s Instagram and Facebook accounts\nhave given a day-by-day account of their incredible lifestyle including regular\nupdates from Dubai – one of their favourite haunts”. The article further said\nthat Mr Dizaei had “ceased being a director [of Covert Security Ltd] with\n‘significant control’… early last year – replaced by his flamboyant Iranian\nwife, now 46, who remains in control of it and a serving director”. It went on\nto describe Mrs Dizaei as having “a penchant for designer clothes” and who “has\nhundreds of thousands of followers on Instagram”. The article was accompanied\nby a number of photographs of Mr and Mrs Dizaei.\n3. The\narticle also appeared online in substantially the same format, headlined “Has\nthe Met's criminal in uniform got NO shame? In a slick video, Ali Dizaei trades\non his police career and medal for 'good conduct' as his firm pledges help to\ncatch thieves and fraudsters... but makes no mention of his two stints in\njail”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as the\nvideo was private and had not been published on the company’s website. The\ncomplainant said that the video referred to in the article was a draft version\nof the video and had been circulated to friends, family, and business\nassociates for their feedback, and then went on to be edited before a final\nversion was added to the company’s website. She said that the article\ninaccurately suggested the draft video was publicly available and had been\nreleased by the company. The complainant said there had been a further breach\nof Clause 1 as the article had failed to mention the final version of the\nvideo, which was publicly available and differed significantly from the version\nmentioned. The complainant also said that she had not had an opportunity to\ncomment and respond to the inaccuracies within the article, in breach of Clause\n1. She said that while the journalist had emailed a generic email address at\nCovert Security Ltd, this had been addressed to her husband, Ali Dizaei, and\nthe questions included in this email were all in relation to him.\n5. The\ncomplainant also considered that there had been a breach of Clause 9. She said\nthat the article intended to make her relevant to the story without her consent\nand an opportunity to comment and that she should not have been considered as\nrelevant to the article or to her husband’s spent conviction. The complainant\nfurther said that Clause 9 had been breached as she considered the article\nimplied that her and her family were making “ill-gotten gains” by\nmisrepresenting the facts, and she considered the article should not have\nreferenced her husband’s spent conviction. She added that her husband’s\nconviction is legally spent under the terms of the Rehabilitation of Offenders\nAct 1974 and that after the rehabilitation period has passed, the individual should\nbe regarded as a rehabilitated person.\n6. The\ncomplainant said that the article had also breached Clause 2. She said that her\npublicly available social media should not have been “preyed upon” in order to\nwrite a story; she said that describing her as having “a penchant for designer\nclothes” undermined her. She also said that her privacy had been breached as\nthe video referred to was not publicly available; the complainant considered\nthe publication was not lawfully in possession of the video.\n7. She\nhad also said that there had been a breach of Clause 3 as the article under\ncomplaint, along with previous articles published by the publication\nconstituted persistent pursuit by a particular journalist.\n8. The\npublication said it did not accept a breach of the Code. Regarding Clause 1, it\nsaid that the article reported that the video had “emerged”, not that it was\navailable publicly on Covert Security’s website. It added that, as the article\nwas reporting specifically on the original video, it was not necessary to refer\nto the subsequently published version of the video. The publication further\nsaid that it did not accept that the complainant was not given an opportunity\nto comment on the story; it said that the journalist had emailed the\ncomplainant’s business, of which the complainant was the sole director, and\nthat it was reasonable to assume she would have had sight of this\ncorrespondence and the opportunity to respond. The publication provided the\nemail it had sent to the complainant’s company and addressed to Mr Dizaei which\nincluded a number of questions and stated that the journalist had seen “the two\nminutes and eight seconds’ long corporate video advertising your involvement in\nCovert Security Ltd and which I am aware you have shown to a number of\nprospective clients”. It added that the Editors’ Code makes no blanket\nrequirement for people mentioned in articles to be given the opportunity to\ncomment and that the article did not contain any significant inaccuracies that\nthe complainant needed to respond to.\n9. The\npublication said that the complainant was relevant to the story, and that there\nwas no breach of Clause 9; it said that its legal team considered the article\nprior to publication in relation to its obligations both legally and under the\nEditors’ Code. It said that it was reporting about Covert Security and the\nvideo it had produced, and that as sole director of Covert Security, the\ncomplainant was genuinely relevant to the story. The publication went on to\nexplain that it considered that it was relevant to explain that Mr Dizaei had\npreviously been the director of Covert Security, but that this responsibility\nnow lay with the complainant. It added that in relation to the complainant’s\nhusband’s convictions, the identification of the complainant was already in the\npublic domain. The publication further said that the complainant was genuinely\nrelevant to the story because a focus of the article was the financial success\nof the complainant’s husband and Covert Security despite Mr Dizaei’s previous\nconvictions, and that the complainant’s publicly available social media profile\nshowed their wealth and glamourous lifestyle\n10. The\npublication said that while the complainant was concerned with the description\nof her as having a “penchant” for designer clothing, this did not engage the\nterms of Clause 2 as it did not reveal anything private about her. The\npublication added that the complainant acknowledged she did not have any\nprivacy settings on her social media accounts. It also noted that the\ncomplainant had not said that by reporting on the contents of the original\nvideo this revealed anything private about her. The publication added that the\nallegation that the publication was not lawfully in possession of the video did\nnot engage the terms of Clause 2.\n11. In\nrelation to Clause 3, the publication said that this was not engaged. It said\nthat Clause 3 relates to contacts from journalists, not the frequency or the\ntone of coverage.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni) Everyone\nis entitled to respect for their private and family life, home, physical and\nmental health, and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause 9\n(Reporting of Crime)*\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren under the age of 18 who witness, or are victims of, crime. This should\nnot restrict the right to report legal proceedings.\niii)\nEditors should generally avoid naming children under the age of 18 after arrest\nfor a criminal offence but before they appear in a youth court unless they can\nshow that the individual’s name is already in the public domain, or that the\nindividual (or, if they are under 16, a custodial parent or similarly\nresponsible adult) has given their consent. This does not restrict the right to\nname juveniles who appear in a crown court, or whose anonymity is lifted.\nFindings\nof the Committee\n12. The\ncomplainant said that the article was in breach of Clause 1 as it incorrectly\nsuggested that the video referred to in the piece had been released by the\ncompany and was publicly available. The article had referred to the video\nthroughout as a “corporate video”; however, the Committee noted that it did not\nclaim that the video had been released by Covert Security, or that it was\npublicly available on the company’s website. In addition, the Committee noted\nthat the article had described the video as having “emerged”, rather than being\nreleased. The complainant had said that the video had been circulated to a\nnumber of friends, family and business associates, and the publication had said\nthat this included prospective clients. Where the complainant had acknowledged\nthat the video had been circulated to a group of contacts, albeit a limited\ngroup, and that the newspaper said that this included prospective clients, it\nwas the Committee’s view that there was a sufficient basis to describe it as a\ncorporate video. The article did not inaccurately suggest that the video had\nbeen publicly available or that it had been released and, as such, there was no\nbreach of Clause 1.\n13. The\ncomplainant further said that Clause 1 had been breached as the article omitted\nto mention the final version of the video which was publicly available. The\nCommittee noted that publications have the right to choose which pieces of\ninformation they publish, as long as this does not lead to a breach of the\nCode. In this case, it did not consider the omission of reference to a\ndifferent version of the video rendered the article inaccurate or misleading,\nwhere the focus of the article was specifically on the original version of the\nvideo which had, to some extent, been in circulation. There was no breach of\nClause 1 on this point.\n14. The\ncomplainant had also said that she had not had an opportunity to comment and\nrespond to the inaccuracies within the article, in breach of Clause 1. The\nCommittee accepted the publication’s position that, as the journalist had\ncontacted the complainant’s business, it was reasonable to assume she would\nhave been made aware of this correspondence and had the opportunity to respond,\nshould she have wished to do so. In any event, the Committee noted there is no\nobligation imposed by the Editors’ Code for newspapers to approach individuals\nfor comment prior to their inclusion in an article. Rather, Clause 1(i)\nrequires publication to “take care” not to publish inaccurate or misleading\ninformation; in some instances, a publication will need to put allegations to\nan individual in order to meet this obligation, but this will not be necessary\nin all cases. In this instance, as no significant inaccuracies were identified\nwithin the article, the Committee did not consider that it was necessary for\nthe publication to have approached the complainant for comment. There was no\nbreach of Clause 1 on this point. \n15. The\nCommittee next considered the complainant’s concerns that there had been a\nbreach of Clause 9. The complainant had said that she should not have been\nconsidered as relevant to the article or to her husband’s spent conviction.\nClause 9 prevents the identification of relatives or friends of persons\nconvicted or accused of crime in circumstances where they are not genuinely\nrelevant to the story. In this instance, the focus of the article was on the\nvideo created by Covert Security, the complainant’s company, and of which her\nhusband was the founder and now an employee. In these circumstances, the\nCommittee considered the complainant was genuinely relevant to the story. There\nwas no breach of Clause 9.\n16. The\ncomplainant had considered there had been a further breach of Clause 9 as she\nconsidered the article suggested that her and her family were making\n“ill-gotten gains” and that it was a breach of Clause 9 to refer to her\nhusband’s spent conviction. These were issues which did not relate to the terms\nof the clause and the Committee noted that concerns relating to an alleged\nbreach of the Rehabilitation of Offenders Act 1974 did not fall within its\nremit.\n17. The\nCommittee next turned to the complainant’s concerns that Clause 2 had been\nbreached; the complainant had considered that there had been a breach of Clause\n2 as her social media accounts should not have been used for the article. She\nalso considered the article should not have described her as having a\n“penchant” for designer clothing. The Committee noted that the complainant’s\nsocial media account was publicly available and followed by a large number of\nother accounts, and it did not consider she had a reasonable expectation of\nprivacy over the pictures and information published through this channel. In addition,\nthe complainant’s concern with the description of her as having a “penchant”\nfor designer clothing did not reveal anything of a private nature about the\ncomplainant and reflected the journalist’s observations of publicly available\nmaterial. There was no breach of Clause 2 on these points.\n18. In\nrelation to Clause 2, the complainant had also expressed concerns that the\nvideo had not been publicly available, and that she considered the\npublication’s possession of it was not lawful. The Committee noted the\ncomplainant’s concerns but wished to make clear that it was not for IPSO to\nmake a ruling on the legality of the newspaper’s actions; this would be a\nmatter for the courts. Rather, the Committee’s role was to consider concerns\nwithin the framework of the Editors’ Code of Practice. While the complainant\nwas concerned that the video had been mentioned in the article, she had not\nsaid that this coverage revealed any private information about her. It was the\nCommittee’s view that where this was a video relating to her business – made\nwith the ultimate intention of wider dissemination – and did not relate to the\ncomplainant’s private life, and which had been circulated to a number of\ncontacts already, this was not material over which the complainant had a\nreasonable expectation of privacy. There was no breach of Clause 2.\n19.\nClause 3 generally relates to the way journalists behave when gathering news,\nincluding the nature and extent of their contacts with the subject of the\nstory. The complainant’s concerns under Clause 3 did not relate to this and the\nterms of the Clause were not engaged.\nConclusion(s)\n20. The\ncomplaint was not upheld.\nRemedial\nAction Required\n21. N/A\n\n\nDate\ncomplaint received: 11/11/2021\nDate\ncomplaint concluded by IPSO: 17/06/2022\nBack to ruling listing\n\n\n"
}