{
    "url": "/rulings-and-resolution-statements/ruling/?id=11992-15",
    "title": "11992-15 Khan v The Sun",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2015-10-22 00:00:00",
    "received_on": "2015-12-14 00:00:00",
    "concluded_on": "2016-02-15 00:00:00",
    "complaint_processing_days": 63,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 14/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11992-15 Khan v The Sun\nSummary\nof complaint\n1.\nShoaib Khan complained to the Independent Press Standards Organisation that The\nSun had breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Illegals have landed”, published on 22 October 2015.\n2.\nThe article reported that boats carrying refugees from Syria had arrived\nillegally at a British military base on Cyprus, and that there were “fears”\nthat the base had been “targeted as a back door to the UK”. It stated that\nthere appeared to be some confusion over whether Cyprus or Britain had responsibility\nfor the refugees. The article was also published online.\n3.\nThe complainant said that it was wrong and inaccurate for the newspaper to\nrefer to refugees as “illegal”. He said that the Syrian refugees referred to in\nthe article had exercised their legal right to seek asylum in another country;\nthe refugees and their actions were not illegal.\n4.\nThe newspaper said that the migrants were illegal because they had trespassed\nonto a British sovereign military base, and had not arrived through an approved\nport. They had therefore arrived in the UK illegally, and the Ministry of\nDefence had confirmed this position. Furthermore, the newspaper considered that\nthe migrants’ status as refugees had not been established; many of them would\nsubsequently claim asylum, but some would be refused. It acknowledged the\nimportance of correctly distinguishing between refugees, asylum seekers and\nimmigrants.\nRelevant\nCode Provisions\n5.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.\niii)\nThe Press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n6.\nIt was accepted that it is not illegal to claim asylum in another country.\nHowever, the article had not stated that the migrants’ claim to asylum was\nillegal; it had claimed that the manner in which they had entered UK territory\nwas illegal. The article had made clear that the migrants were not legally\npermitted to be on the base, but once they had claimed refuge they were granted\ntemporary permission to stay. Read in its full context, the reference to\n“illegals” in the headline was not significantly misleading. Nonetheless, the\nCommittee took this opportunity to draw to editors’ attention the potential for\nterminology to be misleading in reports on the immigration status of asylum\nseekers and refugees, and emphasised the distinction between those who are\nseeking asylum and illegal immigrants.\nConclusions\n7.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 14/12/2015Date\ncomplaint concluded: 15/02/2016\nBack to ruling listing\n\n\n"
}