{
    "url": "/rulings-and-resolution-statements/ruling/?id=11993-21",
    "title": "11993-21 Brews v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2021-11-22 00:00:00",
    "received_on": "2021-11-22 00:00:00",
    "concluded_on": "2022-03-18 00:00:00",
    "complaint_processing_days": 116,
    "conclusion_long": "10. The complaint was upheld under Clause 1(i).",
    "remedial_action": "11. The standalone correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.    Date complaint received: 22/11/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 11993-21 Brews v mirror.co.uk\nSummary\nof Complaint\n1. Andrew\nBrews complained to the Independent Press Standards Organisation that\nmirror.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Former soldier jailed for chilling tweet saying\npolitician should be assassinated”, published on 22 November 2021.\n2.The\narticle reported on the court case of a man who had sent a tweet which the\nnewspaper characterised as stating “that a member of the Scottish Parliament\nshould be assassinated”. It stated that the man had been found guilty of\nsending messages to the politician “that were grossly offensive, or indecent,\nobscene or of menacing character in that it suggested he be shot”. The\nheadline, a photo caption and the text of the article all reported that he had\nbeen “jailed”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1, as he\nhad not been jailed, but had only been required to pay a £400 fine. The\ncomplainant contacted the newspaper directly shortly after the article was\npublished, in response to which the publication amended the article and\nheadline, two days after publication. The complainant was not satisfied with\nthis response and complained to IPSO, noting that the inaccurate headline had\nremained for two days and that the publication had not responded directly to\nhis complaint, despite changing the article.\n4. The\npublication had amended the article so that the headline read: “Former soldier\nsent politician chilling tweet that he should be shot behind the ear” and the\nreference to the complainant being jailed was removed from the text of the\narticle. A footnote was also added to the article on 23 November which read:\nThis\narticle has been amended after publication to correct the sentence given to\nBrews - a £400 fine.\n5. After\nIPSO referred the matter directly to the publication’s internal complaints\ndepartment, the publication accepted that the article was inaccurate and\napologised for the error. The publication amended the article further, by\nremoving the previous footnote and adding a correction to the top of the\narticle, under the headline and subheading which read:\nThe\noriginal headline of this article stated Andrew Brews had been jailed. In fact,\nhe was given a £400 fine. We are happy to clarify this.\n6. The\ncomplainant said that this would not resolve his complaint, as he did not\nconsider this duly prominent where the inaccuracy had also been displayed on\nthe newspaper’s homepage. The complainant also provided an image of the\nhomepage with the inaccuracy on it, which he had previously sent to an invalid\nemail address.\n7. The\npublication said that it was usually sufficient for a footnote to be added to\nthe end of an article, and noted that it had published the correction at the\ntop of the article. However, in light of the complainant’s concerns, it offered\nto publish the following as a standalone correction that would be published on\nthe homepage for 24 hours:\nAndrew\nBrews - A Correction\nA\nprevious version of our article 'Former soldier sent politician chilling tweet\nthat he should be shot behind the ear' inaccurately reported that Andrew Brews\nhad been jailed for sending the offensive tweets. The inaccuracy that Mr Brews\nhad been jailed originally appeared in the headline and photo caption. In fact,\nAndrew Brews was fined £400 for sending the offensive tweets. We would like to\nclarify this and confirm that the article has been amended accordingly.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n8. The\nnewspaper had accepted that it had inaccurately reported the complainant’s\nsentence. Where the sentence had been delivered in open court, the publication\nshould have been able to verify the information before publishing it. The\nnewspaper had, therefore, not taken care not to publish inaccurate information,\nand there was a breach of Clause 1(i). The nature of the inaccuracy related to\na key part of the criminal proceedings: it stated that the complainant had been\ngiven a custodial sentence, rather than a fine, a considerably less serious\nsentence. The difference between the severity of these sentences constituted a\nsignificant inaccuracy and therefore required correction under Clause 1(ii).\n9. After\nthe complainant contacted the publication directly it amended the story and\nadded a footnote to indicate that a change had taken place. After IPSO referred\nthe complaint to the newspaper, in its first substantial response the\ncorrection was altered to acknowledge that the original article had\ninaccurately reported that the complainant had been jailed, and put the correct\nposition on record. The correction was also moved to the more prominent\nposition below the headline, in an attempt to resolve the complaint. Once the\ncomplainant made the publication aware this would not resolve his complaint and\nprovided a screenshot of the inaccuracy on the homepage a day after\npublication, the publication offered a standalone correction on the homepage,\nwhere the inaccuracy had also appeared. The Committee had concerns that the\npublication’s offer of correction had developed throughout the process, rather\nthan an immediate offer to publish a correction of due prominence for both the\ninaccuracy within the article and on the website homepage. However, where the\narticle had been amended within a day of publication, and where a duly\nprominent correction was offered during IPSO’s process, on balance, the\nCommittee found that both corrections had been offered with due promptness and\nprominence, and there was no breach of Clause 1(ii).\nConclusion(s)\n10. The\ncomplaint was upheld under Clause 1(i).\nRemedial\nAction Required\n11. The\nstandalone correction which was offered clearly put the correct position on\nrecord, and was offered promptly and with due prominence, and should now be\npublished.\n\n\n\nDate\ncomplaint received: 22/11/2021\nDate\ncomplaint concluded by IPSO: 18/03/2022\nBack to ruling listing\n\n\n"
}