{
    "url": "/rulings-and-resolution-statements/ruling/?id=11996-15",
    "title": "11996-15 Gerrard v Liverpool Echo",
    "provisions": [
        "3 (Privacy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2015-10-09 00:00:00",
    "received_on": "2015-12-14 00:00:00",
    "concluded_on": "2016-03-07 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 14/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 11996-15 Gerrard v Liverpool EchoSummary\nof complaint1.\nJohn Gerrard complained to the Independent Press Standards Organisation that\nthe Liverpool Echo breached Clause 3 (Privacy) and Clause 4 (Harassment) of the\nEditors’ Code of Practice in an article headlined “Council meeting attendance\nfigures can be ‘misleading’ warn Halton councillors”, published on 9 October\n2015. The article did not appear in the print newspaper.2.\nA sister newspaper had published a list of local councillors’ attendance at\nmeetings, and the article under complaint compiled some of the reasons given by\ncouncillors for their low attendance. The complainant had reportedly attended\n17% of six meetings in a given period in 2015. The article said that the\ncomplainant had cancer and had undergone several operations.3.\nThe complainant said that the publication of this information intruded into his\nprivacy, in breach of Clause 3. He said that, while he had informed the\njournalist that he had cancer, the journalist had not sought specific consent\nto publish his comments. He said that not all of his family members had known\nof his diagnosis, and the publication of the information had caused him severe\ndistress.4.\nThe complainant said that about two months after publication of the article the\njournalist contacted the council press office and said that he had been\ninformed that the complainant did not in fact have cancer, and he was\nconsidering publishing a story to that effect. The complainant said that\ncontacting the press office about a health matter without consent, and\nproposing to run a story which accused him of lying about his illness, intruded\ninto his privacy. He said that the combination of the published article, the\nproposed article, and an approach by the journalist at a recent council\nmeeting, constituted harassment and a breach of Clause 4.5.\nThe newspaper did not believe that its article raised a breach of the Code. The\njournalist had spoken to the complainant on the telephone and had also emailed\nhim. The newspaper provided a copy of the emails between the journalist and the\ncomplainant, in which the journalist had said that he was preparing a story\nabout local councillor attendance, and was giving people an opportunity to\nexplain the reasons for low attendance in advance. The complainant had\nresponded with the details which were later published.6.\nThe newspaper said that it had not published any article which reported that\nthe complainant had been lying about his illness, nor did it plan to do so in\nfuture. Following the journalist’s enquiries he had had been satisfied that\nthere was no issue to pursue.7.\nThe newspaper said that the journalist had contacted the complainant in a\ngenuine attempt to ensure the accuracy of his story, and at no point did the\ncomplainant ask the journalist not to contact him again. It did not believe\nthat the journalist had harassed the complainant.Relevant\nCode ProvisionsClause\n3 (Privacy)i)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.ii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information.Clause\n4 (Harassment)i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on their property when asked to\nleave and must not follow them. If requested, they must identify themselves and\nwhom they represent.Findings\nof the Committee9.\nThe complainant had told the journalist that he had cancer and had undergone\nmultiple operations in response to a request for information from the\njournalist, in which the journalist had made clear that he was writing a story\nabout attendance at council meetings; said that he was seeking comment for that\nstory on the complainant’s comparatively low attendance; and provided a\ndeadline for responding. There was no basis on which the Committee could\nconclude that the journalist’s email was anything other than a request for\ncomment for publication. It was reasonable for the newspaper to conclude that\nthe complainant was providing the information in order to publicly explain the\nreasons for his low attendance at council meetings, and that he understood that\nthe information would be published. In these circumstances, the newspaper did\nnot need to take further steps to confirm his consent. There was no breach of\nClause 3.10.\nThe journalist had contacted the council press office to follow up on\ninformation he had received and try and assess its veracity. Relaying to the\npress office the suggestion that the complainant might not actually have cancer\ndid not in itself reveal any private information about him, and no article\nabout the complainant’s health was subsequently published; there was no\nintrusion into the complainant’s private life and no breach of Clause 3.11.\nThere was no suggestion that the journalist had persisted in making enquiries\nonce being asked to desist; there was no breach of Clause 4.Conclusions12.\nThe complaint was not upheld.Remedial\nAction RequiredN/ADate\ncomplaint received: 14/12/2015Date\ndecision issued: 07/03/2016\n \nBack to ruling listing\n\n\n"
}