{
    "url": "/rulings-and-resolution-statements/ruling/?id=12001-20",
    "title": "12001-20 A man v Thurrock.nub.news",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "thurrock.nub.news (Nub News Ltd)",
    "published_on": "2020-04-11 00:00:00",
    "received_on": "2020-07-20 00:00:00",
    "concluded_on": "2021-02-17 00:00:00",
    "complaint_processing_days": 212,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the newspaper had breached Clause 2, in addition to Clause 1, the publication of an adjudication was appropriate. 19. The Committee considered the placement of this adjudication. The adjudication should be published online, with a link to it (including the headline) being published on the top 50% of the publication’s homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. The publication should contact IPSO to confirm the amendments it now intends to make to the article to avoid the continued publication of material in breach of the Editors’ Code of Practice. If the article remains online un-amended, the full adjudication (including the headline) should appear below the headline.. 20. The terms of the adjudication for publication are as follows: A man complained to the Independent Press Standards Organisation that Thurrock.nub.news breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in an article headlined “Concern grows following adverse impact of refugees in borough - amid residents' fears that more will be coming”, published on 11 April 2020. The article reported on an estate which was being used to house refugees. The article reported various comments expressed by area residents including that “some of [the refugees] have been pictured gathering in numbers and smoking from hookahs, with strong smells of cannabis floating across the area”. The article also included an image of two men, sitting outside smoking from a shisha pipe, which was captioned “The refugees have been pictured by their neighbours who complain the smell of drugs is drifting towards their homes”. The complainant was one of the men pictured. He said that the image showed him in the back garden of his home, where he had a reasonable expectation of privacy, and had been taken and published without his knowledge or consent. He noted that the image clearly identified him, and that people had recognised him from the image. He also said that the publication of the photograph in the context of the article had revealed his refugee status, which was private information. The publication of the photograph which identified him as a refugee, along with the name of the street he was living on, put him at risk from those he was seeking refuge from. The complainant also said that the article was inaccurate as it contained a picture of him smoking tobacco from a shisha pipe, a legal substance, but described this as a “drug” and further references to “cannabis” in the article suggested he had been smoking illegal drugs. The publication did not accept that the photograph of the complainant had been taken whilst he was in the back garden of his home, and also said that the article did not intrude into the complainant’s private life because it was published in the public interest as it helped protect public health and safety, which was threatened by the use of illegal drugs on the estate. However, it accepted both that it did not know what the complainant had been smoking in the photograph and that the article could inaccurately imply that the complainant was pictured smoking an illegal substance. IPSO ruled that, in all the circumstances, the complainant had a reasonable expectation of privacy both in relation to the photograph and his status as a refugee, which is information which related to his private and family life. Publishing the photograph and the information regarding his refugee status without his consent constituted an unjustified intrusion into his private life. IPSO did not accept that publication was in the public interest. IPSO found that the article breached Clause 2. The publication had not offered an adequate correction which made clear that the complainant had not been smoking an illegal drug in the photograph. IPSO found that the article also breached Clause 1.    Date complaint received: 20/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 12001-20 A man v\nThurrock.nub.news\nSummary of Complaint\n1. A man complained to the Independent Press Standards\nOrganisation that Thurrock.nub.news breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “Concern\ngrows following adverse impact of refugees in borough - amid residents' fears\nthat more will be coming”, published on 11 April 2020.\n2. The article reported on an estate which was being used to\nhouse refugees. The article reported various comments expressed by area\nresidents including that “some of [the refugees] have been pictured gathering\nin numbers and smoking from hookahs, with strong smells of cannabis floating\nacross the area”. The article also included an image of two men, sitting\noutside smoking from a shisha pipe, which was captioned “The refugees have been\npictured by their neighbours who complain the smell of drugs is drifting\ntowards their homes”.\n3. The complainant, one of the men pictured, said that the\narticle was a breach of his right to privacy under Clause 2. He said that the\nimage showed him in the back garden of his home, where he had a reasonable\nexpectation of privacy, and had been taken and published without his knowledge\nor consent. He noted that his back garden was private and could not be viewed\nfrom a public space as it was surrounded by high fences. The only way the image\ncould have been taken was from inside one of his neighbours’ houses. He said\nthat the image showed him smoking shisha, which he considered to be a private\nactivity, in particular because of his background and culture. He noted that\nthe image clearly identified him, and that people had recognised him from the\nimage. The complainant provided images of his back garden to IPSO, which he\nsaid demonstrated that he had been in the back garden at the time the\nphotograph had been taken.  He also\nprovided some selfies which he said had been taken on the same day in the back\ngarden, which showed the two men sitting in the same position and wearing the\nsame clothing as appeared in the published image.\n4. The complainant said further that the publication of the\nphotograph in the context of the article had revealed his refugee status, which\nwas private information.  The publication\nof the photograph which identified him as a refugee, together with the name of\nthe street on which he was living, put him at risk from those he was seeking\nrefuge from.\n5. The complainant also said that the article was in breach\nof Clause 1. He said that it was misleading to show a picture of him smoking\ntobacco from a shisha pipe, a legal substance, in conjunction with the caption\n“The refugees have been pictured by their neighbours who complain the smell of\ndrugs is drifting towards their homes”. He said the term “drug” gave the\nmisleading impression that he was smoking an illegal substance, particularly\nwhen the caption was read in combination with the sentence in the article which\nclaimed that refugees had been “pictured… smoking from hookahs, with strong\nsmells of cannabis floating across the area”.\n6. The publication did not accept a breach of the Code. It\ndid not accept that the image showed the complainant in his back garden. It\nsupplied IPSO with images of the front gardens of several of the houses on the\nestate, which it said looked similar to the background of the image in the\narticle. It also said that the image had been circulated on social media on\nthree Facebook groups for the town, and others for the Borough of Thurrock,\nalthough it was unable to provide evidence of this or to give an estimate of\nhow many people had seen the image. Initially the publication said that it had\nasked the poster of the image on Facebook whether it could publish it, and\nlater said that the image had been sent directly to the newspaper by a\ndisgruntled member of the public. It said that it had decided not to anonymise\nthe image as it believed the image had been taken in a public place and had\nbeen published elsewhere.\n7. The publication further said that the complainant’s\nrefugee status was not private, as the people who lived locally would recognise\nhim as a refugee due to his presence in the area.\n8. Whilst maintaining that publication of the image or\nrevealing that the complainant was a refugee was not a breach of Clause 2, the\npublication argued that, in any event, there was a public interest in\npublication as it contributed to the debate regarding the refugees living on\nthe estate. Including the complainant’s likeness, which had been published\npreviously elsewhere, added reality to the story. The publication said the\nstory was in the public interest as there had been serious impropriety on the\nestate in the form of anti-social behaviour. It also said the use of illegal\ndrugs on the estate in general, although it did not suggest the complainant had\nused illegal drugs, was a matter of public health and safety. It said that it\nwas right and proper for the public to be made aware of the refugees’ situation\nand their actions on the estate.\n9. Although the publication did not accept that that the publication\nof the image had intruded into the complainant’s private life, during direct\ncorrespondent with the complainant, prior to IPSO’s investigation, it anonymised\nthe image.\n10. The publication said it was not inaccurate in breach of\nClause 1 to call shisha “a drug” because the term “drug” is subjective and\nshisha was bad for health and habit forming. It noted that tobacco was listed\nas a drug on the UK government’s anti-drug campaigning website. It said that it\nhad not directly suggested that the complainant had smoked cannabis, although\nit accepted that some readers may have understood this to be the case.\n11. Whilst the publication did not accept that the Code had\nbeen breached, prior to IPSO’s investigation it offered to publish a further story\nwith input from the complainant and an apology. During IPSO’s investigation it\noffered to publish the following statement:\nA recent story published by Thurrock Nub News on 11 April\nthis year reflected the concerns of residents in Chadwell St Mary about\nanti-social activity that was taking place at premises on the new Oak Road\nestate leased by the Home Office to house refugees. As part of that report we\npublished a picture, widely circulated at the time on social media, of two\nresidents on the estate smoking a hookah. Our story reported that there has\nbeen drug use at houses on Oak Road, particularly the smoking of cannabis. We\nare assured by the men pictured in the image that the substance they were\nsmoking is not a drug and they were partaking in legitimate activity in an area\nthey regarded as private. Thurrock Nub News accepts that this article has\ncaused personal distress to one of the men pictured, for which we apologise and\nwe are happy to publish his statement that he was only smoking shisha and the\nstatement: \"I never used drugs in all my life\".\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n*The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n12. Clause 2 states that everyone is entitled to respect for\ntheir private life, home and health and that it is unacceptable to photograph\nindividuals without their consent, where they have a reasonable expectation of\nprivacy. There was a dispute between the parties as to the complainant’s\nlocation at the time he was photographed.  \nThe complainant had provided a number of photographs to the Committee to\nsupport his position that he had been sitting in the back garden of his home.\nThe publication had also provided a number of photographs of the front gardens\nof the houses on the estate in which the complainant lived. Having considered\nthe evidence, the Committee considered that it was more likely than not that\nthe complainant had been in the back garden of his home at the time the\nphotograph had been taken.  The back\ngarden was a private space which could not be seen from a public place and the\ncomplainant had been enjoying his private life with a friend at the time the\nphotograph was taken. Further, the complainant had not consented to his\nphotograph being taken or published. The complainant had a reasonable\nexpectation of privacy in these circumstances and the publication of the\nphotograph was intrusive.  While the\npublication had said the image had previously been published on social media,\nit had been unable to demonstrate that the image had been established in the\npublic domain to an extent that the complainant no longer had a reasonable\nexpectation of privacy. The publication of the photograph intruded into the complainant’s\nprivate life in breach of Clause 2.\n13. The caption of the photograph revealed the complainant’s\nrefugee status without his consent. In general, an individual’s immigration\nstatus is personal, sensitive information which relates to the individual’s\nprivate and family life. The Committee rejected the publication’s argument that\nthe complainant did not retain a reasonable expectation of privacy in relation\nto this information because his refugee status would be known locally due to\nthe location of his home. The publication had revealed this information to a\nfar larger number of people as compared to the number who otherwise had\nknowledge of the complainant’s status based on his housing arrangements.\nPublishing this information in these circumstances, without the complainant’s\nconsent, constituted an unjustified intrusion into his private life.\n14. The publication had also argued that the use of the\nimage, and the revelation of the complainant’s refugee status, was in the\npublic interest, negating any breach of Clause 2. Whilst the Committee accepted\nthat the article itself contributed to a debate on a matter of public interest,\nit noted that the image of the complainant, and the revelation of his refugee\nstatus in itself did not add to the public debate. The publication had also\nsaid that the use of the image could be justified as it helped protect public\nhealth and safety, which was threatened by the use of illegal drugs on the\nestate. However, the publication had not argued that the complainant was\npictured using illegal drugs and there was no public interest in publishing the\nimage on this ground. The publication of the photograph and the complainant’s\nimmigration status did not fall within the public interest exception of the\nCode.\n15. The image used in the article featured the complainant\nsmoking a hookah or shisha pipe, beneath which was the caption “The refugees\nhave been pictured by their neighbours who complain the smell of drugs is\ndrifting towards their homes”, and the article then went on to refer to smells\nof cannabis. The complainant said that this suggested wrongly that he was\nsmoking cannabis. While the Committee acknowledged the publication’s argument\nthat shisha is a “drug” in a general sense, where the article had referred to\ncomplaints about smells of cannabis (and had not referred to shisha or any\nother legal drugs), the caption’s reference to the “smell of drugs... drifting\ntowards ... homes” suggested that the photograph showed the activity referenced\nin the article: cannabis use. The publication acknowledged that it had no\nevidence which suggested that the complainant was smoking cannabis, or any\nother illegal drug. There was a breach of Clause 1(i).\n16. The misleading impression given by the article that the\ncomplainant was pictured smoking cannabis was significant as it suggested that\nhe had engaged in illegal activity, which was not the case. It required\ncorrection under the terms of Clause 1 (ii). The publication had offered to\npublish a correction, but the proposed wording simply put the complainant’s\nposition on record. The wording did not\nidentify the misleading information that was being corrected, namely that the\ncomplainant had not been smoking illegal drugs in the photograph. On this basis, the wording proposed by the\npublication was not sufficient and there was a breach of Clause 1(ii).\nConclusions\n17. The complaint was upheld.\nRemedial Action Required\n18. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the newspaper\nhad breached Clause 2, in addition to Clause 1, the publication of an\nadjudication was appropriate.\n19. The Committee considered the placement of this\nadjudication. The adjudication should be published online, with a link to it\n(including the headline) being published on the top 50% of the publication’s\nhomepage for 24 hours; it should then be archived in the usual way. The\nheadline to the adjudication should make clear that IPSO has upheld the\ncomplaint, give the title of the publication and refer to the complaint’s subject\nmatter. The headline must be agreed with IPSO in advance. The publication\nshould contact IPSO to confirm the amendments it now intends to make to the\narticle to avoid the continued publication of material in breach of the\nEditors’ Code of Practice. If the article remains online un-amended, the full\nadjudication (including the headline) should appear below the headline..\n20. The terms of the adjudication for publication are as\nfollows:\nA man complained to the Independent Press Standards\nOrganisation that Thurrock.nub.news breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “Concern\ngrows following adverse impact of refugees in borough - amid residents' fears\nthat more will be coming”, published on 11 April 2020.\nThe article reported on an estate which was being used to\nhouse refugees. The article reported various comments expressed by area\nresidents including that “some of [the refugees] have been pictured gathering\nin numbers and smoking from hookahs, with strong smells of cannabis floating\nacross the area”. The article also included an image of two men, sitting\noutside smoking from a shisha pipe, which was captioned “The refugees have been\npictured by their neighbours who complain the smell of drugs is drifting\ntowards their homes”.\nThe complainant was one of the men pictured. He said that\nthe image showed him in the back garden of his home, where he had a reasonable\nexpectation of privacy, and had been taken and published without his knowledge\nor consent. He noted that the image clearly identified him, and that people had\nrecognised him from the image. He also said that the publication of the\nphotograph in the context of the article had revealed his refugee status, which\nwas private information. The publication of the photograph which identified him\nas a refugee, along with the name of the street he was living on, put him at\nrisk from those he was seeking refuge from. The complainant also said that the\narticle was inaccurate as it contained a picture of him smoking tobacco from a\nshisha pipe, a legal substance, but described this as a “drug” and further\nreferences to “cannabis” in the article suggested he had been smoking illegal\ndrugs. The publication did not accept that the photograph of the complainant\nhad been taken whilst he was in the back garden of his home, and also said that\nthe article did not intrude into the complainant’s private life because it was\npublished in the public interest as it helped protect public health and safety,\nwhich was threatened by the use of illegal drugs on the estate. However, it\naccepted both that it did not know what the complainant had been smoking in the\nphotograph and that the article could inaccurately imply that the complainant\nwas pictured smoking an illegal substance.\nIPSO ruled that, in all the circumstances, the complainant\nhad a reasonable expectation of privacy both in relation to the photograph and\nhis status as a refugee, which is information which related to his private and\nfamily life. Publishing the photograph and the information regarding his\nrefugee status without his consent constituted an unjustified intrusion into\nhis private life. IPSO did not accept that publication was in the public\ninterest. IPSO found that the article breached Clause 2.\nThe publication had not offered an adequate correction which\nmade clear that the complainant had not been smoking an illegal drug in the\nphotograph. IPSO found that the article also breached Clause 1. \n \nDate complaint received: 20/07/2020\nDate decision issued: 17/02/2021\nBack to ruling listing\n\n\n"
}