{
    "url": "/rulings-and-resolution-statements/ruling/?id=12005-20",
    "title": "12005-20 Oliver v The National",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The National (Newsquest Media Group)",
    "published_on": "2020-07-03 00:00:00",
    "received_on": "2020-07-24 00:00:00",
    "concluded_on": "2020-11-24 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A   Date complaint received: 24/07/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 12005-20 Oliver v The National\nSummary\nof Complaint\n1. Neil\nOliver complained to the Independent Press Standards Organisation that The\nNational breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Oliver gives support to slavery row historian” published on\n3 July 2020.\n2. The\narticle appeared with a sub-headline which said that “[Organisation] president\nvoices ‘love’ for [historian]”. It explained that the complainant had declared\nhis “love” for a historian repeatedly accused of racism. It reported that the\nday before publication of the article, the historian had given an interview in\nwhich he made comments which had been widely condemned as being racist. The\narticle explained that the interviewer had posted a tweet promoting the\nupcoming interview in response to which the complainant had tweeted “Tell him I\nlove him, by all means”. The article reported what the historian had later said\nin the interview which had caused the controversy and that he had faced\nmultiple allegations of discrimination in recent years.\n3. The\narticle also appeared online on 2 July 2020 with the headline “Neil Oliver\ndeclares love for 'racist' historian [name]”. The article was largely the same\nas the version which appeared in print. It explained that prior to the\ninterview taking place, the interviewer had posted on Twitter to say “I am\ninterviewing [historian] today on the lack of scholarship behind the assault on\nour past, our statues and behind the Black Lives Matter movement. I will have\nto resist the urge to tell him I love him” and this was what the complainant\nhad responded to by saying “Tell him I love him, by all means”. It included a\nscreenshot of this interaction. The online article also gave more details of\nthe historian’s previous comments which had been criticised as being considered\ndiscriminatory – for example, in relation to the 2011 riots. It also reported\nthat in 2015, a university was “forced” to take down a video fronted by the\nhistorian after staff and students claimed he had been “aggressively racist”.\n4. The\ncomplainant said that the article breached Clause 1. He said that the headline\nof the online article and sub-headline of the print article had taken his tweet\nout of context and gave the impression that he had declared his “love” for the\nhistorian after the controversial interview which was not the case. He said\nthat he tweeted his support for the historian because he had shown him kindness\nin previous years. He noted that the text of the article reported that the\nhistorian had been accused of racism whereas the headline of the online article\nasserted as fact that he was a racist. He said that therefore, the online\nheadline was not supported by the text. He also said that the newspaper should\nhave contacted him prior to publication, and if it had done so he would have\nmade clear that the tweet was not a gesture of support for the historian’s then\nyet to be broadcast racist views. He was also concerned that the article gave\nthe impression that he was a supporter of racist views, which was not the case.\n5. The\nnewspaper did not accept that the article was inaccurate. It said that the\ncomplainant had tweeted that he loved the historian without qualification or\nexplanation, and it was entitled to report this. It said that the articles made\nclear that the complainant had tweeted prior to the interview, but in any\nevent, the historian had already been repeatedly publicly accused of making\nracist comments, and provided examples in addition to those included in the\nonline article. As such, it said that even in the absence of his most recent\ncomments it would still be accurate to report that the complainant had declared\nhis love for the “racist” historian. It said that reporting on the\ncomplainant’s public tweets did not require the newspaper to approach him for\ncomment prior to publication, and not doing so did not make the article an\ninaccurate report of his actions. Nevertheless, it said that if the complainant\nwished to expand upon his comments it would be happy to consider publishing an\narticle or letter from him. It also noted that the tweet remained online\nwithout amendment even after the controversial interview was aired.\nRelevant\nCode Provisions\n6.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact\nFindings\nof the Committee\n7. In\nhis complaint, the complainant made clear that his support for the historian\ndid not extend to his allegedly racist comments and views. The complainant’s\ntweet said that “I still love him” in relation to the historian and did not\ninclude any context or qualification for the complainant’s support for the\nhistorian, which the newspaper was entitled to report. The claim in the\nheadline to the online article that the historian was racist was presented in\nquotation marks which indicated that it was a claim, rather than a statement of\nfact, and the newspaper was able to demonstrate that the historian had\nrepeatedly been accused of racism. The headline reported that the complainant\nhad expressed his love for the historian, which was an accurate reflection of\nthe complainant’s tweet, and not that the complainant had expressed support for\nthe allegedly racist views expressed by the historian. As such there was no\nfailure to take care over the accuracy of the headline to the online article.\nThere was no breach of Clause 1(i). Where the complainant accepted that he had\nsent the tweet in which he had expressed love for the historian and given that\nthe historian had been accused of racism, there was no significant inaccuracy\nrequiring correction under Clause 1(ii).\n8. With\nregards to the main body of the articles, they both made clear that the\ncomplainant had posted his tweet on the day prior to the interview in which the\ncontroversial comments had been made by the historian. The online article also\nincluded a screenshot of the complainant’s tweet, making clear that it was in\nresponse to the interviewer promoting the upcoming interview. As such, it was\nmade clear in both articles that the complainant had expressed his admiration\nfor the historian prior to the interview being given. Furthermore, the articles\ndid not suggest that the complainant had aligned himself with the allegedly\nracist views of the historian – it simply reported what the complainant had\ntweeted his admiration for the historian, and that the historian had expressed\nthe views reported in the articles. There was no failure to take care over the\naccuracy of the body of either of the articles in reporting the complainant’s\ntweet, and no breach of Clause 1(i). There was no significant inaccuracy\nregarding the timeline of events or the nature of the complainant’s tweet about\nthe historian and, therefore, no correction was required under Clause 1(ii). \n9. There\nis no standalone requirement to contact subjects of articles for comments prior\nto publication, although not doing may constitute a failure to take care over\nthe accuracy of the article if it gives rise to a significant inaccuracy. In\nthis case, the article had accurately reported publicly available remarks made\nby the complainant, and not contacting the complainant for comment did not give\nrise to any significant inaccuracy. There was no breach of Clause 1 in not\ncontacting the complainant for comment prior to publication of the articles.\nConclusions\n10. The\ncomplaint was not upheld.\nRemedial\nAction Required\n11. N/A\n \nDate\ncomplaint received: 24/07/2020\nDate\ncomplaint concluded by IPSO: 24/11/2020\nBack to ruling listing\n\n\n"
}