{
    "url": "/rulings-and-resolution-statements/ruling/?id=12041-21",
    "title": "12041-21 Peel v The Belfast Telegraph",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2021-11-18 00:00:00",
    "received_on": "2021-11-21 00:00:00",
    "concluded_on": "2022-07-11 00:00:00",
    "complaint_processing_days": 232,
    "conclusion_long": "10. The complaint was partially upheld under Clause 1.",
    "remedial_action": "11. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published. Date complaint received: 21/11/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee –12041-21 Peel v The Belfast Telegraph\nSummary\nof Complaint\n1. Jeffrey\nPeel complained to the Independent Press Standards Organisation that The\nBelfast Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Latest torrent of online abuse directed at Long is\ndriven by misogyny”, published on 18th November 2021.\n2. The\narticle was a comment piece in which the writer said, “there has been public\ndebate about the online abuse of female politicians and women in high-profile,\npublic-facing roles” and that, “[i]n the last year, that abuse seems to have\nincreased”. The article reported that the Alliance Party leader had recently\nexperienced a “pile-on” “resulting from a tweet by failed Conservative Party\nelection candidate [the complainant], [that] was particularly nasty”. The\narticle included the complainant’s tweet in which he said, “’This is Northern\nIreland’s Justice Minister. Today she voted in favour of the introduction of\nVaccine Passes in Northern Ireland to keep Northern Ireland healthy and safe.’”\nThe article said the complainant “attached a picture” of the Justice Minister\n“that resulted in over 1000 comments, […] the vast majority about her\nappearance and specifically her weight. [The complainant] did not engage in the\nabuse, nor did he ask his followers to stop it”. The writer said that “that\n[the Justice Minister] was singled out by the hundreds of internet trolls who\nmade vile and vulgar remarks about her appearance, some of a deeply personal\nand sexual nature, was of course driven by misogyny”. The article also stated\nthat “the abuse directed at high-profile women takes a very different tone. It\nattacks their appearance, their perceived morality, and their ability to do\ntheir job based only on their gender rather than ability”.   \n3. The\narticle also appeared online.\n4. The\ncomplainant said that the article breached Clause 1 because it referred to him\nas a “failed Conservative Party election candidate”. He said this was\ninaccurate because he had only stood for the Conservative Party on a single\noccasion in England at local government level where he was elected with more\nthan fifty per cent of the vote. The complainant said the article was further\ninaccurate because it described him as a misogynist. He said his original tweet\nwas highlighting the irony of the Justice Minister voting in support for “the\ncurtailment of [his] civil liberties” based on someone’s vaccination status\ngiven the impact of obesity on other medical conditions like respiratory\ndisease. He said it was not misogynistic to describe someone as “big” as images\nillustrate her weight.\n5. The\npublication said it did not accept a breach of Clause 1. It stated that the\nreference to the complainant as a “failed Conservative Party election\ncandidate” was a brief reference within an opinion piece. The publication\nconsidered that the focus of the article was on the complainant’s tweet and\ncriticism of the government’s pandemic response. In addition, the publication\nstated that the complainant’s electoral success was not widely publicised:  his LinkedIn profile and company website made\nno reference to it. For these reasons, this was not a “significant” inaccuracy.\nNonetheless, it offered to amend the article to remove the disputed reference\nfrom the online article and to publish the following as a footnote correction\nonline and on page 6 in print:\n“On 18\nNovember 2021 the Belfast Telegraph published an opinion piece by Ms Allison\nMorris entitled “Latest online abuse directed at Naomi Long driven by misogyny”\nwhich referred to Mr Jeffrey Peel as a “failed Conservative Party election candidate”.\nMr Peel has in fact previously been elected at local government level in\nEngland. The Belfast Telegraph is happy to correct this position.”\n6. The\npublication also did not accept a breach of Clause 1 regarding the\ncomplainant’s concern that it was inaccurate to describe him as a misogynist.\nIt said the article made clear that the “abuse” the Justice Minister had\nreceived had been in response to the complainant’s tweet. The publication said\nthe article was a comment piece and so gave the writer’s opinion that the\ncomplainant’s tweet and the abuse that followed was motivated by misogyny. It\nstated that the basis for this opinion was set out: “that [the Justice\nMinister] was singled out by the hundreds of internet trolls who made vile and\nvulgar remarks about her appearance, some of a deeply personal and sexual\nnature, was of course driven by misogyny”. The publication asserted that this\ncould not be understood as anything other than comment.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n7. The Committee\nfirst considered the reference to the complainant as a “failed Conservative\nParty election candidate”. Whilst the reference appeared in a comment piece, it\namounted to a statement of fact that the complainant had failed as a\nConservative Party representative in an election and, as such, the publication\nshould have been able to provide a basis for this statement in order to\ndemonstrate that it took sufficient care over the accuracy of the reference.\nThe publication was unable to provide any information to support its assertion\nand as such there was a failure on its part to take care over the accuracy of\nthe statement. This amounted to a clear breach of Clause 1 (i) of the Editors’\nCode of Practice.  \n8. Where\nthis claim related to the success of the complainant’s political career in the\ncontext of his views on the decisions made by current politicians, this was a\nsignificant inaccuracy that required correction. The publication had offered a\ncorrection that addressed the original inaccuracy and made clear the correct\nposition at the start of IPSO’s investigation, which constituted sufficient\npromptness. It proposed to publish this correction on page 6 in print, which\nrepresented due prominence as it would be published on the same page as the original\narticle. A footnote correction online was appropriate where the inaccuracy\nappeared within the body of the article. There was, therefore, no breach of\nClause 1(ii).\n9. The\nCommittee then considered the complainant’s concerns that the article claimed\nhe was a misogynist. The Committee noted that the article was reporting on the\n“pile-on against the Alliance Party leader, resulting from a tweet…” which had\nbeen posted by the complainant. It said that the posts in response to the\ncomplainant’s tweet had been posted by “hundreds of internet trolls who had\nmade vile and vulgar remarks about [the leader’s] appearance”, which the\nheadline and article described as being driven by misogyny.  The reference to misogyny was, therefore, not\ndirected at the complainant and the article had not claimed that he was a\nmisogynist. There was no breach of Clause 1 on this point.\nConclusion(s)\n10. The\ncomplaint was partially upheld under Clause 1.\nRemedial\nAction Required\n11. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published.\nDate\ncomplaint received: 21/11/2021\nDate\ncomplaint concluded by IPSO: 11/07/2022\nBack to ruling listing\n\n\n"
}