{
    "url": "/rulings-and-resolution-statements/ruling/?id=12069-16",
    "title": "12069-16 Sarker v Birmingham Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Birmingham Mail (Reach PLC)",
    "published_on": "2016-11-01 00:00:00",
    "received_on": "2016-11-02 00:00:00",
    "concluded_on": "2017-07-13 00:00:00",
    "complaint_processing_days": 253,
    "conclusion_long": "were never made public”. The article further said that the Royal College of Surgeons (RCS) had also compiled a report into the Alexandra hospital, which had stated that the “Alex HSMR figure was the highest in England”: this report had never been published. 5. The article reported on the concerns of campaigners, who had called for a judicial review of the Trust’s actions, “after mortality rates [at the Alexandra Hospital] had risen despite health bosses claiming their changes would improve patient safety”. As well as detailing general concerns about the value of HSMR as a measure of mortality rates, the article detailed the campaigner’s specific concern that the Trust had not been “open and honest about mortality at the Alex”, given that the contents of the RCS report and the conflicting evidence about the HSMR mortality rate had not been made public, and therefore could not be subject to independent scrutiny. The article included a quote from one of the campaigners; “if the Trust received credible information and statistics showing there were no mortality concerns- beyond the obvious Sudip Sarker issue- then why did it not share this information with patients and the public?” 6. The online version of the article was identical to the version that appeared in print. 7. The complainant said it was inaccurate to report that his mortality rate was twice that of colleagues, or that he had been sacked for this reason. He said that Worcestershire Acute Hospitals NHS Trust made a “mistake” in submitting incorrect data to the National Bowel Cancer Audit. He provided a letter from the Trust confirming that two of his patient outcomes had been incorrectly recorded in 2012; the letter confirmed that in one case he was not the operating surgeon, and in another his patient was incorrectly recorded as an elective, rather than emergency, admission. He said that his risk-adjusted 90-day mortality rate following planned removal of a bowel for patients diagnosed between April 2010 and March 2014, as published by the Association of Coloproctology of Great Britain and Ireland (ACGBI), was 0%. 8. The complainant said by reporting specifically that his mortality figures had been included in the HSMR data; stating that he had double the death rate of colleagues; and stating that his mortality figures alone had “skewed” the totals, the article had suggested that he had been reason for the11 “extra” deaths from April 2012 to August 2013. He said that this was misleading, given that he did not perform emergency surgery between June 2012 and August 2013, and his risk adjusted mortality rate for emergency surgery for April and May 2012 was 0%. However, he did confirm that he undertook elective surgery during this period. 9. The newspaper said that the main thrust of the article was the controversy caused by the Worcestershire Acute Hospital NHS Trust’s reliance on HSMR data, which showed exceptionally high mortality rates at the Alexandra Hospital. The newspaper said that it was its belief that part of the reason the data was so contentious was because it included the complainant’s figures, which it said was controversial given his professional history. 10. The newspaper provided a document from the Royal College of Surgeons (RCS), dated October 2012, which said that the complainant’s 28-day mortality rate was double that of two of his colleagues who undertook colorectal surgery at the Alexandra Hospital over the review period. It said that the HSMR data referred to in the article, covering the period April 2012 to August 2013, referred to elective as well as emergency surgery. It said that the complainant performed surgery during this period which counted towards the HSMR figures. It also provided a number of articles which reported that he had been sacked from the trust for “gross misconduct”, and was being investigated by both the GMC and the Police. 11. In referencing the RCS report from 2012, the complaint said that the newspaper had relied upon unadjusted mortality data, which included patients who had palliative operations for terminal cancer, and was therefore misleading. He said that since September 2013, there was an independent validated colorectal cancer mortality data on the NHS Choices website, which the newspaper should have relied upon. The complainant declined to confirm the reasons for his dismissal from the hospital. 12. At a late stage in IPSO’s investigation, it came to light that the complainant had attempted to obtain an injunction, in order to prevent Worcestershire Acute NHS Trust from continuing with a disciplinary hearing against him.  The judgment in the injunction hearing, set out the charges which the complainant had faced in the disciplinary proceedings which led to his dismissal for gross misconduct. It did not state that the complainant had been dismissed for having double the mortality figures of his colleagues. In light of this information, the newspaper offered to publish the following correction in print, in order to address this point: In an article headlined: \"Death rates rise after shake-up\" (November 1 2016) we reported that Sudip Sarker had been dismissed from Alexandra Hospital \"in July 2015 after it was discovered he had double the death rate percentage of colleagues\". We would like to clarify that Mr Sarker was dismissed for gross misconduct. We are happy to make this clear. 13. It also offered to publish the following footnote of the online article: In an earlier version of this article we reported that Sudip Sarker had been dismissed from Alexandra Hospital \"for having double the death rate of colleagues.\" We have updated this to clarify that Mr Sarker was in fact dismissed for gross mi sconduct. We are happy to make this clear. Relevant Code Provisions 14. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. Findings of the Committee 15. The article criticised the Worcester Acute Hospitals NHS Trust for its reliance on HSMR data in making the decision to move emergency surgery to Worcester Royal Hospital. One element of the newspaper’s criticism was that the data included statistics for the complainant, who had been dismissed from the hospital in 2015 for gross misconduct. 16. The Committee considered the RCS report provided by the newspaper, which found that the complainant had double the mortality rate of colleagues undertaking colorectal surgery at the Alexandra Hospital over the review period. The Committee also noted the content of the letter provided by the complainant from the NHS Trust, which confirmed that two of his patient outcomes had been incorrectly recorded in 2012. However, in relying on the figures in the RCS report in circumstances where a revised report had not been published, there was no failure on the part of the newspaper to take care not to publish inaccurate information in breach of Clause 1(i).  17. The Committee noted the complainant’s position that the statistics contained in the RCS report required adjustment. However, it also noted that the complainant’s mortality rate would remain materially higher than the rate of his colleagues even after making the adjustment advocated by the complainant. The ACGBI figures relied upon by the complainant also only reported figures for planned surgery.  In addition, in light of the fact that the main focus of the article was criticism of the NHS Trust for relying on the HSMR data, the Committee did not consider that to report that the complainant had double the mortality rate of colleagues was significantly inaccurate so as to require a published correction. There was no breach of Clause 1(ii). 18. The article reported that the complainant had been dismissed for having double the mortality rate of colleagues. At a late stage of IPSO’s investigation, the fact that the complainant had been dismissed for gross misconduct had become clear, and the Committee noted that the newspaper had promptly offered a correction to address this point. However, in circumstances where restrictions on his ability to practice were imposed by the GMC and a finding had been made by the RCS Rapid Review that his mortality rates were double those of his colleagues, it did not consider that the inaccuracy on this point was significant in the context of an article which focused on rising patient death rates following the centralisation of emergency surgery in the Worcestershire Acute Hospitals NHS Trust. There was no breach of Clause 1 (ii) on this point. 19. The article reported that the RCS had stated that there were “28 deaths from 537 patients treated, compared with an expected number of deaths of about 17”, and said that these figures included patients of the complainant. 20. The article had reported the concerns which were being raised by campaigners regarding the lack of transparency at the Trust, particularly their inability to assess the evidential basis for the centralisation of care by the Trust, given that the content of the RCS report, and the conflicting evidence about the HSMR mortality data, had not been made public. It was in that context, that the campaigner referred to the “Sarker issue” in connection with wider concerns about information about mortality rates not being made public.  The newspaper was entitled to report the campaigner’s comments and it was not significantly misleading for the article to refer to the “Sarker issue” in circumstances where concerns about his practice had become public. The Committee also noted that the article had made clear that the HSMR data were only “potentially” flawed as a consequence of having included the complainant’s figures. 21. Furthermore, it was not in dispute that the complainant had worked in the hospital over the period the figures were collated, and the article made clear that the mortality figure of 28 related to deaths across the hospital, not just in the colorectal surgery department. The Committee did not consider that the article suggested that the complainant was responsible for the “extra” deaths.  There was no breach of Clause 1. Conclusion 22. The complaint was not upheld.",
    "remedial_action": "23. N/ADate complaint received: 02/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12069-16 Sarker v Birmingham Mail\nSummary of Complaint\n1. Sudip Sarker\ncomplained to the Independent Press Standards Organisation that the Birmingham\nMail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Hospital death rates ‘cover-up’”, published in print 1\nNovember 2016, and “Scandal-hit Trust accused of death rates ‘cover-up’ at\nAlexandra Hospital”, published online on 1 November 2016.\n2. The article\nreported that Worcestershire Acute Hospitals NHS Trust had been accused of\nusing flawed figures to push through plans to centralise emergency services, in\norder to move emergency operations from the Alexandra Hospital, to the\nWorcester Royal Hospital, in order “boost survival rates and reduce costs”. It\nsaid that in coming to this decision, the Trust had used the Hospital\nStandardised Mortality Ratio (HSMR) – a system which measures expected hospital\nrate of death with the actual rate – to highlight death rate concerns at the\nAlexandra Hospital in Redditch, which helped it make the case to move the\nemergency surgery. It said that despite this move, death rates at the Trust had\nrisen.\n3. The article said\nthat “controversial” HSMR data from the Alexandra was “potentially flawed”\nbecause it included figures of the complainant, a former surgeon at the\nhospital, who it said was “sacked for having double the death rate of\ncolleagues”. It reported that the HSMR figures for the Alexandra Hospital from\nApril 2012 to August 2013 was “28 deaths from 537 patients treated, compared\nwith an expected number of deaths of around 17”. It said that this data\nincluded patients of the complainant, who was “excluded by hospital bosses in\nOctober 2012, and sacked in July 2015 after it was discovered that he had\ndouble the death rate percentage of colleagues, as well as triple the patient\nreadmission”.\n4. The article\nexplained that an internal Trust review had discredited the HSMR figures,\nfinding that there were “no mortality concerns at the Alex, but the conclusions\nwere never made public”. The article further said that the Royal College of\nSurgeons (RCS) had also compiled a report into the Alexandra hospital, which\nhad stated that the “Alex HSMR figure was the highest in England”: this report\nhad never been published.\n5. The article\nreported on the concerns of campaigners, who had called for a judicial review\nof the Trust’s actions, “after mortality rates [at the Alexandra Hospital] had\nrisen despite health bosses claiming their changes would improve patient\nsafety”. As well as detailing general concerns about the value of HSMR as a\nmeasure of mortality rates, the article detailed the campaigner’s specific\nconcern that the Trust had not been “open and honest about mortality at the\nAlex”, given that the contents of the RCS report and the conflicting evidence\nabout the HSMR mortality rate had not been made public, and therefore could not\nbe subject to independent scrutiny. The article included a quote from one of\nthe campaigners; “if the Trust received credible information and statistics\nshowing there were no mortality concerns- beyond the obvious Sudip Sarker\nissue- then why did it not share this information with patients and the\npublic?”\n6. The online\nversion of the article was identical to the version that appeared in print.\n7. The complainant\nsaid it was inaccurate to report that his mortality rate was twice that of\ncolleagues, or that he had been sacked for this reason. He said that\nWorcestershire Acute Hospitals NHS Trust made a “mistake” in submitting\nincorrect data to the National Bowel Cancer Audit. He provided a letter from\nthe Trust confirming that two of his patient outcomes had been incorrectly\nrecorded in 2012; the letter confirmed that in one case he was not the\noperating surgeon, and in another his patient was incorrectly recorded as an\nelective, rather than emergency, admission. He said that his risk-adjusted\n90-day mortality rate following planned removal of a bowel for patients\ndiagnosed between April 2010 and March 2014, as published by the Association of\nColoproctology of Great Britain and Ireland (ACGBI), was 0%.\n8. The complainant\nsaid by reporting specifically that his mortality figures had been included in\nthe HSMR data; stating that he had double the death rate of colleagues; and\nstating that his mortality figures alone had “skewed” the totals, the article\nhad suggested that he had been reason for the11 “extra” deaths from April 2012\nto August 2013. He said that this was misleading, given that he did not perform\nemergency surgery between June 2012 and August 2013, and his risk adjusted\nmortality rate for emergency surgery for April and May 2012 was 0%. However, he\ndid confirm that he undertook elective surgery during this period.\n9. The newspaper\nsaid that the main thrust of the article was the controversy caused by the\nWorcestershire Acute Hospital NHS Trust’s reliance on HSMR data, which showed\nexceptionally high mortality rates at the Alexandra Hospital. The newspaper\nsaid that it was its belief that part of the reason the data was so contentious\nwas because it included the complainant’s figures, which it said was\ncontroversial given his professional history.\n10. The newspaper provided a document from the Royal College\nof Surgeons (RCS), dated October 2012, which said that the complainant’s 28-day\nmortality rate was double that of two of his colleagues who undertook\ncolorectal surgery at the Alexandra Hospital over the review period. It said\nthat the HSMR data referred to in the article, covering the period April 2012\nto August 2013, referred to elective as well as emergency surgery. It said that\nthe complainant performed surgery during this period which counted towards the\nHSMR figures. It also provided a number of articles which reported that he had\nbeen sacked from the trust for “gross misconduct”, and was being investigated\nby both the GMC and the Police.\n11. In referencing the RCS report from 2012, the complaint\nsaid that the newspaper had relied upon unadjusted mortality data, which\nincluded patients who had palliative operations for terminal cancer, and was\ntherefore misleading. He said that since September 2013, there was an\nindependent validated colorectal cancer mortality data on the NHS Choices\nwebsite, which the newspaper should have relied upon. The complainant declined\nto confirm the reasons for his dismissal from the hospital.\n12. At a late stage in IPSO’s investigation, it came to\nlight that the complainant had attempted to obtain an injunction, in order to\nprevent Worcestershire Acute NHS Trust from continuing with a disciplinary\nhearing against him.  The judgment in the\ninjunction hearing, set out the charges which the complainant had faced in the\ndisciplinary proceedings which led to his dismissal for gross misconduct. It\ndid not state that the complainant had been dismissed for having double the\nmortality figures of his colleagues. In light of this information, the\nnewspaper offered to publish the following correction in print, in order to\naddress this point:\nIn an article headlined: \"Death rates rise after\nshake-up\" (November 1 2016) we reported that Sudip Sarker had been\ndismissed from Alexandra Hospital \"in July 2015 after it was discovered he\nhad double the death rate percentage of colleagues\". We would like to\nclarify that Mr Sarker was dismissed for gross misconduct. We are happy to make\nthis clear.\n13. It also offered to publish the following footnote of the\nonline article:\nIn an earlier version of this article we reported that Sudip\nSarker had been dismissed from Alexandra Hospital \"for having double the\ndeath rate of colleagues.\" We have updated this to clarify that Mr Sarker\nwas in fact dismissed for gross mi sconduct. We are happy to make this clear.\nRelevant Code Provisions\n14. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n15. The article criticised the Worcester Acute Hospitals NHS\nTrust for its reliance on HSMR data in making the decision to move emergency\nsurgery to Worcester Royal Hospital. One element of the newspaper’s criticism\nwas that the data included statistics for the complainant, who had been\ndismissed from the hospital in 2015 for gross misconduct.\n16. The Committee considered the RCS report provided by the\nnewspaper, which found that the complainant had double the mortality rate of\ncolleagues undertaking colorectal surgery at the Alexandra Hospital over the\nreview period. The Committee also noted the content of the letter provided by\nthe complainant from the NHS Trust, which confirmed that two of his patient\noutcomes had been incorrectly recorded in 2012. However, in relying on the\nfigures in the RCS report in circumstances where a revised report had not been\npublished, there was no failure on the part of the newspaper to take care not\nto publish inaccurate information in breach of Clause 1(i). \n17. The Committee noted the complainant’s position that the\nstatistics contained in the RCS report required adjustment. However, it also\nnoted that the complainant’s mortality rate would remain materially higher than\nthe rate of his colleagues even after making the adjustment advocated by the\ncomplainant. The ACGBI figures relied upon by the complainant also only\nreported figures for planned surgery.  In\naddition, in light of the fact that the main focus of the article was criticism\nof the NHS Trust for relying on the HSMR data, the Committee did not consider\nthat to report that the complainant had double the mortality rate of colleagues\nwas significantly inaccurate so as to require a published correction. There was\nno breach of Clause 1(ii).\n18. The article reported that the complainant had been\ndismissed for having double the mortality rate of colleagues. At a late stage\nof IPSO’s investigation, the fact that the complainant had been dismissed for\ngross misconduct had become clear, and the Committee noted that the newspaper\nhad promptly offered a correction to address this point. However, in\ncircumstances where restrictions on his ability to practice were imposed by the\nGMC and a finding had been made by the RCS Rapid Review that his mortality\nrates were double those of his colleagues, it did not consider that the\ninaccuracy on this point was significant in the context of an article which\nfocused on rising patient death rates following the centralisation of emergency\nsurgery in the Worcestershire Acute Hospitals NHS Trust. There was no breach of\nClause 1 (ii) on this point.\n19. The article reported that the RCS had stated that there\nwere “28 deaths from 537 patients treated, compared with an expected number of\ndeaths of about 17”, and said that these figures included patients of the\ncomplainant.\n20. The article had reported the concerns which were being\nraised by campaigners regarding the lack of transparency at the Trust,\nparticularly their inability to assess the evidential basis for the\ncentralisation of care by the Trust, given that the content of the RCS report,\nand the conflicting evidence about the HSMR mortality data, had not been made\npublic. It was in that context, that the campaigner referred to the “Sarker\nissue” in connection with wider concerns about information about mortality\nrates not being made public.  The\nnewspaper was entitled to report the campaigner’s comments and it was not\nsignificantly misleading for the article to refer to the “Sarker issue” in\ncircumstances where concerns about his practice had become public. The\nCommittee also noted that the article had made clear that the HSMR data were\nonly “potentially” flawed as a consequence of having included the complainant’s\nfigures.\n21. Furthermore, it was not in dispute that the complainant\nhad worked in the hospital over the period the figures were collated, and the\narticle made clear that the mortality figure of 28 related to deaths across the\nhospital, not just in the colorectal surgery department. The Committee did not\nconsider that the article suggested that the complainant was responsible for\nthe “extra” deaths.  There was no breach\nof Clause 1.\nConclusion\n22. The complaint was not upheld.\nRemedial Action Required\n23. N/ADate complaint received: 02/11/2016Date decision issued: 13/07/2017 \nBack to ruling listing\n\n\n"
}