{
    "url": "/rulings-and-resolution-statements/ruling/?id=12103-20",
    "title": "12103-20 Smith v Mail Online",
    "provisions": [
        "2 Privacy (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-07-23 00:00:00",
    "received_on": "2020-07-24 00:00:00",
    "concluded_on": "2020-11-12 00:00:00",
    "complaint_processing_days": 111,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 24/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12103-20 Smith v\nMail Online\nSummary of Complaint\n1. Cath Smith\ncomplained to the Independent Press Standards Organisation that the Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Horrified Tesco customer eats nearly ALL her\n£3.75 chicken tray bake only find dead MOUSE buried in the sauce - leaving her\n'vomiting for 12 hours'” published on 23 July 2020.\n2. The article\nreported on a post on the Facebook page of a supermarket, in which a woman\nalleged that she had found a dead mouse in her ready meal. The article\ncontained quotes from the Facebook post in which the woman stated that she had\nbeen “vomiting for 12 hours”. The article included a photograph of the ready\nmeal which showed a mostly empty foil tray and the dead mouse. The article also\ncontained a photograph of the woman who made the post. The article was\noriginally headlined “Horrified Tesco customer tucks into a £3.75 chicken tray\nbake only find dead MOUSE buried in the sauce leaving her 'vomiting for 12\nhours'”. The headline was then amended to the version under complaint.\n3. The complainant,\nthe woman who made the Facebook post, said that the article was inaccurate in\nbreach of Clause 1 as she had not eaten “nearly all” of the ready meal, but had\nonly had one bite, and then scraped the majority of the meal into the bin.\n4. The complainant\nalso said that the article breached her privacy under Clause 2 as it had used a\nphotograph of her from her personal Facebook page which she said had privacy\nsettings in place.\n5. The publication\ndid not accept a breach of the Code. The publication provided screenshots of\nFacebook messages to demonstrate that it had reached out to the complainant for\ncomment prior to publishing the story, and had asked whether she had eaten any\nof the meal before she found the mouse. The complainant replied “yes”, but did\nnot specify how much of the meal she had eaten. The publication stated that as\nthe woman had confirmed she had eaten some of the meal; that the photograph\nshowed that the tray was mostly empty; and that she had said that she had been\n“vomiting” and “unwell” it was therefore reasonable to conclude that she had\neaten “nearly all” of the meal. It noted that when the woman reached out to\nthem directly it changed the headline of the article back to the original\nversion, removing the words “nearly all”.6. The publication\nprovided a screenshot of the photograph it had used of the complainant from her\nFacebook page which showed that the setting of the photograph was public. It\nalso provided a link to the photograph, which was still public during the\ninvestigation. It also noted that the post was made on a large Facebook group\nand that all the information included was in the public domain, and that the\ncomplainant had consented to the publication of the story. However, the\npublication deleted the article as a gesture of goodwill.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n7. The complainant\nhad posted pictures of a mostly empty ready meal tray, and had stated that\nsince the alleged discovery of the mouse that she had been “vomiting for 12\nhours” and “unwell”. The publication had reached out to the complainant\ndirectly and asked if she had eaten any of the meal, and the complainant said\nshe had. As the publication had been told by the complainant that she had eaten\nsome of the meal; had seen the mostly finished tray; had not been told that she\nhad scraped some of it into the bin; and knew that she had faced severe adverse\nreactions, it was not unreasonable to presume that the complainant had eaten\n“nearly all” of the meal on the basis of the information the publication had at\nthe time of publication. On this basis, the publication had taken care not to\npublish inaccurate or misleading information under Clause 1(i). The Committee\nconsidered that where the complainant had accepted that she had eaten some of\nthe meal, it was not significantly inaccurate, in the overall context of the\nstory which reported on the complainant’s reaction to having discovered the\nmouse in ready meal she had been eating, including the fact that she had been\nunwell because of it, to report that she had eaten “nearly all” of it. While\nthe Committee therefore did not find a breach of Clause 1(ii) it welcomed the\npublication’s actions in changing the headline under complaint, and ultimately\ndeleting the article as a gesture of goodwill.\n8. The publication\nhad provided evidence to demonstrate that the photograph published in the\narticle was publicly available on the complainant’s social media. On this\nbasis, the complainant did not have a reasonable expectation of privacy in\nrespect of the photograph and publishing it did not constitute an intrusion\ninto her private life.  There was no\nbreach of Clause 2.\nConclusions\n9. The complaint\nwas not upheld.\nRemedial action required\n10. N/A\nDate complaint received: 24/07/2020\nDate complaint concluded by IPSO: 12/11/2020\nBack to ruling listing\n\n\n"
}