{
    "url": "/rulings-and-resolution-statements/ruling/?id=12114-20",
    "title": "12114-20 British Fur Trade Association v Daily Mirror",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2020-07-07 00:00:00",
    "received_on": "2020-07-27 00:00:00",
    "concluded_on": "2020-12-11 00:00:00",
    "complaint_processing_days": 137,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO.13. The Committee considered that the article was significantly misleading as to whether fur from a farm which mistreated foxes was being sold in British shops. As such, the Committee concluded that a correction was the appropriate remedy.14. This correction should be added to the online article and appear in the print newspaper’s corrections and clarifications column. The wording should make clear that the article had wrongly suggested that the farm supplied fur to British shops, and that there was no evidence to suggest that this was the case. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment, the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made. Date complaint received: 27/07/20",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 12114-20 British Fur Trade Association v Daily\nMirrorSummary\nof Complaint1. The\nBritish Fur Trade Association complained to the Independent Press Standards\nOrganisation that the Daily Mirror breached Clause 1 (Accuracy) in an article\nheadlined “THE BRUTAL, BLOODY PRICE OF A FUR COAT” published on 7 July 2020.2. The\narticle was a campaigning piece reporting on an undercover investigation carried\nout by a charity into an Asian fox fur farm. \nIt called for a ban on sales of all fur products in the UK and gave\ndetails of practices at the farm which had caused the charity and anti-fur\ncampaigners concern and said that foxes’ “fur is made into coats to be sold on\nthe high street”. The article included photographs of the fox fur farm taken\nduring the undercover investigation. It also included a quote from an anti-fur\ncampaigner who set out again the mistreatment which the article reported had\ntaken place at the fur farm and said that “[The fur trade] needs to stop, and\nthe UK is now in a unique position to take action by banning fur sales. This –\nand every – investigation into the fur trade shows that fur is not glamourous,\nit’s grotesque, it’s cruelty not couture, and it’s time for the UK to stop\ntrading in such horrors”3. The\narticle also appeared online on 6 July 2020 with the headline “Skinned foxes\npiled in heap ‘like scene from hell’ before fur sold as high street coats”.\nThis version was the same as the print article but included video footage from\ninside the farm which was investigated undercover. The video was captioned “At\na farm which supplies fur to British shops”.4. The\ncomplainant said that the article was misleading as it suggested that fur from\nthe farm which was the subject of the undercover investigation and was pictured\nin the article was sold in British shops, when there was no evidence to suggest\nthat this was the case. It said that this was significantly misleading as the\nsale of fur in the UK is highly regulated with welfare and legal standards, and\nincluding the farm as part of its campaign distorted the nature of the British\nfur trade. It said that it regulated the vast majority of fur sellers in the\nUK, and the farm pictured in the article would not have met its standards to be\nable to sell fur in the UK.5. The\nnewspaper did not accept that the article was misleading. It said that prior to\nthe complainant contacting IPSO, it had removed the video from the online\nversion of the article. In its first response to the IPSO complaint, it offered\nto publish the following wording as a gesture of goodwill:“A\nprevious version of this article included a video which stated the footage was\ntaken ‘at a farm which supplies to British shops’. Although we did not name the\nfarms in question, the footage was taken at farms from one of the top exporting\ncountries of fur to the UK. We are happy to clarify this.”The\nnewspaper did not accept that the article stated that the fur from the farm\npictured in the article and the subject of the investigation was being sold in\nBritish shops. It said that the farm was not named. It said that the caption to\nthe video which appeared in the online article was added in error and was\nremoved on receipt of complaint. It said that this was a single reference in\nthe online article, and did not appear in the body of the text. It said that it\nsimply said that fur from the farm was sold on the  “high street” which was shorthand for\nshopping areas and retail in general – it did not say the UK high street.\nHowever, it offered to amend the online headline to state “high street coats\nworldwide” in addition to the clarification set out above.6. During\nIPSO’s investigation, on the 8 October, the newspaper offered to put the\ncomplainant’s position on record by publishing the following wording as a footnote\nto the online article:“This\narticle includes photographs of an unidentified foreign fur site. We have been\nasked by the British Fur Trade Association to state there is no evidence that\nfur from this particular site is sold in the UK. We are happy to clarify this”.On the\n12 October, it then offered to publish this wording as a footnote to the online\narticle:“A\nprevious version of this article included a video which stated the footage was\ntaken ‘at a farm which supplied to British shops’. Although we did not name the\nfarms in question we have been asked by the British Fur Trade Association to\nstate there is no evidence that fur from this particular site is sold in the UK.\nWe are happy to clarify this.It said\nthat it had acted promptly by offering a correction for the online article on\nreceipt of the complaint. It said that a footnote clarification had been\npreviously determined to be sufficiently prominent, and that the inaccuracy was\nconfined to a single video clip, which had been removed.Finally,\non the 15 October, it reverted to its previous offer made on the 8\nOctober.  Relevant\nCode Provisions7. Clause\n1 (Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.Findings\nof the Committee8. The\narticle was part of a campaign to try and ban the sale of fur from British\nshops because it said that fur farms treated the animals badly. It provided\nvarious supporting arguments, including focussing on one specific farm which\nhad been the subject of an undercover investigation. It said that fur from the\nfarm would be sold “on the high street” – the online version included a video\nwhich claimed that the farm was one which “…supplies fur to British shops”.\nFurthermore, both articles included quotes from anti-fur campaigners who used\nthe results of the undercover investigation in support of their position that\nfur should not be sold in British shops. The Committee considered that the\nreference to “the high street” might be ambiguous as to whether it was\nreferring to fur from the farm being sold in British shops. However, when read\nalongside the quotes criticising the trade of fur in Britain and placed in the\ncontext of the newspaper’s campaign to ban the sale of fur in Britain, it was\nreasonable to consider that the article was making a clear link between the\npractices uncovered at this farm and the sale of fur in British shops. The\narticle was using the practices uncovered at this farm as the basis of its\ncriticism of the British fur trade.9. The\nnewspaper was not able to provide any basis to suggest that fur from the farm\nfeatured in the article was sold in British shops, and so therefore there was a\nfailure to take care over the accuracy of the article in suggesting that this\nwas the case. There was a breach of Clause 1(i). This was significantly\nmisleading – the newspaper did not appear to dispute that the complainant’s\nposition that the sale and trade of fur in Britain is highly regulated, and the\nfarms involved are subject to strict welfare requirements. As such, suggesting\nthat fur from a farm which mistreated foxes was being sold in British shops was\nsignificantly misleading as to the nature of the British fur trade.  The online article was also misleading by including\nthe video claiming that the farm supplied fur to British shops. There was a\nrequirement to correct both articles under Clause 1(ii).10. The\nnewspaper had offered various corrections and clarifications in response to the\ncomplaint. However, all of these offers only related to the online version of\nthe article, although the print article was also significantly misleading.\nFurthermore, none of the offers made by the newspaper acknowledged that the\nonline article contained an inaccuracy or that the print article was\nsignificantly misleading – the Committee considered that as such, the wordings\ndid not constitute a correction. As such, the offers made by the newspaper did\nnot satisfy the terms of Clause 1(ii)Conclusions11. The\ncomplaint was upheld.Remedial\nAction Required12.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required. In circumstances where the Committee establishes a breach\nof the Editors’ Code, it can require the publication of a correction and/or\nadjudication. The nature, extent and placement of which is determined by IPSO.13. The\nCommittee considered that the article was significantly misleading as to\nwhether fur from a farm which mistreated foxes was being sold in British shops.\nAs such, the Committee concluded that a correction was the appropriate remedy.14. This\ncorrection should be added to the online article and appear in the print\nnewspaper’s corrections and clarifications column. The wording should make clear\nthat the article had wrongly suggested that the farm supplied fur to British\nshops, and that there was no evidence to suggest that this was the case. The\nwording should also be agreed with IPSO in advance and should make clear that\nit has been published following an upheld ruling by the Independent Press\nStandards Organisation. If the publication intends to continue to publish the\nonline article without amendment, the correction on the article should be\npublished beneath the headline. If the article is amended, the correction\nshould be published as a footnote which explains the amendments that have been\nmade. Date\ncomplaint received: 27/07/20\nDate\ndecision issued: 11/12/20\nBack to ruling listing\n\n\n"
}