{
    "url": "/rulings-and-resolution-statements/ruling/?id=12114-15",
    "title": "12114-15 Tooze v The Sun",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "received_on": "2015-12-21 00:00:00",
    "concluded_on": "2016-04-14 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "on this basis.6. The newspaper explained that the pub’s manager had confirmed that the toilets had been thoroughly cleaned before the Momentum event, and did not believe it was credible that traces of the drug would still be left on the cisterns from previous events after the toilets had been cleaned. It also said that it was unlikely that strangers with no affiliation with Momentum would have turned up on the night of the event and paid an entrance fee. It pointed out that the complainant had not been at the event in question.  Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and - where appropriate - an apology published. In cases involving the Regulator, prominence should be agreed with the Regulator in advance.Findings of the Committee8. The article reported that traces of cocaine had been found in the toilets at the venue at which the Momentum Christmas party had taken place, and implied that drugs had been taken by an attendee of the party: this was the “shame” referred to in both versions of the article. The Committee acknowledged that the test used by the newspaper could not conclusively show that drugs were taken by an attendee at the party that night. However, the manager of the pub had said that the toilets had been cleaned before the party, the only attendees present in the venue that night were attending the Momentum event, and traces of drugs had been detected. This was a reasonable basis on which to infer that drugs had been used by an attendee. In these circumstances, the Committee was satisfied that the newspaper had not failed to take care not to publish inaccurate, misleading or distorted information. There was no breach of Clause 1.Conclusions9. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 21/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 12114-15 Tooze v The SunSummary\nof Complaint1.\nSteve Tooze complained to the Independent Press Standards Organisation that The\nSun breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Coke in loo at Jez bash”, published in print on 21 December 2015,\nand “Hard left Labour group in drug shame as Sun investigation finds coke in\nloos at Corbyn bash”, published online on 21 December 2015. 2.\nThe articles reported that traces of cocaine had been found in the toilets of a\npub where Momentum members – a group which it said had close links to Jeremy\nCorbyn – held a Christmas party. It said that its reporter had used special\ndetection wipes in the toilets at the end of the party which confirmed the\npresence of Class A drugs. It said that the party was a “private” Christmas\nparty and “ticket-only”. The article reported that Momentum had declined to\ncomment on the publication’s findings.3. The articles were identical in print and\nonline except for the headline.4.\nThe complainant said that the headline on the online article, the sub-headline\non the print version – which read “drug shame” – and the article itself implied\nthat the Momentum members in the pub that night were users of Class A drugs. He\npointed out that the venue was a busy urban pub and that the traces of cocaine\nfound could well have been present from other events. He said that the event\nwas not only open to Momentum members, and that members of the public without\nany links to the group could have paid on the night to attend. While he\naccepted that it appeared as though the wipes detected the presence of Class A\ndrugs, he said that this on its own did not prove that the drug use was recent,\nor that it was linked to Momentum members attending the event. He said that the\narticle was a classic example of “smear-by-implication”, and part of the\npublication’s attempts to undermine Jeremy Corbyn.5.\nThe newspaper denied that the online headline, sub-headline on the print\nversion and the article itself implied that Momentum were responsible for the\ndrugs found at the venue. It said that the word “shame” in the headline\nreferred to the fact that traces of cocaine were found at the event, and did\nnot state that Momentum members had taken the drugs; however, it said that\nsomebody at the party had. It said that the reporter had used the wipes,\nreported the results and presented the facts; it said that readers of the\narticle were perfectly capable of coming to their own conclusions on this\nbasis.6.\nThe newspaper explained that the pub’s manager had confirmed that the toilets\nhad been thoroughly cleaned before the Momentum event, and did not believe it\nwas credible that traces of the drug would still be left on the cisterns from\nprevious events after the toilets had been cleaned. It also said that it was\nunlikely that strangers with no affiliation with Momentum would have turned up\non the night of the event and paid an entrance fee. It pointed out that the\ncomplainant had not been at the event in question.  Relevant\nCode Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.Findings\nof the Committee8.\nThe article reported that traces of cocaine had been found in the toilets at\nthe venue at which the Momentum Christmas party had taken place, and implied\nthat drugs had been taken by an attendee of the party: this was the “shame”\nreferred to in both versions of the article. The Committee acknowledged that\nthe test used by the newspaper could not conclusively show that drugs were\ntaken by an attendee at the party that night. However, the manager of the pub\nhad said that the toilets had been cleaned before the party, the only attendees\npresent in the venue that night were attending the Momentum event, and traces\nof drugs had been detected. This was a reasonable basis on which to infer that\ndrugs had been used by an attendee. In these circumstances, the Committee was\nsatisfied that the newspaper had not failed to take care not to publish\ninaccurate, misleading or distorted information. There was no breach of Clause\n1.Conclusions9.\nThe complaint was not upheld.Remedial\naction requiredN/ADate\ncomplaint received: 21/12/2015Date\ndecision issued: 14/04/2016\nBack to ruling listing\n\n\n"
}