{
    "url": "/rulings-and-resolution-statements/ruling/?id=12130-21",
    "title": "12130-21 Reeve v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2021-11-26 00:00:00",
    "received_on": "2022-04-14 00:00:00",
    "concluded_on": "2022-10-25 00:00:00",
    "complaint_processing_days": 194,
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 12130-21 Reeve v The Daily Telegraph\nSummary\nof Complaint\n1.\nJasmine Reeve complained to the Independent Press Standards Organisation that\nThe Daily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “‘Soft touch’ justice blamed for one in 1,000\nconviction rate for illegal entry to the UK”, published on 26 November 2021.\n2. The\narticle reported on the conviction rate of individuals who had “arrive[d] in\nthe UK illegally”. It stated that “only 61 migrants have been charged and 51\nconvicted for illegally entering the UK ‘without leave’ in breach of the 1971\nImmigration Act since December 2019 according to official figures obtained\nunder Freedom of Information laws.” The article compared this figure to “more\nthan 46,000 [migrants] who entered the UK illegally over the same period,\nincluding 16,500 ‘irregular’ entrants confirmed by the Home Office in 2020 and\nnearly 30,000 via small boats across the Channel or smuggled into the UK on\nlorries.” The article also stated these figures represented “a conviction rate\nof only one in 1,000”.\n3. The\narticle also appeared online in substantially the same form under the headline\n“Failure to prosecute migrants arriving illegally leaves UK looking like ‘soft\ntouch’”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1\n(Accuracy, as it was not illegal to enter the country via irregular means in\norder to claim asylum. Therefore, reporting that it was illegal to cross the\nchannel via irregular means was inaccurate. She then said that the “vast majority”\nof those who entered the country by irregular means, particularly those who\ncrossed the channel on dinghies, went on to claim asylum, and claiming asylum\nwas a human right in international law and refugees are not criminals. As such,\nshe said characterising the CPS as “soft touch” for not prosecuting people who\nhad not broken any laws was also inaccurate.\n5. The\npublication did not accept a breach of the Code. It cited the Section 24 (1)\n(a) of the Immigration Act 1971: “a person who is not a British citizen shall\nbe guilty of an offence punishable on summary conviction […] if contrary to\nthis Act he knowingly enters the United Kingdom in breach of a deportation\norder or without leave”. The publication said that this meant that anyone who\nknowingly entered the UK without leave (without permission to do so) was\nentering illegally. As such, it did not consider its presentation of the\nfigures to be inaccurate, misleading or distorted.\n6. To\nsupport its position, the publication provided a Freedom of Information (FOI)\nrequest made to the Home Office in respect of convictions for illegal entry.\nThe response to the FOI request from the Immigration Enforcement Secretariat\nshowed there were 46,313 detected arrivals during the period from 1 December\n2019 to 31 October 2021. The publication also provided a report from the from\nthe Border Inspectorate and pointed out that it used “illegal entry”\nthroughout, basing its use on the Immigration Act.\n7. The\ncomplainant disputed the publication’s position. She said that the publication\nwas misrepresenting how the law worked, and that relevant case law should be\nconsidered. The complainant also said that other relevant statutes, such as the\nRefugee Convention, and human rights legislation, would affect how this law was\ninterpreted. She said that statutes cannot be indiscriminately applied to\nthousands of people without further context.\n8. The\ncomplainant also cited an article from a fact-checking website, which\nreferenced Article 31 of the UN Refugee Convention; this states that refugees\ncannot be penalised for entering the country illegally to claim asylum if they\nare “coming directly from a territory where their life or freedom was\nthreatened” provided they “present themselves without delay to the authorities\nand show good cause for their illegal entry or presence”. The fact-checking\narticle elaborated further and stated that people who enter the UK by illegal\nmeans can legitimately make a claim for asylum, even after passing through\nother “safe” countries, provided they do so directly after arriving.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n9. The\nCommittee acknowledged the complainant’s position that those who enter the UK\nvia irregular means may apply for asylum or later be granted leave to remain in\nthe UK. However, the article reported on the method of entry into the UK by\n“migrants” generally; it was the manner of arrival into the UK which was\ndescribed as “illegal”, rather than the legal status, or future legal status,\nof migrants once in UK territory. Therefore, the Committee needed to consider\nwhether it was accurate for the article to describe migrants as “arriving\nillegally” in reporting the figures obtained by the publication under Freedom\nof Information (FOI) laws.\n10. The\nCommittee reviewed the figures provided in response to the FOI request and the\nBorder Inspectorate report, both provided by the publication, alongside a\nfact-checking article provided by the complainant. The Committee also had\nregard to the provisions of the 1971 Immigration Act – specifically cited in\nthe article – which provides that “a person who is not a British citizen shall\nbe guilty of an offence punishable on summary conviction […] if contrary to\nthis Act he knowingly enters the United Kingdom in breach of a deportation\norder or without leave”. The Committee therefore did not find that\ncharacterising entry into the UK without leave as “illegal” amounted to\nsignificantly inaccurate information in breach of Clause 1, or that the\npublication had not taken care over the accuracy of the information; the\narticle had focussed on the means of entry into the UK, and not the legal\nstatus of the migrants themselves. Furthermore, the 1971 Act provides that an\noffence committed under the Act is punishable on summary conviction, which can\nequate to a prison sentence of up to six months, which the article accurately\nreported. As such, there was no breach of Clause 1.\n11. The\nCommittee considered the complainant’s position that it was misleading to\ndescribe the Crown Prosecution Service as a “soft touch”. The article set out\nthe basis for this characterisation, namely that there was a “‘hands off’\napproach to Channel migrants adopted by the CPS and included criticism of the\nstance: “however, Tory MPs and migration campaigners said the decision was\nremoving a key deterrent to the deadly cross-Channel trade”. The Committee\nfound that where the basis for the “soft touch” characterisation was made clear\nin the article, there was no breach of Clause 1.\nConclusion(s)\n12. The\ncomplaint was not upheld.\n\n\n\nDate\ncomplaint received: 14/04/2022\nDate\ncomplaint concluded by IPSO: 25/10/2022\nBack to ruling listing\n\n\n"
}