{
    "url": "/rulings-and-resolution-statements/ruling/?id=12132-20",
    "title": "12132-20 Agius v Hull Daily Mail",
    "provisions": [
        "1 Accuracy (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Hull Daily Mail (Reach PLC)",
    "published_on": "2020-01-07 00:00:00",
    "received_on": "2020-07-28 00:00:00",
    "concluded_on": "2021-03-16 00:00:00",
    "complaint_processing_days": 231,
    "conclusion_long": "23. The complaint was partly upheld under Clause 1 (i) and Clause 1 (ii).",
    "remedial_action": "24. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 25. The Committee found that the publication was unable to demonstrate that it had taken care over the accuracy of the article, as required by Clause 1(i). This article included a number of alleged inaccuracies, several of which were significant given that the article reported on court proceedings. The Committee noted the importance of accurately reporting on court proceedings, particularly when the proceedings in question are the outcome of a serious and indictable offence, as was the case with the article under complaint. However, the Committee also noted the undoubted impact the Covid-19 pandemic and work-from-home government directives had had on the newspaper’s normal processes. In addition, the alleged inaccuracies, while significant enough to warrant correction under the terms of Clause 1 (ii), did not render the substance of the article inaccurate nor misleading; the article accurately reported what offence the complainant had been found guilty of, and the sentence received. Taking all factors into consideration, the Committee concluded that a correction was an appropriate remedy to the breach of Clause 1. The correction should make clear that the complainant disputed the accuracy of the alleged significant inaccuracies, and that the publication was unable to prove that the statements were accurate. 26. This correction should be added to the online article and should also appear in the print version of the newspaper. As the original print article appeared on page 22 of the newspaper, the correction should appear on page 22 or further forward. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without further amendment, the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made.   Date complaint received:  28/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 12132-20 Agius v\nHull Daily Mail\nSummary of Complaint\n1. Alix Agius complained to the Independent Press Standards\nOrganisation that the Hull Daily Mail breached Clause 1 and Clause 9 of the\nEditors’ Code of Practice in an article headlined “Thug bit an inch of man's\nfinger 'clean off' in brawl at pub”, published on 7 January 2020.\n2. The article reported on the sentencing of a man who had\nbeen convicted of grievous bodily harm and had subsequently been “jailed for 12\nmonths.” The article reported that, on the day on which the crime was\ncommitted, the defendant “had drunk nine pints prior to the attack”; was “out\nwith friends after drinking at Beverley Races”; and had also “been to visit his\ngrandfather.” It also reported that, in court on the day the man was convicted,\nhis mother “shouted out from the public gallery: “It wasn’t him, it was the big\nfat gypsy. It was the big fat gypsy.”” The article also said that the defendant’s\nbarrister had said in court that the defendant was “on bail for another violent\nattack in June” at the time the crime was committed, and reported the presiding\njudge’s statement that the defendant was “on remand for these offences at the\ntime of this offence.” The article described the incident, saying that the\ndefendant had “launched a flying headbutt” at another man “who refused to buy\nhim another pint of lager” before he “punch[ed] him to the floor.” The article\nalso contained details of the defendant’s previous criminal record, which it\nsaid was “lengthy.” Both the headline and the article referred to the defendant\nas a “thug.”\n3. The article was also published online in substantially\nthe same form, under the headline “Inch of man's finger bitten 'clean off' in\nbrawl found behind bar of Beverley pub.” The online version of the article was\namended 5 hours after its initial publication to state that it was the\nconvicted man’s grandmother, not his mother, who had shouted out from the\ngallery as the man was sentenced.\n4. The complainant, the defendant who had been convicted of\ngrievous bodily harm, said that the article was inaccurate in breach of Clause\n1. The complainant was also complaining on behalf of his mother and\ngrandmother.  He said that, while he had\nbeen sentenced to 12 months in prison, he had only served 11 days, and as such\nit was inaccurate to report that he had been “jailed for 12 months.” He went on\nto say that, on the day of the incident, he had been visiting his grandfather\nin hospital before visiting the pub where the incident took place. He had not\ndrunk 9 pints prior to the incident, nor had he been to Beverly Races, and\nneither of these things had been heard in court in relation to him. The\ncomplainant said that it was actually the victim of the incident who had been\nto Beverly Races and drank 9 pints prior to the incident, and provided a\nwitness statement from the victim which said this. He said that neither his\nmother nor his grandmother had shouted out from the public gallery as he was\nsentenced; his mother was not in the country on the day of his sentencing, and\nwhile his grandmother was present she had not shouted from the gallery. He also\ndisputed that his barrister had said in court that he was on bail for a similar\noffence at the time of the incident, and that the judge had stated that he was\non remand at the time of the offence. He said that he had not “launched a\nflying headbutt” at the victim; while he accepted he had headbutted him, he did\nnot agree with the publication’s characterisation that it was a “flying\nheadbutt”. He also said that he had not “punch[ed]” the other man “to the\nfloor” after the man “refused to buy him another pint” and said that CCTV\nshowed that the victim’s friend had actually overpowered him and that is why\nthe pair fell to the floor, and that the other man had initiated the fight.\nWhile the complainant accepted that he had a prior criminal record, he did not\nagree that it was a lengthy one, as reported by the article. He also said that\nthe article was inaccurate to describe him as a “thug”, and said that the term\nhad not been used in court in relation to him.\n5. The complainant also said that Clause 9 (Reporting of\ncrime) had been breached, as he considered it identified his grandmother and\nhis mother, both of whom had no connection to the crime for which he was\nconvicted.\n6. The publication said it did not accept that the Code had\nbeen breached. It said that it was satisfied that all information contained in\nthe article was an accurate report of the court proceedings at which the\ncomplainant had been sentenced. The reporter had confirmed that everything in\nthe article had been heard in court, although the newspaper was unable to\nprovide any notes or documentary evidence to support the article’s claims, as\nthe newspaper’s offices were closed and inaccessible due to Covid-19\nrestrictions. It went on to say that it did not believe that editorial staff\nwould be able to return to the office until Spring 2021, and that it could not\nsay with absolute certainty that the notes would still be in the office once\nstaff returned.\n7. The publication also said that, where the complainant\naccepted that he had been sentenced to 12 months in prison, it was not\ninaccurate for the article to report that he was “jailed for 12 months”,\nregardless of how much time he spent actually incarcerated. While the\npublication accepted that it had been heard in court that the complainant had\nbeen visiting his grandfather in hospital on the day of the incident, it said\nthat it had been heard in court from the complainant’s defence barrister that\nthe complainant “has a problem with drink”, and that the prosecutor had said\nthat he had “spent the day at the races.” The publication did not accept that\nit had been inaccurate in stating that the complainant had consumed 9 pints on\nthe day of the incident; it also did not consider that the alleged inaccuracy\nrepresented a significant inaccuracy in need of correction. It accepted that\nthe complainant’s mother had in fact been out of the country at the time of the\nhearing, and it had subsequently amended the article to state that it was in\nfact the complainant’s grandmother who had shouted from the public gallery,\nafter the complainant’s mother contacted the newspaper to make it aware that\nshe had not been on the country on the day of the alleged incident. It said\nthat the complainant’s grandmother had posted on social media that she had\nreferred to the crime’s victim as a “gypsy” as she left the court; as such it\nwas satisfied with the accuracy of the claim that she had shouted “It wasn’t\nhim, it was the big fat gypsy. It was the big fat gypsy” from the public\ngallery. The publication said that the reporter had returned to the court the\nfollowing day to confirm that this was indeed the case, and that a court clerk\nand court usher had both confirmed the accuracy of the claim, although it was\nunable to offer any documentation of this conversation.\n8. The publication did not accept that either the\ncomplainant’s grandmother or mother were identified for the purposes of Clause\n9 as they were not named or pictured. Nevertheless, it considered that the\ngrandmother was relevant to the story, as she had attended court and had,\naccording to the publication, shouted from the public gallery during the proceedings.\n9. While the publication did not accept that the Code had\nbeen breached, it offered to remove any reference to the complainant having\ndrunk 9 pints and having attended Beverly Races from the online version of the\narticle, as a goodwill gesture, should that resolve his complaint.\n10. The complainant said that the removal of two points of\nalleged inaccuracy would not be sufficient to address his concerns regarding\nthe article, and expressed further concerns that the publication was unable to\nprovide IPSO with journalist notes to support the article. While the\ncomplainant accepted that his grandmother had said to his partner, as she was\nleaving the court, that the victim was a “gypsy”, he said that she had not\nshouted from the gallery while sobbing, and had not said “It wasn’t him, it was\nthe big fat gypsy. It was the big fat gypsy” at any point during the\nproceedings. The complainant agreed that a letter from his grandmother\nregarding his court case had been posted on social media, and did refer to his\ngrandmother referring to the defendant as a “gypsy” to the complainant’s\npartner as they both left the courtroom – however the letter did not say that\nthe grandmother shouted from the public gallery.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 9 (Reporting of crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n11.  The complainant\ncontested the accuracy of a number of statements reported in relation to the\ncourt proceedings. The first was that the complainant “drank nine pints” before\nthe attack and had visited Beverley Races on the same day. This claim had,\naccording to the complainant, been heard in court in relation to the victim and\nnot the complainant, and the complainant was able to provide a witness\nstatement which showed this. The newspaper was unable to provide any\ndocumentary evidence – such as journalist notes or court documents – to support\nthis claim. The Committee also noted that the article appeared contradictory,\nwhere it reported both that the complainant had been at the races and visited\nhis sick grandfather in hospital on the same day, and that it did not consider\nthat a quote from the complainant’s barrister referring to “a problem with\ndrink” was sufficient to support the article’s claim on this point. While the\nCommittee noted the difficulties caused by changing work arrangements due to\nthe Covid-19 pandemic, where the publication could not provide any evidence\nthat care was taken over the accuracy of the claim that the complainant “drank\nnine pints” before the attack and had visited Beverley Races on the same day,\nthe Committee found that Clause 1 (i) had been breached.\n12. The article also included the claim that the\ncomplainant’s mother (amended in the online article 5 hours after publication\nto read grandmother) had shouted “It wasn’t him, it was the big fat gypsy. It\nwas the big fat gypsy” from the court gallery while sobbing. While the publication\nhad amended the online version of the article after being contacted by the\ncomplainant’s mother to make clear that she had not shouted from the public\ngallery during the proceedings, the publication had not been able to\ndemonstrate its basis for stating that it was the complainant’s mother who had\nshouted from the public gallery. The Committee found that Clause 1 (i) had been\nbreached on this point.\n13. The claims that the that the complainant was on bail for\nanother alleged offence at the time of the attack, and that the complainant was\non remand for another offence at the time of the attack, had not been verified\nby the publication, by way of notes or previous reports referencing the crimes\nfor which the complainant was allegedly on remand. The Committee also noted\nthat the two claims were, on the face of it, contradictory – it is not possible\nto simultaneously be on bail and be on remand. The publication was unable to\ndemonstrate that it had taken care over the accuracy of these claims, and there\nwas breach of Clause 1 (i).\n14. The article reported on a serious crime and the\nfollowing court proceedings. The publication was not able to demonstrate that\nit had taken care over the accuracy of a report of court proceedings, and the\nCommittee expressed concern that the publication had been unable to provide\nIPSO with any documentary evidence to support the claims made within the\narticle. The alleged inaccuracies were significant, where the article reported\non a serious crime, and so required correction under the terms of Clause 1 (ii).\n15. The Committee turned to whether the actions of the\npublication had been sufficient to avoid a breach of Clause 1 (ii). The\npublication had amended the online version of the article, 5 hours after\npublication and after being contacted by the complainant’s mother, to change\nthe reference to the complainant’s mother shouting from the public gallery\nduring court proceedings to the complainant’s grandmother. It had also offered,\nduring the investigation, to remove all references in the online article to the\ncomplainant having drunk “9 pints” and visited Beverley Races prior to the\nincident. The Committee found that these actions did not represent corrective\naction as required by the terms of Clause 1 (ii), as neither course of action\nmade clear what pieces of information had been removed or altered, or that the\npublication had taken action to correct them. Taking these points into account,\nthe Committee found that there was a further breach of Clause 1 (ii).\n16. The Committee did not find that the amended article’s\nclaim that the grandmother had “shouted out from the public gallery: “It wasn’t\nhim, it was the big fat gypsy. It was the big fat gypsy”” raised a breach of\nClause 1. While the Committee noted that the publication had been unable to provide\nevidence to support the amended article’s assertion that the grandmother had\nshouted from the public gallery, where it was not in dispute that she had\nreferred to a “gypsy” during the proceedings and the publication said it had\nverified this with court staff, it was satisfied on balance that there was no\nbreach of Clause 1 on this point.\n17. Regarding the alleged inaccuracy that the complainant\nhad been “jailed for 12 months”, the Committee found that the complainant’s\nconcern on this point did not raise a breach of Clause, as it was not in\ndispute that the complainant had been sentenced to 12 months imprisonment,\nregardless of how much time the complainant actually spent incarcerated.\n18. The Committee also did not find that any breach of Clause\n1 arose from the article’s statement that the complainant had “launched a\nflying headbutt” during the incident. Neither party disputed that the\ncomplainant had headbutted another man during the incident, and the Committee\ndid not find that describing the headbutt as a “flying headbutt” rendered the\narticle significantly inaccurate, misleading, or distorted in breach of Clause\n1.\n19. The Committee also did not find that it was inaccurate\nto report the prosecution’s claim that the complainant had attempted to “punch\n[another man] to the floor”, where it was attributed to the prosecution\nbarrister and therefore clearly distinguished from established fact. It also\nfound that it was not inaccurate to report that the attack had been prompted\nafter the other man “refused to buy him another pint”, where the complainant\ndid not dispute that this had been heard in court. The Committee understood\nthat the complainant disputed with the prosecution’s characterisation of what\noccurred during the incident, but the newspaper could not be held responsible\nfor the accuracy of what was said in court; its responsibility was to ensure\nthat it correctly reported what was said in court, and the complainant did not\ndispute that the prosecution barrister had made the statement reported in the\narticle.\n20. Turning to the complainant’s concern that the newspaper\nhad inaccurately reported that he had a “lengthy record”, the Committee found\nthat Clause 1 had not been breached by this alleged inaccuracy. It noted that\nthe use of the term “lengthy” was to an extent subjective, and that the\nnewspaper had made clear exactly how many previous convictions the complainant\nhad and what it was basing its characterisation on, and as such the article was\nnot inaccurate on this point.\n21. The Committee also found that the article’s\ncharacterisation of the complainant as a “thug” did not breach Clause 1; while\nthe Committee noted the complainant’s upset with the use of the term, it noted\nagain that the term was subjective, and that the publication was not prohibited\nunder the terms of Clause 1 from making such a characterisation, where its\nbasis was clearly set out in the article.\n22. Clause 9 protects family and friends of those convicted\nof or accused of crime from undue association with the crime being\nreported.  While the Committee noted that\nthe article had caused the complainant’s mother and grandmother substantial\nembarrassment, it did not consider that the article identified either individual,\nas neither were named nor pictured.\nConclusions\n23. The complaint was partly upheld under Clause 1 (i) and\nClause 1 (ii).\nRemedial Action Required\n24. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n25. The Committee found that the publication was unable to\ndemonstrate that it had taken care over the accuracy of the article, as\nrequired by Clause 1(i). This article included a number of alleged\ninaccuracies, several of which were significant given that the article reported\non court proceedings. The Committee noted the importance of accurately\nreporting on court proceedings, particularly when the proceedings in question\nare the outcome of a serious and indictable offence, as was the case with the\narticle under complaint. However, the Committee also noted the undoubted impact\nthe Covid-19 pandemic and work-from-home government directives had had on the\nnewspaper’s normal processes. In addition, the alleged inaccuracies, while\nsignificant enough to warrant correction under the terms of Clause 1 (ii), did\nnot render the substance of the article inaccurate nor misleading; the article\naccurately reported what offence the complainant had been found guilty of, and\nthe sentence received. Taking all factors into consideration, the Committee\nconcluded that a correction was an appropriate remedy to the breach of Clause\n1. The correction should make clear that the complainant disputed the accuracy\nof the alleged significant inaccuracies, and that the publication was unable to\nprove that the statements were accurate.\n26. This correction should be added to the online article\nand should also appear in the print version of the newspaper. As the original\nprint article appeared on page 22 of the newspaper, the correction should\nappear on page 22 or further forward. The wording should also be agreed with\nIPSO in advance and should make clear that it has been published following an\nupheld ruling by the Independent Press Standards Organisation. If the\npublication intends to continue to publish the online article without further\namendment, the correction on the article should be published beneath the\nheadline. If the article is amended, the correction should be published as a\nfootnote which explains the amendments that have been made.\n \nDate complaint received: \n28/07/2020\nDate complaint concluded by IPSO: 16/03/2021\nBack to ruling listing\n\n\n"
}