{
    "url": "/rulings-and-resolution-statements/ruling/?id=12131-20",
    "title": "12131-20 Emmett v Daily Mirror",
    "provisions": [
        "2 Privacy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mirror (Reach PLC)",
    "received_on": "2020-07-28 00:00:00",
    "concluded_on": "2020-12-23 00:00:00",
    "complaint_processing_days": 148,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A   Date complaint received: 28/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 12131-20 Emmett v\nDaily Mirror\nSummary of Complaint\n1. Kelly Emmett complained to the Independent Press\nStandards Organisation that the Daily Mirror breached Clause 2 (Privacy) and\nClause 6 (Children) in an article headlined “BECOME A PENPAL” published 27 June\n2020.\n2. The article reported on “a new letter-writing scheme to\nshow elderly care-home residents their community is thinking about them”. It\nreported that, through the scheme, the complainant’s 10-year-old daughter and\nan 82-year-old care home resident had “become penpals”. The article contained a\npicture of the complainant’s daughter and care home resident, and also mentioned\nthe towns in which they live.\n3. The complainant said the article breached Clause 2 and 6\nbecause it had published her daughter’s first name, hometown and age, as well\nas a photo of her, without parental consent. She confirmed that the article,\nand photo published, did not affect or involve her daughter’s welfare, but said\nthat the publication’s failure to obtain her consent ran the risk of this\nhaving happened. The complainant said that a different image of her daughter\nand the details about her included in the article had previously been published\non a Facebook page about the scheme but noted that the organisation had not\nsought her permission. She said the specific photo used in the article had not\nappeared on the Facebook page and was not in the public domain. Instead, it had\nbeen supplied by the person running the penpal scheme.\n4. The publication did not accept it had breached the Code.\nWhilst it accepted it had not obtained parental consent for the publication of\nthe photo supplied by the scheme, it pointed to the fact that the complainant\nhad accepted that the article’s publication had not impacted or involved her\ndaughter’s welfare. It also said that the daughter’s hometown, age, and\nlikeness was all information already in the public domain through the Facebook\npost. It also confirmed that the specific photo used in the article had been\nsupplied by the person running the penpal scheme. Nonetheless, the newspaper\napologised for publishing the photograph without consent from an adult\nresponsible for the child.\nRelevant Code Provisions\n5. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's own\npublic disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n6. Clause 6 (Children)\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\nFindings of the Committee\n7. Clause 6 (Children) requires that publications must\nobtain consent from a custodial parent or similarly responsible adult when\nphotographing a child “on issues involving their own or another child’s\nwelfare”. The requirement for consent also applies to the publication of\nexisting photographs.\n8. The publication had used the photograph without obtaining\nthe consent of the complainant or another adult responsible for the child. The\nCommittee acknowledged the concern that in other circumstances the publication\nof a photograph of a child, however innocuous, could have an impact on the\nchild’s welfare. It noted that the publication had apologised, and it welcomed\nthis positive response to the complaint. Nonetheless, the Code sets a test for\nthe circumstances in which consent is required under Clause 6(iii), and that\ntest relates to the context in which the photograph is published. In this\ninstance, the coverage related to the child’s involvement in a penpal scheme\norganised by a charity rather than on any inherently personal or private issues\nabout her or any other child. Beyond the photograph, the personal details about\nher were limited to her first name, hometown, age and participation in the\nscheme, all of which was information previously in the public domain; no\ninformation was given about her circumstances otherwise, or about any other\nchild. The complainant had confirmed that the article did not involve or relate\nto her child’s welfare. While as noted above the Committee welcomed the\npublication’s positive response to the complaint, it concluded that this was\nnot a case in which a child had been photographed on an issue relating to her\nown or another child’s welfare. There was therefore no breach of Clause 6.\n9. The Committee then considered whether the failure to\nobtain the mother’s consent meant that the publication of the photograph, and\nthe child’s first name, hometown and age, gave rise to a breach of Clause 2. It\nwas accepted that the photo published was not on an issue involving the child’s\nwelfare. It was noted that the child’s likeness, as well as first name,\nhometown and age, was already in the public domain. The Committee did not\nconsider that its publication intruded into her privacy. There was no breach of\nClause 2.\nConclusions\n10. The complaint was not upheld.\nRemedial Action Required\n11. N/A\n \nDate complaint received: 28/07/2020\nDate complaint concluded by IPSO: 23/12/2020\nBack to ruling listing\n\n\n"
}