{
    "url": "/rulings-and-resolution-statements/ruling/?id=12167-20",
    "title": "12167-20 Yates v lynnnews.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "lynnnews.co.uk (Iliffe Media Group Ltd)",
    "published_on": "2020-07-29 00:00:00",
    "received_on": "2020-07-30 00:00:00",
    "concluded_on": "2020-12-04 00:00:00",
    "complaint_processing_days": 127,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.   Date complaint received: 30/07/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12167-20 Yates v lynnnews.co.uk\nSummary of Complaint 1.    Maura Yates complained to the\nIndependent Press Standards Organisation that lynnnews.co.uk breached Clause 1\n(Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Police seize weapons from Walton Highway house”, published\non 29 July 2020. 2.    The article reported on a police search of a house in which\nnumerous weapons were found. The article contained a photo of a house with a\npolice car in front of it which had the caption “Police outside the house in\nLynn Road, Walton Highway”. 3.    The article was also promoted on the newspaper’s Facebook\npage with the same image and the headline “Police seize firearms from West\nNorfolk village home”. 4.    The complainant, whose house was\npictured, said that the article was inaccurate in breach of Clause 1 as it was\nnot her house that had been searched, but a neighbouring property.  5.    The complainant said that\npublishing a photograph of her house constituted a breach of her privacy under\nClause 2, as her house had a hedge in front of it, and the photographer had\nstood in a particular place on the other side of the road to be able to see\nthrough a gap in the hedge to the house. 6.    The publication did not accept a\nbreach of Clause 1. It said that it had visited the site of the search and had\nspoken to a police officer to ask which house had been subject to the search.\nIt said that the police officer had indicated that the complaint’s house was\nthe one which had been searched, which was why it was photographed and included\nin the article. When the complainant complained to the publication directly, it\napologised to the complainant and deleted the photo from the article and\nFacebook. It added the following clarification as a footnote to the article: CLARIFICATION: A picture\noriginally used on this story was incorrectly captioned. It did not show the\nhouse where police entered but a neighbouring property, with no connection. We\napologise for the error. During IPSO’s\ninvestigation, it also published the following on its Facebook page as a\nstandalone status:CORRECTION:\nOn July 2020, a story appeared on the Lynn News website headlined “Police seize\nweapons from Walton Highway house”. The story appeared for a brief time online\nwith a picture captioned “Police cars outside the house that was raided”. In\nfact this picture did not show the house raided, but a neighbouring property\nthat had nothing to do with the investigation. The Lynn News apologises for the\nregrettable error. 7.   \nThe publication said that the article did not\nengage Clause 2. It said that the image had been taken from a public place, and\nsimply showed the façade of the house. It noted that there was no information\nin the article which related to the occupants of the house, and there was no\nreasonable expectation of privacy regarding the front of the property.\nRelevant\nClause Provisions 8. Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.  \nClause 2 (Privacy)*\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be expected to\njustify intrusions into any individual's private life without consent. In\nconsidering an individual's reasonable expectation of privacy, account will be taken\nof the complainant's own public disclosures of information and the extent to\nwhich the material complained about is already in the public domain or will\nbecome so.\niii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy.  \nFindings\nof the Committee 9.    The publication had taken care\nnot to publish inaccurate information by firstly going to the scene of the raid\nand secondly making inquiries of a police officer present. However, the\npublication had said that a police officer at the scene had incorrectly\ninformed it’s photographer that it was the complainant’s house being searched,\nrather than the neighbouring property that was subject to the raid. The\ncomplainant disputed the events as stated by the publication, however, as the\ncomplainant was not present during this discussion and there was no independent\nevidence to suggest that the publication had not been misinformed by the police,\nand where they had taken care not to publish misleading information by making\nenquiries at  the scene, there was no\nbreach of Clause 1(i). 10.    Once the publication was alerted\nto the inaccuracy, which was significant as it inaccurately stated that the\ncomplainant’s property contained weapons and had been raided by the police, it\nnecessitated the publication of a correction under Clause 1(ii). The\npublication corrected the article prior to IPSO’s involvement, and also\npublished a correction on its Facebook page, during IPSO’s investigation, which\nwas held to be sufficiently prompt. As the correction appeared as a footnote to\nthe online article, and as a status on Facebook, in the same manner that the\narticle had originally been shared, this was held to be sufficiently prominent.\nThere was no breach of Clause 1(ii). 11. The photograph had been taken from\na public street, and the exterior of the complainant’s house which featured in\nthe photograph could be seen by anyone who walked past. There was no\ninformation in the image or the article in respect of which the complainant had\na reasonable expectation of privacy, and there was no breach of Clause 2.\nConclusions 12. The complaint was not upheld.\nRemedial action\nrequired 13. The published correction put the\ncorrect position on record and was offered promptly and with due prominence. No\nfurther action was required.\n \nDate complaint received: 30/07/2020\nDate decision issued:\n04/12/2020\n \n \nBack to ruling listing\n\n\n"
}