{
    "url": "/rulings-and-resolution-statements/ruling/?id=12214-20",
    "title": "12214-20 Salmond v Scotland on Sunday",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Scotland on Sunday (National World Publishing Ltd)",
    "published_on": "2020-04-05 00:00:00",
    "received_on": "2020-08-04 00:00:00",
    "concluded_on": "2021-02-01 00:00:00",
    "complaint_processing_days": 181,
    "conclusion_long": ". 11. The publication said that the details of the allegations against the complainant had been included as they were relevant to the issues being explored by the article, particularly those of power and sex. The publication also said that the article made clear that the complainant had been cleared of the charges. 12. The publication said that the image on the front page of the print article had not been manipulated in order to make it less flattering, and that in any event the editing of an image to highlight certain features would not be a failure to report accurately. It also said that the stock image was meant to represent the complainants, whilst also being unidentifiable. The publication said that its inclusion would not mislead readers that it was an image of one of the complainers, in particular as the identity of the woman in the image was obscured. 13. The publication said that the issue regarding payment for the article was not a matter which fell under the Editors’ Code of Practice, and that it had no impact on its accuracy. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 14. The front cover of the print version of the article showed a picture of the complainant’s face alongside the following words in inverted commas: “’This is not over. Not by a long shot’”. The publication had said that this was an accurate summary of the statement given by the complainant outside court. Whilst the Committee noted that editors are entitled to abridge quotations, a published quote must accurately represent the words spoken. In this case, the Committee found that, on balance, the publication had gone too far and that the published quote was not an accurate representation of what the complainant had said; the quotation did not reflect the words chosen by the complainant and, as a consequence, gave the impression that the statement made by the complainant outside court was more sinister in nature than was the case. On this basis, the newspaper had failed to take care not to publish misleading information in breach of Clause 1(i). The quotation had appeared on the front page and was significantly misleading because it distorted what the complainant had actually said to appear more menacing. It therefore required correction under Clause 1(ii). No correction was offered, and there was therefore a further breach of Clause 1(ii). The quote did not appear in the online version of the article in the same format, and therefore the breach only pertained to the print version of the article. 15. Both versions of the article had referred to the journalist by name, with the print article being described as her “inside story” and the online article as “her insights” on the trial. Readers would recognise from these descriptions and from the tone and presentation of the piece that it was a feature article, rather than a traditional court report or news report, and that it would reflect the angle, opinions and analysis of its author. The article included an opinion in the stand first of the print article and the first person was frequently used throughout the article. The Committee was therefore satisfied that the publication had clearly distinguished between comment, conjecture and fact from the outset and there was no breach of Clause 1(iv). 16. The complainant had expressed concern that the article had not been balanced, quoting extensively from the complainers in the case but making no reference to the evidence given by the female defence witnesses. The Committee noted that the Editors’ Code does not address issues of bias or balance. It makes clear the press has the right to be partisan, to give its own opinion and to campaign, as long as it takes care not to publish inaccurate, misleading or distorted information, and to distinguish between comment, conjecture and fact. Given the article was clearly presented as a comment piece, the Committee did not consider that this issue raised a breach of Clause 1(iv). 17. The article had included the allegations made by the nine complainers, and it was not in dispute that the complainant had been acquitted of all charges. The article made clear that the complainant had been acquitted “of 13 charges of sexual assault against nine complainers”, which was repeated multiple times in the article. On this basis, readers would be fully aware that the complainant had been acquitted of the allegations, and there was no breach of Clause 1 on this point. 18. The Committee noted there was a disagreement as to whether the photo of the complainant’s face had been edited to present him in an unflattering light and the Committee were not able to make a finding on this point. Newspapers are entitled to undertake some editing of images, provided that it does not amount to distortion of an image leading to inaccurate or misleading information. In this instance, it did not appear that the image had been distorted, and therefore it was not significantly misleading of the complainant’s appearance and there was no breach of the Code. In addition, the use of a stock image of a woman was not misleading as it would be understood to be a stock photo used to illustrate an anonymous, upset woman and not an image of one of the complainers. There was no breach of Clause 1 on these points. 19. Finally, the Committee noted that newspapers are free to campaign and editorialise, and that there is no obligation under Clause 1 of the Editors’ Code to disclose the financing of an article. There was no breach of Clause 1 on this point. Conclusions 20. The complaint was upheld in part under Clause 1.",
    "remedial_action": "21. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 22. The Committee found that the publication did not take the necessary care when publishing the quote which appeared on the front page of the print article because it did not represent the words which had been chosen by complainant, which rendered it misleading. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. 23. The Committee then considered the placement of the correction. Whilst the misleading information had appeared on the front page of the print article, as the publication had changed the tone of what the complainant had said, but ultimately the phrase had derived from a statement produced by the complainant, the Committee was satisfied that publication of the correction in the established corrections and clarifications column would represent due prominence. The wording of the correction should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 04/08/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 12214-20 Salmond v Scotland on Sunday\nSummary\nof Complaint\n1. Alex\nSalmond complained to the Independent Press Standards Organisation that\nScotland on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “’This is not over. Not by a long shot’”,\npublished on 5 April 2020.\n2. The\narticle reported on Alex Salmond’s acquittal following charges of sexual\nassault. The headline appeared on the front page in quotation marks alongside a\nphotograph of Mr Salmond’s face and the statement “Read [journalist’s name]’s\ninside story of the Alex Salmond trial and its impact on his accusers and the\nSNP”. The article, which continued on page 25 reported part of a statement Mr\nSalmond had given outside of the court: “There is certain evidence I would have\nliked to have seen led in this trial, but for a variety of reasons, this was\nnot possible… Those facts will see the light.” The article went on to comment\nthat “Everyone outside the court understands what this means. It's a threat.\nIt’s a promise. He is saying “This is not over. Not by a long shot\"”.  The article began by describing the scene\noutside the court following Mr Salmond’s acquittal and reported that he thanked\n“a jury of eight women and five men for acquitting him of 13 charges of sexual\nassault against nine complainers.” The article later reported each of the nine\nanonymised women’s accusations against Mr Salmond. The article also included a\nblack and white image of a woman who looked upset. At the top of page 25 of the\nprinted version, the article was described as having been published in\nassociation with another publication and, in a cutaway box embedded in the\narticle, it was explained that the same publication had originally published the\narticle and gave details about how readers could trial this publication.\n3. The\narticle had also appeared online on 8 July under the headline “Inside the Alex\nSalmond trial”. It had the opening line: \"[journalist’s name] was in court\nevery day of the Alex Salmond trial. Here she shares her insights on a landmark\ncase that revolved around power and sex\". It was substantially the same as\nthe print article, but did not include the image of Mr Salmond’s face, nor did\nit contain the standalone headline of the wording “This is not over, not by a\nlong shot”, although this wording did appear within the article, along with the\nsame comment that “Everyone outside the court understands what this means. It's\na threat. It’s a promise. He is saying ‘This is not over. Not by a long shot’.”\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He said\nthat the front page print headline presented in quotes next to an image of his\nface inaccurately suggested that he had said “This is not over. Not by a long\nshot.” The complainant supplied the full statement he had given outside the\ncourt:\n“As many\nof you will know there is certain evidence I would like to have seen led in\nthis trial but for a variety of reasons we were not able to do so. At some\npoint that information, facts and that evidence will see the light of day but\nit won't be this day. And it won't be this day for a very good reason. And that\nis whatever nightmare I've been in over these last two years it is as of\nnothing compared to the nightmare that every single one of us is currently\nliving through. People are dying, many more are going to die. What we are doing\njust now and I know you've got a job to do is not safe - I know it is your job\nbut it ain't safe. And my strong, strong advice to you is to go home, those who\ncan, are able to, take care of your families and may God help us\nall.\"  \nThe\ncomplainant said that the headline, rather than being something he had said,\nwas a quote from the journalist, describing what he had said outside of the\ncourt. He said that this was not an accurate characterisation of his statement.\nThe complainant noted that versions of the front page that were posted online\nhad not included quotation marks around the statement.\n5. The\ncomplainant said that the article had not made clear that it was a comment\npiece, and instead it was presented as a definitive account of the criminal\ncourt proceedings. He said that the article was biased and unbalanced, for\nexample by interviewing the  complainers,\nwho were entitled to anonymity, but not including the evidence  given by any of the female defence witnesses,\nor the views of anyone who supported the findings of the court. The complainant\nalso complained that he had not been contacted prior to the article being\npublished.\n6. The\ncomplainant said it was misleading to publish the allegations made by each of\nthe complainers, without also including an explanation that he had been\nacquitted and that each allegation had been dismissed by the court.\n7. The\ncomplainant said that he believed the image of his face in the print version of\nthe article had been deliberately edited in order to emphasise the stubble and\ngrains in his face and to paint him in an unflattering light. He also found the\nuse of the image of the woman looking upset in both versions of the article to\nbe misleading as it was not made clear if it was a stock image or an image of\none of the complainers.\n8. The\ncomplainant also noted that the article had been published originally by\nanother publication, and that it was misleading not to publish further details\nof the relationship between the two publications.\n9. The\npublication did not accept a breach of the Code. It said that the front page\nquotation, “This is not over. Not by a long shot” was the publication’s summary\nof the complainant’s comments outside court. It said it was a fair reflection\nof these comments and that the interpretation had been carefully considered by\nits experienced reporters prior to publication. It noted that the complainant’s\nexact words had been published within the article, and that his words: \"There\nis certain evidence I would have liked to have seen led in this trial, but for\na variety of reasons, this was not possible [...] Those facts will see the\nlight\" supported the publication’s position that the complainant had suggested\nthat the legal proceedings would not be the end of the matter. It said that the\nremoval of the quotation marks from the versions of the front page posted\nonline did not change the meaning of the headline and therefore the quotation\nmarks did not make it significantly misleading.\n10. The\npublication said that the article was clearly an opinion piece from the\nperspective of one journalist. It said this was made clear in the opening line\nof the online article, which named the journalist and reported that she would\nshare “her insights on a landmark case”. It said she had no obligation to\napproach the complainant for further comment after hearing all the evidence\ngiven by him during the trial and the subsequent public statement he made, and\nnoted that in the statement he gave outside court, he made it clear he did not\nthink it was an appropriate time to discuss the case further. It noted that the\narticle referred to the evidence heard by the court and the jury’s conclusion.\n11. The\npublication said that the details of the allegations against the complainant\nhad been included as they were relevant to the issues being explored by the\narticle, particularly those of power and sex. The publication also said that\nthe article made clear that the complainant had been cleared of the charges.\n12. The\npublication said that the image on the front page of the print article had not\nbeen manipulated in order to make it less flattering, and that in any event the\nediting of an image to highlight certain features would not be a failure to\nreport accurately. It also said that the stock image was meant to represent the\ncomplainants, whilst also being unidentifiable. The publication said that its\ninclusion would not mislead readers that it was an image of one of the\ncomplainers, in particular as the identity of the woman in the image was\nobscured.\n13. The\npublication said that the issue regarding payment for the article was not a\nmatter which fell under the Editors’ Code of Practice, and that it had no\nimpact on its accuracy.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n14. The\nfront cover of the print version of the article showed a picture of the\ncomplainant’s face alongside the following words in inverted commas: “’This is\nnot over. Not by a long shot’”. The publication had said that this was an\naccurate summary of the statement given by the complainant outside court.\nWhilst the Committee noted that editors are entitled to abridge quotations, a\npublished quote must accurately represent the words spoken. In this case, the\nCommittee found that, on balance, the publication had gone too far and that the\npublished quote was not an accurate representation of what the complainant had\nsaid; the quotation did not reflect the words chosen by the complainant and, as\na consequence, gave the impression that the statement made by the complainant\noutside court was more sinister in nature than was the case. On this basis, the\nnewspaper had failed to take care not to publish misleading information in\nbreach of Clause 1(i). The quotation had appeared on the front page and was\nsignificantly misleading because it distorted what the complainant had actually\nsaid to appear more menacing. It therefore required correction under Clause\n1(ii). No correction was offered, and there was therefore a further breach of\nClause 1(ii). The quote did not appear in the online version of the article in\nthe same format, and therefore the breach only pertained to the print version\nof the article.\n15. Both\nversions of the article had referred to the journalist by name, with the print\narticle being described as her “inside story” and the online article as “her\ninsights” on the trial. Readers would recognise from these descriptions and\nfrom the tone and presentation of the piece that it was a feature article,\nrather than a traditional court report or news report, and that it would\nreflect the angle, opinions and analysis of its author. The article included an\nopinion in the stand first of the print article and the first person was\nfrequently used throughout the article. The Committee was therefore satisfied\nthat the publication had clearly distinguished between comment, conjecture and\nfact from the outset and there was no breach of Clause 1(iv).\n16. The\ncomplainant had expressed concern that the article had not been balanced,\nquoting extensively from the complainers in the case but making no reference to\nthe evidence given by the female defence witnesses. The Committee noted that\nthe Editors’ Code does not address issues of bias or balance. It makes clear\nthe press has the right to be partisan, to give its own opinion and to\ncampaign, as long as it takes care not to publish inaccurate, misleading or\ndistorted information, and to distinguish between comment, conjecture and fact.\nGiven the article was clearly presented as a comment piece, the Committee did\nnot consider that this issue raised a breach of Clause 1(iv).\n17. The\narticle had included the allegations made by the nine complainers, and it was\nnot in dispute that the complainant had been acquitted of all charges. The\narticle made clear that the complainant had been acquitted “of 13 charges of\nsexual assault against nine complainers”, which was repeated multiple times in\nthe article. On this basis, readers would be fully aware that the complainant\nhad been acquitted of the allegations, and there was no breach of Clause 1 on\nthis point.\n18. The\nCommittee noted there was a disagreement as to whether the photo of the\ncomplainant’s face had been edited to present him in an unflattering light and\nthe Committee were not able to make a finding on this point. Newspapers are\nentitled to undertake some editing of images, provided that it does not amount\nto distortion of an image leading to inaccurate or misleading information. In\nthis instance, it did not appear that the image had been distorted, and\ntherefore it was not significantly misleading of the complainant’s appearance\nand there was no breach of the Code. In addition, the use of a stock image of a\nwoman was not misleading as it would be understood to be a stock photo used to\nillustrate an anonymous, upset woman and not an image of one of the\ncomplainers. There was no breach of Clause 1 on these points.\n19.\nFinally, the Committee noted that newspapers are free to campaign and\neditorialise, and that there is no obligation under Clause 1 of the Editors’ Code\nto disclose the financing of an article. There was no breach of Clause 1 on\nthis point.\nConclusions\n20. The\ncomplaint was upheld in part under Clause 1.\nRemedial\nAction Required\n21.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n22. The\nCommittee found that the publication did not take the necessary care when\npublishing the quote which appeared on the front page of the print article\nbecause it did not represent the words which had been chosen by complainant,\nwhich rendered it misleading. The Committee considered that the appropriate\nremedy was the publication of a correction to put the correct position on\nrecord.\n23. The\nCommittee then considered the placement of the correction. Whilst the\nmisleading information had appeared on the front page of the print article, as\nthe publication had changed the tone of what the complainant had said, but\nultimately the phrase had derived from a statement produced by the complainant,\nthe Committee was satisfied that publication of the correction in the\nestablished corrections and clarifications column would represent due\nprominence. The wording of the correction should be agreed with IPSO in advance\nand should make clear that it has been published following an upheld ruling by\nthe Independent Press Standards Organisation.\n \nDate\ncomplaint received: 04/08/2020\nDate\ncomplaint concluded by IPSO: 01/02/2021\nBack to ruling listing\n\n\n"
}