{
    "url": "/rulings-and-resolution-statements/ruling/?id=12218-20",
    "title": "12218-20 Faulkner v LancsLive",
    "provisions": [
        "2 Privacy (2019)",
        "14 Confidential sources (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "lancs.live (Reach PLC)",
    "published_on": "2020-07-28 00:00:00",
    "received_on": "2020-08-04 00:00:00",
    "concluded_on": "2020-11-18 00:00:00",
    "complaint_processing_days": 106,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12218-20 Faulkner v\nLancsLive\nSummary of complaint\n1. Keith Faulkner complained to the Independent Press\nStandards Organisation that LancsLive breached Clause 2 (Privacy) and Clause 14\n(Confidential sources) of the Editors’ Code of Practice in an article headlined\n“The Blackpool road riddled with youth gangs 'abusing and threatening'\nresidents” published on 28 July 2020.\n2. The article reported on concerns raised by residents\nabout antisocial and gang activity on their road. It named the road, and\nreported claims from one named resident that he had reported this behaviour to\npolice more than 12 times in the past year, and now felt forced to move his\nfamily away from the area. The article included comments from other unnamed\nresidents, and a response from the local police.\n3. The complainant, the man named in the article, said that\nthe article breached Clause 2 and Clause 14. He said that after tweeting the\npolice about antisocial behaviour on his road, a reporter from the newspaper\nreplied and asked whether she could message him directly to ask a few questions.\nHe then had a conversation with the reporter via direct message, in which he\nexpanded upon his concerns about the antisocial behaviour and his complaints to\nthe police and council. Extracts from this conversation were then published in\nthe article. The complainant said that when he spoke with the reporter via\ndirect message, she did not make clear that some of his comments would be\nincluded in the article and she did not ask for his permission to publish them.\nHe said that naming him in relation to his comments and reporting that he was a\nresident of the road constituted an intrusion into his privacy because his\nconversation with the reporter was private. He also said that the fact he was\nnamed despite there being a lack of an explicit agreement to do so constituted\na breach of Clause 14. He said that he feared he would be the subject of\nreprisals now that his name had been identified alongside his concerns about\nthe antisocial behaviour.\n4. The newspaper did not accept that the article constituted\na breach of the Code. It said that the complainant had already publicly\nidentified himself as being concerned about antisocial behaviour on his road by\ntweeting at the local police under his own name and naming his road in his\ntweet. It also said that the complainant had previously tweeted his council to\nsay that he had repeatedly reported these concerns to the police, the council\nand his MP, and that he was looking at moving out of the local area as a\nresult. Therefore, it said that the article did not reveal anything about the\ncomplainant which was not already in the public domain, and therefore did not\nintrude into his privacy. It said that when the reporter tweeted the\ncomplainant, she made clear that she was a reporter acting on behalf of the\nnewspaper. Furthermore, it said that it was clear from the direct messages\nexchanged between the reporter and the complainant that the reporter was\ngathering information for an article, and noted that the reporter made clear\nthat she was writing an article by asking whether she could use the\ncomplainant’s photograph “in my piece”. It said that it was generally the case\nthat if a reporter identified themselves as such, then any subsequent\nconversation could be used as information for an article unless the interviewee\nmade clear that they wished to remain anonymous or the information they\nprovided was off the record. It said that there was no suggestion that the\ncomplainant and the newspaper had agreed he would be a confidential source or\nthat he wanted to be anonymous. It also noted that at no point did the\ncomplainant raise concerns about his identification in relation to the\ninformation he provided or asked for the conversation to be off the record,\neven when the reporter indicated that she was writing an article reporting on\nhis concerns. Nevertheless, on receipt of the complaint it removed the\ncomplainant’s name from the article – when it was pointed out that one\nreference remained during the period of direct correspondence, the newspaper\nremoved this too.\nRelevant Code Provisions\n5. Clause 2* (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n6. With regards to Clause 2, the Editors’ Code does not say\nthat consent must always be given in order to publish information about a\nperson. The question for the Committee was whether publishing the information\nincluded in the article about the complainant without his consent, in this\ninstance constituted an unnecessary intrusion into his privacy.\n7. In this case, the complainant had already disclosed on\nTwitter that he had made complaints to the police, local council, and MP about\nantisocial behaviour, and was thinking of leaving the local area as a result.\nThese tweets were made publicly and under the complainant’s own name. Although\nthese public tweets named the road the complainant had complained about, he was\nconcerned that the article had revealed he was a resident of the road. However,\nthe Committee considered that it was apparent from the public tweets that the\ncomplainant was a resident – he talked about feeling he had to move out of the\narea because of the antisocial behaviour. Furthermore, simply publishing that\nthe complainant was a resident of the road did not provide his exact address.\nAs such, distinct from the issue of whether the complainant was aware that his\ncomments would be reported when he spoke with the reporter, simply reporting\nthis information via the article did not constitute an unnecessary intrusion\ninto the complainant’s privacy – this information was already in the public\ndomain via the complainant’s own disclosure on Twitter and he did not have a\nreasonable expectation of privacy in respect of this information. There was no\nbreach of Clause 2 on these points.\n8. Clause 2 specifically references digital communications\nand correspondence as being entitled to respect as part of a person’s private\nlife. In this case, the complainant said that regardless of the content of his\nmessages to the reporter, including them in the article without his knowledge\nand consent constituted an intrusion into his privacy. The Committee noted the\ncomplainant’s position that these were private messages, but in circumstances\nwhere he was happy to make these comments to a person not previously known to\nhim who had identified herself as a journalist and had made clear that she was\nwriting an article, the Committee considered that these messages did not amount\nto private correspondence. As such, the complainant did not have a reasonable\nexpectation of privacy over these messages and reporting their contents did not\nintrude his privacy. There was no breach of Clause 2 on these points.\n9. Clause 14 states that journalists have a moral obligation\nto protect confidential sources of information. \nAlthough there may be circumstances in which a journalist should take\nproactive steps to check whether a complainant is happy to be named, whether a\nsource can reasonably be considered to be a confidential source will depend on\nthe circumstances. In this case, the reporter had at the outset identified\nherself as a reporter from the newspaper and the line of questions and the\nrequest for permission to use the photograph indicated that she was writing a\npiece for publication. She had contacted the complainant because he had tweeted\npublicly about his complaint to the police and the council, and so therefore\nthe essence of his concerns and his identity in relation to these concerns, was\nalready in the public domain. The complainant had at no point indicated he\nwished to remain anonymous, or that his comments should not be reported in the\narticle. For these reasons, the complainant could not reasonably be considered\nto be a confidential source in relation to the information he provided, and no\nbreach of Clause 14 in naming him in relation to his comments.\nConclusions\n10. The complaint was not upheld\nRemedial action\n11. N/A\nDate complaint received: 04/08/20\nDate complaint concluded: 18/11/20\nBack to ruling listing\n\n\n"
}