{
    "url": "/rulings-and-resolution-statements/ruling/?id=12223-15",
    "title": "12223-15 Proudman v The Times",
    "provisions": [
        "3 (Privacy) 2015",
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2015-09-12 00:00:00",
    "received_on": "2015-12-29 00:00:00",
    "concluded_on": "2016-04-04 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 29/12/2015",
    "text": "\n\n\n\n\n\n·   DDecision\nof the Complaints Committee 12223-15 Proudman v The Times\nSummary\nof complaint\n1.\nCharlotte Proudman complained to the Independent Press Standards Organisation\nthat The Times breached Clause 1 (Accuracy) and Clause 3 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Barrister ‘reduced granny to\ntears with online rant’”, published on 12 September 2015.\n2.\nAbout two days prior to publication of the article the complainant had been the\nsubject of significant amounts of press coverage after she posted a message on\nTwitter that she had received from a male lawyer on social networking site\nLinked In. The article reported the views of a family member of the\ncomplainant, who said that she had greatly upset her grandmother - now deceased\n- a few years previously after she sent her a message saying that she did not\nwant any contact with her or other members of her paternal family. The article\nappeared in substantially the same form online and in print.\n3.\nThe complainant said that it was inaccurate to report that she had told her\ngrandmother that “none of [her paternal family] had achieved anything”. It was\nalso inaccurate to say that “family members believe that her strident feminism\nmay be inspired by the fact that her wealthy father had left her out of his\nwill before he died when she was aged four”; it was impossible to claim with\nany truth or accuracy that her feminist views were inspired by one action that\noccurred when she was four years old, and in any case she had never discussed\nfeminism with her father’s family. The complainant also believed that only one\nfamily member had spoken to the newspaper, and so the reference to “members”\nwas inaccurate; the inaccuracy was significant as it gave the impression that\nmultiple people shared the same views.\n4.\nThe complainant said that it was an intrusion into her privacy to publish\ninformation about the message between her and her grandmother. It had been a\nprivate message, the details of which had been relayed to the newspaper by a\nthird party, and there was no public interest in publishing details of it. She\nalso said that the fact that her family had challenged her father’s will and\nsecured an amount of money to be left in trust for her was an intrusion into\nher privacy, and a breach of Clause 3.\n5.\nThe complainant said that she had received an email from the journalist at 8.02pm\nthe evening before publication, in which he said that he wished to speak to her\nabout a message she had sent to her grandmother: “I hoped you might comment\nabout a message you sent to your paternal grandmother, Barbara Bailye, when she\ntried to contact you on Facebook about four years ago. It has been claimed that\nshe was deeply hurt by the message in which you criticised her family and that\nyou never made contact again. Could you explain the context of the message.”\nThe complainant had been on a long-haul flight and so had not received the\nmessage for some time. The complainant said that she had not been given\nadequate notice to respond to the claims, or to raise concerns about the\npossible publication of private information.\n6.\nThe newspaper said that the complainant had been mentioned in thousands of\narticles since she had published the LinkedIn message, and that it was absurd\nto suggest that the claims reported in the article under complaint were so\ndamaging that they should not have been published until or unless the\ncomplainant had answered the newspaper’s requests for comment. It said that it\nhad accurately reported family speculation about the motivation for the\ncomplainant’s feminist views, and did not adopt it as true. It said that the\njournalist had spoken to two family members, and the published article quoted\none of them; the reference to “members” was not inaccurate. It said that, while\nthere was no obvious way to reconcile the differing accounts of the complainant\nand the family member quoted, it was happy to put the complainant’s position on\nrecord, and would have included her position in the article if she had\nresponded prior to publication. In response to the complaint the newspaper\noffered to publish the following statement in its Corrections &\nClarifications column, as well as adding it to the online version of the\narticle:\n“An\narticle of 12 September 2015 reported claims about a communication sent by\nCharlotte Proudman to her paternal grandmother. Miss Proudman has informed us\nthat she did not accuse her paternal family of having not ‘achieved anything’,\nand she believes the views expressed by the relative quoted in the article are\nshared by one estranged family member, not her whole family. She has also asked\nus to record that her feminism was not inspired by her deceased father’s estate\nbeing left to charity. We are happy to do so.”\n7.\nThe newspaper said that it had reported a third party’s brief summary of\nsomething the complainant had said; it had not quoted directly from the message\nitself, nor had it even seen it. The newspaper said that the complainant’s\ngrandmother had been entitled to communicate her upset to family members, and\nthose family members were entitled to talk about it to the newspaper. The\nnewspaper did not believe that reporting the bare fact of a family dispute\namounted to intrusion into the complainant’s private life, such as to engage\nClause 3.\n8.\nThe newspaper said that it had disclosed no more than that the complainant’s\nfamily had “challenged [her father’s] will, securing some money for Charlotte\nto be left in trust until she was 18”. This information was not in itself\nparticularly private or sensitive, and the article had not included the\nspecific amount left to the complainant.\n9.\nThe journalist had tried to contact the complainant in advance, via two tweets\nand the email mentioned by the complainant. It said that when covering the\ninitial story about the complainant’s posting of the Linked In message she had\nreceived, the journalist had found Twitter to be an effective means of\ncontacting the complainant; she had responded to a request to call by\ntelephoning the journalist within five minutes. When preparing the story under\ncomplaint the journalist had “tweeted” the complainant at 10.14am and 10.57am,\nasking her to call him “re Barbara Bailye”. Receiving no response, he followed\nup with the email of 8.02pm. The complainant did not recall promptly\ntelephoning the journalist in relation to the initial story, and said that she\nhad not seen the newspaper’s tweets as she was receiving a large number of\ntweets at the time.\n10.\nThe complainant asked that the article be removed from the newspaper’s website,\nand that the newspaper contact third-party websites which had republished it,\nrequesting that those websites remove it also. She declined to resolve her\ncomplaint on the basis of the proposed clarification alone.\nRelevant\nCode Provisions\n11.\nClause 1 (Accuracy)\ni)\nThe press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.\niii)\nThe press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.\nClause\n3 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent.\nFindings\nof the Committee\n12.\nThe newspaper had relied on the account of a family member who had provided\ndetails of the message the complainant’s grandmother had received. While the\nCommittee acknowledged the complainant’s position that she had not seen the\ntweets sent the morning before publication, the newspaper had attempted to\ncontact her in advance - via both Twitter and email - in order to put the\nclaims to her. There was no failure to take care over the accuracy of the\narticle.\n13.\nFollowing publication the complainant disputed that she had accused her\npaternal father’s family of having not “achieved anything”. However, she did\nnot dispute that she may have sent her grandmother a message which could have\nled to her being upset, and nor did she dispute that she may have told her\ngrandmother that she wanted nothing to do with her father’s family. In this\ncontext, the Committee determined that the alleged inaccuracy identified by the\ncomplainant was not significant, and did not require correction under the terms\nof Clause 1 (ii). Nonetheless, the Committee welcomed the newspaper’s offer to\nput the complainant’s position on record.\n14.\nThe article had reported that “family members believe that her strident\nfeminism may be inspired by the fact that her wealthy father had left her out\nof his will before he died when she was aged four.” The article had not\npresented this alleged motive for the complainant’s feminist beliefs as fact,\nand the complainant was not in a position to dispute that family members\nbelieved this to be the case. There was no breach of Clause 1 on this point.\nFurther, the complainant’s belief that only one family member had spoken to the\nnewspaper was speculation, and the newspaper maintained that two family members\nhad been involved. The reference to “family members” in the article did not\nraise a breach of Clause 1.\n15.\nThe article had not included extracts or quotations from the message sent by\nthe complainant, and the details published did not disclose any information\nabout her which would be considered to be private. The complainant’s relative\nwas entitled to speak to the press about the message, and to express their\nimpression of the effects of the message on the complainant’s grandmother;\npublishing those details did not represent an unjustified intrusion into the\ncomplainant’s private life; it did not breach Clause 3.\n16.\nThe article had not disclosed the value of the trust fund that had been secured\nfor the complainant. In general, the contents and value of a person’s will are\na matter of public record. While the Committee understood that in this case the\noriginal will had been challenged, the fact that the complainant had a trust\nfund was not intrinsically private information, and the article did not breach\nClause 3.\nConclusions\n17.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 29/12/2015Date\ndecision issued: 04/04/2016\nBack to ruling listing\n\n\n"
}