{
    "url": "/rulings-and-resolution-statements/ruling/?id=12226-20",
    "title": "12226-20 Coutts v Daily Star Sunday",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Daily Star Sunday (Reach PLC)",
    "published_on": "2020-06-28 00:00:00",
    "received_on": "2020-08-05 00:00:00",
    "concluded_on": "2020-12-02 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "7. The complaint was upheld.",
    "remedial_action": "8. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO.9. The Committee had found that the publication had failed to take care to accurately report the nature of the complainant’s case against the MoJ. As such, it decided that the appropriate remedy was the publication of a correction to put the correct position on record.10. The Committee then considered the placement of the correction. The print article had been published on page 15 of the newspaper. The Committee therefore required publication of a correction on page 15 of the newspaper, or further forward. The correction should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance. Date complaint received: 05/08/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 12226-20 Coutts v\nDaily Star SundaySummary of Complaint1. Graham Coutts complained to the Independent Press\nStandards Organisation that the Daily Star Sunday breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “KILLER FRYING IT ON”\npublished on 28 June 2020.2. The article, which appeared on page 15, reported that a\nman currently serving a life sentence for murder wanted compensation because\nhis prison did not serve enough chips. It reported that he said that there were\nnot enough chips in a portion and included a comment from the Prison Service\nwhich said that it “robustly defended claims”.3. The complainant, the man named in the article as having\nmade the complaint, said that the article was inaccurate. He said that he was\nbringing a case against the Ministry of Justice (MoJ) because he had not\nreceived half of his lunch – not because the prison did not serve enough chips.\nHe said that he had blogged about his case, in which the nature of his claim\nhad been made clear. He provided a copy of this blog post entitled “FOOD:\nPLEASE SIR, CAN I HAVE SOME MORE?”, in which he set out that he had not been\nserved half of his lunch, that this was not the first time this had happened,\nand that some lunch choices had been removed from the prison menu. The blog post\nalso set out the complainant’s view that the prison owed a duty of care to\nprovide sufficient food, and included the complainant’s comment that  “Now, [the prison has] started rationing the\nportion size of chips!”4. The newspaper did not accept that the article was\ninaccurate. It said that the newspaper was entitled to report the publicly\navailable blog and had done so accurately – the blog clearly complained about\nthe portion sizes of chips.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee6. The publication was entitled to report and comment upon\nthe complainant’s publicly available blog provided that care was taken not to\nsignificantly mislead readers as to its content. The blog explained that the\ncomplainant had not received a complete lunch from the prison and detailed his\nconcern that the prison was not complying with its duty of care by providing a\nsufficient quantity of food; the blog explained that this was the basis for the\ncomplainant’s case against the MoJ. Although he made a comment about the\nportion sizes of chips being reduced, it was clear from his blog that he was\nnot pursuing the case because the prison did not serve enough chips. As such,\nreporting that the complainant was seeking compensation for this reason\nrepresented a failure to take care to report the nature of the complainant’s\nclaim accurately in breach of Clause 1(i). Where this gave the impression that\nthe complainant’s legal action was being brought for a purely trivial reason\nrather than a concern that the prison was not serving sufficient food in\ngeneral, this was significantly misleading and required correction under the\nterms of Clause 1(ii). Where the newspaper had not offered to take any action\nto correct the article, there was also a breach of Clause 1(ii).Conclusions7. The complaint was upheld.Remedial Action Required8. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.9. The Committee had found that the publication had failed\nto take care to accurately report the nature of the complainant’s case against\nthe MoJ. As such, it decided that the appropriate remedy was the publication of\na correction to put the correct position on record.10. The Committee then considered the placement of the\ncorrection. The print article had been published on page 15 of the newspaper.\nThe Committee therefore required publication of a correction on page 15 of the\nnewspaper, or further forward. The correction should state that it has been\npublished following an upheld ruling by the Independent Press Standards\nOrganisation. The full wording and position should be agreed with IPSO in\nadvance. Date complaint received: 05/08/2020\nDate complaint concluded by IPSO: 02/12/2020\nBack to ruling listing\n\n\n"
}