{
    "url": "/rulings-and-resolution-statements/ruling/?id=12247-20",
    "title": "12247-20 Criminal Cases Review Commission v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Times (News UK)",
    "published_on": "2020-07-23 00:00:00",
    "received_on": "2020-08-05 00:00:00",
    "concluded_on": "2020-12-11 00:00:00",
    "complaint_processing_days": 128,
    "conclusion_long": "15. The complaint was upheld under Clause 1.",
    "remedial_action": "16. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 17. The Committee considered that there was a serious breach of Clause 1(i). The article had published inaccuracies on matters of significance, in circumstances where the true position was recorded in a publicly available judgement. It had not taken adequate steps to correct these inaccuracies when they had been brought to its attention by the complainant. In light of the newspaper's failure to take care over the article's accuracy, and its failure to correct the inaccuracies in line with its obligations under Clause 1(ii), the Committee concluded that an adjudication was the appropriate remedy.  18. The Committee considered the placement of this adjudication. The print article had featured on page 56. The Committee therefore required that the adjudication should be published on page 56 or further forward in the newspaper.  The headline to the adjudication should make clear that IPSO has upheld the complaint, reference the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 19. The adjudication should also be published online, with a link to this adjudication (including the headline) being published on the top 50% of the publication’s homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 20. The terms of the adjudication for publication are as follows: Following an article published on 23 July 2020 headlined \" Watchdog's work was not independent, court rules\", the Criminal Cases Review Commission complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy) of the Editors' Code of Practice. IPSO upheld this complaint and has required The Times to publish this decision as a remedy to the breach. The article reported on a case heard in the High Court in which a claimant challenged the Criminal Cases Review Commission’s rejection of his appeal, arguing that the Commission was not sufficiently independent from the Ministry of Justice. The headline of the article reported that the court had ruled the CCRC’s work was “not independent”. It reported that “Correcting a civil servant’s assertion that the commission was merely “operationally” independent, the court emphasised the importance for it to be “constitutionally” independent from government.” It also stated that of 1,500 applications, less than 1% of cases are referred back to the Court of Appeal and that “an earlier inquiry into the CCRC in 2015 by the Commons Justice Committee recommended that the Law Commission, the body that advises the government on reform, should review the “real possibility” test on which it refers cases to the Court of Appeal, as well as the appellate court’s grounds for allowing appeals.” The complainant said that the article was inaccurate in breach of Clause 1 as the court had ruled that its work was both operationally and constitutionally independent of the Ministry of Justice. The complainant also said it was misleading to report that the court had corrected a civil servant and that it had emphasized that the complainant should be “constitutionally” independent and not merely “operationally” independent as the court had found the complainant to be both operationally and constitutionally independent. The complainant also said that it was inaccurate to report that only 1% of cases were referred back to the Court of Appeal.  It noted that the correct figures were publicly available on its website and the correct figure was that 2.85% of cases had been referred for appeal, rather than just the 1% that had been reported by the publication. Finally, the complainant said it was misleading to report that the Justice Select Committee had recommended that there should be a review of the “‘real possibility’ test on which [the complainant] refers cases to the Court of Appeal, as well as the appellate court’s grounds for allowing appeals”. It said that the report had stated the “real possibility” test should only be reviewed if the Court of Appeal changed its own grounds for allowing appeals after a review.  IPSO noted that the publicly available court judgment had found that the complainant was both constitutionally and operationally independent. In this context the publication of the inaccurate claim in the headline that the court had found it was “not independent”  represented a failure to take care over the accuracy of the article. Additionally, whilst it was accurate to report that the court had emphasised the importance of the complainant’s being both operationally and constitutionally independent from government, the reference to this finding, in conjunction with the inaccurate headline, misleadingly implied that this was not currently true. Furthermore, the Law Commission had not said in a report that the “real possibility” test should be reviewed, but that it should be reviewed “if” a change was made to the Court of Appeal’s process. The Committee noted again that the correct position was laid out in the judgement. Finally, where the statistics referred to in the article, and the following correction, were inaccurate and clearly available on the complainant’s website this represented a further failure to take care. IPSO found that the publication had failed to take care when reporting publicly available details of a court case and report in breach of Clause 1.   Date complaint received: 05/08/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 12247-20 Criminal Cases Review Commission v The\nTimes\nSummary\nof Complaint\n1. Criminal\nCases Review Commission complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Watchdog's work was not independent, court\nrules”, published on 23 July 2020.\n2. The\narticle reported on a case heard in the High Court in which a claimant\nchallenged the Criminal Cases Review Commission’s rejection of his appeal,\narguing that the Commission was not sufficiently independent from the Ministry\nof Justice. The headline of the article reported that the court had ruled the\nCCRC’s work was “not independent” and then went on to report that “the court\nruled that the [grounds cited by the claimant] did not undermine the CCRC’s\nindependence, but said that there had been “political interference” in the\ndecision not to reappoint a commissioner”. It reported that “Correcting a civil\nservant’s assertion that the commission was merely “operationally” independent,\nthe court emphasised the importance for it to be “constitutionally” independent\nfrom government.” It also stated that of 1,500 applications, less than 1% of\ncases are referred back to the Court of Appeal and that “an earlier inquiry\ninto the CCRC in 2015 by the Commons Justice Committee recommended that the Law\nCommission, the body that advises the government on reform, should review the\n“real possibility” test on which it refers cases to the Court of Appeal, as\nwell as the appellate court’s grounds for allowing appeals.” The article also\ncontained a statement from an Ministry of Justice spokesperson who stated that\nthe MoJ “welcomes the court’s recognition that the CCRC is constitutionally and\noperationally independent.”\n3. The\narticle also appeared online under the headline “CCRC’s work was not\nindependent, court rules” in substantially the same format.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as the\ncourt had ruled that its work was both operationally and constitutionally\nindependent of the Ministry of Justice. It provided the publicly available\ndecision. In addition to the headline being inaccurate, the complainant said it\nwas misleading to report that the court had corrected a civil servant and that\nit had emphasized that the complainant should be “constitutionally” independent\nand not merely “operationally” independent. In fact, the court had said that,\nwhile a civil servant and the counsel for the Ministry of Justice had stated\nthat the complainant was operationally independent,   “in our judgment, following a review of the\nstatute and Framework Document and based on our understanding of the role\noccupied by the CCRC in the wider criminal justice system, the CCRC is much\nmore than merely operationally independent, it is constitutionally independent\nof Government too”. The complainant said that the way that the newspaper had\npresented the quote had obscured the clear meaning of what was said by the\ncourt. It said that the court hadn’t just “emphasized” that the complainant\nshould be constitutionally independent, it had said that it was in fact\noperationally and constitutionally independent. It said that this quote, in\nconjunction with the inaccurate headline, distorted the actual judgment of the\ncourt to give the impression the complainant was not constitutionally\nindependent, when the court had ruled it was. \n5. The\ncomplainant also said that it was inaccurate to report that only 1% of cases\nwere referred back to the Court of Appeal. \nIt noted that the correct figures were publicly available on its website\nand the correct figure was that 2.85% of cases had been referred for appeal,\nrather than just the 1% that had been reported by the publication.\n6. Further,\nthe complainant said it was misleading to report that the Justice Select\nCommittee had recommended that there should be a review of the “‘real\npossibility’ test on which [the complainant] refers cases to the Court of\nAppeal, as well as the appellate court’s grounds for allowing appeals”. It said\nthat the report had stated the “real possibility” test should only be reviewed\nif the Court of Appeal changed its own grounds for allowing appeals after a\nreview. \n7. The\npublication did not accept a breach of the Code. It said that the judgment had\nbeen damning picture of the Ministry of Justice, and noted the decision\ndescribed a “dysfunctional” relationship which “undoubtedly tested the CCRC's\nability to remain independent of MoJ, and to be seen to be so”. The publication\nsaid that the judgment was criticising the Ministry of Justice, rather than the\ncomplainant, and that the article accurately reflected this. It said that the\nheadline, subheading and introduction of the article aimed to summarise the\nfacts, but accepted it did not succeed in doing this. During IPSO’s\ninvestigation, the publication amended the headline to read “CCRC had\ndysfunctional relationship with MoJ, court rules”. It said that reporting that\na civil servant had been corrected for saying that the complainant was\n“operationally independent” and that the complainant’s role must be\n“constitutionally independent” was not misleading, and accurately reflected the\ncourt’s decision. During IPSO’s investigation, the publication amended this\nstatement to include a longer quote from the decision:\nCorrecting\na civil servant’s assertion that the commission was merely “operationally”\nindependent, the court emphasised that it was “constitutionally independent\nfrom government, too,  and must be seen\nto be so, if the public is to have confidence in its decisions.\n8. The\npublication accepted that it had inaccurately recorded the percentage of cases\nthe complainant referred to the Court of Appeal. Prior to IPSO’s investigation\nit published the following wording in its print Corrections and Clarifications\ncolumn and as a footnote to the online article:\nWe said\n(La, Jul 23) that the Criminal Cases Review Commission referred less than 1 per\ncent of the 1,500 applications it received per year back to the Court of\nAppeal. This was the case in 2016-17 and 2018-19 but the commission states that\nthe annual average of referrals since it was created in 1997 is 2.85 per cent,\nand that this year it referred 1.95 per cent. Thirty-nine of these relate to the\nPost Office Horizon scandal.\n9. The\npublication said that its description of the Law Commission’s report that\nrecommended a review of the “real possibility” test was accurate, if not as\nnuanced as the full report. It said it was not intended as a criticism of the\ncomplainant, and during IPSO’s investigation it amended the online article to\nreport the following:\nAn\nearlier inquiry into the CCRC in 2015 by the Commons justice committee\nrecommended that the Law Commission, the body that advises the government on\nreform, should review the Court of Appeal’s grounds for allowing appeals. If it\nwere decided to change these, then the effect on the CCRC and the continuing\nappropriateness of the ‘real possibility’ test should also be reviewed.\n10.\nDuring IPSO’s investigation, the complainant noted that the correction the\nnewspaper had published was inaccurate, as the Post Office cases were not\ncounted “this year” and did therefore not constitute part of the 1.95% of cases\nreferred in 2019/20, or the 2.85% of cases referred between 1997 and March\n2020. The complainant said it had provided this information to the publication\nprior to the publication of the correction, in addition to it being on their\nwebsite.\n11. The\npublication said that the error in the correction was due to a misunderstanding\nby what the complainant had meant by “this year”. As soon as the publication\nwas made aware of the error in the correction it published the following\nwording in its print Corrections and Clarifications column and as a footnote to\nthe online article,:\nWe said\nin a headline that a court had found the work of the Criminal Cases Review\nCommission (CCRC) to be \"not independent\" (Law, July 23). This was\nincorrect. The court described a \"dysfunctional\" relationship between\nthe commission and the Ministry of Justice [MoJ] which \"undoubtedly tested\nthe CCRC's ability to remain independent of the MoJ, and to be seen to be\nso\" but dismissed claims that the commission's independence had been\nimpaired. In clarifying figures used in the same article we said that the CCRC\nhad referred 1.95 per cent of applications to the Court of Appeal in 2019-20\nbut wrongly added that this included 39 cases related to the Post Office\nHorizon scandal (Corrections & Clarifications, date). While the decision to\nrefer those 39 cases was taken and announced in 2019-20, they will be counted\nonly in the figures for 2020-21, when formal referral was made.\n12. The\ncomplainant said that the publication of these two corrections was not\nsufficient as a resolution to its complaint as the piecemeal nature of the\ncorrections, one of which involved an inaccuracy, did not adequately deal with\nthe inaccuracies in the alleged article as a whole.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee   \n13. The\npublicly available court judgment had found that the complainant was both\nconstitutionally and operationally independent. In this context the publication\nof the inaccurate claim in the headline that the court had found it was “not\nindependent”  represented a failure to\ntake care over the accuracy of the article under Clause 1(i). Additionally,\nwhilst it was accurate to report that the court had emphasised the importance\nof the complainant’s being both operationally and constitutionally independent\nfrom government, the reference to this finding, in conjunction with the\ninaccurate headline, misleadingly implied that this was not currently true.\nThis represented a further failure to take care not to publish misleading\ninformation under Clause 1(i). Furthermore, the Law Commission had not said in\na report that the “real possibility” test should be reviewed, but that it\nshould be reviewed “if” a change was made to the Court of Appeal’s process. The\nCommittee noted again that the correct position was laid out in the judgement.\nThis constituted a failure to take care to publish misleading information under\nClause 1(i). Finally, where the statistics referred to in the article, and the\nfollowing correction, were inaccurate and clearly available on the\ncomplainant’s website this represented a further failure to take care under\nClause 1(i).\n14. The\ncomplainant was a public body whose role was to independently review potential\nmiscarriages of justice. The inaccuracies relating to the court’s findings on\nits independence were serious and significant in the context of its public\nrole. The publication had published two corrections. The first related solely\nto the statistics in the article. While the Committee acknowledged that this\nhad appeared promptly, it had failed to correct the original inaccuracy, and\ninstead included further inaccurate information regarding statistics. The\nsecond correction put the correct position on the record with regard to the\nstatistics, and stated that the court had “dismissed claims that the\ncommission's independence had been impaired”. In the view of the Committee\nhowever, this was insufficient to address the inaccuracies it had identified in\nthe article. The Committee also noted that the correction was offered at a late\nstage in IPSO’s investigation. Taking these points into account the Committee\nconcluded that there was a further breach of Clause 1(ii).\nConclusions\n15. The\ncomplaint was upheld under Clause 1.\nRemedial\nAction Required\n16.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required. In circumstances where the Committee establishes a breach\nof the Editors’ Code, it can require the publication of a correction and/or\nadjudication. The nature, extent and placement of which is determined by IPSO.\n17. The\nCommittee considered that there was a serious breach of Clause 1(i). The\narticle had published inaccuracies on matters of significance, in circumstances\nwhere the true position was recorded in a publicly available judgement. It had\nnot taken adequate steps to correct these inaccuracies when they had been\nbrought to its attention by the complainant. In light of the newspaper's\nfailure to take care over the article's accuracy, and its failure to correct\nthe inaccuracies in line with its obligations under Clause 1(ii), the Committee\nconcluded that an adjudication was the appropriate remedy. \n18. The\nCommittee considered the placement of this adjudication. The print article had\nfeatured on page 56. The Committee therefore required that the adjudication\nshould be published on page 56 or further forward in the newspaper.  The headline to the adjudication should make\nclear that IPSO has upheld the complaint, reference the title of the newspaper\nand refer to the complaint’s subject matter. The headline must be agreed with\nIPSO in advance.\n19. The\nadjudication should also be published online, with a link to this adjudication\n(including the headline) being published on the top 50% of the publication’s\nhomepage for 24 hours; it should then be archived in the usual way. The\nheadline to the adjudication should make clear that IPSO has upheld the complaint,\ngive the title of the publication and refer to the complaint’s subject matter.\nThe headline must be agreed with IPSO in advance.\n20. The\nterms of the adjudication for publication are as follows:\nFollowing\nan article published on 23 July 2020 headlined \" Watchdog's work was not\nindependent, court rules\", the Criminal Cases Review Commission complained\nto the Independent Press Standards Organisation that the newspaper had breached\nClause 1 (Accuracy) of the Editors' Code of Practice. IPSO upheld this\ncomplaint and has required The Times to publish this decision as a remedy to\nthe breach.\nThe\narticle reported on a case heard in the High Court in which a claimant\nchallenged the Criminal Cases Review Commission’s rejection of his appeal,\narguing that the Commission was not sufficiently independent from the Ministry\nof Justice. The headline of the article reported that the court had ruled the\nCCRC’s work was “not independent”. It reported that “Correcting a civil\nservant’s assertion that the commission was merely “operationally” independent,\nthe court emphasised the importance for it to be “constitutionally” independent\nfrom government.” It also stated that of 1,500 applications, less than 1% of\ncases are referred back to the Court of Appeal and that “an earlier inquiry\ninto the CCRC in 2015 by the Commons Justice Committee recommended that the Law\nCommission, the body that advises the government on reform, should review the\n“real possibility” test on which it refers cases to the Court of Appeal, as well\nas the appellate court’s grounds for allowing appeals.”\nThe\ncomplainant said that the article was inaccurate in breach of Clause 1 as the\ncourt had ruled that its work was both operationally and constitutionally\nindependent of the Ministry of Justice. The complainant also said it was\nmisleading to report that the court had corrected a civil servant and that it\nhad emphasized that the complainant should be “constitutionally” independent\nand not merely “operationally” independent as the court had found the complainant\nto be both operationally and constitutionally independent. The complainant also\nsaid that it was inaccurate to report that only 1% of cases were referred back\nto the Court of Appeal.  It noted that\nthe correct figures were publicly available on its website and the correct\nfigure was that 2.85% of cases had been referred for appeal, rather than just\nthe 1% that had been reported by the publication. Finally, the complainant said\nit was misleading to report that the Justice Select Committee had recommended\nthat there should be a review of the “‘real possibility’ test on which [the\ncomplainant] refers cases to the Court of Appeal, as well as the appellate\ncourt’s grounds for allowing appeals”. It said that the report had stated the\n“real possibility” test should only be reviewed if the Court of Appeal changed\nits own grounds for allowing appeals after a review. \nIPSO\nnoted that the publicly available court judgment had found that the complainant\nwas both constitutionally and operationally independent. In this context the\npublication of the inaccurate claim in the headline that the court had found it\nwas “not independent”  represented a\nfailure to take care over the accuracy of the article. Additionally, whilst it\nwas accurate to report that the court had emphasised the importance of the\ncomplainant’s being both operationally and constitutionally independent from\ngovernment, the reference to this finding, in conjunction with the inaccurate\nheadline, misleadingly implied that this was not currently true. Furthermore,\nthe Law Commission had not said in a report that the “real possibility” test\nshould be reviewed, but that it should be reviewed “if” a change was made to\nthe Court of Appeal’s process. The Committee noted again that the correct\nposition was laid out in the judgement. Finally, where the statistics referred\nto in the article, and the following correction, were inaccurate and clearly\navailable on the complainant’s website this represented a further failure to\ntake care.\nIPSO\nfound that the publication had failed to take care when reporting publicly\navailable details of a court case and report in breach of Clause 1.\n \nDate\ncomplaint received: 05/08/2020\nDate\ncomplaint concluded by IPSO: 11/12/2020\n \nBack to ruling listing\n\n\n"
}