{
    "url": "/rulings-and-resolution-statements/ruling/?id=12281-15",
    "title": "12281-15 Nartey v mirror.co.uk",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2015-03-21 00:00:00",
    "received_on": "2015-12-30 00:00:00",
    "concluded_on": "2016-04-04 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "12. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "13. The newspaper had already amended the online article and appended a correction. These actions were satisfactory to remedy the established breach of the Code, and no further actions were required.Date complaint received: 30/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Commission 12281-15 Nartey v mirror.co.uk\nSummary of complaint1.\nMichael Nartey complained to the Independent Press Standards Organisation that\nmirror.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Married City worker nicknamed ‘sh***er’ by colleagues\nterrorised lovers with anonymous threatening texts”, published on 21 March\n2015.2.\nThe article was a report of the complainant’s sentencing for offences described\nas “harassing five women, putting them in fear of violence, and intimidating\nthree of them”. He was given a three-year prison sentence. The complaint was\nmade more than four months after publication of the article, and so it was\nconsidered against the online version – which remained accessible – only.3.\nThe complainant said that the reference in the article to his having broken\ninto one of the women’s homes and stolen her underwear was inaccurate; he had\nnever been charged with any offence in relation to the break-in. The\ncomplainant said that the inaccuracy had been distressing to him and prevented\nhim from finding work following his release from prison; he asked that the\nnewspaper apologise to him. He also said it was inaccurate to report that he\nhad the nickname “shagger”. While this had been mentioned in a statement\nprovided by a witness, he did not recall that section of the statement being\nread out in court and, in any case, it was not true that he had that nickname.4.\nThe newspaper acknowledged that the complainant had not been accused of\nbreaking into a woman’s home, and said that the reference complained of had\nbeen a mistake. The article had been supplied by an agency, which had based the\nstory on one initially published in a regional newspaper, which had reported\nthat “in early 2012 her home was broken into twice and only her underwear was\ntaken.” The agency had re-written the story for distribution and erroneously\nplaced the blame for the burglaries on the complainant. While the complainant\nhad sent the woman threatening messages, he had not broken into her home or\nstolen her underwear.5.\nUpon receipt of the complaint the newspaper amended the article and appended\nthe following footnote:“This\narticle has been amended to make clear that Michael Nartey did not break into\nthe house of one of his lovers and steal her underwear as originally reported.”6.\nThe newspaper said that, based on information provided by at least one of the\ncomplainant’s former colleagues, the prosecuting barrister had said that the\ncomplainant was known by the nickname “shagger” in the office. The newspaper\ndid not believe that this aspect of the complaint raised a breach of Clause 1.7.\nThe complainant had made a similar complaint about another newspaper, which was\nalso investigated by IPSO. That newspaper had provided reporter’s notes which\nincluded the reference to the complainant’s alleged nickname, along with a\ntranscript of those notes.Relevant\nCode Provisions8.\nClause 1 (Accuracy)i)\nThe press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.iii)\nThe press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.Findings\nof the Committee9.\nIt was accepted that the complainant had never been charged with any offences\nrelating to the break-in at his former “lover’s” home, and that the reference\nhad been introduced in error. This represented a failure to take care over the\naccuracy of the article, in breach of Clause 1 (i) of the Editors’ Code. While\nthe Committee noted the seriousness of the complainant’s offending, and\nresulting prison sentence, the inaccuracy erroneously introduced a further\ncriminal offence, giving a significantly misleading impression of the crimes\ncommitted by the complainant, and was a significantly inaccurate account of the\nmatters heard in court. The inaccuracy required correction under Clause 1 (ii).10.\nThe newspaper had amended the online article and appended a correction when the\ninaccuracy had been drawn to its attention. The correction adequately\nidentified the initial inaccuracy, and explained the correct position. While\nthe Committee noted that the complainant wanted the newspaper to apologise to\nhim, it had regard for the serious crimes for which the complainant had been\nconvicted, and the fact that the newspaper had promptly corrected its error.\nThe newspaper’s declining to apologise to the complainant did not raise a\nbreach of Clause 1 (ii).11.\nThe complainant accepted that his alleged “shagger” nickname had been included\nin a witness statement. The Committee had sight of the reporter’s notes from\nthe proceedings, which had been provided by another newspaper. Those notes\nincluded the “shagger” reference; there was no failure to take care over this\naspect of the article. In light of the content of the reporter’s notes, the\nCommittee found that the complainant’s alleged nickname had been heard in court\nduring the proceedings, and the reporting did not constitute a significant\ninaccuracy under the terms of Clause 1 (ii).Conclusions12.\nThe complaint was upheld under Clause 1 (Accuracy).Remedial\nAction Required13.\nThe newspaper had already amended the online article and appended a correction.\nThese actions were satisfactory to remedy the established breach of the Code,\nand no further actions were required.Date\ncomplaint received: 30/12/2015Date\ndecision issued: 04/04/2016\nBack to ruling listing\n\n\n"
}