{
    "url": "/rulings-and-resolution-statements/ruling/?id=12290-15",
    "title": "12290-15 Bakehouse v Bristol Post",
    "provisions": [
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bristol Post (Reach PLC)",
    "received_on": "2016-01-04 00:00:00",
    "concluded_on": "2016-03-10 00:00:00",
    "complaint_processing_days": 66,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 04/01/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 12290-15 Bakehouse v Bristol PostSummary\nof complaint1.\nVicki Bakehouse complained to the Independent Press Standards Organisation that\nthe Bristol Post breached Clause 5 (Intrusion into grief or shock) in articles\nheadlined “Man found dead in river near Bristol Harbourside”, and “Man pulled\nfrom Bristol harbour was 49-year-old with paranoid psychosis”, published online\non 23 November 2015, and headlined “Family appeal for information as man, 49,\npulled from harbourside”, published in print on 24 November 2015.2.\nThe first article, headlined “Man found dead in river near Bristol\nHarbourside”, reported that a body of a man had been found in a river in\nBristol, and that police believed that the deceased was Andrew Bakehouse, the\ncomplainant’s brother. The article made reference to his having “suffered\nmental health problems”.3.\nThe second article, headlined “Man pulled from Bristol harbour was 49-year-old\nwith paranoid psychosis”, was an update of the first article; it confirmed that\nthe deceased was Mr Bakehouse. It said that Mr Bakehouse had “convictions for\nmaking repeated hoax 999 calls”, and included details of his court appearances.\nIt said that during one such appearance, Mr Bakehouse’s defence said that he\n“had symptoms of paranoid psychosis for which he was on medication”, and that\nmagistrates took his mental health into account when sentencing him. Both\narticles included details of a police appeal for information about the death.4.\nThe print article was substantively similar to the second article, but also\nincluded comments left by the complainant on the newspaper’s Facebook page,\nasking for information about the death.5.\nThe complainant was concerned that it was insensitive for the first article to\nhave reported that her brother had died, before formal identification had taken\nplace. She also said that it was insensitive and irrelevant for the second\narticle to have referred to his convictions, and for both articles to have\nincluded details of her brother’s mental health.6.\nShe said that, prior to publication of the second article, a reporter had\ncontacted her on Facebook to ask whether she would like to provide any comments\nas a tribute to her brother. The complainant told the reporter that she would\nlike to discuss this offer with the family, and did not immediately provide any\ncomments for publication. The second article was published before Ms Bakehouse\nhad been able to confirm whether she would be providing any comments. She\nconsidered that publication had therefore been handled insensitively, and that\nthe journalist’s approach was not made with sympathy and discretion. The\ncomplainant provided a record of her conversation with the journalist.7.\nThe newspaper extended its condolences to the complainant, but did not accept\nthat the articles were insensitive in breach of Clause 5. It said that the\nfirst article had been published on the basis of a press release issued by the\npolice which had been published online; it had named the complainant’s brother,\nand stated that while formal identification had not been completed, his next of\nkin had been informed of the death.8.\nThe newspaper said that prior to the publication of the second article, the\njournalist had sent the complainant a sympathetic message asking whether she wanted\nto provide comments for publication. It noted that the complainant did not\nappear upset or concerned over this approach, and said that the subsequent\npublication of the article was not insensitive or unsympathetic. Further, the\ndetails included about Mr Bakehouse’s previous convictions and mental health\nhad previously been disclosed in open court. The newspaper said that it\nincluded this publicly available information in a manner that was not\ninsensitive.9.\nWhile the newspaper did not accept that the articles breached the Code, it\noffered, as a gesture of goodwill, to remove both articles in order to try to\nresolve the complaint.Relevant\nCode Provisions10.\nClause 5 (Intrusion into grief or shock)i)\nIn cases involving personal grief or shock, enquiries and approaches must be\nmade with sympathy and discretion and publication handled sensitively. This\nshould not restrict the right to report legal proceedings, such as inquests.Findings\nof the Committee11.\nThe Committee extended its condolences for the family’s loss. It understood\nthat the publication of the details about Mr Bakehouse’s mental health and\nconvictions had caused the complainant concern. However, these details – which\nwere already in the public domain as a matter of public record – were not\nreported in a manner that was insensitive so as to breach Clause 5. Further,\nwhile the Committee understood that no formal identification had taken place\nwhen the first article had been published, it was not in dispute that Mr\nBakehouse’s immediate family had been notified of his death by the authorities,\nand it was not insensitive to have republished information which had already\nbeen made public by the police. There was no breach of Clause 5 on these\npoints.12.\nClause 5 makes clear that in cases involving personal grief or shock, enquiries\nand approaches must be made with sympathy and discretion, and publication\nshould be handled sensitively. While the Committee understood the complainant’s\nconcern that she had not been able to discuss further the second article with\nthe reporter prior to publication, the record of the journalist’s contact with\nthe complainant showed that she had been approached in a sensitive and\nsympathetic manner. Further, the terms of Clause 5 do not require that\npublications seek consent to publish articles from those involved or\npotentially affected by the coverage. The journalist’s approach and the\neditorial decision to publish the article were not insensitive, and there was\nno breach of Clause 5 on these points.Conclusions13.\nThe complaint was not upheld.Remedial\nAction RequiredN/ADate\ncomplaint received: 04/01/2016Date\ndecision issued: 10/03/2016\nBack to ruling listing\n\n\n"
}