{
    "url": "/rulings-and-resolution-statements/ruling/?id=12296-21",
    "title": "12296-21 Hussein v thejc.com",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2021-11-19 00:00:00",
    "received_on": "2021-11-06 00:00:00",
    "concluded_on": "2022-03-09 00:00:00",
    "complaint_processing_days": 123,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A    Date complaint received: 06/11/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 12296-21 Hussein v thejc.com\nSummary\nof Complaint\n1. Fevzi\nHussein complained to the Independent Press Standards Organisation, via a\nrepresentative, that thejc.com breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “Union race\nadviser thanked terrorist and wrote about ‘most powerful’ Israeli lobby”,\npublished on 19 November 2021.\n2. The\nonline article reported that the complainant would be investigated by the GMB\nUnion, where he worked as the National Race Network Lead, for his social media\nactivity that was flagged to the organisation by the publication. It reported\nthat the complainant’s Twitter timeline revealed “a series of inflammatory\nposts about Israel, Palestinians and hard-left figures”. It went on to say that\nthe complainant “supported [a named] controversial activist” in 2019 after they\nwere sacked by their employer over their “antisemitic views”, noting that he\n“wrote on Twitter of his sadness” at the activist’s departure. The article also\nreported that the complainant had \"praised a member of a Palestinian\nterror group” on his personal Facebook page; he had shared a clip of a former\nleading Popular Front for the Liberation of Palestine (PFLP) member Ghassan\nKanafani, in which this individual discussed the possibility of peace talks\nwith Israel, with the caption “thank you imran brother”. The article reported\nthat PFLP has been designated a terror group by the EU and was involved in the\n1972 Lod Airport massacre in which 28 people were killed. In addition, the\narticle said that the complainant had once described the Israeli lobby as the\n“the most powerful and far-reaching lobby in the world” in a piece for another\npublication. The article included a statement from a GMB spokesperson who said\nthat the union had a “policy of zero tolerance of racism including\nanti-Semitism”, the complainant had been “informed that an investigation would\ntake place” and it considered the matter “very serious”.\n3. The\ncomplainant said that the article intruded in his privacy, in breach of Clause\n2, by reporting that he was under investigation by GMB; this was highly\nconfidential and not publicly available information. The complainant was also\nconcerned that his posts on Facebook and Twitter had been published without his\nconsent; his Facebook page had been set to private and therefore his comments\non the post relating to Ghassan Kanafani should not have been published. He had\nparticular concerns regarding the way in which the publication had explored his\nsocial media account.\n4. The\ncomplainant also said that the article was inaccurate in breach of Clause 1\nbecause it contained the clear implication that he was currently under\ninvestigation by GMB for his social media activity and allegations of\nanti-Semitism. While he accepted that an internal investigation by his employer\nwas under way, the reason for this investigation was “highly confidential”; he\nhad not yet been informed of it. Furthermore, he said that the headline was\ninaccurate to report that he “thanked [a] terrorist”, with this unsupported by\nthe text of the article; the clip of Ghassan Kanafani, which he shared on his Facebook\npage, was recorded in 1970 and at a time when the PFLP was considered a\n“legitimate Palestinian political party” with the group only designated as a\nterrorist organisation by the EU in 2001. He added that Ghassan Kanafani was\nremembered as a poet and an author, not a terrorist. In addition, though he\naccepted that he had described the Israeli lobby as the “most powerful and\nfar-reaching lobby in the world”, he said that this quote had been taken out of\ncontext in the article; it was intended as a mark of respect for the\neffectiveness of the lobby. The complainant also said the article was\ninaccurate to report that he had “supported” the named activist after they were\nsacked by their employer over their anti-Semitic views; he had no recollection\nof the posting the Tweet cited in the article.\n5. Finally,\nthe complainant raised concerns that the publication had deliberately targeted\nhim for his personal beliefs, contacting his employers and publishing an\ninaccurate and misleading article that had resulted in his suspension.  \n6. The\npublication did not accept a breach of Clause 2. It did not accept that the\npublication of the comments which the complainant had made represented an\nintrusion into his privacy. The article had commented on the complainant’s\npublic Facebook and Twitter accounts. It rejected the complainant’s position\nthat his Facebook page, where he had shared the videoclip of Ghassan Kanafani,\nwas private; it provided a screenshot showing that this post had, in fact, been\nset to ‘public’ prior to the article’s publication. This position was later\naccepted by the complainant.\n7. The\npublication said that these posts, together with his previous public comments\nabout the Israeli lobby, had prompted the publication to contact his employer.\nIt denied that the complainant had a reasonable expectation of privacy in\nregard to GMB’s investigation, or that the article was inaccurate on this\npoint. His employer had responded to a request for comment, providing a\nstatement to the publication that made clear the complainant had been “informed\nthat allegations of anti-Semitism have been made against him” and that an\n“internal investigation will now take place into what the union regards as a\nvery serious matter”. The publication further argued that there was a clear\npublic interest in reporting the complainant’s views, given his position as a\nsenior official of a major union in charge of forming policy on racial\ndiscrimination.\n8. The\npublication also denied a breach of Clause 1 in relation to the other points\nraised. First, it did not consider that the headline was inaccurate to report\nthat the complainant had “thanked [a] terrorist”; the complainant had shared a\nvideoclip of Ghassan Kanafani with the caption “thank you imran brother…This\nsums up most journalisst [sic] perfectly who think the oppressed should just\nroll over when faced with Colonial aggression”; Ghassan Kanafani had been the\nspokesperson for the PFLP during a period in which it committed acts of terror\nand had claimed responsibility for these attacks on behalf of the organisation.\nDuring the period in which Kanafani was associated with the organisation, the\nPFLP had conducted several acts of political terror by 1970 (including the\nhijacking of El Al Flight 426 in 1968 and the Jerusalem SuperSol bombing in\n1969, which killed 2 people and injured 9 others). In addition, it did not\naccept that the article misrepresented the complainant’s comments about the\nIsraeli lobby: he had explicitly stated in a piece for a separate publication,\nwhich discussed the issue of anti-Semitism within the Labour Party, that the\n“Israeli lobby [is] the most powerful and far-reaching lobby in the world”. Nor\ndid it accept that the article was inaccurate to report that the complainant\nhad “supported” a prominent activist after they were sacked by their employer\nfor “anti-Semitic views”; the publication provided a copy of the Tweet posted\nby the complainant to the named activist following their dismissal and public\ncomments made by the employer in regard to this. It also noted that the\ncomplainant had separately said “well done” to the activist for “standing up to\nmedia machine trying to slander” the former leader of the Labour Party in\nrelation to anti-Semitism.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nThe\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n(1.) The\npublic interest includes, but is not confined to:\n-\nDetecting or exposing crime, or the threat of crime, or serious impropriety.\n-\nProtecting public health or safety.\n-\nProtecting the public from being misled by an action or statement of an individual\nor organisation.\n-\nDisclosing a person or organisation’s failure or likely failure to comply with\nany obligation to which they are subject.\n-\nDisclosing a miscarriage of justice.\n-\nRaising or contributing to a matter of public debate, including serious cases\nof impropriety, unethical conduct or incompetence concerning the public.\n-\nDisclosing concealment, or likely concealment, of any of the above.\n(2.)\nThere is a public interest in freedom of expression itself.\n(3.) The\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\n \n(4.)\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication  – or\njournalistic activity taken with a view to publication – would both serve, and\nbe proportionate to, the public interest and explain how they reached that\ndecision at the time.\n(5.) An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nFindings\nof the Committee\n9. The\narticle reported on previous statements made by the complainant and questioned\nwhether in the light of these it was appropriate for him to hold a position at\nthe GMB Union that oversaw policy on racial discrimination. This had prompted\nthe publication to contact his employer for comment, providing the union with\nan opportunity to address these claims. The complainant accepted that he was\nunder investigation by his employer; he disputed that he was under\ninvestigation for allegations of anti-Semitism. However, the statement provided\nby his employer to the publication made clear that the complainant had been\ninformed “that allegations of anti-Semitism have been made against him” and\nthat an internal investigation into the matter would “now take place”. In such\ncircumstances, where the union’s position was made clear in the text of the\narticle, the Committee did not consider that the article significantly\nmisrepresented the situation. There was no breach of Clause 1 in regard to this\npoint.\n10. The\ncomplainant denied that it was reasonable to interpret his Facebook post as\ngiving “thank[s]” and “praise” to a “terrorist”. Whilst the complainant clearly\ndisagreed with this interpretation of his comments, the newspaper was entitled\nto characterise his post in this way and provided a sufficient basis to do so.\nIt was not in dispute that the complainant had posted the following message\naccompanying the videoclip of Ghassan Kanafani: “thank you imran brother”. Nor\nwas it in dispute that this individual had been a spokesperson for the PFLP.\nTaken in this context and where the newspaper had provided multiple examples of\nthe acts of terror committed by the PFLP prior to and following the date of the\nvideoclip shared by the complainant, the Committee did not consider the\nheadline of the article significantly inaccurate to report that the complainant\nhad “thanked [a] terrorist\". There was no breach of Clause 1 in regard to\nthis.\n11.\nWhile the complainant disputed that he “supported” a named activist after they\nwere sacked by their employer for “anti-Semitic views”, the publication\nprovided the Tweet sent by the complainant to the activist in which he stated\nthat he was “sad to hear” the individual had been dismissed. Though the\ncomplainant disagreed with this assessment, the newspaper was entitled to\ncharacterise the correspondence as such. Furthermore, the Committee did not\nconsider that the article was significantly misleading to report that the\ncomplainant had described the Israeli lobby as the “most powerful and\nfar-reaching lobby in the world” where he accepted that he had described them\nas such. There was no breach of Clause 1 in respect of these points.\n12. The\nCommittee next considered the concerns raised under Clause 2. The Committee\nnoted it was no longer in dispute that the information was obtained from the\ncomplainant’s publicly accessible social media pages. The publication had not\nsourced the information in a manner which had intruded into the complainant’s\nprivacy. Where the comments had been made in the public domain, the Committee\ndid not consider that the complainant had a reasonable expectation of privacy\nin relation to this information and the inclusion of the Tweet and Facebook\npost in the article did not represent an intrusion into his private life. There\nwas no breach of Clause 2.\n13. The\nCommittee next considered whether the publication of GMB’s comments regarding\nits investigation represented a breach of Clause 2. The Committee noted that\nthe terms of Clause 2 make specific reference to the “private and family life”\nand “home”. In this instance, the article identified the complainant in the\ncontext of his professional role at the union and the internal investigation\nlaunched by his employers into the allegations made against him. In such\ncircumstances, and where his employer had issued a public statement to the\nnewspaper, the complainant did not have a reasonable expectation of privacy\nover this correspondence and reporting its contents did not intrude his\nprivacy. There was no breach of Clause 2 on this point.\n14.\nFinally, the Committee noted the complainant’s concerns over the publication’s\nmotivations for publishing the article and its contact with his employer.\nHowever, it was clear that the selection of stories was a matter of editorial\ndiscretion as long as the Code was not otherwise breached. Furthermore,\nreporters are entitled to approach individuals and organisations for comment as\nlong as they do so in accordance with the requirements of the Code; indeed,\nmaking such approaches were a routine part of the newsgathering process.\nConclusion(s)\n15. The\ncomplaint was not upheld.\nRemedial\nAction Required\n16. N/A\n\n\n\nDate\ncomplaint received: 06/11/2021\nDate\ncomplaint concluded by IPSO: 09/03/2022 \nBack to ruling listing\n\n\n"
}