{
    "url": "/rulings-and-resolution-statements/ruling/?id=12309-15",
    "title": "12309-15 Hussain v The Times",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "5 (Intrusion into grief or shock) 2015",
        "9 (Reporting of crime) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2015-11-20 00:00:00",
    "received_on": "2015-12-31 00:00:00",
    "concluded_on": "2016-04-14 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/ADate complaint received: 31/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 12309-15 Hussain v The Times\nSummary of complaint1.\nNissar Hussain complained to the Independent Press Standards Organisation that\nThe Times breached Clause 1 (Accuracy), Clause 2 (Opportunity to reply), Clause\n5 (Intrusion into grief or shock), Clause 9 (Reporting of Crime) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“Christian Convert is kneecapped outside home”, published on 20 November 2015.\nThe article was also published online with the headline “Christian convert is\nkneecapped outside Bradford home”.2.\nThe article reported that the complainant had been attacked as he left his\nhouse in Bradford. It reported that the police were investigating the incident,\nwhich had been recorded as a religious hate crime. It reported that the\ncomplainant was a nurse, who had converted from Islam to Christianity in 1996,\nand that he had “accused [the police] of doing little to protect him over the\nyears”. It included his comments that “the Muslim community are largely decent\npeople but because of the taboo of converting to Christianity we are classed by\nthem as scum and second-class citizens”. The article stated that neighbours\ndisputed the complainant’s claims, and reported critical comments about the\ncomplainant from a named individual who was described as a neighbour. It\nreported comments from an unnamed neighbour who claimed that the complainant\nhad “attracted far-right groups on to the street”. The article also reported\nthat a court case “brought by [the complainant] in March, where he alleged he\nwas the victim of a religious hate crime, was thrown out by a judge for reasons\nof unsubstantiated evidence”.3.\nThe online version of the article referred to the March court case being\n“dismissed by the judge”. It referred to the complainant as unemployed, and\ndescribed the named individual as living on the same street, rather than “a\nneighbour”. It included additional comments from a Detective Chief Inspector\nfrom Bradford police, who said that their inquiries in to the “serious assault”\nwere continuing. It included comments from a named individual described as a\n“prominent community member in Bradford”, who said that incidents involving the\ncomplainant seem to be a result of personal disputes with certain individuals,\nand that it was unfair to blame the whole community for what had happened. It\nalso included a comment from Channel 4, who said that they had stayed in touch\nwith the complainant after he had appeared in a documentary about the\nmistreatment of Muslim converts. The online article was otherwise substantively\nthe same as the print version of the article.4.\nThe complainant said that he left the nursing profession in 2012, but has\nseveral properties to his name and is therefore classed as a professional\nlandlord, rather than unemployed. He said that the named individual described\nas his neighbour actually lived in a different area, but the complainant did\nnot dispute that this individual’s family’s main home is on his street, and\nthat he attended this house daily. He said that he had been in a neighbour\ndispute with this man, and that his views were biased.  He said that in the March court case, the\ncharge of a religious crime was dropped as the judge had indicated to the\nprosecution barrister that that he would likely stop the hearing and dismiss\nthe case on the grounds that there was a lack of evidence. He said that the\ndefendant accepted a public order offence, and was bound over to keep the peace\nfor a year. The complainant denied bringing far right groups in to the area or\nhis street, and denied having any links to far right groups. He said he did not\nknow who the individual described as a “prominent community member in Bradford”\nwas, or what involvement he had with the situation. The complainant was\nconcerned that the article was biased against him, and took the side of the\nperpetrators of the crime, which was insensitive at a time of personal grief or\nshock. He said that the “one-sided” and “shoddy” reporting constituted\ndiscrimination against him on the grounds of his religious belief.5.\nIn relation to the March court case, the newspaper said that a charge for a\nreligiously aggravated public order offence was not proceeded with as the judge\nruled there were technical difficulties with the evidence. The newspaper said\nthat while the named individual described as the complainant’s neighbour had another\nhouse, he told the reporter that he was living on the complainant’s street as\nhe had been taking care of his mother. It said that this was corroborated by a\nconsumer data tool. The newspaper said that it did not claim that the\ncomplainant had links to far right groups, but reported the view of one local\nresident that the complainant’s presence had attracted them to the area. It\nsaid that while it did not have details of any far right activity in the area,\nit referred to a tweet from a right wing activist stating that there would be a\ndemonstration in support of the complainant in Bradford. It also provided\nonline articles which it said showed that the complainant had become a “cause\ncélèbre” in right wing circles. The newspaper said that the references to the\ncomplainant’s employment status were not significant inaccuracies, but that it\nwould be happy to publish a clarification on this point. 6.\nThe newspaper denied that the journalist’s conduct or the publication of the\narticle were insensitive at a time of personal grief or shock, or that the\narticle was discriminatory.Relevant\nCode ProvisionsClause\n1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and − where appropriate −\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.iii)\nThe Press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.Clause\n2 (Opportunity to reply)A\nfair opportunity for reply to inaccuracies must be given when reasonably called\nfor.Clause\n5 (Intrusion into grief or shock)i)\nIn cases involving personal grief or shock, enquiries and approaches must be\nmade with sympathy and discretion and publication handled sensitively. This\nshould not restrict the right to report legal proceedings, such as inquests.Clause\n9 (Reporting of crime)i)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.ii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren who witness, or are victims of, crime. This should not restrict the\nright to report legal proceedings.Clause\n12 (Discrimination)i)\nThe press must avoid prejudicial or pejorative reference to an individual's\nrace, colour, religion, gender, sexual orientation or to any physical or mental\nillness or disability.ii)\nDetails of an individual's race, colour, religion, sexual orientation, physical\nor mental illness or disability must be avoided unless genuinely relevant to\nthe story.Findings\nof the Committee 8. The newspaper had provided material which\nshowed that the complainant’s case was well known in far right circles, and\nprovided a tweet from a far-right activist stating that there would be a public\ndemonstration in support of the complainant in Bradford, where the complainant\nlived. To report that a neighbour had said that the complainant had attracted\nfar-right groups on to his street was not significantly misleading.9. It was not in dispute that the charge for a\nreligious hate crime did not proceed after the judge raised concerns about the\nevidence, and the article was not significantly inaccurate in describing the\ncharge as having been “dropped”. It was not significantly misleading to refer\nto the complainant as a nurse when that had been his employment until 2012,\ndespite the fact he was no longer a practising nurse. The Committee noted the\ncomplainant’s position that he should be described as a professional landlord\non account of owning several properties, but in the context of the article, it\nwas not significantly misleading to refer to him as being unemployed.10. It was not significantly misleading to refer\nto an individual as the complainant’s neighbour where this individual’s\nfamily’s main home, which he had been attending on a regular basis to care for\nhis mother, was on the same street as the complainant’s house. The article did\nnot suggest that the individual described as “a prominent community member in\nBradford” had any particular involvement in the complainant’s case, and the\nfact that the complainant did not know this individual did not provide grounds\nfor finding that this description was significantly inaccurate.  The complaint did not raise a breach of\nClause 1.11. Clause 2 provides individuals the opportunity\nto respond to published inaccuracies when reasonably called for. The Committee\ndid not establish the existence of significant inaccuracies such as to have\nengaged the terms of the Code. The terms of Clause 2 were not engaged.12. The Committee recognised that the complainant\ndisagreed with his neighbours’ account of the events leading up to alleged hate\ncrime, and considered the article to be “one-sided”. However, to report their\ncomments was not insensitive, and did not represent a failure to handle\npublication sensitively at a time of personal grief or shock. There was no\nbreach of Clause 5.13. The terms of Clause 9 provide protection to\nrelatives and friends of people convicted or accused of crimes, unless they are\n“genuinely relevant to the story”. The complainant’s concern that the\nreporter’s investigation of the alleged hate crime and the court case last\nMarch were poor, did not engage the terms of Clause 9.14. The complainant did not contend that the\narticle contained a prejudicial or pejorative reference to his religion. Nor\ndid he contend that the details of his religion were included in circumstances\nwhere it was not genuinely relevant to the story. The complaint did not\ndisclose a possible breach of Clause 12.Conclusion15. The complaint was not upheld.Remedial\naction required16. N/ADate\ncomplaint received: 31/12/2015Date\ndecision issued: 14/04/2016 \n \nBack to ruling listing\n\n\n"
}