{
    "url": "/rulings-and-resolution-statements/ruling/?id=12311-15",
    "title": "12311-15 Downes v Shropshire Star",
    "provisions": [
        "1 (Accuracy) 2015",
        "5 (Intrusion into grief or shock) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Shropshire Star (LAST) (MNA)",
    "published_on": "2015-11-09 00:00:00",
    "received_on": "2015-12-31 00:00:00",
    "concluded_on": "2016-02-29 00:00:00",
    "complaint_processing_days": 60,
    "conclusion_long": ". In fact the fire had started after he died. The complainant said that it had been distressing to read the wrong information about her father’s death in the newspaper, especially as that information gave the impression that her father had been burned alive. She also said that the article, in particular the use of the word “drama” to describe what had happened, was insensitive and a breach of Clause 5. 4. The newspaper said that the information provided by the emergency services had indicated that the man had died as a result of the fire. It provided press releases from the Shropshire Fire & Rescue Service and the West Midlands Ambulance Service, headlined “Fatal fire prompts home fire safety checks” and “Man dies in house fire” respectively. It also noted that a number of other news outlets had reported the story in a similar way, and provided copies of those articles. The information had been published in good faith and the newspaper’s intention had never been to cause distress. However, upon receipt of the complaint and following consultation with the coroner, the newspaper accepted that the complainant’s father had died of natural causes before the fire had broken out. In light of this it offered to publish the following wording on page 5 (the first inside right-hand news page, as pages 2 and 3 are devoted to television listings), and online: “William Donald Stannett The family of William Donald Stannett have asked for a clarification following a report in the Shropshire Star in November about a fire at his home in Westbury Road, Shrewsbury. Mr Stannett died of natural causes before the fire started in a ground floor utility room. Information given by the emergency services at the time indicated that he died as a result of the fire. However, it subsequently emerged that this was not the case. We are happy to clarify the matter.” 5. The newspaper apologised that the use of the word “drama” had caused the complainant upset, and reassured her that that had not been the intention. The word had been used to convey the fact that there had been a large response from the emergency services, including three fire engines. Nonetheless, it said that it would relay the complainant’s concerns to its editorial staff. 6. In addition to the correction, the newspaper also offered to publish a tribute to the complainant’s father, which she could approve prior to publication. The complainant declined to resolve her complaint on this basis, and asked that the Committee rule on the case. Relevant Code Provisions 7. Clause 1 (Accuracy) i) The press must take care not to publish inaccurate, misleading or distorted information, including pictures. ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published. iii) The press, whilst free to be partisan, must distinguish clearly between comment, conjecture and fact. Clause 5 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. This should not restrict the right to report legal proceedings. Findings of the Committee 8. The Committee first wished to extend its sympathy to the complainant on the loss of her father. 9. The newspaper was entitled to rely on the information provided by the emergency services, and the press releases had stated that the complainant’s father had died in the fire. There was no failure to take care over the accuracy of the article; there was no breach of Clause 1 (i) of the Editors’ Code. 10. However, following publication of the article it became clear that the initial information received by the newspaper had been inaccurate. The coroner had also confirmed to the newspaper that the complainant’s father had in fact died before the fire had started. Given that the main subject matter of the story was that a man had died in a fire, and the circumstances of his death were reported as being substantially different to his true cause of death, the inaccuracy was significant and requiring of correction under the terms of Clause 1 (ii). 11. The newspaper had promptly offered to publish a correction, in its first response to the complaint. It offered to publish it on the first inside right-hand news page. While the established inaccuracy had been published on the front page of the newspaper, the Committee had found that the newspaper had legitimately relied on official press releases from the emergency services, and had published the information in good faith. In all the circumstances, including the nature of the inaccuracy and the finding that there had been no failure to take care over the accuracy of the article, the newspaper was not required to publish the correction on its front page. The Committee accepted that the correction would have less prominence if it was published on the same page as the television listings, and that the first inside right-hand news page constituted appropriate and due prominence. There was no breach of Clause 1 (ii). Given the Committee’s finding on the matter, the correction should now be published on page 5 and online. 12. The word “drama” had been used to describe the attendance of several emergency service vehicles at a house fire, and was not insensitive. While the Committee had already established that the story had been inaccurate and required correction, it had not been presented in an insensitive manner. There was no breach of Clause 5. Conclusions 13. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 31/12/2015",
    "text": "\n\n\n\n\n\n·       Decision\nof the Complaints Committee 12311-15 Downes v Shropshire Star\nSummary\nof complaint\n1.\nAnne Downes complained to the Independent Press Standards Organisation that the\nShropshire Star breached Clause 1 (Accuracy) and Clause 5 (Intrusion into grief\nor shock) of the Editors’ Code of Practice in an article headlined “Pensioner\ndies in house blaze”, published on 9 November 2015.\n2.\nThe article - which appeared on the newspaper’s front page and on its website -\nreported that a man had died following a house fire. Emergency services had\nbeen called, but they had been unable to save him.\n3.\nThe complainant was the daughter of the man who died. She said it was\ninaccurate to report that he had died in the house fire, and the quotations\nfrom the emergency services in the article did not support this conclusion. In\nfact the fire had started after he died. The complainant said that it had been\ndistressing to read the wrong information about her father’s death in the\nnewspaper, especially as that information gave the impression that her father\nhad been burned alive. She also said that the article, in particular the use of\nthe word “drama” to describe what had happened, was insensitive and a breach of\nClause 5.\n4.\nThe newspaper said that the information provided by the emergency services had\nindicated that the man had died as a result of the fire. It provided press\nreleases from the Shropshire Fire & Rescue Service and the West Midlands\nAmbulance Service, headlined “Fatal fire prompts home fire safety checks” and\n“Man dies in house fire” respectively. It also noted that a number of other\nnews outlets had reported the story in a similar way, and provided copies of\nthose articles. The information had been published in good faith and the\nnewspaper’s intention had never been to cause distress. However, upon receipt\nof the complaint and following consultation with the coroner, the newspaper\naccepted that the complainant’s father had died of natural causes before the\nfire had broken out. In light of this it offered to publish the following\nwording on page 5 (the first inside right-hand news page, as pages 2 and 3 are\ndevoted to television listings), and online:\n“William\nDonald Stannett\nThe\nfamily of William Donald Stannett have asked for a clarification following a\nreport in the Shropshire Star in November about a fire at his home in Westbury\nRoad, Shrewsbury. Mr Stannett died of natural causes before the fire started in\na ground floor utility room. Information given by the emergency services at the\ntime indicated that he died as a result of the fire. However, it subsequently\nemerged that this was not the case. We are happy to clarify the matter.”\n5.\nThe newspaper apologised that the use of the word “drama” had caused the\ncomplainant upset, and reassured her that that had not been the intention. The\nword had been used to convey the fact that there had been a large response from\nthe emergency services, including three fire engines. Nonetheless, it said that\nit would relay the complainant’s concerns to its editorial staff.\n6.\nIn addition to the correction, the newspaper also offered to publish a tribute\nto the complainant’s father, which she could approve prior to publication. The\ncomplainant declined to resolve her complaint on this basis, and asked that the\nCommittee rule on the case.\nRelevant\nCode Provisions\n7.\nClause 1 (Accuracy)\ni)\nThe press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.\niii)\nThe press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.\nClause\n5 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. This should\nnot restrict the right to report legal proceedings.\nFindings\nof the Committee\n8.\nThe Committee first wished to extend its sympathy to the complainant on the\nloss of her father.\n9.\nThe newspaper was entitled to rely on the information provided by the emergency\nservices, and the press releases had stated that the complainant’s father had\ndied in the fire. There was no failure to take care over the accuracy of the\narticle; there was no breach of Clause 1 (i) of the Editors’ Code.\n10.\nHowever, following publication of the article it became clear that the initial\ninformation received by the newspaper had been inaccurate. The coroner had also\nconfirmed to the newspaper that the complainant’s father had in fact died\nbefore the fire had started. Given that the main subject matter of the story\nwas that a man had died in a fire, and the circumstances of his death were\nreported as being substantially different to his true cause of death, the\ninaccuracy was significant and requiring of correction under the terms of\nClause 1 (ii).\n11.\nThe newspaper had promptly offered to publish a correction, in its first\nresponse to the complaint. It offered to publish it on the first inside\nright-hand news page. While the established inaccuracy had been published on\nthe front page of the newspaper, the Committee had found that the newspaper had\nlegitimately relied on official press releases from the emergency services, and\nhad published the information in good faith. In all the circumstances,\nincluding the nature of the inaccuracy and the finding that there had been no\nfailure to take care over the accuracy of the article, the newspaper was not\nrequired to publish the correction on its front page. The Committee accepted\nthat the correction would have less prominence if it was published on the same\npage as the television listings, and that the first inside right-hand news page\nconstituted appropriate and due prominence. There was no breach of Clause 1\n(ii). Given the Committee’s finding on the matter, the correction should now be\npublished on page 5 and online.\n12.\nThe word “drama” had been used to describe the attendance of several emergency\nservice vehicles at a house fire, and was not insensitive. While the Committee\nhad already established that the story had been inaccurate and required\ncorrection, it had not been presented in an insensitive manner. There was no\nbreach of Clause 5.\nConclusions\n13.\nThe complaint was not upheld.\nRemedial\nAction Required\nN/A\nDate\ncomplaint received: 31/12/2015Date\ndecision concluded: 29/02/2016\nBack to ruling listing\n\n\n"
}