{
    "url": "/rulings-and-resolution-statements/ruling/?id=12317-15",
    "title": "12317-15 Levi v The Times",
    "provisions": [
        "4 (Harassment) 2015",
        "10 (Clandestine devices and subterfuge) 2015",
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2015-12-30 00:00:00",
    "concluded_on": "2016-04-18 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "26The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 30 December 2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12317-15 Levi v The Times\nSummary of complaint\n1. Daniel Levi, acting on behalf of Sefton Resources\nInc, complained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy), Clause 3 (Privacy), Clause 4 (Harassment) and\nClause 10 (Clandestine devices and subterfuge) of the Editors’ Code of Practice\nin an online article headlined “The armed robber who rode into the Wild West”,\npublished on 27 July 2015, and an online article headlined “New questions over\narmed robber’s funding”, published on 28 July 2015.\n2. The 27 July\narticle, which had been written by a freelance reporter and a staff reporter, said\nthat the complainant, who was standing down as executive chairman of an oil company\ncalled Sefton Resources, had previously been known as David John Hopkins. It\nstated that the complainant, as Mr Hopkins, had been convicted of armed robbery\nand had “a reputation for violence and for having links to Britain’s criminal\nunderworld”. It reported that by not disclosing his previous name and by\nfailing to disclose an unspent conviction, the complainant had breached the\nrules of AIM, a sub-market of the London Stock Exchange.\n3. The second\narticle reported that the complainant had links to Mohammed Waris Ashraf, a\nbusinessman who had been convicted for drug offences in 1997, but had been\ncleared in 2005. The registration details for an investment website called guerillainvesting.co.uk\nhad stated that the site was owned by Mr Ashraf “trading as Daniel Levi\nAssociates”, the company through which the complainant had invested in three\noil companies, including Sefton Resources. The article said that this\ncontrasted with stock market information, which had referred to DLA as “a\npartnership between Daniel Levi and Christopher Williams”. It stated that the\ncomplainant had “tabled a rescue fundraising for Sefton”, as part of what he\nhad called “the SaveSure Consortium”. It said that Mr Ashraf had been the owner\nof two dissolved companies called Savesure Management and Savesure Management and\nTrading, but that the complainant had said that Mr Ashraf had not funded the\n“Sefton rescue”; the choice of name had been “coincidental”.\n4. The complainant\nsaid that before the first article was published, the freelance reporter had\nattempted to “extract/extort” money from Sefton Resources. He said the reporter\nhad told the company that he was working with a “private investigator”, and\nthat he had sought payment for “investigative services”. He said the reporter\nand his partner were not “registered private investigators”; they had used\nsubterfuge to request confidential information about him. The omission of the\nfact that the journalist had attempted to extract money from the company had\nrendered the article misleading. He also provided an email from the freelance\nreporter to Sefton Resources’ Financial Consultant, dated 21 August 2015, in\nwhich he appeared to ask for assistance in “exposing” the complainant further.\n5. The complainant\nalso contended that the staff reporter had called Mr Ashraf four times, and had\npretended to be a potential buyer for guerillainvesting.co.uk; he provided a\nstatement from Mr Ashraf to that effect.\n6. The complainant\nsaid that his relationship with Mr Ashraf was not a secret and so the use of\nsubterfuge was not justified. He explained that Mr Ashraf owned guerillainvesting.co.uk,\nand he had a partnership agreement with him to blog on the site. It was not the\ncase that this relationship should have been declared. He considered that the\nnewspaper had no evidence to support its suggestion of criminal activity. He\nsaid Mr Ashraf had amended the website’s registration details because he was\nconcerned about harassment from the newspaper.\n7. The complainant also\nclaimed that the journalists had contacted his broker alleging that his\npassport was fake and that he had been “laundering money”; both reporters had\nmade false allegations to various legal authorities, including the American\nconsulate alleging that his entry to the USA had been illegal; and his\nex-partner had received a number of anonymous phone calls at night, including\none in which the staff journalist had pretended to be a friend. He said this\nconduct constituted harassment. In addition, he said that the journalists had\nobtained private, confidential information about him, including copies of his\npassport, VAT registration documents, National Insurance Number, and his\nex-partner’s contact details.\n8. The complainant\nprovided emails sent between the reporters in January 2016, following his\ncomplaint to IPSO, in which they appeared to discuss the complaint, the\nproposition to Sefton Resources, and a potential follow-up piece. He argued\nthat the tone of the emails demonstrated that the journalists had a vendetta\nagainst him.\n9. The newspaper\nsaid that it had been unaware of the freelance journalist’s investigation into\nthe complainant’s criminal background until 19 July 2015 when the reporter\ncontacted its Business Editor. The staff reporter subsequently became involved\nin checking the information provided by the freelancer in preparation for an\narticle.\n10. The newspaper\nprovided the business proposal that the freelance journalist had made to Sefton\nResources on 1 July 2015. In the proposal, the journalist explained that he and\na partner were creating a consultancy specialising in “background checks and\nperson-focused due diligence for AIM-listed companies”. He said that his\nprevious efforts had allowed him to “publish numerous articles on\nShareProphets, as well as sell one story to The Times”. He proposed to produce\na report on the background of “Daniel Levi, formally known as David John\nHopkins”, which would verify the information that he had supplied on his CV and\nquestionnaire that had been submitted to the nominated company advisor. He said\nthat to do this, he required a copy of the complainant’s CV and the\nquestionnaire. The newspaper considered that it was “ludicrous to categorise\nthis as an attempt at extortion or blackmail”: the company had not accepted the\noffer, and the freelance reporter had continued his investigations\nindependently.\n11. The newspaper\nsaid that the freelancer had obtained his information on the complainant using\npublicly available sources. The staff reporter had also checked the information\nusing public sources, and by speaking to people who were involved with the\ncomplainant and his business activities.\n12. The newspaper accepted\nthat it had used subterfuge in order to verify that Mr Ashraf was a “secret\nbacker” of the complainant: the staff reporter had called Mr Ashraf and had\nintroduced himself as someone who was interested in buying guerillainvesting.co.uk. The decision\nhad been taken by a senior editor, with advice from the legal department.\n13. The reporter had\nlearned that the complainant had invested in Sefton Resources through DLA,\nwhich had been described in Stock Market announcements as “a partnership\nbetween Daniel Levi and Christopher Williams”. The reporter checked the domain registration\ndetails for the website and found that it was described as being owned by Mr\nAshraf “trading as Daniel Levi Associates”. This relationship was not\nacknowledged on the website and the reporter could find no reference to it\nanywhere else. The newspaper did not consider that the domain registry\ninformation was sufficiently reliable to justify an accusation of a secret\nrelationship between Mr Ashraf and the complainant. It noted that the registry\ninformation was changed on 27 July, the day before the second article was\npublished.\n14. The newspaper\nsaid that if a reporter had telephoned Mr Ashraf and had identified themselves\nas a journalist it was highly unlikely that Mr Ashraf would have answered\nhonestly. The newspaper also believed that as Mr Ashraf had served several\nyears in prison for a conviction that was later quashed, it was unlikely that\nhe would be open and cooperative with a reporter asking questions about his\nrelationship with a convicted bank robber.\n15. It considered\nthat there was a clear public interest in exposing the complainant’s past so\nthat potential investors and others considering doing business with him would\nbe fully informed about it. It argued that there was also a public interest in\ndisclosing Mr Ashraf’s secret link to the complainant and DLA. The connection\nraised questions about whether the complainant had been honest with Sefton\nResources and investors when he had described DLA as a partnership between himself\nand Christopher Williams. The newspaper also considered that the level of\nsubterfuge used was proportionate to the public interest it had identified: it\nhad involved a brief phone call.\n16. The newspaper\nsaid that the freelance reporter had been sent a photocopy of the complainant’s\npassport by a source; it denied having any of the other documents alleged by\nthe complainant. It also denied that its reporters had called the complainant’s\nex-partner, and that they had made false allegations to legal authorities, the\ncomplainant’s broker or to an American consulate.\n17. The newspaper said\nthe conduct of its reporters had not amounted to harassment; their enquiries had\nbeen entirely proper. It also noted that the emails that the complainant claimed\nhad been exchanged between the reporters in January 2016 had been doctored:\nthey appeared to have been sent from the freelancer’s email address, but they\nhad not. The staff reporter had replied to one email, which appeared to have\nbeen sent from the freelancer’s email account, but he had become suspicious\nwhen he received the reply.\nRelevant Code provisions\n18.\nClause 1 (Accuracy)\n     i.   i) The Press must take care not\nto publish inaccurate, misleading or distorted information, including pictures.\n    ii.  ii) A significant inaccuracy,\nmisleading statement or distortion once recognised must be corrected, promptly\nand with due prominence, and - where appropriate - an apology published. In\ncases involving the Regulator, prominence should be agreed with the Regulator\nin advance.\n   iii.   iii) The Press, whilst free to be\npartisan, must distinguish clearly between comment, conjecture and fact.\nClause 3\n(Privacy)i) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.ii) Editors will be expected to\njustify intrusions into any individual's private life without consent. Account\nwill be taken of the complainant's own public disclosures of information.Clause 4 (Harassment)i) Journalists must not engage in\nintimidation, harassment or persistent pursuit.ii) They must not persist in\nquestioning, telephoning, pursuing or photographing individuals once asked to\ndesist; nor remain on their property when asked to leave and must not follow\nthem. If requested, they must identify themselves and whom they represent.iii) Editors must ensure these\nprinciples are observed by those working for them and take care not to use\nnon-compliant material from other sources.Clause 10 (Clandestine devices and subterfuge)i) The press must not seek to\nobtain or publish material acquired by using hidden cameras or clandestine\nlistening devices; or by intercepting private or mobile telephone calls,\nmessages or emails; or by the unauthorised removal of documents or photographs;\nor by accessing digitally-held private information without consent.ii) Engaging in misrepresentation\nor subterfuge, including by agents or intermediaries, can generally be\njustified only in the public interest and then only when the material cannot be\nobtained by other means.The\npublic interest1. The\npublic interest includes, but is not confined to:\ni)\nDetecting or exposing crime or serious impropriety.\nii)\nProtecting public health and safety.\niii) Preventing the public from being misled by an\naction or statement of an individual or organisation.\n2. There\nis a public interest in freedom of expression itself.\n3. Whenever the public interest is invoked, the\nRegulator will require editors to demonstrate fully that they reasonably\nbelieved that publication, or journalistic activity undertaken with a view to\npublication, would be in the public interest and how, and with whom, that was\nestablished at the time.\nFindings of the\nCommittee\n19. It was accepted that before the first article was published, the\nfreelance reporter had approached Sefton Resources offering to carry out an\ninvestigation into the complainant’s background. In the business proposal, the\nreporter had given his own name and had been open about his role as a\njournalist: he had said he had previously published articles about AIM-listed\ncompanies, and had supplied an article to the newspaper under complaint. The\nreporter had not engaged in misrepresentation or subterfuge. There was no breach\nof Clause 10 on this point.\n20. Sefton Resources had rejected the reporter’s business offer, and had not\nsupplied him with information about the complainant. Given the nature of his\napproach, the reporter was not prohibited under the terms of the Code from\ncontinuing his investigation independently for an eventual article. The\nnewspaper was not obliged to mention the proposal in its coverage of the story;\nthe omission of the information was not misleading. There was no breach of\nClause 1 on this point.\n21. It was not in dispute that the domain registration details for guerillainvesting.co.uk\nhad said that the site had been owned by Mr Ashraf “trading as Daniel Levi\nAssociates”, while stock market announcements had referred to DLA as “a\npartnership between Daniel Levi and Christopher Williams”. The newspaper had\nbeen entitled to highlight in its report that the website’s registration\ndetails appeared to contrast with information given to shareholders and\npotential investors in DLA. The article had included the complainant’s\nstatement that Mr Ashraf had not funded the “Sefton rescue”. There was no\nfailure to take care over the accuracy of the article in breach of Clause 1.\n22. The newspaper had accepted that it had engaged in subterfuge in order to\nverify the registration details for guerillainvesting.co.uk with Mr Ashraf. To comply with the Code, the\nnewspaper had to demonstrate that it had genuine reason to believe that\nsubterfuge would uncover material that was in the public interest, and that the\nlevel of subterfuge employed was proportionate to the public interest the newspaper\nhad identified. \n23. The newspaper had detected potentially conflicting information about the\nsources of DLA’s funding. There was a clear public interest in investigating\nwhether shareholders and potential investors had been given misleading\ninformation. The subterfuge had involved one telephone call in which the\nreporter had claimed to be a potential buyer for the website. There was no\nsuggestion that he had presented an involved backstory, and he had not met with\nMr Ashraf face to face. The Committee considered that this level of subterfuge was\nminimal and proportionate to the public interest identified. It was reasonable\nfor the newspaper to conclude that it could not have verified the connection\nbetween Mr Ashraf and Daniel Levis Associates by open means. The newspaper had\njustified its methods. There was no breach of Clause 10. \n24. There was no evidence to suggest that the newspaper had obtained\nconfidential documents, which had contained private information about the complainant.\nIf the newspaper had been passed such documents, it had not relied on them for\nthe articles under complaint. The newspaper had based the articles on publicly\navailable sources, and had made journalistic enquiries as previously described.\nThe complainant’s criminal record and previous name were matters of public\nrecord, and the newspaper had detected potentially conflicting information in\npublic records relating to the complainant’s funding declarations. The\nnewspaper had not disclosed private information about the complainant in breach\nof Clause 3.  \n25. The complainant had contended that the reporters’ conduct had amounted to\nharassment. The newspaper and the complainant had provided differing accounts,\nwhich the Committee could not reconcile. However, the reporters had been\nentitled to carry out their inquiries into the complainant and his background,\nas long as they did so in accordance with the requirements of the Editors’ Code\nof Practice. There was no evidence that they had persisted with questioning the\ncomplainant once asked to desist. The complaint under Clause 4 was not\nupheld.    \nConclusions \n26The complaint\nwas not upheld.\nRemedial action requiredN/A\nDate complaint received: 30 December 2015\nDate complaint concluded: 18 April 2016\nBack to ruling listing\n\n\n"
}