{
    "url": "/rulings-and-resolution-statements/ruling/?id=12322-15",
    "title": "12322-15 Heaps v Nottingham Post",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Nottingham Post (Reach PLC)",
    "received_on": "2015-12-31 00:00:00",
    "concluded_on": "2016-03-21 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 31/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 12322-15 Heaps v Nottingham PostSummary\nof complaint1.Katie\nHeaps complained to the Independent Press Standards Organisation that the\nNottingham Post breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Voyeur could face jail for taking photos up women’s\nskirts at Broadmarsh Centre”, published online on 21 December 2015, and “Man\ntook 80 photos up women’s skirts”, published in print on 22 December 2015.2.\nThe article reported that a man had been convicted of taking photographs up\nwomen’s skirts. It said that the man, who pleaded guilty to the offences at\nNottingham Magistrates’ Court, was from Watnall Road, Hucknall.3.\nThe online article was substantively the same as the version that appeared in\nprint.4.\nThe complainant said it was inaccurate to report that the convicted man lived\non Watnall Road, Hucknall, as she now owned the property he once lived in. She\nsaid that the man had confirmed in court that he no longer lived at that\naddress; she provided a letter from his solicitor confirming this. She said\nthat the reporter had later contacted the Crown Prosecution Service (CPS) to\nconfirm the man’s new address. The complainant said that she contacted the\nnewspaper on the day the article was published, but was advised that they would\nnot change the address unless she could provide a new one.5.\nThe newspaper denied that the article was inaccurate. It said that its reporter\nwas present in court during proceedings, and his shorthand note confirmed that\nthe convicted man’s address was Watnall Road. The reporter recalled this being\nread out in open court; he had no note, or recollection, of this being disputed\nby the man. The newspaper denied that the reporter had contacted the CPS to get\nthe man’s new address; however, it said that the reporter did check the address\ngiven in court against the address on the court list as a matter of good\npractice. It said that when the man was sentenced three weeks later, it covered\nthe hearing and reported, as was confirmed in court on this occasion, that he\nwas of no fixed abode. It also included a footnote to that article which said:The\nPost previously reported that Jackson was of Watnall Road in Hucknall. We can\nnow confirm he no longer lives at that address.The\nnewspaper also offered to add a similarly worded footnote to the online version\nof the original article.Relevant\nCode Provisions6. Clause\n1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.Findings\nof the Committee7. There were conflicting accounts from the\ncomplainant and newspaper as to whether the convicted man had said in court\nthat he no longer lived on Watnall Road. However, the reporter had been\nentitled to rely on the information contained in the official court list, and\nin any event no house number was published; there was no breach of Clause 1(i).8.\nIt was not in dispute that the man did not live on Watnall Road at the time he\nappeared in court, and the Committee welcomed the publication of a footnote\nclarifying this. While it was unable to reconcile the accounts from the\ncomplainant and the newspaper in relation to what was said in court, as the\narticle did not identify the number of the property where he had lived, it did\nnot consider that any inaccuracy would have been significant so as to require\ncorrection under Clause 1(ii).Conclusions9.\nThe complaint was not upheld.Remedial\nAction RequiredN/ADate\ncomplaint received: 31/12/2015Date\ndecision issued: 21/03/2016\nBack to ruling listing\n\n\n"
}