{
    "url": "/rulings-and-resolution-statements/ruling/?id=12347-15",
    "title": "12347-15 Perrett v Belfast Telegraph",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2015-06-15 00:00:00",
    "received_on": "2015-12-14 00:00:00",
    "concluded_on": "2016-04-29 00:00:00",
    "complaint_processing_days": 137,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 14/12/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12347-15 Perrett v Belfast Telegraph \nSummary of complaint\n1. Maria Perrett complained to the\nIndependent Press Standards Organisation that the Belfast Telegraph breached\nClause 1 (Accuracy), Clause 3 (Privacy) and Clause 9 (Reporting of crime) in an\narticle headlined “Neighbour ‘stabbed woman 33 times’”, published on 15 June\n2015.2. The article was a court report\nof the trial of Trevor Gibbon, who was accused of murder. He was later\nconvicted and sentenced to 28 years in prison.3. There was one reference to the\ncomplainant in the article: “Gibbon and his partner, Maria Perrett, rebuffed\nrepeated attempts by the council and police to broker better relations…” The\ncomplainant said that the statement was inaccurate, and that the inclusion of\nher name represented a breach of Clause 3 and Clause 9; she requested that it\nbe removed from the article. The complainant had not been present in court.4. The newspaper said that the\ncomplainant had been mentioned repeatedly in court. In particular, the court\nhad heard that “attempts by the local authority and by the police to broker\nbetter relations between the neighbours were rebuffed by Trevor Gibbon and\nMaria Perrett”. The newspaper said that it was satisfied that it had not\nbreached the Editors’ Code, and that it would not be appropriate to remove the\ncomplainant’s name from the article.Relevant Code provisions5. Clause 1 (Accuracy)i) The\npress must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii) A\nsignificant inaccuracy, misleading statement or distortion once recognised must\nbe corrected, promptly and with due prominence, and – where appropriate – an\napology published.iii) The\npress, whilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact.Clause 3 (Privacyi) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.Clause 9 (Reporting of crime)i) Relatives\nor friends of persons convicted or accused of crime should not generally be\nidentified without their consent, unless they are genuinely relevant to the\nstory.Findings of the Committee6. The publication had a\nresponsibility to accurately report the case as heard in open court. The complainant\nhad not been present during the hearing, and did not dispute that the court had\nheard the phrase complained of. There was no breach of Clause 1.7. The publication had confirmed\nthat the complainant had been referred to by the prosecution; she therefore had\nno reasonable expectation of privacy in relation to the proceedings, and was\ngenuinely relevant to the reporting of the case. There was no breach of Clause\n3 or Clause 9.Conclusions8. The complaint was not upheld.Remedial Action RequiredN/A\nDate complaint received: 14/12/2015 \nDate decision issued: 29/04/2016\nBack to ruling listing\n\n\n"
}