{
    "url": "/rulings-and-resolution-statements/ruling/?id=12340-15",
    "title": "12340-15 Nartey v telegraph.co.uk",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2015-03-22 00:00:00",
    "received_on": "2015-12-30 00:00:00",
    "concluded_on": "2016-04-04 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "10. The complaint was upheld under Clause 1 (Accuracy).",
    "remedial_action": "11. The newspaper had already amended the online article and appended a correction. These actions were satisfactory to remedy the established breach of the Code, and no further actions were required. Date complaint received: 30/12/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 12340-15 Nartey v telegraph.co.uk\nSummary\nof complaint\n1.\nMichael Nartey complained to the Independent Press Standards Organisation that\ntelegraph.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “City worker nicknamed ‘Shagger’ jailed for campaign of\nthreats against women”, published on 22 March 2015.\n2.\nThe article was a report of the complainant’s sentencing for offences described\nas “harassing five women, putting them in fear of violence, and intimidating\nthree of them”. He was given a three-year prison sentence. The complaint was\nmade more than four months after publication of the article, and so it was\nconsidered against the online version – which remained accessible – only.\n3.\nThe complainant said that the reference in the article to his having broken\ninto one of the women’s homes and stolen her underwear was inaccurate; he had\nnever been charged with any offence in relation to the break-in. The\ncomplainant said that the inaccuracy had been distressing to him and had\nprevented him from finding work following his release from prison; he asked\nthat the newspaper apologise to him. He also said it was inaccurate to report\nthat he had the nickname “shagger”. While this had been mentioned in a\nstatement provided by a witness, he did not recall that section of the\nstatement being read out in court and, in any case, it was not true that he had\nthat nickname.\n4.\nThe newspaper acknowledged that the complainant had not been accused of\nbreaking into a woman’s home, and said that the error had been the result of a\nmisunderstanding. The court had heard that the woman had been burgled a few\nyears previously and only underwear had been taken. She had received a text\nfrom an unknown number - which transpired to be from the complainant - which\nseemed to refer back to the burglary and which had greatly upset her. The journalist\nhad mistakenly assumed that the burglaries had been carried out by the\ncomplainant, but the newspaper now accepted that that had not been the case.\nThe newspaper did not believe that the inaccuracy was significant, given the\noffences for which the complainant had been convicted; it would not have\nsignificantly altered the reader’s impression of him. Nevertheless, the\nnewspaper removed the reference from the article and appended the following\nfootnote:\n“CORRECTION:\nThis article originally stated, incorrectly, that Mr Nartey had broken into the\nhome of one of his lovers to steal her underwear. This line has now been\nremoved.”\n5.\nRegarding the complainant’s alleged nickname, the newspaper said that the\nprosecution barrister had recounted in court that “when asked if she knew\nMichael Nartey she felt the blood drain from her head. She said she sat next to\nhim at work. He had tried it on with her but she rebutted his advances. She\nknew he was married. He was known by the nickname Shagger in the office. He\nknew she had a red car and where she lived. He could see the effect on her at\nwork.” The newspaper provided the relevant section of the reporter’s notes,\nalong with a transcript of those notes, to support this quotation.\nRelevant\nCode Provisions\n6.\nClause 1 (Accuracy)\ni)\nThe press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and – where appropriate –\nan apology published.\niii)\nThe press, whilst free to be partisan, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n7.\nIt was accepted that the complainant had never been charged with any offences\nrelating to the break-in at his former “lover’s” home, and that the reference\nhad been introduced in error. This represented a failure to take care over the\naccuracy of the article, in breach of Clause 1 (i) of the Editors’ Code. While\nthe Committee noted the seriousness of the complainant’s offending, and\nresulting prison sentence, the inaccuracy erroneously introduced a further\ncriminal offence, giving a significantly misleading impression of the crimes\ncommitted by the complainant, and was a significantly inaccurate account of the\nmatters heard in court. The inaccuracy required correction under Clause 1 (ii).\n8.\nThe newspaper had not accepted that the inaccuracy was significant, but had\namended the online article and appended a correction when the inaccuracy had\nbeen drawn to its attention. The correction adequately identified the initial\ninaccuracy, and explained the correct position. While the Committee noted that\nthe complainant wanted the newspaper to apologise to him, it had regard for the\nserious crimes for which the complainant had been convicted, and the fact that\nthe newspaper had promptly corrected its error. The newspaper’s declining to\napologise to the complainant did not raise a breach of Clause 1 (ii).\n9.\nThe complainant accepted that his alleged “shagger” nickname had been included\nin a witness statement. The newspaper had provided the reporter’s notes from\ncourt which included the “shagger” reference; there was no failure to take care\nover this aspect of the article. In light of the content of the reporter’s\nnotes, the Committee found that the complainant’s alleged nickname had been\nheard in court during the proceedings, and the reporting did not constitute a\nsignificant inaccuracy under the terms of Clause 1 (ii).\nConclusions\n10.\nThe complaint was upheld under Clause 1 (Accuracy).\nRemedial\nAction Required\n11.\nThe newspaper had already amended the online article and appended a correction.\nThese actions were satisfactory to remedy the established breach of the Code,\nand no further actions were required.\nDate\ncomplaint received: 30/12/2015Date\ndecision issued: 04/04/2016\nBack to ruling listing\n\n\n"
}