{
    "url": "/rulings-and-resolution-statements/ruling/?id=12346-15",
    "title": "12346-15 Perrett v The News (Portsmouth)",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The News (Portsmouth) (National World Publishing Ltd)",
    "published_on": "2015-06-15 00:00:00",
    "received_on": "2016-12-14 00:00:00",
    "concluded_on": "2016-04-29 00:00:00",
    "complaint_processing_days": -229,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 14/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12346-15 Perrett v The News (Portsmouth) \nSummary of complaint\n1. Maria\nPerrett complained to the Independent Press Standards Organisation that The\nNews (Portsmouth) breached Clause 1 (Accuracy), Clause 3 (Privacy) and Clause 9\n(Reporting of crime) in an article headlined “Former Bedhampton woman murdered\nafter noise dispute, old Bailey told”, published on 15 June 2015.\n2. The\narticle was a court report of the trial of Trevor Gibbon, who was accused of\nmurder. He was later convicted and sentenced to 28 years in prison.\n3. There\nwas one reference to the complainant in the article: “Gibbon and his partner,\nMaria Perrett, rebuffed repeated attempts by the council and police to broker\nbetter relations…” The complainant said that the statement was inaccurate, and\nthat the inclusion of her name represented a breach of Clause 3 and Clause 9;\nshe requested that it be removed from the article. The complainant had not been\npresent in court.\n4. The\nnewspaper said that article had been based on copy supplied by a national news\nagency, which had had a reporter in court. On receipt of the complaint, the\nagency had confirmed that the reference complained of was an accurate report of\nwhat was heard in court; the complainant had been mentioned repeatedly as part\nof the prosecution case. The newspaper said that the complainant was genuinely\nrelevant to the story, and that Clause 3 was not relevant to the complaint. It\ndeclined to remove the complainant’s name from the article, as the newspaper’s\narchive should be preserved unless a serious error or legal problem presents\nitself; that was not the case on this occasion.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)i) The press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published.iii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.Clause 9 (Reporting of crime)\ni) Relatives or friends of those accused or\nconvicted of crime should not generally be identified without their consent,\nunless they are genuinely relevant to the story.\nFindings of the Committee\n6. The\npublication had a responsibility to accurately report the case as heard in open\ncourt. The complainant had not been present during the hearing, and did not\ndispute that the court had heard the phrase complained of. There was no breach\nof Clause 1.\n7. The\npublication had confirmed that the complainant had been referred to by the\nprosecution; she therefore had no reasonable expectation of privacy in relation\nto the proceedings, and was genuinely relevant to the reporting of the case.\nThere was no breach of Clause 3 or Clause 9.\nConclusions\n8. The\ncomplaint was not upheld.\nRemedial Action Required \nN/ADate complaint received: 14/12/2016 Date decision issued:\n29/04/2016\nBack to ruling listing\n\n\n"
}