{
    "url": "/rulings-and-resolution-statements/ruling/?id=12343-15",
    "title": "12343-15 Perrett v telegraph.co.uk",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015",
        "9 (Reporting of crime) 2015"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2015-06-15 00:00:00",
    "received_on": "2015-12-14 00:00:00",
    "concluded_on": "2016-04-29 00:00:00",
    "complaint_processing_days": 137,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 14/12/2015",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12343-15 Perrett v telegraph.co.uk\nSummary of complaint\n1. Maria Perrett complained to the Independent Press\nStandards Organisation that telegraph.co.uk breached Clause 1 (Accuracy),\nClause 3 (Privacy) and Clause 9 (Reporting of crime) of the Editors’ Code of\nPractice in an article headlined “Neighbour ‘stabbed woman 33 times’ over noise\nher child was making”, published on 15 June 2015. 2. The article was a court report of the trial of\nTrevor Gibbon, who was accused of murder. He was later convicted and sentenced\nto 28 years in prison.3. There was one reference to the complainant in the\narticle: “Gibbon and his partner, Maria Perrett, rebuffed repeated attempts by\nthe council and police to broker better relations…” The complainant said that\nthe statement was inaccurate, and that the inclusion of her name represented a\nbreach of Clause 3 and Clause 9; she requested that it be removed from the\narticle. The complainant had not been present in court. 4. The publication said that article had been\nprovided by a leading news agency, which had a reporter in court to cover the\ntrial. It said that the complainant had been mentioned repeatedly by the\nprosecution, and the court had heard that “attempts by the local authority and\nby the police to broker better relations between the neighbours were rebuffed\nby Trevor Gibbon and Maria Perrett.” It said that the article was an accurate\nreport of what had been heard in court, and that the details published did not\nreveal any private information about the complainant. It also said that, given\nthe prosecuting counsel’s remarks, the complainant was genuinely relevant to\nthe story, and there was no breach of Clause 9. The publication declined to\nremove the complainant’s name from the article.Relevant Code\nProvisions5. Clause 1 (Accuracy)i) The press must take care not to publish\ninaccurate, misleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement\nor distortion once recognised must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published.iii) The press, whilst free to be partisan, must\ndistinguish clearly between comment, conjecture and fact.Clause 3 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.Clause 9 (Reporting of crime)i) Relatives or friends of persons convicted or\naccused of crime should not generally be identified without their consent,\nunless they are genuinely relevant to the story.Findings of\nthe Committee6. The publication had a responsibility to\naccurately report the case as heard in open court. The complainant had not been\npresent during the hearing, and did not dispute that the court had heard the\nphrase complained of. There was no breach of Clause 1.7. The publication had confirmed that the\ncomplainant had been referred to by the prosecution; she therefore had no\nreasonable expectation of privacy in relation to the proceedings, and was\ngenuinely relevant to the reporting of the case. There was no breach of Clause\n3 or Clause 9.Conclusions8. The complaint was not upheld.\nRemedial Action Required\nN/ADate complaint received: 14/12/2015\nDate decision issued:\n29/04/2016\nBack to ruling listing\n\n\n"
}