{
    "url": "/rulings-and-resolution-statements/ruling/?id=12341-15",
    "title": "12341-15 Clark v Whitstable Gazette",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Kentish Gazette (Iliffe Media Group Ltd)",
    "received_on": "2015-11-05 00:00:00",
    "concluded_on": "2016-03-03 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. The Committee accepted that the original clarification had been published promptly and in good faith; the wording of the clarification recognised the inaccuracy. As such, it was satisfied that re-publication of the correction in an appropriate location would represent a sufficient remedy.17. The newspaper was required to re-publish the correction either on page 7, where the article was originally published, or further forward in the newspaper. The correction should additionally state that it had been re-published following a ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance.Date complaint received: 05/11/2015",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 12341-15 Clark v Whitstable GazetteSummary\nof complaint1.\nMartin Clark complained to the Independent Press Standards Organisation that\nthe Whitstable Gazette breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Drink driver caught with no clothes on”,\npublished in print on 10 September 2015, and “Naked drink-driver Martin Clark,\nfrom Ramsgate, almost hit cyclist Whitstable High Street”, published online on\n14 September 2015.2.\nThe front-page contained a summary of an article which appeared in full on page\n7 with the headline “Drink driver was naked behind wheel of his car”. The\narticle reported that the complainant had been convicted of outraging public\ndecency and drink driving after he was seen driving his car erratically on a\nbusy high street while naked. It quoted from the victim impact statement of a\nwitness, read out in court, who said that she and her daughter had also seen\nthe complainant masturbating in his car. It reported that the complainant had\nadmitted outraging public decency and drink driving, but denied masturbating.\nThe summary of the article on the front-page did not mention this allegation.3.\nThe online article was substantively similar to the print version, but it did\nnot include any reference to the allegation that the complainant had been\nmasturbating.4.\nThe complainant said that he attended court on 14 August to answer charges of\ndrink driving and exposure. While he admitted the drink driving charge, and\nconceded he was naked at the time, he denied masturbating. However, he agreed\nto plead guilty to a lesser charge of outraging public decency for being seen\nnaked in his car if the exposure charge in relation to the masturbation was\nwithdrawn; he said that this offer was accepted by the prosecution in order to\navoid a Newton hearing to establish the facts of the case prior to sentencing.\nThe complainant said that when his sentencing hearing took place on 5\nSeptember, the prosecutor started to read out the victim impact statement of\nthe witness who said she had seen him masturbating, but the court’s legal advisor\nreminded the prosecutor that particular charge had been withdrawn at court on\n14 August. He said that the legal advisor had told the court, including the\nreporter present, that the details they had heard in relation to the allegation\nof masturbation should be disregarded.5.\nThe newspaper said that the prosecutor had read a victim impact statement in\nopen court which referred to the complainant masturbating. It said that there\nwas no order made directing its reporter not to report details of the victim\nimpact statement. It said that after the prosecution had read the victim impact\nstatement, the prosecutor said in open court that it had been decided, in order\nto save time and money, not to hold a Newton hearing to determine whether the\ncomplainant had been masturbating. It claimed that as a Newton hearing is a\nrarely used court process, its reporter did not fully understand the\nimplication of this. It said that when the magistrates left the room to\nconsider the complainant’s sentence, the reporter was advised by the court’s\nlegal advisor to ensure that the complainant’s denial about masturbating was\nincluded in the article, which it was.6.\nThe newspaper provided the reporter’s notes from the hearing which included the\nadvice given to the reporter by the legal advisor. The notes showed that the\nreporter had been told that the complainant had pleaded guilty to outraging\npublic decency because he was naked in his car, and had denied masturbating in\npublic. The legal advisor also advised that the complainant was being sentenced\non that basis.7.\nThe newspaper said that when the complainant called its news desk on 10\nSeptember, it agreed as a gesture of goodwill to carry a clarification in its\ncorrections and clarifications column on page 15 of the following week’s\nnewspaper which said:An\narticle in last week’s Gazette reported that Martin Clark, 44, of Ramsgate, had\npleaded guilty to outraging public decency and drink driving after he was found\nnaked in his car in Whitstable High Street. A witness who reported Clark to the\npolice alleged that he was pleasuring himself, something which he strongly\ndenied. His account, namely that he was not pleasuring himself, was accepted by\nthe prosecution and was sentenced by magistrates on that basis. We are happy to\nclarify this point.8.\nThe newspaper said the publication of the clarification in its established\ncorrections and clarifications column, which had been in place since at least\n2008, constituted due prominence in accordance with Clause 1(ii) of the Code. It\nsaid it also published an article online on 14 September – after the\ncomplainant had made contact – which reflected his version of events; it denied\nthat the online article had ever reported that the complainant was accused of\nmasturbating.9.\nThe complainant said that online article had been re-written to omit the\nmasturbation allegation after he contacted the newspaper.Relevant\nCode Provisions10.\nClause 1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted information,\nincluding pictures.ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.Findings\nof the Committee11.\nIn the absence of any reporting restrictions at the sentencing hearing, the\nnewspaper was entitled to report what had been said in open court; this\nremained the case even though a portion of the victim impact statement had been\nread in error.12.\nThe reporter’s notes, however, showed that the court’s legal advisor had\nexplained that the complainant had pleaded guilty to outraging public decency\non the basis that he was naked in public, not because he had been masturbating;\nthe legal advisor made clear that he was being sentenced by the magistrates on\nthat basis. This information was not reported in the article, which created the\nmisleading impression that the complainant had been prosecuted and convicted in\nrelation to the allegation of masturbation. This was significantly misleading;\nit was a more serious offence than those to which he pleaded guilty, and the\nreporting of it ignored the prosecution’s acceptance that this allegation\nshould not form part of the case against him. Given that the reporter’s notes\ncontained a clear note of the correct position as explained by the legal\nadvisor, this represented a failure to take care not to publish inaccurate and\nmisleading information in breach of Clause 1(i), and the omission was\nsignificantly misleading so as to require correction under Clause 1(ii).13.\nOn receipt of the complaint, the newspaper had published a clarification in its\ncorrections and clarifications column, which made clear that the prosecution had\naccepted the complainant’s version of events. However, while the Committee\nwelcomed the presence on the letters page of information about how to make a\ncomplaint, and acknowledged that the newspaper had acted in good faith in\nconsistently using the same page for its corrections and clarifications column\nfor a number of years, the Committee has made clear that in order for a\ncorrections and clarifications column to be considered established, it needed\nto make readers aware where the column would ordinarily appear on weeks where\nthere were no corrections or clarifications published. The newspaper did not\npublish such information and for this reason, the column was not considered to\nbe established. In this case, given its position in the newspaper, the letters\npage was not an otherwise sufficiently prominent location for the clarification\nto have been published, since the article had appeared on page 7. The complaint\nwas upheld as a breach of Clause 1(ii).14.\nThe newspaper had provided evidence that the online article was published on 14\nSeptember, which was after the complainant had made contact with the newspaper;\nthe Committee was satisfied that it did not include reference to masturbation.Conclusions15.\nThe complaint was upheld.Remedial\nAction Required16.\nThe Committee accepted that the original clarification had been published\npromptly and in good faith; the wording of the clarification recognised the\ninaccuracy. As such, it was satisfied that re-publication of the correction in\nan appropriate location would represent a sufficient remedy.17.\nThe newspaper was required to re-publish the correction either on page 7, where\nthe article was originally published, or further forward in the newspaper. The\ncorrection should additionally state that it had been re-published following a\nruling by the Independent Press Standards Organisation. The full wording should\nbe agreed with IPSO in advance.Date\ncomplaint received: 05/11/2015Date\ndecision issued: 03/03/2016\nBack to ruling listing\n\n\n"
}