{
    "url": "/rulings-and-resolution-statements/ruling/?id=12352-20",
    "title": "12352-20 Hewitt v chroniclelive.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "chroniclelive.co.uk (Reach PLC)",
    "published_on": "2020-01-14 00:00:00",
    "received_on": "2020-10-05 00:00:00",
    "concluded_on": "2021-04-29 00:00:00",
    "complaint_processing_days": 206,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.   Date complaint received: 05/10/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 12352-20 Hewitt v\nchroniclelive.co.uk\nSummary of Complaint\n1. Steven Jon Hewitt complained to the Independent Press\nStandards Organisation that chroniclelive.co.uk breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Byker stalker jailed\nafter threatening to burn down woman's home while she was inside”, published on\n14 January 2020.\n2. The article reported on the court case of a man who had\n“been jailed after he sent his victim lewd texts, hid in the bushes outside her\nhome and threatened to burn her building down”, and that “after he appeared on\nthe doorstep of [his victim’s] flat block, pressed the buzzer and then hid in\nsome nearby bushes.” It also reported that in court he admitted “to rooting\nthrough her handbag while she wasn’t looking and finding a bill with her\naddress on”. It also described the man as an “obsessive stalker”.\n3. The complainant, the defendant in the article, said that\nthe article was inaccurate in breach of Clause 1 as he had not admitted to\ngoing through the complainant’s handbag in court. He also said that the judge\nhad accepted he had not hid in the bushes, and noted that online maps showed\nthat there were not any bushes outside of the house. He said that the newspaper\nwas inaccurate to call him “obsessive” as this was a psychological evaluation\nit could not substantiate.\n4. The publication said that it had based its article on a\npress release published by the police, and that this stated that the\ncomplainant had admitted “to rooting through [his victim’s] handbag” and hiding\nin bushes. Upon receipt of the complaint, the publication contacted the police,\nwho amended the press release removing the reference to rooting through his\nvictim’s handbag. The publication amended the article to report that the\ncomplainant “found her address on a piece of paper” and added the following as\na footnote correction:\nA previous version of this article stated that Hewitt\n'admitted rooting through her handbag while she wasn't looking and finding a\nbill with her address on'. This information was based on a Police press\nrelease. The press release has since been amended to remove reference to this,\nas Steven Jon Hewitt has advised that he did not 'admit' to doing this. We are\nhappy to amend the article to reflect this.\n5. The publication did not accept a breach of Clause 1(i) as\nit said it was reasonable for the publication to rely on the original press\nrelease from the police. It said that the correction published satisfied its\nobligations under Clause 1(ii).\n6. The publication noted that the police had not made an\namendment to the point about the complainant hiding in the bushes outside of\nhis victim’s house when challenged, and therefore it was not a breach of Clause\n1 to include this. It also said that the term “obsessive” was frequently used\nby newspapers, and was not an inaccurate characterisation of the complainant’s\nactions.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The newspaper had accepted that it was inaccurate to\nreport that the complainant had rooted through his victim’s handbag. However,\nit had relied on a press release supplied by the police. The publication was\nentitled to rely on the press release and by doing so had taken care not to\npublish inaccurate information. Therefore, there was no breach of Clause 1(i)\non this point. However, whilst police press releases carry qualified privilege,\nthey do not carry a guarantee of accuracy and corrections should be noted, and\nwhere significant, replicated by the newspaper. When the publication was\nalerted to the significant inaccuracy in the press release, it had an\nobligation to publish a correction. The correction was added to the article as\na footnote on receipt of the police confirming the inaccuracy, which\nrepresented due promptness. As a footnote to the article, this was also duly\nprominent and put the correct position on the record. There was no breach of\nClause 1(ii).\n8. The police press release had been reviewed and amended to\nremove one of the statements in dispute, but had not deleted the reference to\nthe complainant hiding in the bushes. The Committee acknowledged that it was\ncontested by the complainant as to whether he had done this. However, where the\ncomplainant did not dispute that his conviction of a stalking offence had been\nreported accurately it was not considered significant as to whether the\ncomplainant had hid in bushes. Additionally, the term “obsessive” was\nconsidered to be a description of the complainant’s crime of stalking, and the\nCommittee did not find this characterisation to be significantly inaccurate.\nThere was no breach of Clause 1 on these points.\nConclusions\n9. The complaint was not upheld.\nRemedial Action Required\n10. The published correction put the correct position on\nrecord and was offered promptly and with due prominence. No further action was\nrequired.\n \nDate complaint received: 05/10/2020\nDate complaint concluded by IPSO: 29/04/2021\nBack to ruling listing\n\n\n"
}