{
    "url": "/rulings-and-resolution-statements/ruling/?id=12371-21",
    "title": "12371-21 A man v asianimage.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "asianimage.co.uk (Newsquest Media Group)",
    "published_on": "2021-11-10 00:00:00",
    "received_on": "2021-12-07 00:00:00",
    "concluded_on": "2022-06-21 00:00:00",
    "complaint_processing_days": 196,
    "conclusion_long": "15. The complaint was upheld under Clause 2.",
    "remedial_action": "16. Having upheld the complaint under Clause 2, the Committee consider the remedial action that should be required. Given the nature of the breach, the appropriate remedial action was the publication of an upheld adjudication. 17. The Committee considered the placement of this adjudication. The adjudication should be published on the newspaper’s website, with a link to the full adjudication appearing on the top half of the homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, refer to the subject matter and be agreed with IPSO in advance of publication. 18. The terms of the adjudication for publication are as follows: Following an article published on 10 November 2022, headlined “[A man] is now Muhammad: Man takes Islamic declaration of faith at mosque”, a man complained to the Independent Press Standards Organisation that the publication had breached Clause 2 (Privacy) of the Editors’ Code of Practice. The article reported that a man had made a declaration of faith at a named mosque. It said that the man had taken the Shahadah, the first Pillar of Islam, “in front of witnesses” at the mosque after weekly prayers, adding that “in a recording of the moment” the man was heard being welcomed into the community by the Imam. The article included the Iman’s comments at the ceremony, made reference to the area where the man was from and was accompanied by a photograph, captioned “CEREMONY: The man being hugged in the mosque”, which showed the back of the complainant. The complainant said that the publication intruded into his private life, in breach of Clause 2 (Privacy). He said that the photograph and recording of the ceremony had been taken without his knowledge and consent while he had been making a private declaration of faith, which he said had taken place in the company of “loads” of fellow worshippers. He considered that the inclusion of his first name, the area where he lived, and the photograph, identified him to his family and friends – who were not aware of his conversion to Islam – as well as people living in the local area. This had caused him considerable distress and disrupted his private and family life. The publication did not accept a breach of the Editors’ Code. While the publication accepted that the complainant had a reasonable expectation of privacy over the information included within the article, it did not accept that the complainant was identified. It said that the article was based upon information provided by a member of the mosque, and published in good faith. It further said that the information contained within the article had been put into the public domain prior to the article’s publication; the source had recorded the ceremony and captured the published photograph, sharing this information on SoundCloud and then subsequently within a WhatsApp Broadcast. The photograph, which had been taken without the complainant’s knowledge, showed him participating in a religious ritual, inside a place of worship. In the view of the Committee, the article had contained sufficient information to identify the complainant within a small, local community. It therefore effectively disclosed the fact of his conversion to Islam to those who recognised him. The complainant had not publicly disclosed this information; indeed, the article’s publication had caused him considerable distress. While the newspaper’s source had observed the complainant’s Shahadah and had subsequently shared the recording and photograph online and via WhatsApp, the newspaper had not sought or obtained consent from the complainant himself. In addition, the Committee did not consider that the publication had demonstrated that the information had entered the public domain to any substantial extent; the publication had not been able to demonstrate how many people had viewed the WhatsApp message or the SoundCloud page prior to the article’s publication. In the view of the Committee, there were no grounds to conclude that the recording and photograph had entered the public domain to the extent that it reduced or eliminated the complainant’s reasonable expectation of privacy in relation to the information. While the Committee recognised the publication’s apparent intention to report on a positive community event, using information provided by an established member of the local community, it concluded that publishing this private information, alongside a photograph of the complainant engaged in a religious ceremony inside a place of worship, constituted a significant and unjustified intrusion into the complainant’s private life. The article breached Clause 2 of the Editors’ Code.    Date complaint received: 07/12/21",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 12371-21 A man v asianimage.co.uk\nSummary\nof Complaint\n1. A man\ncomplained to the Independent Press Standards Organisation that\nasianimage.co.uk breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “[Name] is now Muhammad: Man\ntakes Islamic declaration of faith at mosque”, published on 10 November 2021.\n2. The\nonline article reported that a man had made a declaration of faith at a named\nmosque. It said that after taking the ‘Shahadah’ this man had changed his first\nname, which was included in the article, to “Muhammad”. The article went on to\nexplain that the Shahadah is the Muslim declaration of faith and the first\nPillar of Islam. It said that the man had “uttered the words in front of\nwitnesses” at the mosque after weekly prayers, adding that “in a recording of\nthe moment” the man was heard being welcomed into the community by the Imam.\nThe article included the Iman’s comments at the ceremony, made reference to the\narea where the man was from and was accompanied by a photograph which showed\nthe back of an individual, dressed in white, being embraced by another\nworshipper whilst surrounded by a number of other attendees.\n3. The\ncomplainant, the man featured in the article, said that the publication\nintruded into his private life, in breach of Clause 2 (Privacy). He said that\nthe photograph and recording of the ceremony had been taken without his\nknowledge and consent while he had been making a private declaration of faith,\nwhich he said had taken place in the company of “loads” of fellow worshippers.\nHe said that mobile phone devices were banned from the mosque, with signs at\nthe entrance announcing this. He considered \nthat the inclusion of his first name, the area where he lived, and the\nphotograph, identified him to his family and friends – who were not aware of\nhis conversion to Islam – as well as people living in the local area. This had\ncaused him considerable distress and disrupted his private and family life.\n4. He\nsaid that the article was also inaccurate, in breach of Clause 1 (Accuracy); he\nhad not changed his first name to “Muhammad”.\n5. The\nnewspaper said the article was based on information provided by a source, and\npublished in good faith. The source was a member of the mosque and an\nupstanding member of the local community, who regularly provided the newspaper\nwith community-based content. Taken in this context, it noted that an\nindividual affirming their new faith was a cause of celebration and news to\nshare with the wider community. It demonstrated this by sharing an example\nwhere another mosque had shared, via social media, an individual partaking in a\nsimilar ceremony.\n6. While\nthe publication accepted that the complainant had a reasonable expectation of\nprivacy over the information included within the article, it did not accept\nthat the complainant was identified; he was only referenced by his first name\nand the photograph did not show his likeness.\n7. The\nnewspaper also said that the information contained within the article had been\nput into the public domain prior to the article’s publication; the source had\nrecorded the ceremony and captured the published photograph, sharing this\ninformation on SoundCloud and then subsequently within a WhatsApp broadcast to\npotentially ‘hundreds’ of their contacts. It noted that during the recording\nthe Iman had invited the local community to witness the Shahadah and welcome\nthe complainant: “We would keep a gathering just for [the complainant] so that\neveryone in our community can witness [him] taking Shahadah today […] we are\nnow inviting him collectively as a community. You’re part of our community.\nYou’re part of our family. You’ve embraced the whole of Islam. You’re now just\nlike my brother.” It did not accept that the mosque “banned” the use of mobile\nphone devices, or that there was a sign at the entrance indicating this. While\nit acknowledged that the mosque requested these devices remained on silent, and\ntheir use may be frowned upon by some worshippers, their use was not prohibited\n8. Further,\nit maintained that the article was an accurate summary of the recording, with\nthe complainant’s first name and the area where he lived both stated by the\nImam. In addition, the complainant’s decision to change his name to Muhammad\nwas discussed, as heard in the recording: “Muhammad, we did propose some names\nisn’t it? We came up with the names of the prophets [..] and then we agreed to\nchoose and stay on Muhammad”. \n9. Notwithstanding\nthis, upon receipt of the complaint, the newspaper amended the article and\nremoved the photograph, the complainant’s first name and any reference to where\nhe was from. It subsequently offered to delete the article. The complainant,\nhowever, did not consider this was sufficient. As such, the matter was passed\nto the Complaints Committee for adjudication. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nFindings\nof the Committee\n10. Clause\n2 of the Editors’ Code states that everyone is entitled for respect for their\nprivate and family life, and that editors will be required to justify\nintrusions into any individual’s private life without consent. It further\nstates that it is unacceptable to photograph individuals without their consent\nwhere there is a reasonable expectation of privacy.\n11. The\nphotograph, which had been taken without the complainant’s knowledge, showed\nthe complainant participating in a religious ritual, inside a place of worship.\nThe text of the article disclosed additional information about him: his first\nname and the area where he lived. In the view of the Committee, the partial\nview of the complainant shown in the photograph, alongside the information in\nthe article, made him readily identifiable within the small local community. It\ntherefore effectively disclosed the fact of his conversion to Islam to those\nwho recognised him. The complainant had not publicly disclosed this\ninformation; indeed, the article’s publication had caused him considerable\ndistress.\n12. While\nan observer to the complainant’s Shahadah had recorded the ceremony and\ncaptured the published photograph, subsequently sharing this information online\nand via WhatsApp, the newspaper had not sought or obtained consent from the\ncomplainant himself. Furthermore, the Committee did not consider that the\npublication had demonstrated that the information had entered the public domain\nto any substantial extent; the publication had not been able to demonstrate how\nmany people had viewed the WhatsApp message or the SoundCloud page prior to the\narticle’s publication. In the view of the Committee, there were no grounds to\nconclude that the WhatsApp message or the SoundCloud recording had entered the\npublic domain to the extent that it reduced or eliminated the complainant’s\nreasonable expectation of privacy in relation to the information.\n13. The\nCommittee acknowledged that publication’s apparent intention to report on a\npositive community event, using information provided by an established member\nof the local community. It concluded however that publishing this private\ninformation, alongside a photograph of the complainant engaged in a religious\nceremony inside a place of worship, constituted a significant and unjustified\nintrusion into the complainant’s private life. The article breached Clause 2 of\nthe Editors’ Code.\n14. The\nCommittee did not consider that it was inaccurate for the newspaper to have\nreported that the complainant had changed his name to “Mohammed”, in\ncircumstances where the Iman had referred to him as such in the recording of\nthe ceremony. As such, there was no breach of Clause 1 of the Editors’ Code.\nConclusion(s)\n15. The\ncomplaint was upheld under Clause 2.\nRemedial\nAction Required\n16.\nHaving upheld the complaint under Clause 2, the Committee consider the remedial\naction that should be required. Given the nature of the breach, the appropriate\nremedial action was the publication of an upheld adjudication.\n17. The\nCommittee considered the placement of this adjudication. The adjudication\nshould be published on the newspaper’s website, with a link to the full\nadjudication appearing on the top half of the homepage for 24 hours; it should\nthen be archived in the usual way. The headline to the adjudication should make\nclear that IPSO has upheld the complaint, refer to the subject matter and be\nagreed with IPSO in advance of publication.\n18. The\nterms of the adjudication for publication are as follows:\nFollowing\nan article published on 10 November 2022, headlined “[A man] is now Muhammad:\nMan takes Islamic declaration of faith at mosque”, a man complained to the\nIndependent Press Standards Organisation that the publication had breached\nClause 2 (Privacy) of the Editors’ Code of Practice.\nThe\narticle reported that a man had made a declaration of faith at a named mosque.\nIt said that the man had taken the Shahadah, the first Pillar of Islam, “in\nfront of witnesses” at the mosque after weekly prayers, adding that “in a\nrecording of the moment” the man was heard being welcomed into the community by\nthe Imam. The article included the Iman’s comments at the ceremony, made\nreference to the area where the man was from and was accompanied by a\nphotograph, captioned “CEREMONY: The man being hugged in the mosque”, which\nshowed the back of the complainant.\nThe\ncomplainant said that the publication intruded into his private life, in breach\nof Clause 2 (Privacy). He said that the photograph and recording of the ceremony\nhad been taken without his knowledge and consent while he had been making a\nprivate declaration of faith, which he said had taken place in the company of\n“loads” of fellow worshippers. He considered that the inclusion of his first\nname, the area where he lived, and the photograph, identified him to his family\nand friends – who were not aware of his conversion to Islam – as well as people\nliving in the local area. This had caused him considerable distress and\ndisrupted his private and family life.\nThe\npublication did not accept a breach of the Editors’ Code. While the publication\naccepted that the complainant had a reasonable expectation of privacy over the\ninformation included within the article, it did not accept that the complainant\nwas identified. It said that the article was based upon information provided by\na member of the mosque, and published in good faith. It further said that the\ninformation contained within the article had been put into the public domain\nprior to the article’s publication; the source had recorded the ceremony and\ncaptured the published photograph, sharing this information on SoundCloud and\nthen subsequently within a WhatsApp Broadcast.\nThe\nphotograph, which had been taken without the complainant’s knowledge, showed\nhim participating in a religious ritual, inside a place of worship. In the view\nof the Committee, the article had contained sufficient information to identify\nthe complainant within a small, local community. It therefore effectively\ndisclosed the fact of his conversion to Islam to those who recognised him. The\ncomplainant had not publicly disclosed this information; indeed, the article’s\npublication had caused him considerable distress.\nWhile\nthe newspaper’s source had observed the complainant’s Shahadah and had\nsubsequently shared the recording and photograph online and via WhatsApp, the\nnewspaper had not sought or obtained consent from the complainant himself. In\naddition, the Committee did not consider that the publication had demonstrated\nthat the information had entered the public domain to any substantial extent;\nthe publication had not been able to demonstrate how many people had viewed the\nWhatsApp message or the SoundCloud page prior to the article’s publication. In\nthe view of the Committee, there were no grounds to conclude that the recording\nand photograph had entered the public domain to the extent that it reduced or\neliminated the complainant’s reasonable expectation of privacy in relation to\nthe information.\nWhile\nthe Committee recognised the publication’s apparent intention to report on a\npositive community event, using information provided by an established member\nof the local community, it concluded that publishing this private information,\nalongside a photograph of the complainant engaged in a religious ceremony\ninside a place of worship, constituted a significant and unjustified intrusion\ninto the complainant’s private life. The article breached Clause 2 of the Editors’\nCode.\n\n\n\nDate\ncomplaint received: 07/12/21\nDate\ncomplaint concluded by IPSO: 21/06/22\nBack to ruling listing\n\n\n"
}