{
    "url": "/rulings-and-resolution-statements/ruling/?id=12405-21",
    "title": "12405-21 Horner v express.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2021-12-09 00:00:00",
    "received_on": "2021-12-09 00:00:00",
    "concluded_on": "2022-04-29 00:00:00",
    "complaint_processing_days": 141,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 12. The Committee considered that the headline inaccurately and misleadingly reported that the EU had requested support from the UK government, which was not supported by the article. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. 13. The Committee then considered the placement of this correction. This correction should appear as a standalone correction in the online Corrections and Clarification’s column. It should also appear at the foot of the online article. The wording of this correction should be agreed with IPSO in advance and should make clear that it had been published following an upheld ruling by the Independent Press Standards Organisation.    Date complaint received: 9/12/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 12405-21 Horner v express.co.uk\nSummary\nof Complaint\n1. David\nHorner complained to the Independent Press Standards Organisation that\nexpress.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Army sent in as border crisis explodes – desperate EU\nforced to beg UK for help”, published on 9 December 2021.\n2. The\nheadline of the online article was followed by the sub-heading “BRITAIN will\nsend 140 military engineers to Poland to support its efforts to deal with a\ncrisis at the border with Belarus, as the EU desperately attempts to stem the\ninflux of migrants entering the bloc”. The article reported that the EU had\nintroduced restrictive measures against Belarus and that NATO had accused the\ncountry of trying to use immigration as a tool to destabilise the EU. It also\nincluded the comments by the Defence Secretary, Ben Wallace MP, who said that\nthe UK’s commitment to “European security” was “unwavering”.  \n3. The\ncomplainant said that the article was inaccurate to report that the EU, rather\nthan an individual member state – Poland – had requested support from the UK\ngovernment in dealing with migrant crisis at its border with Belarus. He said\nthat the headline was unsupported by the text of the article.\n4. The\npublication did not accept that the article breached the Editors’ Code. It did\nnot consider that the headline was inaccurate or misleading. The article\nreported on the migrant crisis at the Poland-Belarus border – an entry point to\nthe EU – and had been based upon a government press release that stated that\nthe UK had come to “Poland and Lithuania’s aid after they requested support” to\ndeal with the issue. It also noted that, according to a report by the BBC,\nPoland had “EU backing” to restrict the flow of migrants into the bloc, with EU\nofficials regularly commenting on the crisis. It further suggested that a\nrequest from one member state was akin to a request from the EU as a whole,\nnoting the reference to “European security” in the Defence Secretary’s\nstatement.\n5.\nNotwithstanding this, upon receipt of the complaint, in a gesture of goodwill,\nthe publication amended the headline of the online article to refer to “EU\nnations” rather than the “EU”. The complainant did not, however, consider this\nsufficient and requested that the matter be considered by the Complaints\nCommittee.  \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n6. While\nthe Editors’ Code makes clear that the press is free to editorialise, the terms\nof Clause 1 (Accuracy) are explicit in their requirement that headline\nstatements should be supported by the text of the article.\n7. In\nthis instance, the headline of the online article made the clear assertion that\na “desperate EU” had begged the UK government for its support in dealing with\nthe migrant crisis at the Poland-Belarus border. Where the article had been\nbased on a government press release which stated that the request had been made\ndirectly by two individual nation states, Poland and Lithuania, not the\nEuropean Union itself, this was inaccurate, misleading, and unsupported by the\ntext of the article. The article did not establish that any request was made by\nthe EU to the UK government, or that any other interaction that had occurred\nbetween the EU and the UK that could reasonably be characterised as a request\nfor help. The Committee did not accept that direct actions undertaken by member\nstates equated to actions undertaken by the union as a whole. As such, the\npublication of this headline amounted to a clear failure by the newspaper to\ntake care, raising a breach of Clause 1 (i).\n8. The\ninaccuracy was significant, where it appeared prominently in the headline and\nrelated to a matter of international concern. As such, it required correction\nunder Clause 1 (ii) of the Editors’ Code.\n9. While\nthe publication had amended the headline, upon receipt of the complaint, this\nwas insufficient to correct the inaccuracy of the original headline and to meet\nthe terms of Clause 1 (ii). Neither a clarification nor a correction was\noffered. As such, there was a breach of Clause 1 (ii).\nConclusion(s)\n10. The\ncomplaint was upheld.\nRemedial\nAction Required\n11.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n12. The\nCommittee considered that the headline inaccurately and misleadingly reported\nthat the EU had requested support from the UK government, which was not\nsupported by the article. The Committee considered that the appropriate remedy\nwas the publication of a correction to put the correct position on record.\n13. The\nCommittee then considered the placement of this correction. This correction\nshould appear as a standalone correction in the online Corrections and\nClarification’s column. It should also appear at the foot of the online\narticle. The wording of this correction should be agreed with IPSO in advance\nand should make clear that it had been published following an upheld ruling by\nthe Independent Press Standards Organisation.\n\n\n\nDate\ncomplaint received: 9/12/2021\nDate\ncomplaint concluded by IPSO: 29/04/2022\nBack to ruling listing\n\n\n"
}