{
    "url": "/rulings-and-resolution-statements/ruling/?id=12629-17",
    "title": "12629-17 Gorman v Daily Star",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Star (Reach PLC)",
    "published_on": "2017-05-24 00:00:00",
    "received_on": "2017-05-25 00:00:00",
    "concluded_on": "2017-08-10 00:00:00",
    "complaint_processing_days": 77,
    "conclusion_long": "14. The complaint was upheld.",
    "remedial_action": "15. Having upheld the complaint, the Committee considered what remedial action should be required. 16. The newspaper had promptly published a correction in print which identified the inaccuracy and made the correct position clear; it also had included an apology, which the Committee considered was appropriate in the circumstances. This action was sufficient to remedy the breach of Clause 1(i). 17. However, having upheld the complaint under Clause 2 and Clause 6, the Committee considered what further remedial action should be required. Given that the breach of Clause 1(i), had resulted in the publication of material which had related to the welfare of a child, in an article that identified individuals who were missing or dead following the attack, the Committee considered that the publication of an adjudication was an appropriate remedy. 18.  The headline of the adjudication must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. The photograph of the complainant’s daughter had been published on its front page, as well as on page 4. However in considering the placement of the adjudication, the Committee had regard to the fact that the newspaper had already published a front page reference to an apology, identifying to its readers the correct position. As such, the adjudication should appear on page 4 or further forward. 19. The terms of the adjudication for publication are as follows: Following an article published in the Daily Star on 24 May 2017, headlined “SLAUGHTER OF THE INNOCENTS”, Pauline Gorman complained to the Independent Press Standards Organisation that the Daily Star breached Clause 2 (Privacy) and Clause 6 (Children) of the Editors’ Code of Practice. IPSO upheld the complaint and has required the Daily Star to publish this decision as a remedy to the breach. On its front page, the newspaper had published a number of photographs of individuals who had died, or were missing, following the terror attack which took place at a pop concert in the Manchester Arena on 22 May 2017. One of the photographs was of the complainant’s daughter, accompanied with the caption: “MISSING: Lucy Cross”. The complainant said that her 13 year old daughter was not missing: her daughter, who is not called Lucy Cross, had been at home at the time of the attack. The publication of her daughter’s photograph in this context had intruded into her daughter’s private and family life, as well as her time at school. The day after publication, the newspaper had published a front-page reference to a page 2 apology for the inaccuracy. It said that it had obtained the story from an agency, which had been misled by a Twitter account that had posted a photograph of the complainant’s daughter with the false name and claim that she was missing. The newspaper said that at the time of publication, it had no reason to believe that the information was false. The newspaper had relied upon information obtained from a trusted agency; in doing so, the newspaper had published material which had inaccurately claimed that the complainant’s daughter was missing. This had resulted in the publication of inaccurate material relating to the complainant’s daughter, without consent, which had intruded into her private life and her time at school. Newspapers play an important role in reporting on the aftermath of a terror attack and raising awareness of the real impact of such incidents on members of the public. In this instance, however, there was no public interest in publishing the inaccurate claim that the complainant’s daughter was missing. The complaints under Clause 2 and Clause 6 were upheld.Date complaint received: 25/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12629-17 Gorman v Daily Star\nSummary of complaint\n1. Pauline Gorman\ncomplained to the Independent Press Standards Organisation that the Daily Star\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion into\ngrief or shock) and Clause 6 (Children) of the Editors’ Code of Practice in an\narticle headlined “SLAUGHTER OF THE INNOCENTS”, published on 24 May 2017.\n2. On its front\npage, the newspaper had published a number of photographs of individuals who\nhad died, or were missing, following the terror attack which took place at a\npop concert in the Manchester Arena on 22 May 2017. One of the photographs was\nof the complainant’s daughter, accompanied with the caption: “MISSING: Lucy\nCross”. The photograph and the caption were also published on page 4, in an\narticle which reported on the attack.\n3. The complainant\nsaid that her 13 year old daughter was not missing: her daughter, who is not\ncalled Lucy Cross, had been at home at the time of the attack. The publication\nof her daughter’s photograph alongside individuals who were missing or dead had\nbeen traumatic and had intruded into her daughter’s private and family life, as\nwell as her time at school.\n4. The newspaper\nsaid that when notified of the inaccuracy by the complainant, it had\nimmediately offered a prominent apology: the following day, 25 May, it had\npublished a front-page reference, in a box, to an apology on page 2, as\nfollows:\nIn yesterday’s edition we published a picture of Lucy Cross\non the front page and page 4 and we referred to her as missing in the\nManchester attack. Unfortunately we got the picture and information wrong. The\npicture was of [the complainant’s daughter] whose details were appropriated and\nused to make a fake social media account. [She] was not at Manchester Arena at\nthe time of the attack and was not missing. We apologise to [her] and her\nfamily for the upset and distress we have caused.\n5. The newspaper\nsaid that the article had been published in exceptional circumstances, in the\naftermath of a terror attack involving numerous children. At the time of\npublication, there was no consideration of the Code issues at editorial level\nbecause the story had been filed by a freelance agency, with whom it had a\nlongstanding and trusted relationship. The agency had obtained the story after\na Twitter account named “@_maddisonallen” had posted a photograph of the\ncomplainant’s daughter and had falsely claimed that her name was “Lucy Hannah\nCross” and that she was missing following the attack. The newspaper said that\nat the time of publication, it had no reason to believe that the information\nwas false.\n6. The newspaper\nsaid that it was a matter of significant regret that the article’s publication\nhad caused distress to the complainant’s daughter and her family. It said that\nhad the information been accurate and not part of a hoax, then publication\nwould have been justified in the public interest. The newspaper accepted,\nhowever, that it had been misled by the contents of the Twitter account and\nthat publication had been in breach of Clause 2 and Clause 6.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or photographed\non issues involving their own or another child’s welfare unless a custodial\nparent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their children\nor wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n8. In the\nexceptional circumstances of reporting on the aftermath of a terror attack, the\nnewspaper had relied upon information which it had obtained from a trusted\nagency.  While there was no reason to\ndoubt that the newspaper had acted in good faith, it was ultimately responsible\nfor the inaccuracy. The Committee also considered the vital importance of\ntaking sufficient care to ensure the accuracy of a claim that an individual had\nbeen caught up in an incident of this kind, which could have significant\nconsequences for them and their family.\n9. On receipt of\nthis information, the newspaper had taken no further steps to establish the\naccuracy of the claims that had been circulated on the Twitter account. The\nnewspaper did not, for example, attempt to contact the Twitter account holder\nor the family of the individual pictured. Given the fact that the story claimed\nthat “Lucy Cross” was missing following a terror attack, and particularly where\nthe photograph clearly showed a child, greater care should have been taken.\nThis represented a failure to take over the accuracy of the article, in breach\nof Clause 1(i).\n10. The article had contained a significant inaccuracy that\nrequired correction and, given its nature, an apology. The Committee noted\nfavourably that in the following day’s edition, the newspaper had published a\nfront-page reference to an apology on page 2. This had identified the\ninaccuracy and had been illustrated with the photograph of the complainant’s\ndaughter, to make readers aware of the correct position. The Committee was\nsatisfied that the publication had met the requirements of Clause 1 (ii) by\npublishing a prompt and prominent apology. There was no further breach of\nClause 1 in relation to the remedial action taken.\n11. The Committee turned to consider the complaint under\nClause 6 and Clause 2. Critical to the Committee’s considerations was the fact\nthat the breach of Clause 1(i), had resulted in the publication of material\nwhich had related to the welfare of a child. In publishing this material on its\nfront page, without consent, alongside photographs of those who were missing or\ndead in the attack, the newspaper had published information which had intruded\ninto the complainant’s daughter’s private life and into her time at school.\n12. Newspapers play an important role in reporting on the\naftermath of a terror attack and raising awareness of the real impact of such\nincidents on members of the public. However, the false information relating to\nthe complainant’s daughter clearly related to her welfare and intruded into her\ntime at school and her privacy, and there could be no public interest in\npublishing this inaccurate information. The complaints under Clause 2 and\nClause 6 were upheld.\n13. The Committee acknowledged that the publication of her\ndaughter’s photograph had caused the complainant and her family significant\nupset. However, in circumstances where the complainant’s daughter was not\nmissing, this was not a case which involved the personal grief or shock of the\ncomplainant, or her daughter. The terms of Clause 4 were not engaged.\nConclusion\n14. The complaint was upheld.\nRemedial action required\n15. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n16. The newspaper had promptly published a correction in\nprint which identified the inaccuracy and made the correct position clear; it\nalso had included an apology, which the Committee considered was appropriate in\nthe circumstances. This action was sufficient to remedy the breach of Clause\n1(i).\n17. However, having upheld the complaint under Clause 2 and\nClause 6, the Committee considered what further remedial action should be\nrequired. Given that the breach of Clause 1(i), had resulted in the publication\nof material which had related to the welfare of a child, in an article that\nidentified individuals who were missing or dead following the attack, the\nCommittee considered that the publication of an adjudication was an appropriate\nremedy.\n18.  The headline of\nthe adjudication must make clear that IPSO has upheld the complaint, and refer\nto its subject matter; it must be agreed in advance. The photograph of the\ncomplainant’s daughter had been published on its front page, as well as on page\n4. However in considering the placement of the adjudication, the Committee had\nregard to the fact that the newspaper had already published a front page\nreference to an apology, identifying to its readers the correct position. As\nsuch, the adjudication should appear on page 4 or further forward.\n19. The terms of the adjudication for publication are as\nfollows:\nFollowing an article published in the Daily Star on 24 May\n2017, headlined “SLAUGHTER OF THE INNOCENTS”, Pauline Gorman complained to the\nIndependent Press Standards Organisation that the Daily Star breached Clause 2\n(Privacy) and Clause 6 (Children) of the Editors’ Code of Practice. IPSO upheld\nthe complaint and has required the Daily Star to publish this decision as a\nremedy to the breach.\nOn its front page, the newspaper had published a number of\nphotographs of individuals who had died, or were missing, following the terror\nattack which took place at a pop concert in the Manchester Arena on 22 May\n2017. One of the photographs was of the complainant’s daughter, accompanied\nwith the caption: “MISSING: Lucy Cross”.\nThe complainant said that her 13 year old daughter was not\nmissing: her daughter, who is not called Lucy Cross, had been at home at the\ntime of the attack. The publication of her daughter’s photograph in this\ncontext had intruded into her daughter’s private and family life, as well as\nher time at school.\nThe day after publication, the newspaper had published a\nfront-page reference to a page 2 apology for the inaccuracy. It said that it\nhad obtained the story from an agency, which had been misled by a Twitter\naccount that had posted a photograph of the complainant’s daughter with the\nfalse name and claim that she was missing. The newspaper said that at the time\nof publication, it had no reason to believe that the information was false.\nThe newspaper had relied upon information obtained from a\ntrusted agency; in doing so, the newspaper had published material which had\ninaccurately claimed that the complainant’s daughter was missing. This had\nresulted in the publication of inaccurate material relating to the\ncomplainant’s daughter, without consent, which had intruded into her private\nlife and her time at school.\nNewspapers play an important role in reporting on the\naftermath of a terror attack and raising awareness of the real impact of such\nincidents on members of the public. In this instance, however, there was no\npublic interest in publishing the inaccurate claim that the complainant’s\ndaughter was missing. The complaints under Clause 2 and Clause 6 were upheld.Date complaint received: 25/05/2017Date decision issued: 10/08/2017  \nBack to ruling listing\n\n\n"
}