{
    "url": "/rulings-and-resolution-statements/ruling/?id=12776-17",
    "title": "12776-17 A Man v Paisley Daily Express",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "7 Children in sex cases (2016)",
        "11 Victims of sexual assault (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Paisley Daily Express (Reach PLC)",
    "received_on": "2017-05-30 00:00:00",
    "concluded_on": "2017-08-15 00:00:00",
    "complaint_processing_days": 77,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12776-17 A Man v Paisley Daily Express\nSummary of complaint\n1. A man\ncomplained on behalf of a person that the Paisley Daily Express breached Clause\n1 (Accuracy), Clause 2 (Privacy), Clause 7 (Children in sex cases), and Clause\n11 (Victims of sexual assault) of the Editors’ Code of Practice in two articles\npublished in 2017.\n2. This\ndecision is written in general terms, to avoid the inclusion of information\nwhich could identify a victim of sexual assault. \n3. The first\narticle reported that an individual had pleaded guilty to sexual offences\nagainst a young child. The second article reported that he had been given a\njail sentence for the offences. Both\narticles reported the period over which the offences occurred, by reference to\nmonth and year, and provided detail on the circumstances of the offences. They\nreported the age of the victim when the offences began. The articles contained\na number of details as to the nature of the offences. The second article\ncontained a statement from a charity commenting on the case. \n4. The\ncomplainant said that by including certain details from the court hearings, the\npublication had failed to protect the identity of the victim. These included\ndetails about the victim and the victim’s family’s response to the abuse,\nincluding the age at which she contacted the police and what had caused the\nvictim to do so. The complainant was concerned that the article contained\ngraphic detail about the nature of the offences, which he said should not have\nbeen repeated outside of the court hearing. He was concerned that the\ndefendant’s explanations for his actions were incorrect, and that publication\nof these explanations had caused considerable distress to the victim. He was\nconcerned that the inclusion of comments from the charity in the second article\nsuggested they were directly involved in the case, which was inaccurate.\n5. The\npublication said that in accordance with the principle of open justice, it is\nessential that the press are able to report on cases such as the case subject\nto this complaint. It said that to do so, it is necessary to include certain\ndetails to inform the public as to how the offences occurred. The publication\nprovided explanations as to why it did not believe that the specific pieces of\ninformation identified by the complainant were likely to contribute to the\nidentification of the victim. The publication said it had taken active steps to\nomit certain details from the articles, to reduce the possibility of the victim\nbeing identified.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 7 (Children in sex cases)\nThe press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.\nIn any press report of a case involving a sexual offence\nagainst a child -\ni) The child must not be identified.\nii) The adult may be identified.\niii) The word \"incest\" must not be used where a\nchild victim might be identified.\niv) Care must be\ntaken that nothing in the report implies the relationship between the accused\nand the child.\nClause 11 (Victims of sexual assault)\nThe press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so.\nFindings of the Committee\n7. In\naccordance with the principle of open justice, the newspaper was entitled to\nreport on this case, to identify the defendant, including by publication of his\nimage. However, Clause 11 of the Code requires that, in doing so, it did not\npublish material likely to contribute to the identification of the victim. The\nCommittee acknowledged the publication had taken steps to comply with this\nobligation. However, the Committee considered that the detail the articles\ncontained about the circumstances in which the defendant committed some of the\noffences could only reasonably be applied to a relatively narrow class of\nindividuals. When reported alongside the age of the victim, and the time frames\nfor the offences, these details represented material which was likely to\ncontribute to the identification of the victim. The complaint was therefore\nupheld as a breach of Clause 11.\n8. Clause 7\nrelates to the identification of children who are victims or witnesses in cases\ninvolving sex offences. In this case, while the offences were committed when\nthe victim was a child, the victim was an adult at the time of publication. For\nthis reason, Clause 7 was not engaged. The victim’s right to anonymity was\nprotected by Clause 11, in this case.\n9. The\nCommittee recognised that the details about the nature of the offences were\nextremely sensitive. However, these details had been heard in court, and the\nnewspaper was entitled to report these in accordance with the principle of open\njustice. Reporting these details did not breach Clause 2.\n10. The\ndefendant’s comments on the offences had been referred to in court, and the\nnewspaper was entitled to report these, in accordance with the principle of\nopen justice. While the Committee acknowledged that the complainant strongly\nobjected to his remarks, it was not inaccurate for the articles to report that\nthese remarks had been made. There was no breach of Clause 1. The reference to the charity in the second article\nwere general comments on the case, and did not suggest that they had any direct\ninvolvement. This aspect of the article was not misleading, and there was no\nbreach of Clause 1 on this point.\nRemedial action required\n11. Having\nupheld the complaint under Clause 11, the Committee considered that the\nappropriate remedy was publication of an adjudication.\n12. Both\narticles began on the front page of the newspaper, before continuing on page 5\nin the case of the first article, and page 9 in the case of the second article.\nThe adjudication should be published in full on page 5, with a front page\nreference directing readers to this page, which should include the headline of\nthe adjudication. The headline of the adjudication must make clear that IPSO\nhas upheld the complaint against Paisley Daily Express and refer to its\nsubject matter; it must be agreed in advance. The placement of the front page\nreference, and the prominence, including font size, of both the adjudication\nand the front page reference must be agreed with IPSO in advance.\n13. The terms\nof the adjudication for publication are as follows:\nFollowing two articles published by Paisley Daily\nExpress in 2017, a man complained to the Independent Press Standards\nOrganisation that Paisley Daily Express breached Clause 11 (Victims of\nsexual assault) of the Editors’ Code of Practice. Clause 11 of the Code\nrequires that the press must not identify victims of sexual assault or publish\nmaterial likely to contribute to such identification unless there is adequate\njustification and they are legally free to do so. The complaint was upheld as a\nbreach of Clause 11, and Paisley Daily Express was required to publish this\nadjudication as a remedy.The articles reported that a man had pleaded guilty to sex\noffences against a child, and that he had been given a jail sentence. \nThe complainant said that by including certain details from\nthe court hearings, the publication had failed to protect the identity of the\nvictim, on whose behalf he was complaining.\nThe newspaper said that in accordance with the principle of\nopen justice, it is essential that the press are able to report on cases such\nas the case subject to the complaint. It said that to do so, it is necessary to\ninclude certain details to inform the public as to how the offences occurred.\nIt provided explanations as to why it did not believe that the details in the\narticle were likely to contribute to the identification of the victim. The\nnewspaper said it had taken active steps to omit certain details from the\narticles, to reduce the possibility of the victim being identified.\nIPSO’s Complaints Committee made clear that the newspaper\nwas entitled to report on this case, and to identify the defendant, in\naccordance with the principle of open justice. However, Clause 11 of the Editors’\nCode requires that, in doing so, it did not publish material likely to\ncontribute to the identification of the victim.\nThe Committee considered that the detail the articles\ncontained about the circumstances in which the defendant committed some of the\noffences could only reasonably be applied to a relatively narrow class of\nindividuals. When reported alongside the age of the victim, and the time frames\nfor the offences, these details, represented material which was likely to\ncontribute to the identification of the victim. The complaint was therefore\nupheld as a breach of Clause 11.\nDate complaint received: 30/05/2017 Date decision issued: 15/08/2017\nBack to ruling listing\n\n\n"
}