{
    "url": "/rulings-and-resolution-statements/ruling/?id=12775-17",
    "title": "12775-17 A Man v The Gazette (Paisley)",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "7 Children in sex cases (2016)",
        "11 Victims of sexual assault (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "(DISCONTINUED) The Gazette (Paisley)  (Newsquest Media Group)",
    "received_on": "2017-05-30 00:00:00",
    "concluded_on": "2017-08-15 00:00:00",
    "complaint_processing_days": 77,
    "conclusion_long": "11. The complaint was upheld",
    "remedial_action": "12. Having upheld the complaint under Clause 11, the Committee considered that the appropriate remedy was publication of an adjudication. 13. The 24 May article was published on page 5, and the 28 June article was published on page 9. The Committee required the newspaper to publish the adjudication on page 5, or further forward in the newspaper. The headline of the adjudication must make clear that IPSO has upheld the complaint against The Gazette, and refer to its subject matter; it must be agreed in advance. 14. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. The publication should contact IPSO to confirm the amendments it now intends to make to the online article to avoid the continued publication of material in breach of the Editors’ Code of Practice. 15. The terms of the adjudication for publication are as follows: Following two articles published by The Gazette in 2017, a man complained to the Independent Press Standards Organisation that The Gazette had breached Clause 11 (Victims of sexual assault) of the Editors’ Code of Practice. Clause 11 of the Code requires that the press must not identify victims of sexual assault or publish material likely to contribute to such identification unless there is adequate justification and they are legally free to do so. The articles reported that a man had pleaded guilty to sex offences against a child, and that he had been given a jail sentence. The complainant was complaining on behalf of the victim. The complainant said that by including certain details from the court hearings, the publication had failed to protect the identity of the victim, on whose behalf he was complaining. The newspaper said that the details reported in the article were necessary in order to enable the public to understand the facts of the offence. It provided explanations as to why it did not believe that the details in the article were likely to contribute to the identification of the victim. IPSO’s Complaints Committee made clear that, in accordance with the principle of open justice, the newspaper was entitled to report on this case, to identify the defendant, including by publication of his image. However, Clause 11 of the Code requires that, in doing so, it did not publish material likely to contribute to the identification of the victim. The Committee considered that the details the articles contained about the circumstances in which the defendant committed the offences against the victim were of the kind that would be known within the victim’s community. When reported alongside the time frame of the offences, and the age of the victim, these details represented material which was likely to contribute to the identification of the victim. The complaint was therefore upheld as a breach of Clause 11.Date complaint received: 30/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12775-17 A Man v The Gazette (Paisley)\nSummary of complaint\n1. A man complained\non behalf of a person that The Gazette (Paisley) breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 7 (Children in sex cases), and Clause 11 (Victims of\nsexual assault) of the Editors’ Code of practice in two articles published in\n2017.\n2. This decision is\nwritten in general terms, to avoid the inclusion of information which could\nidentify a victim of sexual assault.\n3. The first\narticle reported that an individual had pleaded guilty to sex offences against\na child. It reported the age of the victim when the offences began, and the\ntime period over which the offences took place, by reference to the month and\nyear. It reported the circumstances in which the defendant had come into\ncontact with the victim, with reference to a specific day of the week. The\nsecond article reported that the individual had been given a jail sentence for\nthe offences; it reported the period over which the offences occurred, by\nreference to the month and year, and also made reference to the circumstances\nin which the offences took place, although in less detail than the first\narticle. The second article contained an image of the defendant and his spouse,\noutside of court. Both articles reported the current age of the victim and\nelements of what the court was told had been the defendant’s comments on the\noffences. 4. The complainant\nsaid that by including certain details from the court hearings, the publication\nhad failed to protect the identity of the victim, on whose behalf he was\ncomplaining. He was concerned that the publication of the photograph of the\ndefendant would contribute to the victim’s identification. The complainant was\nconcerned that the articles contained graphic detail about the nature of the\noffences, which he said should not have been repeated outside of the court\nhearing. He was concerned that the defendant’s explanations for his actions\nwere incorrect, and that publication of these explanations had caused\nconsiderable distress to the victim.\n5. The newspaper\nsaid that while the detail in the articles may be distressing, they were fair\nand accurate reports of the court proceedings: these details were necessary in\norder to enable the public to understand the facts of the offence and the\nnature of any defence or mitigation. The publication provided explanations as\nto why it did not believe that the specific pieces of information identified by\nthe complainant were likely to contribute to the identification of the victim.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 7 (Children in sex cases)\nThe press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.\nIn any press report of a case involving a sexual offence\nagainst a child -\ni) The child must not be identified.\nii) The adult may be identified.\niii) The word \"incest\" must not be used where a\nchild victim might be identified.\niv) Care must be taken that nothing in the report implies\nthe relationship between the accused and the child.\nClause 11 (Victims of sexual assault)\nThe press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so.\nFindings of the Committee\n7. In accordance\nwith the principle of open justice, the newspaper was entitled to report on\nthis case, to identify the defendant, including by publication of his image.\nHowever, Clause 11 of the Code requires that, in doing so, it did not publish\nmaterial likely to contribute to the identification of the victim. The\nCommittee considered that the details the articles contained about the circumstances\nin which the defendant committed the offences against the victim were of the\nkind that would be known within the victim’s community. When reported alongside\nthe time frame of the offences, and the age of the victim, these details\nrepresented material which was likely to contribute to the identification of\nthe victim. The complaint was therefore upheld as a breach of Clause 11.\n8. Clause 7 relates\nto the identification of children who are victims or witnesses in cases\ninvolving sex offences. In this case, while the offences were committed when\nthe victim was a child, the victim was an adult at the time of publication. For\nthis reason, Clause 7 was not engaged. The victim’s right to anonymity was\nprotected by Clause 11, in this case.\n9. The Committee\nrecognised that the details about the nature of the offences were extremely\nsensitive. However, these details had been heard in court, and the newspaper\nwas entitled to report these in accordance with the principle of open justice.\nReporting these details did not breach Clause 2.\n10. The defendant’s comments on the offences had been\nreferred to in court, and the newspaper was entitled to report these, in\naccordance with the principle of open justice. While the Committee acknowledged\nthat the complainant strongly objected to his remarks, it was not inaccurate\nfor the articles to report that these remarks had been made, and there was no\nbreach of Clause 1.\nConclusion\n11. The complaint was\nupheld\nRemedial Action required\n12. Having upheld the complaint under Clause 11, the\nCommittee considered that the appropriate remedy was publication of an\nadjudication.\n13. The 24 May article was published on page 5, and the 28\nJune article was published on page 9. The Committee required the newspaper to\npublish the adjudication on page 5, or further forward in the newspaper. The\nheadline of the adjudication must make clear that IPSO has upheld the complaint\nagainst The Gazette, and refer to its subject matter; it must be agreed in\nadvance.\n14. The adjudication should also be published on the\nnewspaper’s website, with a link to the full adjudication (including the\nheadline) appearing on the homepage for 24 hours; it should then be archived in\nthe usual way. The publication should contact IPSO to confirm the amendments it\nnow intends to make to the online article to avoid the continued publication of\nmaterial in breach of the Editors’ Code of Practice.\n15. The terms of the adjudication for publication are as\nfollows:\nFollowing two articles published by The Gazette in 2017, a\nman complained to the Independent Press Standards Organisation that The Gazette\nhad breached Clause 11 (Victims of sexual assault) of the Editors’ Code of\nPractice. Clause 11 of the Code requires that the press must not identify\nvictims of sexual assault or publish material likely to contribute to such\nidentification unless there is adequate justification and they are legally free\nto do so.\nThe articles reported that a man had pleaded guilty to sex\noffences against a child, and that he had been given a jail sentence. The\ncomplainant was complaining on behalf of the victim.\nThe complainant said that by including certain details from\nthe court hearings, the publication had failed to protect the identity of the\nvictim, on whose behalf he was complaining.\nThe newspaper said that the details reported in the article\nwere necessary in order to enable the public to understand the facts of the\noffence. It provided explanations as to why it did not believe that the details\nin the article were likely to contribute to the identification of the victim.\nIPSO’s Complaints Committee made clear that, in accordance\nwith the principle of open justice, the newspaper was entitled to report on\nthis case, to identify the defendant, including by publication of his image.\nHowever, Clause 11 of the Code requires that, in doing so, it did not publish\nmaterial likely to contribute to the identification of the victim.\nThe Committee considered that the details the articles\ncontained about the circumstances in which the defendant committed the offences\nagainst the victim were of the kind that would be known within the victim’s\ncommunity. When reported alongside the time frame of the offences, and the age\nof the victim, these details represented material which was likely to\ncontribute to the identification of the victim. The complaint was therefore\nupheld as a breach of Clause 11.Date complaint received: 30/05/2017Date decision issued: 15/08/2017 \nBack to ruling listing\n\n\n"
}