{
    "url": "/rulings-and-resolution-statements/ruling/?id=12774-17",
    "title": "12774-17 A Man v DailyRecord.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "7 Children in sex cases (2016)",
        "11 Victims of sexual assault (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "received_on": "2017-05-30 00:00:00",
    "concluded_on": "2017-08-15 00:00:00",
    "complaint_processing_days": 77,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint under Clause 11, the Committee considered that the appropriate remedy was publication of an adjudication. 13. The Committee required the newspaper to publish the adjudication on its website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint against DailyRecord.co.uk, and refer to its subject matter; it must be agreed in advance. The publication should contact IPSO to confirm the amendments it now intends to make to the online article to avoid the continued publication of material in breach of the Editors’ Code of Practice. 14. The terms of the adjudication for publication are as follows: Following two articles published online by DailyRecord.co.uk in 2017, a man complained to the Independent Press Standards Organisation that DailyRecord.co.uk breached Clause 11 (Victims of sexual assault) of the Editors’ Code of Practice. Clause 11 of the Code requires that the press must not identify victims of sexual assault or publish material likely to contribute to such identification unless there is adequate justification and they are legally free to do so. The complaint was upheld as a breach of Clause 11, and DailyRecord.co.uk was required to publish this adjudication as a remedy. The articles reported that a man had pleaded guilty to sex offences against a child, and that he had been given a jail sentence.  The complainant said that by including certain details from the court hearings, the publication had failed to protect the identity of the victim, on whose behalf he was complaining. The newspaper said that in accordance with the principle of open justice, it is essential that the press are able to report on cases such as the case subject to the complaint. It said that to do so, it was necessary to include certain details to inform the public as to how the offences occurred. It provided explanations as to why it did not believe that the details in the article were likely to contribute to the identification of the victim. The publication said it had taken active steps to omit certain details from the articles, to reduce the possibility of the victim being identified. IPSO’s Complaints Committee made clear that the newspaper was entitled to report on this case, and to identify the defendant, in accordance with the principle of open justice. However, Clause 11 of the Editors’ Code requires that, in doing so, it did not publish material likely to contribute to the identification of the victim.  The Committee considered that the detail the articles contained about the circumstances in which the defendant committed some of the offences could only reasonably be applied to a relatively narrow class of individuals. When reported alongside the age of the victim, and the time frames for the offences, these details, represented material which was likely to contribute to the identification of the victim. The complaint was therefore upheld as a breach of Clause 11. Date complaint received: 30/05/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12774-17 A Man v DailyRecord.co.uk \nSummary of complaint\n1. A man\ncomplained on behalf of a person that the DailyRecord.co.uk breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 7 (Children in sex cases), and Clause 11\n(Victims of sexual assault) of the Editors’ Code of Practice in two articles\npublished online in 2017.\n2. This\ndecision is written in general terms, to avoid the inclusion of information\nwhich could identify a victim of sexual assault. \n3. The first\narticle reported that an individual had pleaded guilty to sexual offences\nagainst a young child. The second article reported that he had been given a\njail sentence for the offences. Both\narticles reported the period over which the offences occurred, by reference to\nthe month and year, and provided detail on the circumstances of the offences.\nThey reported the age of the victim when the offences began. The articles\ncontained a number of details as to the nature of the offences. The second\narticle contained a statement from a charity commenting on the case. \n4. The\ncomplainant said that by including certain details from the court hearings, the\npublication had failed to protect the identity of the victim. These included\ndetails about the victim and the victim’s family’s response to the abuse,\nincluding the age at which the victim contacted the police and what had caused\nthe victim to do so. The complainant was concerned that the article contained\ngraphic detail about the nature of the offences, which he said should not have\nbeen repeated outside of the court hearing. He was concerned that the defendant’s\nexplanations for his actions were incorrect, and that publication of these\nexplanations had caused considerable distress to the victim. He was concerned\nthat the inclusion of comments from the charity in the second article suggested\nthey were directly involved in the case, which was inaccurate.\n5. The\npublication said that in accordance with the principle of open justice, it is\nessential that the press are able to report on cases such as the case subject\nto this complaint. It said that to do so, it is necessary to include certain\ndetails to inform the public as to how the offences occurred. The publication\nprovided explanations as to why it did not believe that the specific pieces of\ninformation identified by the complainant were likely to contribute to the\nidentification of the victim. The publication said it had taken active steps to\nomit certain details from the articles, to reduce the possibility of the victim\nbeing identified.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 7 (Children in sex cases)\nThe press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.\nIn any press report of a case involving a sexual offence\nagainst a child -\ni) The child must not be identified.\nii) The adult may be identified.\niii) The word \"incest\" must not be used where a\nchild victim might be identified.\niv)  Care must be\ntaken that nothing in the report implies the relationship between the accused\nand the child.\nClause 11 (Victims of sexual assault)\nThe press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so.\nFindings of the Committee\n7. In\naccordance with the principle of open justice, the newspaper was entitled to\nreport on this case, to identify the defendant, including by publication of his\nimage. However, Clause 11 of the Code requires that, in doing so, it did not\npublish material likely to contribute to the identification of the victim. The\nCommittee acknowledged the publication had taken steps to comply with this obligation.\nHowever, the Committee considered that the detail the articles contained about\nthe circumstances in which the defendant committed some of the offences could\nonly reasonably be applied to a relatively narrow class of individuals. When\nreported alongside the age of the victim, and the time frames for the offences,\nthese details, taken together, represented material which was likely to\ncontribute to the identification of the victim. The complaint was therefore\nupheld as a breach of Clause 11.\n8. Clause 7\nrelates to the identification of children who are victims or witnesses in cases\ninvolving sex offences. In this case, while the offences were committed when\nthe victim was a child, the victim was an adult at the time of publication. For\nthis reason, Clause 7 was not engaged. The victim’s right to anonymity was\nprotected by Clause 11, in this case.\n9. The\nCommittee recognised that the details about the nature of the offences were\nextremely sensitive. However, these details had been heard in court, and the\nnewspaper was entitled to report these in accordance with the principle of open\njustice. Reporting these details did not breach Clause 2.\n10. The\ndefendant’s comments on the offences had been referred to in court, and the\nnewspaper was entitled to report these, in accordance with the principle of\nopen justice. While the Committee acknowledged that the complainant strongly\nobjected to his remarks, it was not inaccurate for the articles to report that\nthese remarks had been made, and there was no breach of Clause 1. The reference to the charity in the second\narticle were general comments on the case, and did not suggest that it had any\ndirect involvement. This aspect of the article was not misleading, and there was\nno breach of Clause 1 on this point.\nConclusion\n11. The\ncomplaint was upheld.\nRemedial action required\n12. Having\nupheld the complaint under Clause 11, the Committee considered that the\nappropriate remedy was publication of an adjudication.\n13. The\nCommittee required the newspaper to publish the adjudication on its website,\nwith a link to the full adjudication (including the headline) appearing on the\nhomepage for 24 hours; it should then be archived in the usual way. The\nheadline of the adjudication must make clear that IPSO has upheld the complaint\nagainst DailyRecord.co.uk, and refer to its subject matter; it must be agreed\nin advance. The publication should contact IPSO to confirm the amendments it\nnow intends to make to the online article to avoid the continued publication of\nmaterial in breach of the Editors’ Code of Practice.\n14. The terms\nof the adjudication for publication are as follows:\nFollowing two articles published online by DailyRecord.co.uk\nin 2017, a man complained to the Independent Press Standards Organisation that\nDailyRecord.co.uk breached Clause 11 (Victims of sexual assault) of the\nEditors’ Code of Practice. Clause 11 of the Code requires that the press must\nnot identify victims of sexual assault or publish material likely to contribute\nto such identification unless there is adequate justification and they are\nlegally free to do so. The complaint was upheld as a breach of Clause 11, and\nDailyRecord.co.uk was required to publish this adjudication as a remedy.\nThe articles reported that a man had pleaded guilty to sex\noffences against a child, and that he had been given a jail sentence. \nThe complainant said that by including certain details from\nthe court hearings, the publication had failed to protect the identity of the\nvictim, on whose behalf he was complaining.\nThe newspaper said that in accordance with the principle of\nopen justice, it is essential that the press are able to report on cases such\nas the case subject to the complaint. It said that to do so, it was necessary to\ninclude certain details to inform the public as to how the offences occurred.\nIt provided explanations as to why it did not believe that the details in the\narticle were likely to contribute to the identification of the victim. The\npublication said it had taken active steps to omit certain details from the\narticles, to reduce the possibility of the victim being identified.\nIPSO’s Complaints Committee made clear that the newspaper\nwas entitled to report on this case, and to identify the defendant, in\naccordance with the principle of open justice. However, Clause 11 of the\nEditors’ Code requires that, in doing so, it did not publish material likely to\ncontribute to the identification of the victim. \nThe Committee considered that the detail the articles\ncontained about the circumstances in which the defendant committed some of the\noffences could only reasonably be applied to a relatively narrow class of individuals.\nWhen reported alongside the age of the victim, and the time frames for the\noffences, these details, represented material which was likely to contribute to\nthe identification of the victim. The complaint was therefore upheld as a\nbreach of Clause 11.\nDate complaint received: 30/05/2017Date decision issued: 15/08/2017\nBack to ruling listing\n\n\n"
}