{
    "url": "/rulings-and-resolution-statements/ruling/?id=12885-21",
    "title": "12885-21 Kay v Daily Mail",
    "provisions": [
        "12 Discrimination (2021)",
        "3 Harassment (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2021-12-10 00:00:00",
    "received_on": "2021-12-12 00:00:00",
    "concluded_on": "2022-06-06 00:00:00",
    "complaint_processing_days": 176,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A   Date complaint received: 12/12/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 12885-21 Kay v Daily Mail\nSummary\nof Complaint\n1.\nAnthony Kay complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1 (Accuracy), Clause 3 (Harassment) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined “It's\ntime to punish Britain's 5 million vaccine refuseniks”, published on 10\nDecember 2021.\n2. The\narticle was a weekly column, which commented on measures the columnist believed\nBritons who had chosen not to receive the Covid-19 vaccine should face, while\nalso making clear he was not in favour of compulsory vaccination. The columnist\ncompared Britain’s approach to vaccine hesitancy to other countries which had\nbrought in greater measures to encourage people to get the vaccine such as\nvaccine passports and fines. The headline stated, “It's time to punish\nBritain's 5 million vaccine refuseniks”, and this figure was repeated in the\narticle: “There are still 5 million unvaccinated British adults, who through\nfear, ignorance, irresponsibility or sheer stupidity refuse to be jabbed.” The\ncolumnist also commented on the efficacy of the vaccine: “Of course, it’s not\nfoolproof. Nothing is. People who have been vaccinated can still contract and\npass on the virus. But vaccination substantially reduces the risk of serious\nillness and hospitalisation, which is why medical experts are unanimous in\ntheir view that the more people who are vaccinated the better the chance we all\nhave of beating this virus.” The columnist also asserted that “We are all\npaying a heavy price for this hard core of the unvaccinated”.\n3. The\narticle also appeared online in substantially the same format under the\nheadline “It's time to punish Britain's five million vaccine refuseniks: They\nput us all at risk of more restrictions, says ANDREW NEIL. So why shouldn't we\ncurb some of their freedoms?”\n4. The\ncomplainant said that the article breached Clause 1 as he considered the five\nmillion figure referring to unvaccinated Britons to be inaccurate. The\ncomplainant said that figures published by the UK Health Security Agency\n(UKHSA) shortly after the publication of the article indicated that 23.5\nmillion people in England were unvaccinated, which would suggest a figure of 15\nmillion unvaccinated people, once children were deducted.\n5. The\ncomplainant also said the headline was sensationalist and that the article\ncontained intemperate language as well as presenting the view that everything\nis the fault of the unvaccinated. He said that the publication was too willing\n“to accept the Government’s narrative that ‘5 million vaccine refuseniks’ are\nto blame.” In addition, the complainant said the article ignored what he\nconsidered to be relevant information about the efficacy of the vaccine and the\nfrequency with which vaccinated people have been infected with variants. The\ncomplainant also said that the UKHSA indicated that four out of five Covid-19\ndeaths in December had occurred among the double and triple vaccinated, and\nthat the triple vaccinated were three times more likely than the unvaccinated to\ncatch the latest variant.\n6. The\ncomplainant said the article breached Clause 3 and Clause 12 as it used\nlanguage to shame, vilify and demonise unvaccinated people, which served to\nharass and discriminate against this group. He also expressed concerns that it\nincited hatred and violence towards the “unvaccinated community”.\n7. The\npublication said it did not accept a breach of Clause 1. It said that the\nfigure of five million eligible unvaccinated adults in Britain had been widely\nreported and was accurate. It noted that the Chief Medical Officer for England\nhad said in September 2021 that “there are five million or so people who are\neligible for vaccines now who haven’t been vaccinated”. The publication also\nstated that the figure corresponded with analysis by another publication and\nprovided several examples of instances in which this figure had been reported\nin the press at the time of publication. It further mentioned that the Health\nSecretary had made reference to this number shortly after publication, when he\nwas urging people to take up the vaccine in December 2021.\n8. The\nnewspaper said the 23.5 million figure advanced by the complainant was\npublished by an anti-vaccine website and was irrelevant as it claimed to be the\ntotal number of unvaccinated people in England, whereas the article under\ncomplaint was referring to unvaccinated British adults who are eligible for the\nvaccine but have refused to take it. The publication also supplied a link to a\nfact-checking website which had been published since the publication of the\narticle, which debunked the complainant’s alternative figure of 23.5 million,\nand found that, based on an ONS estimate of the population, 5.1 million\neligible people had not received a dose of the vaccine in England.\n9. The\npublication added that the columnist was free to express his views and to be\ncritical of those who have chosen not to be vaccinated, and that the Code\nspecifically enshrined the right for newspapers to inform, be partisan, to\nchallenge, shock, be satirical and to entertain. It also said the complainant’s\npoints querying the efficacy of the vaccine did not undermine the accuracy of\nthe article.\n10. The\npublication also did not accept a breach of Clause 3 or Clause 12. It said\nwhile it appreciated the complainant disagreed with the scope of these Clauses,\nthe complaint did not engage them.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n11. The\nCommittee considered the disputed figure of five million British adults who\nrefuse to get jabbed. It acknowledged that this figure had been widely reported\nduring the time the article was published, and that the publication had\nprovided several examples of contemporaneous articles which also published the\nfigure as well as the Chief Medical Officer for England who had quoted this\nfigure. The Committee considered that the publication was entitled to rely on\nthe figure which had been cited by the Chief Medical Officer for England, who\nwas closely associated with the vaccination programme. It was therefore\nsatisfied that the publication had taken sufficient care over the accuracy of\nthe claim that there was five million British adults who refuse to get jabbed.\nThere was no breach of Clause 1 (i).\n12. The\ncomplainant had cited research, published subsequent to the article under\ncomplaint, which he considered demonstrated that the figure of five million was\ninaccurate, and in fact was considerably higher. The Committee did not agree\nthat the research cited by the complainant demonstrated that the figure given\nin the article was significantly misleading and noted the five million figure\nhad been cited by the Chief Medical Officer for England and the Health\nSecretary. Where the publication had been able to provide a basis for the\nfigure contained in the article and the complainant had not demonstrated it to\nbe inaccurate, the Committee did not find a significant inaccuracy which\nrequired correction. There was no breach of Clause 1 (ii) on this point.\n13. The\nCommittee also considered the complainant’s concerns that the headline was\n“sensationalist” and that the article included intemperate language. The\narticle was distinguished as an opinion piece and the columnist was entitled to\nexpress his views on the benefits of restrictions against the unvaccinated; the\nstrain he felt they placed on the NHS; and the “heavy price” paid by the\nvaccinated “for this hard core of the unvaccinated”. Concerns that the headline\nwas sensationalist did not engage the Code where the Committee was satisfied\nthere was no breach of Clause 1.\n14.\nFurther, the Committee considered the complainant’s concerns about the\narticle’s claims regarding the efficacy of the vaccine. It noted that the\narticle did make clear that vaccinated people could still contract and infect\nothers with the virus. The article did not make any claims of fact regarding\nthe specific variant of Covid-19 infecting patients who were being treated in\nhospitals, and whether they were vaccinated or not, but simply claimed that\n“vaccination substantially reduces the risk of serious illness and\nhospitalisation” and “As long as they [the unvaccinated] can be numbered in the\nmillions, the nation will remain unnecessarily vulnerable to the latest\nvariant”. As the vaccine has been demonstrated to reduce serious illness and\nhospitalisation, the Committee was satisfied that there was a basis for these\nclaims. The Committee also had regard for the context in which the claim\nappeared: it was clearly presented as a comment piece, and therefore\nnecessarily reflected the columnist’s interpretation of the situation. There\nwas no breach of Clause 1.\n15. With\nregards to the complaint under Clause 3, the complainant believed the article\nwas demonising and shaming towards unvaccinated people. Clause 3 generally\nrelates to the way journalists behave when gathering news, including the nature\nand extent of their contact with the subject of the story. The complainant’s\nconcerns did not relate to this, and there was no breach of Clause 3.\n16. The\ncomplainant said that the article breached Clause 12, again, as he considered\nthat the publication vilified, demonised and shamed unvaccinated people. As\nClause 12 is designed to protect specific individuals mentioned by the press\nfrom discrimination based on their race, colour, religion, gender identity,\nsexual orientation or any physical or mental illness or disability. The\ncomplainant’s concern did not relate to an individual, nor is choosing not to\ntake the Covid-19 vaccination a protected characteristic. There was no breach\nof Clause 12.\nConclusion(s)\n17. The\ncomplaint was not upheld.Remedial Action Required18. N/A\n\n\nDate\ncomplaint received: 12/12/2021\nDate\ncomplaint concluded by IPSO: 06/06/2022\nBack to ruling listing\n\n\n"
}