{
    "url": "/rulings-and-resolution-statements/ruling/?id=12990-17",
    "title": "12990-17 Armstrong v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2017-06-05 00:00:00",
    "received_on": "2017-06-05 00:00:00",
    "concluded_on": "2017-09-01 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/ADate complaint received: 05/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 12990-17 Armstrong v thesun.co.uk\nSummary of complaint\n1. Katharine\nArmstrong complained to the Independent Press Standards Organisation that\nthesun.co.uk breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “LONDON'S PRIDE Reveller who\nfled London Bridge terror attack with pint in hand ‘identified’ as Liverpool\nman, [name]”, published on 5 June 2017.\n2. The article\nreported that a man who was photographed following the London Bridge terror attack,\nholding a pint, amongst a crowd of people who were fleeing the incident, had\n“reportedly been identified”. The article contained the photograph and said\nthat “pals have claimed the ‘pint man’– who was praised for his calm response\nto the atrocity – is [name], from Liverpool”. The article did not name the\nauthor of this post.\n3. The complainant,\nthe sister of the man pictured and the author of the Facebook post, expressed\nsignificant concern that her comments, which she had published on her Facebook\naccount, had been published in the article. She said that she had not shared\nher comments publicly: her Facebook privacy settings had meant that her post\nwould have been visible to many of her Facebook friends, as well as,\npotentially, the friends of the people that she had “tagged” in the post.\nHowever, the complainant explained that not all of the individuals outside of\nher Facebook network would have been able to view her post, as not all of the\npeople she had “tagged” had approved the post to be visible on their timeline.\nShe said that she had speculated on the identity of the man pictured: no\nfurther steps were taken by the newspaper to establish the veracity of her\nclaims.\n4. The publication\ndid not accept a breach of the Code. It said that it had not sourced any\ninformation from the complainant’s private Facebook page; it was already in the\npublic domain, having been widely reported, that the complainant’s brother was\nthe man pictured. It said that the fact that the complainant’s brother was the\nman pictured, is not in itself private information, and it noted that the\ncomplainant had not raised concerns that that it was inaccurate to allege that\nit was her brother in the picture.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n6. The Committee\nrecognised the importance of reporting on the immediate aftermath of a terror\nattack in a sensitive manner and acknowledged the complainant’s concern about\nthe publication of the information relating to her Facebook post. In\nconsidering whether the complainant had a reasonable expectation of privacy in\nrelation to this information, the Committee carefully analysed the nature of\nthe information which had been published about her, and the extent of the\ncomplainant’s own public disclosure of that information.\n7. The article had\nreported the complainant’s comments, which had identified her brother’s name\nand which had conveyed her humorous explanation of his apparent reaction to the\nincident. The fact that the complainant’s brother was, or appeared to be, the\nperson photographed, was not private information about her; the private\ninformation about her was limited to the nature of her comments and the fact of\nher identification of him. The article had not named the complainant as the author\nof these comments, nor had the article identified the relationship between her\nand her brother.\n8. The Committee\nalso considered the manner in which the information contained in the article\nhad been obtained. The Committee noted the complainant’s position that she had\nprivacy settings in place on her Facebook at the time the article was\npublished. However, those settings had made the post visible to many of the\ncomplainant’s Facebook friends, as well as, potentially, the friends of the\npeople she had “tagged” in her post, one of whom had been a journalist for\nanother publication, who had first brought it to public attention. The\nCommittee also considered the manner in which the information contained in the\narticle had been obtained. The article had made clear that its report had been\nbased on information which had been published in another newspaper: the\npublication had not sourced the information in a manner which had intruded into\nthe complainant’s privacy.\n9. Taking account\nthe nature of the information and the manner in which it had been previously\ncirculated, the Committee concluded that the complainant did not have a\nreasonable expectation of privacy in relation to this information; nor did its\npublication in the article under complaint represent an intrusion into her\nprivate life. There was no breach of Clause 2.\n10. The publication had accurately reported the\ncomplainant’s Facebook post; in those circumstances, and where the article had\nmade clear that this information had been sourced from claims made in another\npublication, there was no failure to take care over the accuracy of the\narticle. There was no breach of Clause 1.\nConclusion\n11. The complaint was not upheld.Remedial action required12. N/ADate complaint received: 05/06/2017Date decision issued: 01/09/2017 \nBack to ruling listing\n\n\n"
}