{
    "url": "/rulings-and-resolution-statements/ruling/?id=13004-16",
    "title": "13004-16 MacMaster v Daily Record",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2016-11-13 00:00:00",
    "concluded_on": "2017-02-28 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 13/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13004-16 MacMaster v Daily Record\nSummary of Complaint\n1. Frank MacMaster\ncomplained to the Independent Press Standards Organisation that The Daily\nRecord breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “One day return to the people please”, published in print on\n25 September 2016, and “Calls for ScotRail to be taken back from Dutch control\nfollowing services complaints”, published online on 20 September 2016.\n2. The article\nreported calls for the firm who run Scotland’s railways, ScotRail, to be\nreplaced. It said that figures revealed the previous week showed services\n“beset by delays and cancellations”. It said that statistics showed that 24 out\nof 75 services in the month to 20 August 2016 were late more often than they\nwere on time. It also said that figures from the previous month showed that one\nin five services failed to run, with 450 trains cancelled. The article included\na response from ScotRail which explained that it had “a challenging few months\ndue to industrial action, big infrastructure works at Queen Street and the\nprogramme to electrify the Glasgow to Edinburgh line”. \n3. The headline\naside, the online article was substantively the same as the print version.\n4. The complainant\nsaid that while the figures reported for delays and cancellations appeared to\nbe accurate, they were misleading because they only included services that\nterminated at the stations mentioned in the article, and not those that made\nintermediate stops. He also said that the measure on which a train company’s\nperformance is usually based on the Public Performance Measure (PPM), which\ncalculates the percentage of services which arrive within five minutes of the\nbooked arrival time. However, he said that the article reported figures\nrelating to the percentage of trains arriving within 59 seconds of booked\narrival time. He said that the failure of the article to make this clear gave a\nmisleading impression of the extent of delays to services.5. The complainant\nsaid that it was inaccurate to report that one in five services were cancelled;\nhe said that the true figure was one in 150, which is less than 1 per cent. He\nalso said that the article was misleading because it failed to make clear that\nthe responsibility for Scotland’s railway is shared between ScotRail, which operates\nthe majority of the services, and Network Rail, which is responsible for the\ntrack and other infrastructure. He said that in not making this clear in the\narticle, it implied that the delays and cancellations were entirely the fault\nof ScotRail.\n6. The newspaper\nsaid that the figures published in the article had come from a table titled\n“Annual On Time Arrival at Destination” published by ScotRail. It said it was\nnot misleading to report the figures for late trains as outlined in the table;\nhowever, it offered to add a line to the online article to make clear the basis\nof the figure. It also said that while it accepted that it was inaccurate to\nreport that 1 in 5 trains were cancelled, that figure had been published by\nScotRail, and the newspaper had been entitled to rely on what the company had\nsaid. It said that the publication of this figure was not significantly\nmisleading in the context of the article as a whole. Nonetheless, it removed\nthe reference from the online article, and offered to add a footnote to the\narticle clarifying the change.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee \n8. The newspaper\nacknowledged that it was inaccurate to report that 1 in 5 ScotRail services had\nbeen cancelled. However, in relying on the figures put into the public domain\nby ScotRail, the newspaper demonstrated that it had taken care not to publish\ninaccurate information; there was no breach of Clause 1(i). Further, in\ncircumstances where the article contained a general criticism of the company,\nwhich included highlighting the number of late services, and the calls by\npoliticians to take the franchise from ScotRail, the reporting of this figure\nwas not significantly misleading; there was no breach of Clause 1(ii).\nNonetheless, the Committee welcomed the newspaper’s decision to remove the\nfigure from the article, as well as the offer to publish a clarification\nonline.\n9. The Committee\nacknowledged that the reported figures used different parameters to measure\nlate trains than the PPM. However, in circumstances where the article did not\nsuggest that the figures were calculated using the PPM measure, and these\nfigures were originally published by ScotRail, the Committee did not consider\nthat the article was misleading on this point. There was no breach of Clause 1.\nNonetheless, the Committee welcomed the newspaper’s offer to publish a\nclarification on this point.\n10. In circumstances where the article published ScotRail’s\nresponse to the performance statistics, which included reference to industrial\naction, infrastructure work and the programme to electrify the Glasgow to Edinburgh\nline, the Committee did not consider the omission of any reference to Network\nRail gave a significantly misleading impression of who was responsible for the\ndelays and cancellations on Scotland’s railways. Further, it was not misleading\nto only report figures for late trains that terminated at stations, and not\nfigures for trains that made intermediate stops at those stations. There was no\nbreach of Clause 1 on either point.\nConclusions\n11. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 13/11/2016Date decision issued: 28/02/2017\nBack to ruling listing\n\n\n"
}