{
    "url": "/rulings-and-resolution-statements/ruling/?id=13130-16",
    "title": "13130-16 The Headteacher of Hawthorn Tree School v The Lincolnshire Echo",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Lincolnshire Echo (Reach PLC)",
    "published_on": "2016-11-05 00:00:00",
    "received_on": "2016-11-14 00:00:00",
    "concluded_on": "2017-05-24 00:00:00",
    "complaint_processing_days": 191,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 14/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13130-16 The Headteacher of Hawthorn Tree School v The\nLincolnshire Echo\nSummary of Complaint\n1. The Headteacher\nof Hawthorn Tree School complained to the Independent Press Standards\nOrganisation that the Lincolnshire Echo breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Schoolgirl, 4, ‘left in pain\nfor 3 hours’ after dislocating elbow”, published on 5 November 2016.\n2. The article reported that a four-year-old\ngirl had been left in pain for three hours after teachers failed to notice she\nhad dislocated her elbow. It said that the child injured herself on a climbing\nframe during a lunch break, but that the injury went unnoticed until her mother\nand step-father picked her up from school. It said that the child was prone to\ndislocating her elbow and shoulder, and said that videos of class activities\nsent to parents by teachers showed she had not used her arm at all.\n3. The article quoted the child’s mother, who\nsaid that the teachers could not explain what had happened, and explained that\nthe child had been told to take herself to the medical room if she was hurt. It\nreported the position of the school’s headteacher, who said that the incident\nhad been fully explored, and that “staff had acted in good faith, in accordance\nwith procedures and with the information available to them at the time. I am\nsatisfied that in the circumstances we did all we could to support the\nchild”. \n4. The complainant said the article reported\nthe incident as a matter of fact, rather than as the claims of the child’s\nparents that she dislocated her elbow at school. He said that the school had\nreceived no medical evidence to support the claims that the child had been left\nin pain for three hours, or that she pulled her joint out after falling from a\nclimbing frame.\n5. The complainant said that while he was\ncontacted by the publication prior to publication, he was not told the details\nof the parents’ claims. He said that he told the reporter that, without any\nmedical evidence, he considered that “from a legal perspective, the injury did\nnot happen”. He also said that as a headteacher, he could not and would not\nenter into discussion on an individual case. He said that he also told the\nreporter that this was a complex case involving school governors, the Local\nAuthority Legal Services, and Lincolnshire Schools Liaison Officer.\n6. The publication said that the parents of\nthe child contacted the newspaper with the claims set out in the article: that\nshe had dislocated her elbow while on a climbing frame at school, and was left\nuntreated for three hours. It said that in the circumstances, it considered\nthat it was reasonable to rely on the parents’ account of the incident, but\nnonetheless, it contacted the school to put the claims to them and included the\ncomplainant’s response in the article. It said that the complainant did not\nprovide any statement disputing the parents’ account at the time.\n7. The publication said that it was clear from\nthe article’s headline, and content of the article, that it was the parents’\naccount of the incident being reported. It said that while the complainant now\ndisputed that the child had dislocated her elbow during the incident, he was\nnot in a position to provide any evidence to counter the account provided by\nthe child’s parents. Nonetheless, it offered to update the online article to\npublish a statement from the school, and amended the article to make clearer\nthat the information was based on the claims of the parents.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n9. The first line of the article reported that\nthe claim that the girl was “left in pain for three hours after teachers failed\nto notice she had dislocated her elbow” had come from her mother and\nstep-father. It went on to report that “her mother and step-father claim her\ninjury went unnoticed by staff”, and quoted the child’s mother and step-father\noutlining the sequence of events as they understood it, as well as their upset\nat how the incident was handled by the school. Overall, the Committee\nconsidered that the article had made clear that the claims about the incident\nhad come from the child’s mother and step-father. There was no breach of Clause\n1.\n10. The\ncomplainant had been contacted by the newspaper about the story prior to\npublication. While the Committee noted the complainant’s position that he told\nthe reporter that he would not enter into discussion about a case which was\nongoing and subject to investigation, he did not dispute giving the quotes\nattributed to him in the article in which he sympathised with the parents over\nthe incident, but said that his staff acted in good faith and was satisfied\nthat the school did all they could to support the child. In circumstances where\nthe position of the complainant – namely that the school denied there had been\nany wrongdoing – was made clear in the article, the Committee did not consider\nthat the publication had failed to take care over the accuracy of the article\nin breach of Clause 1(i).11. Further, while\nthe Committee was not in a position to determine whether or the child had\ndislocated her elbow at the school, it did not consider that any inaccuracy on\nthis point was significantly misleading in circumstances where the article\nreported the position of both parties. There was no breach of Clause 1(ii). \n12. While it did\nnot find a breach of the Code, the Committee welcomed the amendments to the\narticle the newspaper had made in response to the complaint.\nConclusion\n13. The complaint was not upheld.    \nRemedial Action Required\nN/ADate complaint received: 14/11/2016Date complaint concluded: 24/05/2017 \nBack to ruling listing\n\n\n"
}