{
    "url": "/rulings-and-resolution-statements/ruling/?id=13135-21",
    "title": "13135-21 Foster v Wigan Observer",
    "provisions": [
        "4 Intrusion into grief or shock (2021)",
        "3 Harassment (2021)",
        "2 Privacy (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Wigan Observer (National World Publishing Ltd)",
    "published_on": "2021-11-23 00:00:00",
    "received_on": "2021-12-15 00:00:00",
    "concluded_on": "2022-03-09 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "27. The complaint was not upheld.",
    "remedial_action": "28. N/ADate complaint received: 15/12/21",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 13135-21 Foster v Wigan ObserverSummary\nof Complaint1. Keith\nFoster complained to the Independent Press Standards Organisation that the\nWigan Observer breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment),\nand Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice\nin an article headlined “Vets pay tribute to Christine who was 'dedicated' to\nher job”, published on 23 November 2021.2. The\narticle – which appeared on page 4 of the newspaper, with a reference to the\nstory also appearing on the newspaper’s front page – reported that “[t]ributes\nhave been paid to [a woman] whose body was found at a popular Wigan beauty\nspot”. It reported that the woman had earlier been “reported missing from her\nhome” and identified the street on which she lived, before going on to report\nthat she had “lived alone”.3. The\narticle also included comments from the woman’s co-worker. He was reported as\nhaving said that her colleagues “had no idea of her state of mind” and that\n“there was no suggestion that she intended to harm herself”. The colleague went\non to comment that “[h]er parents […] are going to be devastated”. The article\nalso included a photograph of the woman; the front-page reference included a\nfurther picture of her.4. The\ncomplainant was the brother of the woman who had gone missing. He said that the\npublication of the article was insensitive in breach of Clause 4, and that this\nwas the case as the article had been published prior to the formal\nidentification of his sister’s body. He then said that his sister had been\nfound on 19 November 2021; the coroner had contacted his family to request\ndetails to allow him to make the identification of the body on 22 November; the\narticle had been published on 23 November; and then the coroner confirmed with\nthe family on 26 November, formally, that it was his sister’s body. Therefore,\nthe article had been published three days before the coroner had confirmed with\nthe family that it was her body which had been found at the beauty spot.5. He\nalso said that the publication had not acted with sympathy and discretion as\nrequired by the Clause, as neither he nor other family members had been\ncontacted prior to the article’s publication and forewarned of what it would\ncontain.6. The\ncomplainant then said that the article included several inaccuracies, in breach\nof Clause 1. He first said that the article included unconfirmed speculation,\nincluding reporting that his sister’s body had been found where the identity of\nthe body had not been formally confirmed and reporting comments that his siter\nhad “intended to harm herself”.7. The\ncomplainant also said that the reference of his sister’s colleague to her\n“parents” was inaccurate, as one of his parents had passed away. He further\nsaid that the article, in reporting his sister’s partial address and the fact\nthat she lived alone, had raised security concerns. He said that there were\nfurther inaccuracies in the article, though he did not specify what the\nadditional inaccuracies were.8. The\ncomplainant also said that the newspaper had breached Clause 2 and Clause 3,\nfor the same reasons noted above.9. The\ncomplainant had contacted the newspaper directly prior to making an IPSO\ncomplaint, to make it aware of his concerns regarding the article. He first\nphoned a journalist working for the paper, and asked how the story had come to\nbe published. The journalist had said that he had contacted the colleague ahead\nof the story being published, but as he did not have the complainant’s contact\ndetails – or the contact details of his family – he had not reached out to\nthem. He had, according to the complainant, attributed this to the volume of\nwork he had. The complainant said that he wished for the matter to be formally\ninvestigated, and for there to be no further coverage of his sister’s death in\nany of the publisher’s publications.10. The\ncomplainant’s concerns were then escalated first to an editor, and then to a\nmore senior member of staff. Both staff members apologised for the distress\ncaused, and said that should the complainant wish to work with the newspaper on\na tribute to his sister they would be “more than happy to publish that as\nwell.” The senior member of staff also undertook an internal investigation into\nhow the story came to be written – although this was not completed prior to the\ncomplainant contacting IPSO.11. The\npublication said it did not accept that the article or the conduct of its staff\nhad breached the Editors’ Code. It said that the police had released two\nstatements to the press. The first statement, which was dated 19 November, had\na not-for-publication note indicating that police were searching for the\ncomplainant’s sister at the beauty spot. A follow-up statement, sent the\nfollowing day, said:Officers\nsearching for missing person […] have sadly located a body in the water at\n[…]  in Wigan at around 10.50am today (19\nNovember). A formal identification has not yet taken place. There are not\nbelieved to be any suspicious circumstances and a file will be passed to the\ncoroner.12. The\npublication said that, after the release of the second statement, it had been\nwidely reported by several publications – including at least one national\npublication – that police searching for the complainant’s sister had found a\nbody, that there were not believed to be any suspicious circumstances, and that\nthe file had been passed to the coroner. It also provided copies of some of the\narticles which also reported on this. Therefore, it said, it could not be the\ncase that the publication had ‘broken the news’ of the complainant’s sister’s\ndeath or cause of death to her family, where the police had circulated the\nabove statement 4 days prior to the article’s publication and it had been\ncovered by the press.13. The\npublication then said that the police had made a public appeal to members of\nthe public for help in locating the complainant’s sister after she had gone\nmissing. There was, the publication said, a public interest in reporting on the\npolice’s updated statement regarding what had happened to her. It said that the\npiece was intended to be a tribute piece, focussing on kind words about the\nkind of person she was – it did not consider that it was an insensitive article\nin how it referred to the complainant’s sister.14.\nTurning to the terms of Clause 4, the publication noted that there is no\nobligation for publications to contact the relatives of deceased individuals\nprior to publishing stories. It said that it was often the case that the\npublication did not consider it necessary to intrude upon the grief of a family\nat a difficult time and – in this case – where the publication had spoken\nextensively with a colleague of the complainant’s sister who had known her for\nmany years, it did not consider it necessary or proportionate to contact her\nfamily prior to publication15. The\npublication then addressed the alleged inaccuracies raised by the complainant.\nIt said that it was clear from statements given by the police and from their\nactions – bringing the search for the complainant’s sister to an end and\npassing the file to a coroner – that the body found at the beauty spot was\nhers; it further noted that there had been no suggestion that this was not the\ncase. It then said that “[i]t is widespread and common practice for the media\nto report someone's death before formal identification by the coroner if the\npolice are satisfied they know the identity of the deceased.” It did not,\ntherefore, accept that the terms of Clause 1 had been breached.16.  Turning to the complainant’s Clause 2 concerns,\nthe publication noted the public nature of the appeal made by the police for\ninformation on the complainant’s sister’s whereabouts. It said that the extent\nof the public nature of the appeal could be gathered from the fact that the\nFacebook appeal for information – which it provided – was shared more than\n4,500 times. The Facebook appeal also included the name of her street, and the\nphotographs included in the article were on file from a previous news story the\npublication had written about her place of work. It did not, therefore,\nconsider that the article published private information in breach of Clause 2.17. The\npublication then said that at no point had any journalist working on its behalf\nsought to contact the complainant, except to respond to the concerns he had\nraised. It did not therefore consider that the terms of Clause 3 could have\npossible been breached.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause 2\n(Privacy)*i)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.iii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.Clause 3\n(Harassment)*i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.Clause 4\n(Intrusion into grief or shock)In cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.Findings\nof the Committee18. The\nCommittee first wished to extend its sincere condolences to the complainant for\nthe loss of his sister.19. The\nCommittee recognised that the loss of his sister was a distressing time for the\ncomplainant, and that the article had added to his distress. However, the\nCommittee noted that the terms of Clause 4 do not forbid all reporting of\nevents which may involve personal grief or shock, although publication must be\nhandled sensitively.20. In\nthis instance, while the Committee understood that the coroner had not formally\nconfirmed the identification of the complainant’s sister with her family at the\ntime of the article’s publication, it noted that this was not a case of the\nnewspaper breaking the news of a loved one’s death to the family. The police\nhad sent a statement to the newspaper three days prior to the article’s\npublication, confirming that the search for her had been called off and a file\npassed to the coroner after a body had been found at a local beauty spot; other\nnewspapers had reported on this development, and had linked the discovery of\nthe body with her death. In addition, the coroner had contacted the\ncomplainant’s family one day before the article’s publication to request\ndocuments which would allow him to make the formal identification. Therefore,\nwhile the formal identification had not been made, the publication had had a\nreasonable basis for considering that they would not be breaking the news of\nthe death to the family, and that the police had made her family aware. In such\ncircumstances, the timing of the article did not constitute insensitive\npublication under the terms of Clause 4, and there was no breach of the Clause\non this point.21. The\ncomplainant had also expressed concerns that the publication had not contacted\nhim or his family prior to the article’s publication. The Committee understood\nthe complainant’s concerns on this point, but noted that the terms of Clause 4\ninclude no requirement for publications to contact the relatives of deceased\nindividuals prior to writing articles about deaths in the community. In the\nwritten correspondence the publication had had with the complainant after the\npublication of the article, it had responded with sympathy and discretion,\napologised for any distress caused by the publication of the article, and had\nescalated the complainant’s concerns in line with his wishes. There was,\ntherefore, no breach of Clause 4 in relation to the publication’s contact with\nthe complainant.22.\nTurning to the complainant’s concerns under Clause 1, the Committee understood\nthat the complainant had concerns that the newspaper may have published\ninaccurate information in reporting that the complainant’s sister had been\nfound before her identity had been formally confirmed. However – where it was\nthe case that the body which had been found was the complainant’s sister, and\nthe basis for this claim was a police statement stating that the search for her\nhad been called off after a body had been found – the Committee considered that\nthe newspaper had taken care over the accuracy of this claim, and that it was\nnot significantly inaccurate, misleading, or distorted.23. The\ncomplainant had also said that the article was in breach of Clause 1 as it\nincluded speculation on the part of a colleague about his sister’s state of\nmind and cause of death, as well as including a reference to their “parents” as\nopposed to parent. While the Committee understood that this portion of the\narticle caused the complainant distress, the newspaper was entitled to publish\nthe colleague’s thoughts, recollections, and tribute, provided it was correctly\ndistinguished as his thoughts and speculation, as opposed to claims of fact. In\nthis case, where the comments were clearly attributed to the colleague via the\nuse of quote marks and were not adopted by the publication as fact, there was\nno breach of Clause 1 on this point.24. The\nCommittee noted that the complainant had expressed concerns over the security\nof his sister’s property, as the article had included his sister’s partial\naddress and the fact that she lived alone. However, the terms of Clause 1\nrelate to the publication of inaccurate, misleading, and distorted information,\nrather than general concerns about security. In addition, while the complainant\nhad expressed concerns that there were further inaccuracies in the article, the\nCommittee was not able to make a finding on these alleged inaccuracies in\ncircumstances where the nature and extent of the inaccuracies had not been set\nout. There was no breach of Clause 1 on these points.25.\nWhile the Committee noted that seeing his sister’s death reported in the\nnewspaper had caused him distress and he considered that the reporting had\nbreached Clause 2, it noted that the fact of a death is not private\ninformation. The fact that his sister had gone missing and that a body had\nsubsequently been found during the search for her had been widely reported by\nseveral news outlets, including a national newspaper, and a public statement\nhad been released by the police. There was no breach of Clause 2.26. The\npublication had not contacted the complainant directly, except to respond to\nthe concerns which he flagged directly with them, requesting a response. Where\nthe publication had not sought to contact the complainant directly at any\npoint, there was no breach of Clause 3.Conclusion(s)27. The\ncomplaint was not upheld.Remedial\nAction Required28. N/ADate\ncomplaint received: 15/12/21\nDate\ncomplaint concluded by IPSO: 09/03/2022\nBack to ruling listing\n\n\n"
}