{
    "url": "/rulings-and-resolution-statements/ruling/?id=13165-16",
    "title": "13165-16 Mason v thesun.co.uk",
    "provisions": [
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2016-10-13 00:00:00",
    "received_on": "2016-11-10 00:00:00",
    "concluded_on": "2017-03-10 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 10/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13165-16 Mason v thesun.co.uk\nSummary of complaint 1.    Paul\nMason complained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 2 (Privacy) and Clause 10 (Clandestine devices and subterfuge)\nof the Editors’ Code of Practice in an article headlined “Working class zero:\nPaul Mason, Jeremy Corbyn’s celeb guru, admits he wants to oust hapless leftie\nas he doesn’t appeal to ordinary Brits”, published on 13 October 2016. 2.    The\narticle reported that a “bystander” had overheard and recorded a conversation\nthat had taken place at the Labour party conference between the complainant,\ndescribed as Jeremy Corbyn’s “firebrand celebrity guru”, and a “confidante”, in\nwhich he “revealed his true feelings” about the leader of the Labour party. The\narticle reported a number of comments that the complainant had made during the\nconversation, including that Mr Corbyn didn’t “appeal to the mainstream working\nclass vote,” and that “the person who [he] would replace Corbyn with eventually\nis this guy called Clive Lewis”. The article included a recording of the\nconversation, and photographs of the complainant and his companion. The article\nreported that, when “confronted”, the complainant had admitted having the\nconversation and had said that he was “proud to have played a part in Jeremy\nCorbyn’s re-election as leader”. 3.    A\nseparate article, about which no complaint was received, appeared in print. 4.     The complainant said that a freelance reporter\nand photographer had deliberately chosen a table next to him in a restaurant\nwhere he was having a private conversation with a journalistic source. He said\nthat they had used clandestine devices in order to record his conversation, and\nto photograph him. The complainant said that he had a reasonable expectation of\nprivacy in relation to his conversation and to the views he expressed. He noted\nthat, while he had advocated a vote for Jeremy Corbyn in the Labour party\nleadership elections, he had publicly acknowledged his political differences\nwith Mr Corbyn, and had openly discussed potential successors to the\nleadership. He said that the conversation reported in the article did not\ncontradict his previous public statements, and there was no justification for the\nintrusion into his privacy. The complainant said that his conversation has been\nrecorded opportunistically by the reporter, and that no prior consideration had\nbeen given to whether his conduct was justified in the public interest. He\nargued that, as the newspaper had not given any consideration to this issue, it\ncould not argue that the journalist’s conduct was compliant with the terms of\nthe Code. 5.    The\nnewspaper said that the freelance reporter and photographer were in Liverpool\nto cover fringe events at the Labour party conference. They had gone to the\nrestaurant for lunch, and had been seated at a table close to the complainant. They\nwere able to clearly hear his conversation. The reporter had heard the\ncomplainant begin to talk about Jeremy Corbyn in a disparaging fashion, and had\nstarted to record the conversation on his mobile phone at that stage. Once the\nconversation had moved away from Mr Corbyn, the reporter had stopped recording.\nThe photographer had taken photographs of the complainant, using his mobile\nphone, as proof that the conversation had taken place. 6.    The\nnewspaper did not accept that the terms of Clause 10 were engaged. The reporter\nhad not sought to obtain material using clandestine devices; rather, he had\nrecorded a conversation that was audible to anyone nearby. The recording was\nused as an aide memoire, and had the same status as a written note of the\nover-heard conversation. The reporter was keen to ensure that he was able to demonstrate\nthat the conversation took place, and would be able to defend the accuracy of\nany report of it. He believed that a recording would provide a more accurate\nrecord of the conversation than a written note. 7.    The\nnewspaper did not accept that the complainant had a reasonable expectation of\nprivacy in relation to his conversation. He had been at a public restaurant,\nduring the Labour party conference, a time when the area was known to be\nparticularly busy. The restaurant had not been reserved for any specific\nconference events, but had been open to the general public. The complainant was\nspeaking at a level audible to bystanders, and had made no effort to conceal\nhis conversation. 8.    In\nany case, the newspaper argued that there was a public interest in reporting\nthe complainant’s comments. The complainant was possibly the best known\npolemicist from the hard left, and an unofficial advisor to Jeremy Corbyn who\nhad a large and powerful following among left-wing activists. He had campaigned\npublicly for Mr Corbyn to be elected as leader of the Labour party, had\nappeared at rallies in support of him, and had addressed a Momentum meeting\nshortly before the conversation reported. There was therefore a clear public\ninterest in reporting the discrepancy between his public support for Mr Corbyn\nas the future Prime Minister, and his private views. The newspaper did not\nconsider that the reservations that the complainant had previously expressed\npublicly about Mr Corbyn were relevant. He had never previously stated that Mr\nCorbyn had no appeal to the working class, or that he would support Clive Lewis\nas a future leader. The newspaper noted that the complainant had written\narticles and given interviews in which he criticised others for disloyalty to\nMr Corbyn, and had characterised support for the Labour leader in black and\nwhite terms without nuance. Given his influence, there was a strong public\ninterest in reporting new information which could be perceived as disloyal. 9.    The\njournalist had taken the decision to record the conversation after several\nminutes, once it became clear that the complainant was discussing Jeremy Corbyn\nin a negative light. At this stage, the reporter had considered the terms of\nthe Code, and had decided that there was a public interest in his recording the\ncomplainant’s conversation. There was not time for him to call his editor to\nrequest permission to commence recording, and so he had relied on his own assessment\nof the situation. Prior to publication, the newspaper’s Managing Editor and\nlegal department had given further careful consideration to the public\ninterest, and decided that it was sufficient to justify publishing the content\nof the complainant’s conversation, and the recording. \nRelevant Code Provisions 10. Clause\n2 (Privacy)*\n(i) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\n(ii) Editors will\nbe expected to justify intrusions into any individual’s private life without\nconsent. Account will be taken of the complainant’s own public disclosures of\ninformation.\n(iii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nClause 10\n(Clandestine devices and subterfuge)*\n(i) The press\nmust not seek to obtain or publish material acquired by using hidden cameras or\nclandestine listening devices; or by intercepting private or mobile telephone\ncalls, messages or emails; or by the unauthorised removal of documents or\nphotographs; or by accessing digitally-held information without consent.\n(ii) Engaging in\nmisrepresentation or subterfuge, including by agents or intermediaries, can\ngenerally only be justified in the public interest and then only when the\nmaterial cannot be obtained by other means. \nThe public\ninterest\nThere may be an\nexceptions to the clauses marked * where they can be demonstrated to be in the\npublic interest. \n1.   \nThe public interest includes, but is not\nconfined to:\niii. Protecting the public from being misled by an\naction or statement of an individual or organisation. \nvi. Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public. \nFindings of the\nCommittee 11. The terms\nof Clause 10 seek to prevent members of the press from using clandestine\ndevices or subterfuge to obtain information\nto which they would not otherwise have had access. There was no dispute that\nthe complainant’s conversation was audible to the journalist without the use of\na listening device. He had chosen to use his mobile phone to create a record of\nwhat was said, as an alternative to making a contemporaneous note. In\ncircumstances where the conversation was audible without the use of technology,\nthe mobile phone had not been used as a clandestine listening device to obtain\ninformation. 12.  The images of the complainant were obtained by\nthe use of a mobile phone camera. Although the complainant had not been aware\nthat the photographs were being taken, the photographer had not used a hidden\ncamera, or engaged in subterfuge, to obtain the material. 13. For these\nreasons, there was no breach of Clause 10. 14. The\nconversation had taken place at a restaurant in central Liverpool, close to the\nLabour party conference and shortly after an event nearby where the complainant\nhad been speaking. The restaurant had bench seating, and the complainant was\nsitting on the same bench as, and next to, the reporter. The complainant, a\npolitical commentator, had been discussing politics with a professional\ncontact, and had not spoken about personal or private matters. There may be\ncircumstances in which an individual has a reasonable expectation of privacy in\na restaurant. Whether privacy may reasonably expected in a restaurant will\ndepend on all the factors relevant to a particular case, including the nature\nof the conversation and the role of the speaker. Given the complainant’s\nprofessional role, the nature of his conversation, its timing and its location,\nin the environment of the party conference, the Committee did not consider that\nhe had a reasonable expectation of privacy in relation to that conversation at\nthe time the recording was taken.  The\npublication of the conversation did not represent an intrusion into the\ncomplainant’s private life. The photographs were not taken, for the reasons the\nCommittee has given, in circumstances where the complainant had a reasonable\nexpectation of privacy. For these reasons there was no breach of Clause 2. 15. As there\nwas no breach of the Code, it was not necessary for the Committee to consider\nwhether there was a public interest in recording the complainant’s\nconversation, and publishing it and the photographs, either in the context of\nClause 10 or Clause 2. \nConclusions 16. The\ncomplaint was not upheld. Remedial action requiredN/ADate complaint received: 10/11/2016Date decision issued: 10/03/2017\nBack to ruling listing\n\n\n"
}