{
    "url": "/rulings-and-resolution-statements/ruling/?id=13179-17",
    "title": "13179-17 Betts v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-06-03 00:00:00",
    "received_on": "2017-06-06 00:00:00",
    "concluded_on": "2017-10-02 00:00:00",
    "complaint_processing_days": 118,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 06/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13179-17 Betts v Mail OnlineSummary of complaint1. Simon Betts\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Exposed: Labour anarchists ‘joke’ about\nburning down Tories’ houses while threatening ‘war’ in days before election as\nparty’s signs across the country are daubed with Nazi graffiti” published on 3\nJune 2017.2. The article\nreported that, in the run up to the general election, many Conservative Party\nplacards had been defaced. The article reported that users on social media had\ncommented that the placards showed you “who to rob” and “who to torch” and\nstated “labour anarchists” were plotting to burn down or rob homes displaying\nConservative Party placards. The article included a comment made by the\ncomplainant in the thread, where he had stated “the posts make good kindling.\nJust saying!” The article included a photograph of the complainant and a\nscreenshot of the comment that he made on social media.3. The complainant\nsaid that the article was inaccurate, as it had taken the comments made by\nhimself and other social media users out of context. The complainant said that\nhis comment was a light hearted reference to a friend using the posts of the\nplacards as kindling for his wood burning stove, and believed the article gave\nthe misleading impression that he intended to burn down the homes of\nConservative Party supporters. He said that by making reference to Labour Party\nsupporters being involved in a plot to burn or burgle homes, the article\nimplied that they intended to carry out criminal damage.4. The complainant\nalso said that the inclusion of his photograph in the article represented a\nbreach of his privacy, and stated his position that the publication had chosen\nthat particular photograph, which showed his face covered in fake blood, to\nportray him in a negative light, and to fit with the narrative of the article.5. The publication\ndid not accept that it had breached the Code. It said that the article did not\nstate, either explicitly or implicitly, that the complainant was going to burn\ndown the homes of Conservative Party supporters, but accurately reported the\ncomments he had made on social media, in the context of a discussion about what\nhe and other Labour party supporters wished to do to the election material.\nRegardless, the publication offered to include a footnote clarification to the\narticle, stating:“Since this article was published we have been contacted by\nMr Simon Betts, one of the Facebook users featured. He states for the record\nthat when he made the comment “The posts make good kindling. Just saying! ;-)\nx”, he was not suggesting that the posts holding the placards should be used to\ncommit arson, which we are happy to make clear.”6. The publication\nsaid that it was entitled to characterise the comments made as a plot, as\nothers reading the thread online, would not be able to distinguish between the\nsuggestions made by those commenting and their true intentions. The publication\nsaid it had presented the comments at face value and had accurately reported\nthe comments and the wider context of the social media posts they were made in\nconnection to.7. The publication\nsaid that the complainant’s photograph and the comments he had made on Facebook\nwere all publicly available. The publication denied that it had specifically\nchosen the photograph to portray the complainant in a particular light, and\nnoted that all individual photographs of the complainant publicly available on\nhis profile showed him wearing some form of makeup or fancy dress.Relevant Code provisions8. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and- where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Findings of the Committee9. The article had\naccurately reported the comments the complainant had made on social media, as\nwell as the wider context in which they were written. The article had not\nsuggested that the complainant’s comments showed he was planning to burn down\nhomes, but were included as examples of comments made in a series of\ndiscussions about damage to election material. The basis for the claim that\nLabour party supporters were discussing burning down Conservative party\nsupporters homes was made clear in the article, where it reported that some\nusers had commented the Conservative Party placards showed you “who to torch.”\nThe article was not misleading on this point. However, the Committee welcomed\nthe publication’s offer to publish a footnote clarification in order to set out\nthe complainant’s position and noted favourably that the publication had\nattempted to contact the complainant, prior to publication, to seek his\ncomment.10. In circumstances where the article had accurately\nreported comments made by various users in an online discussion about damaging\nelection material of another political party, the publication was entitled to\ncharacterise this as a ‘plot,’ notwithstanding the complainant’s position that\nthey were light hearted. There was no breach of Clause 1.11. The complainant’s photograph had been publicly available\non his social media account. The photograph was used to show the complainant’s\nlikeness in connection to publicly available comments about election material.\nGiven that this photograph was already in the public domain, and showed nothing\nprivate in nature about the complainant, the Committee did not consider that\nthe publication of this photograph represented an intrusion into his private\nlife. There was no breach of Clause 2.Conclusion12. The complaint was not upheld.Remedial Action required\nN/ADate complaint received: 06/06/2017Date decision issued: 02/10/2017 \nBack to ruling listing\n\n\n"
}