{
    "url": "/rulings-and-resolution-statements/ruling/?id=13204-21",
    "title": "13204-21 A man v Doncaster Free Press",
    "provisions": [
        "2 Privacy (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Doncaster Free Press (National World Publishing Ltd)",
    "published_on": "2021-12-23 00:00:00",
    "received_on": "2021-12-17 00:00:00",
    "concluded_on": "2022-04-05 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A    Date complaint received: 17/12/2021",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 13204-21 A man v Doncaster Free Press\nSummary\nof Complaint\n1. A man\ncomplained to the Independent Press Standards Organisation that the Doncaster\nFree Press breached Clause 2 (Privacy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Autistic man punched in face\nin unprovoked town centre attack”, published on 23 December 2021.\n2. The\narticle reported that “an autistic man with mental health issues says that he\nwas punched in the face in an unprovoked attack” in Doncaster town centre. It\nsaid that the man, “who asked not to be named”, had “come forward to speak of\nhis ordeal” as the police had not yet issued details of the incident. It\nincluded the man’s recollection of the incident and a statement from South\nYorkshire Police confirming that an individual had allegedly been assaulted and\nofficers had conducted enquiries. The police statement included a description\nof the incident and the suspects, and urged members of the public to come\nforward with information.\n3. The\narticle also appeared online on 16 December 2021 with the headline “Autistic\nman punched in face in unprovoked Doncaster town centre attack”. The text of\nthe article was substantially the same as the print version. However, the\nonline version of the article identified the man by name. \n4. The\ncomplainant, the man featured in the article, said that the article intruded\ninto his privacy, in breach of Clause 2, by reporting that he was autistic and\nexperienced mental health issues. He said that he did not consent for this\ninformation to be published, nor had he given permission for the publication to\nidentify him: he was named in the online article. He said that the references\nto his mental health were irrelevant and as such discriminatory under Clause\n12. \n5. The\npublication denied that it had breached Clause 2 of the Editors’ Code. It said\nthat the complainant had contacted the reporter directly, via e-mail, to\nrequest that the publication cover the story. The publication said that it had\npublished the details provided by the complainant – including the complainant’s\nname, diagnosis with autism, and that he experienced mental health issues – in\ngood faith. In the correspondence, the complainant stated: “I suffer with my\nmental health and autism so this assault has just made me feel worse than\nusual”. The publication said that it was generally the case that if an\nindividual contacted a reporter or publication with a story, any subsequent\nconversation could be used as information for an article unless the individual\nmade clear that they wished to remain anonymous or for certain information not\nto be published. It said that there was no suggestion within the correspondence\nbetween the parties that the complainant wanted to be anonymous, or for certain\ninformation he had provided not to published. It also noted that at no point\ndid the complainant raise concerns about his identification in relation to the\ninformation he provided.\n6. Furthermore,\nthe publication did not accept that the references to the complainant’s mental\nhealth were prejudicial, pejorative, or irrelevant in breach of Clause 12; rather,\nthese were details provided by the complainant to the reporter prior to\npublication and which it understood he wanted to include to emphasis the\nseverity of the incident.\n7. Nonetheless,\non becoming aware of the complainant’s concerns, it had removed his name from\nthe online article and ensured that this information was not included in the\nprint article. This information was removed within three hours of the article’s\npublication. The publication also offered, as a gesture of goodwill, to remove\nthe online article.\nRelevant\nCode Provisions\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings\nof the Committee\n8. The\nCommittee recognised the distress the article’s publication had caused the\ncomplainant. The online article had identified him by name and disclosed his\ndiagnosis with autism and his experience of unidentified mental health issues.\nThe question for the Committee was whether the publication of this information\nrepresented an unjustified intrusion in breach of Clause 2.\n9. In\nmaking this assessment, the Committee had regard to the correspondence between\nthe complainant and the reporter prior to publication. Clause 2 states that\nIPSO will consider the complainant’s disclosures of information when\nconsidering complaints about privacy. The complainant had at the outset\ncontacted the reporter, requesting coverage of the incident in the hope of\nprogressing the police’s investigation into the matter. The complainant’s\ncorrespondence specifically referred to his diagnosis of autism and stated that\nhe suffered with his mental health, with no indication that he wanted this\ninformation omitted from coverage of his story or that he wanted to remain\nanonymous. Where the information was provided freely to a reporter within the\ncontext of a submission of a story for publication, the publication was\nentitled to consider that the complainant had consented to the publication of\nthis information. As such, the Committee could not find that the publication of\nthis information constituted an intrusion into the complainant’s private life.\nThere was no breach of Clause 2.\n10.\nClause 12 bars irrelevant and pejorative references to certain characteristics\nof an individual. This includes reference to their “mental illness or\ndisability”. As stated, the Committee considered that the complainant had\nconsented to the publication of his diagnosis of autism and experience of\nmental health issues and described this information about his health as an\nimportant part of his experience. Taken in this context, the publication was\nentitled to consider that this information was relevant, and it had not\nreferred to the complainant’s health conditions in a pejorative or prejudicial\nmanner. As such, the publication of this information did not constitute a\nbreach of Clause 12.   \n11.\nWhile the Committee did not find a breach of the Editors’ Code, it welcomed the\nsteps taken by the publication when it became aware of the complainant’s\nconcerns.  \nConclusion(s)\n12. The\ncomplaint was not upheld.\nRemedial\nAction Required\n13. N/A\n\n\n\nDate\ncomplaint received: 17/12/2021\nDate\ncomplaint concluded by IPSO: 05/04/2022\n\n\n\nIndependent\nComplaints Reviewer\nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. \nThe Independent Complaints Reviewer decided that the process was not\nflawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}