{
    "url": "/rulings-and-resolution-statements/ruling/?id=13226-16",
    "title": "13226-16 MacMaster v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "received_on": "2016-11-13 00:00:00",
    "concluded_on": "2017-02-28 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 13/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13226-16 MacMaster v The Scottish Sun\nSummary of Complaint\n1. Frank MacMaster\ncomplained to the Independent Press Standards Organisation that The Scottish\nSun breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Taken for a ride”, published in print on 20 September 2016, and “Off\nthe rails… £7billion ScotRail deal on the line after bosses are blasted over\ntrain service”, published online on 20 September 2016. \n2. The front-page\narticle reported that ScotRail, who it said was “raking in” more than\n£13million a week in taxpayer’s cash, face losing its £7billion contact over\n“soaring cancellations and delays”, and said that the firm would be asked to\nexplain “why one in five trains were axed last month”. It said that a total of\n450 trains were cancelled, and barely half of the trains on the Glasgow to\nEdinburgh line arrived on time. It also said that signalling faults caused\nchaos on the Fife Circle Line, and a broken freight train caused more delays.\nThe article included a response from ScotRail, which said that it had been through\na “challenging” period caused by industrial action, tunnel works and rail\nelectrification. The article was accompanied by a panel which gave the annual\nfigures for trains arriving late at 22 selected stations, as well as the\nfigures for five selected routes.\n3. The headline\naside, the online article was substantively the same as the print version.\n4. The complainant\nsaid that while the figures in relation to delays and cancellations appeared to\nbe accurate, the figures quoted were misleading because they only included\nservices that terminated at the stations mentioned in the article, and not\nthose that made intermediate stops. Further, he said that the article reported\nfigures relating to the percentage of trains arriving after 59 seconds of booked\narrival time. He said that the measure on which a train company’s performance\nis usually based is the Public Performance Measure (PPM), which calculates the\npercentage of services which arrive within five minutes of the booked arrival\ntime. He said that the failure of the article to make this clear gave a\nmisleading impression of the extent of delays to services.\n5. The complainant\nsaid that it was inaccurate to report that one in five services were cancelled;\nthe said that the true figure was one in 150, which was less than one per cent\nof services. He said that the article was misleading because it failed to make\nclear that the responsibility for Scotland’s railway is shared between\nScotRail, which operates the majority of the services, and Network Rail, which\nis responsible for the track and other infrastructure. He said that in not\nmaking this clear in the article, it implied that the delays and cancellations\nwere entirely the fault of ScotRail. He also said it was misleading to report\nthat the company “raked in” £13million a week, as this suggested that this was\nprofit, rather than money given to provide the service.\n6. The newspaper\nsaid that while it accepted that it was inaccurate to report that one in 5\ntrains were cancelled, that figure had been published on the ScotRail website,\nand the newspaper had been entitled to rely on what the company had said. It\nsaid that it had published a story the following day explaining that the figure\nwas inaccurate, and made clear that one per cent of trains had been cancelled.\nNonetheless, it offered to publish a further correction on this point. The\nnewspaper said that it was not misleading to report statistics for late trains\nthat were calculated on the basis of trains been late by 59 seconds or more; it\nsaid that the article made no claims to the degree of lateness of the trains.\nIt also said it that it was not misleading to omit reference to other companies\nbeing responsible for signalling issues and the breakdown of a freight train,\nor to report statistics that only measured trains terminating at named\nstations, and not trains making intermediate stops at those stations.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee \n8. The newspaper\nacknowledged that it was inaccurate to report that 1 in 5 ScotRail services had\nbeen cancelled. However, in relying on the figures put into the public domain\nby ScotRail, the newspaper demonstrated that it had taken care not to publish\ninaccurate information; there was no breach of Clause 1(i). Further, in\ncircumstances where the article contained a general criticism of the company,\nwhich included highlighting the number of late services, as well as criticism\nfrom a Government source, the reporting of this figure was not significantly\nmisleading; there was no breach of Clause 1(ii). Nonetheless, the Committee\nwelcomed the newspaper’s decision to publish a story the next day setting out\nthe figure, as well as the offer to publish a stand-alone correction.\n9. The Committee\nacknowledged that the reported figures used different parameters to measure\nlate trains than the PPM. However, in circumstances where the article did not\nsuggest that the figures were calculated using the PPM measure, and these\nfigures were originally published by ScotRail, the Committee did not consider\nthat the article was misleading on this point. There was no breach of Clause 1.\nNonetheless, the Committee welcomed the newspaper’s offer to publish a\nclarification on this point.\n10. In circumstances where the article published ScotRail’s\nexplanation of the performance statistics, which included reference to\nindustrial action, tunnel works and rail electrification, the Committee did not\nconsider the omission of any reference to Network Rail gave a significantly\nmisleading impression of who was responsible for the delays and cancellations\non Scotland’s railways. There was no breach of Clause 1.\n11. It was not misleading to report delay figures for trains\nthat terminated at stations, and not figures for trains that made intermediate\nstops at those stations. Further, the Committee did not consider that the\nreference to the company “who rakes in more than £13million a week in\ntaxpayers’ cash” gave an impression that this sum was profit, particularly\nwhere the article later reported that the Scottish Government “gives Abellio\napproximately £13.4million a week of public cash to run the service”. There was\nno breach of Clause 1 on either point.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 13/11/2016Date decision issued: 28/02/2017\nBack to ruling listing\n\n\n"
}