{
    "url": "/rulings-and-resolution-statements/ruling/?id=13241-21",
    "title": "13241-21 Wood v Helensburgh Advertiser",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Helensburgh Advertiser (Newsquest Media Group)",
    "published_on": "2021-11-11 00:00:00",
    "received_on": "2021-12-18 00:00:00",
    "concluded_on": "2022-09-23 00:00:00",
    "complaint_processing_days": 279,
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 13241-21 Wood v Helensburgh Advertiser\nSummary\nof Complaint\n1. David\nand Roanna Wood complained to the Independent Press Standards Organisation that\nHelensburgh Advertiser breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Two more 'missing children' at nursery/ Care\nwatchdog confirms two more ‘missing children’ nursery incidents”, published on\n11th November 2021.\n2. The\narticle appeared on the front page and appeared again in a longer form on page\n7 under the headline “Care watchdog confirms two more ‘missing children’ nursery\nincidents”. It reported that “FURTHER safety concerns have been raised at a\nHelensburgh nursery [owned by the complainants] after it was revealed that\nTHREE missing child incidents have been recorded in the last 12 months”. It\nstated that two members of staff had been suspended and an investigation had\nbeen instigated “after a child was ‘found on the street’ having gone missing\nfrom the from the Churchill facility’s ‘forest school’ at the end of October”.\nThe article also reported that “[t]he Care Inspectorate confirmed that they had\nbeen notified by management of two incidents at the nursery, and a further\nincident - reported in last week’s [newspaper]- at the nursery’s\nrecently-opened forest school”, and that this was “in addition” to an incident\ncovered by the publication a week earlier.\n3. It\ncontinued by stating that after this incident was covered and shared by the\npublication, it “attracted a string of comments from readers when shared on\nsocial media”. The article included examples of these comments made by named\nindividuals, such as one that said, “’This isn’t the first time a child hasn’t\nbeen safe at this nursery. A staff member’s child got out the back gate’” and\nanother who said, “my nephew is in this nursery and was found out on the street\nby another parent who took him back into the nursery very recently”. The\narticle further said it had been contacted by another individual who asked to\nremain anonymous who said “’A toddler went missing in August from the nursery\nbuilding itself and was returned by a member of the public’.” It also referred\nto a “Care Inspectorate spokesperson [who] said they had been notified by the\nnursery of three incidents” and that the “Nursery did not respond to a request\nfor comment”.\n4. The\ncomplainants said that the article was inaccurate in breach of Clause 1. They\nsaid that, although they did not dispute one incident relating to the school,\nwhich had been reported in an earlier edition of the newspaper, the two\nadditional incidents raised in this article did not involve two children going\n“missing”. They said two incidents had been reported to the Care Inspectorate\nwhere children had gone off-site but that the location of the children involved\nwas always known. It provided screenshots of the incident reports it had sent\nto the Care Inspectorate. The first incident involved a child exiting the\nnursery garden to see their parent during morning drop-off.  The second incident report said a child had\nleft “unnoticed” whilst a parent was speaking with a staff member. Staff had\nbeen looking for the child for less than a minute when they were found in the\nfoyer area. During IPSO’s investigation, the complainant clarified that a\nsecond staff member had seen the child leave but had assumed the other staff\nmember was also aware. When the other staff member started doing a headcount\nand searching for the child in the room, the second staff member went after the\nchild where they saw a parent bring the child to the front door. The whole\nincident lasted approximately one minute.\n5. The\ncomplainants also said the article was inaccurate because it implied the\nNursery and the forest school were the same entity, even though they were\nseparate. They said the article was further inaccurate because it included a\npicture of the Community Centre, which is run by the Royal Navy. The\ncomplainants said that while the buildings were physically joined, the Nursery\nwas a distinct entity from the Community Centre.\n6. The\npublication said it did not accept a breach of the Code. It said that the\narticle it had published about the first incident had prompted various other\nsources to come forward with information. One source, who had not confirmed\ntheir connection to the nursery had said a child “went missing in August after\nthey somehow got out of the nursery building, and they had to be brought back\nby a member of the public who was walking by and found them on the street.” A\nfurther, anonymous, source had told them about a child that had “got out.”\nThese claims were supported by a number of comments made on Facebook: one\ncomment referred to a staff member’s child having “got out the back gate” and a\nsecond post said a child that was known to them had been “found out on the\nstreet by another parent… [having] got out unnoticed”.\n7. The\npublication provided a translation of some of the shorthand notes it had taken\nduring follow-up phone calls as well as the text of the abovementioned Facebook\ncomments. The publication also stated that some information it disclosed to\nIPSO came from the reporter’s recollections. After receiving these allegations,\nthe publication contacted the Care Inspectorate to confirm whether it had been\nnotified of these incidents. The Care Inspectorate provided a statement that\nsaid, “The Care Inspectorate has been notified appropriately by the care\nprovider of two incidents at Drumfork Nursery and Family Centre”. After\nreceiving this, the publication contacted the nursery on the day before it went\nto print for comment. This email included allegations made by members of the\npublic as well as confirmation that the Care Inspectorate had “been notified of\ntwo incidents and the nursery and family centre, as well as the most recent\nincident at the forest school”.\n8. The\npublication said that the sources had implied that the children’s whereabouts\nwere unknown as they were not under the supervision of nursery staff when they\nwere in the care of the nursery. It asserted that the Care Inspectorate had not\ndisputed that the children were missing when asked directly and, as such, it\nhad no reason to believe “missing children” was an inaccurate characterisation.\nIn addition, the publication said it had seen the incident reports provided by\nthe nursery to the Care Inspectorate, giving its account of the two events, for\nthe first time during IPSO’s investigation. It stated that the account about\none of the incidents said the child had left “unnoticed” and staff had been\ntrying to find them for nearly a minute. Where this was the case, the\npublication argued it was not inaccurate or misleading to characterise the\nincidents as children going “missing”.\n9. Regarding\nthe image that was used in the article, the publication asserted it was not\nsignificantly inaccurate or misleading. It said that the nursery premises and\nthe Drumfork Community Centre were part of the same complex and that the\nnursery’s address was given on its website as the “Drumfork Community Centre”.\nIt also said it was not inaccurate to refer to incidents at the forest school\nand the nursery as the complainants managed both services.\n10.\nNotwithstanding the above, prior to IPSO’s involvement, the publication had\noffered to work with the complainants to write a follow up article or to change\nthe article before it was published online. During IPSO’s investigation, the\npublication also offered to work with the complainants to publish a statement\non page four of the newspaper. This would be further forward in the newspaper\nthan the bulk of the original article, which appeared on page seven:“On November\n11, 2021 the Advertiser published a news article about the Drumfork Nursery and\nFamily Centre in Helensburgh headlined ‘Care watchdog confirms two more\n‘missing children’ nursery incidents’.\nThe\nnursery’s owners, David and Roanna Wood, state that in the first of those\nincidents a child was able to exit the nursery garden and reach their parent at\nthe other side of the nursery gate/car park area.\nMr and\nMrs Wood say that in the second incident a child left the nursery building for\njust under a minute after getting through an open door unnoticed while their\nparent was speaking to a member of staff.\nThey say\nthat the door, a second internal door, had been left open to ensure ventilation\nwhile the parent was in, and that the child was met by the parent and a staff\nmember in the outdoor foyer area, where the child was returned to the service.\nThe Care\nInspectorate was notified on each occasion and each of the incidents\ninvestigated. The nursery’s procedures and risk assessments were amended where\nappropriate and staff reminded of the importance of the welfare and safety of\nchildren. The Advertiser is happy to make the nursery’s position clear.”\n11. The\ncomplainants did not accept the publication’s offer as a resolution to their\ncomplaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n12. The\nCommittee first considered the point of complaint regarding whether there had\nbeen “Two more 'missing children' at nursery” and that “THREE missing child\nincidents have been recorded in the last 12 months” at the nursery. One\nincident, previously reported by the publication, was not in dispute regarding\nwhether a child had gone “missing” and so the question for the Committee was\nwhether it was accurate to say there had been “[t]wo more ‘missing children’”.\nThe Committee noted that the publication had received information from two\nsources, which accorded with accounts on social media, that two further\nincidents had taken place. After receiving the allegations, the newspaper\ncontacted the Care Inspectorate to confirm the details of the allegations.\nWhilst the Care Inspectorate did not explicitly confirm that there had been\nincidents involving “missing” children, it also did not dispute the\nallegations. The publication also approached the nursery for comment, with the\nallegations set out in relative detail, but the nursery had not responded.\nGiven this, the Committee\nconsidered\nthat the publication had taken sufficient care not to publish inaccurate or\nmisleading information and there was no breach of Clause 1(i).\n13. The Committee then considered whether,\ndespite the care taken, it was significantly inaccurate or misleading to report\nthat there had been “[t]wo more ‘missing children’ at nursery” and that “THREE\nmissing child incidents have been recorded in the last 12 months”. The\nCommittee wished to make clear that it was not taking a view on the nature of\nthe incidents themselves and it recognised that the use of the term “missing”,\nparticularly in relation to children, could be suggestive of a range of scenarios\nof differing severity. However, it was not in dispute that in both incidents\nyoung children had, however briefly, been able to leave the nursery building\nwhen they should not have been able to do so. It was therefore not\nsignificantly inaccurate for the publication to characterise these as incidents\nof “missing children”. There was no breach of Clause 1(ii).\n14. The\nCommittee then considered whether the photograph of the Community Centre\nrepresented a breach of Clause 1. The Committee noted that the image did not\nshow the nursery specifically. However, where the nursery was located at the\ncentre, it was not significantly inaccurate or misleading to include an image\nof the Community Centre as a whole. There was no breach of Clause 1 on this\npoint.\n15. The\nCommittee then turned to whether the article had inaccurately conflated the\nforest school with the nursery and where the reported incidents took place.\nWhere the complainants operated both services and where the article accurately\nreported which incidents had taken place at which service, the Committee\nconsidered that it was not inaccurate or misleading to also refer to an\nincident at the school. There was no breach of Clause 1 on this point\nRemedial\nAction Required\n16. N/A\n\n\nDate\ncomplaint received: 18/12/2021\nDate\ncomplaint concluded by IPSO: 23/09/2022\nBack to ruling listing\n\n\n"
}