{
    "url": "/rulings-and-resolution-statements/ruling/?id=13299-16",
    "title": "13299-16 Ford v Grimsby Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Grimsby Telegraph (Reach PLC)",
    "published_on": "2015-12-30 00:00:00",
    "received_on": "2016-11-16 00:00:00",
    "concluded_on": "2017-03-31 00:00:00",
    "complaint_processing_days": 135,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A Date complaint received: 16/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13299-16 Ford v Grimsby Telegraph\nSummary of Complaint\n1. David Ford\ncomplained to the Independent Press Standards Organisation that the Grimsby\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Obsessed stalker who bombarded victim with messages‘\ninsisted he had done nothing wrong’”, published online on 30 December 2015.\n2. The article was\na court report which reported the complainant’s conviction on the charge of\nstalking. It said that he had a “worrying ‘obsession’ with a woman and\n‘bombarded’ her with messages that proved he knew a lot about her”. It reported\nthe prosecution case that “he constantly and persistently made attempts to find\nher, went out of his way to force meetings with her”, that he was an\n“inquisitive” individual, and he “did not dispute anything in interview”. It\nalso quoted the prosecutor saying that the complainant “wrote to her so much\nabout herself” that she wondered “how does he know this?”\n3. The article also\nreported the submissions of the complainant’s legal representative, who said\nthat the complainant worked as a “state-registered nurse”, that he “insisted he\nhad done nothing wrong”, and that in the complainant’s mind, “his actions would\nnot have caused harassment, alarm or distress”. It also reported the words of\nthe sentencing judge, who said that “he doesn’t appear to have any insight,\nempathy or remorse”, a comment which was challenged by the complainant’s legal\nrepresentative in court.\n4. The complainant\nsaid that much of what was reported in the article appeared to relate to the\noriginal charge, not the amended charge of which he was convicted. He said the\namended charge did not say that he “constantly and persistently made attempts\nto locate” the victim, forced “meetings with her despite being told that told\nthere was no relationship”, or deleted her emails.\n5. The complainant\nsaid that he had no recollection of much of what was reported in the article\nbeing said in court, did not believe that there was a reporter in court for his\ntrial or sentencing hearing, and said that a number of quotes were attributed\nto the wrong person. He denied that he “bombarded” his victim with messages,\nand said that this charge was amended before trial; however, he did accept\nsending the victim five “non-threatening” emails. He said that it was\ninaccurate to report that he “constantly and persistently made attempts to find\nher and went out of his way to force meetings with her”, and that he had\n“deleted emails”. He said that he did dispute accusations made against him\nduring his police interview, and that he was a Registered General Nurse, not a\n“state-registered nurse”.\n6. The newspaper\nsaid that the article was an accurate account of the complainant’s sentencing\nhearing. It said that its reporter was in court, and provided his shorthand\nnotes of proceedings, and the court list containing the complainant’s amended\ncharge. It said that the sentencing hearing was conducted in an informal manner\nbetween the prosecutor and judge, and that the reporter’s notes confirmed the\npublished quotes.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The Committee\nacknowledged the complainant’s position that the article should now be amended\nas the proceedings were conducted on the basis of a probation report that was\nerroneously based on the original charge he faced, and not the amended charge\nof which he was convicted. However, newspapers are entitled to report what is\nsaid during proceedings in open court, and are responsible for accurately\nreporting what is said during these proceedings, rather than the accuracy of\nthe evidence given.  \n9. The complainant\nsaid that he was unable to recollect much of what was reported in the article\nbeing said at the hearing, and that some quotations were incorrectly\nattributed. However, the newspaper had provided the reporter’s notes of the\ncomplainant’s sentencing hearing which supported the account of the hearing\nreported. In the absence of any further information from the complainant to\nsuggest that the notes were inaccurate, the Committee did not consider that\nthere was any failure on the part of the newspaper to take care over the\naccuracy of the article in breach of Clause 1(i).\n10. Of the inaccuracies highlighted, the Committee noted in\nparticular the complainant’s position that he had disputed the charges against\nhim at his police interview, contrary to what the prosecutor was reported to\nhave said during the hearing. However, in circumstances where the article also\nreported the complainant’s legal representative saying that “he insisted that\nhe had done no wrong”, it considered that the article had made the\ncomplainant's position on the charges clear, and that any inaccuracy on this\npoint, was not significant; there was no breach of Clause 1(ii) on this, or any\nother, point.\n11. The Committee acknowledged the complainant's position\nthat he was a registered general nurse, and not a “state-registered nurse”.\nHowever, it did not consider that the inaccuracy on this point was significant\nin the context of an article that reported his conviction, and sentence, on the\ncharge of stalking. There was no breach of Clause 1.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\n13. N/A\nDate complaint received: 16/11/2016Date decision issued: 31/03/2017\nBack to ruling listing\n\n\n"
}