{
    "url": "/rulings-and-resolution-statements/ruling/?id=13323-16",
    "title": "13323-16 Cree v Belfast Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2016-07-26 00:00:00",
    "received_on": "2016-11-15 00:00:00",
    "concluded_on": "2017-06-05 00:00:00",
    "complaint_processing_days": 202,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/ADate complaint received: 15/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13323-16 Cree v Belfast Telegraph\nSummary of Complaint\n1. Nicola\nCree complained that the Belfast Telegraph breached Clause 1 (Accuracy), Clause\n2 (Privacy) and Clause 4 (Intrusion into grief or shock) of the Editors’ Code\nof Practice in an article headlined “Funeral ban for husband killer”, published\non 26 July 2016.2. The\narticle reported that Jacqueline Crymble, who is serving a 20-year sentence for\nkilling her husband Paul Crymble, had been warned to stay away from the funeral\nof her brother, Stephen Cree. It said that she had hoped to apply for\ncompassionate bail to attend the funeral, but that her family had told prison\nofficials that she would not be welcome. It said that her late brother, who was\nfriends with her husband, never forgave her for the crime. It quoted a ‘friend’\nof the family who said: “The last thing they want is Jacqueline to turn up and\nadd to their agony. They think the only reason she would want to come would be\nfor a trip out of jail and to cause drama. The family have contacted the prison\nand made it clear they don’t want her there”. \n3. The\ncomplainant, the sister of Stephen Cree and Jacqueline Crymble, said that a\nreporter from the newspaper contacted her through Facebook immediately after\nher brother’s death. She said that she was still in mourning and vulnerable at\nthis point, and told the reporter that the family did not want Ms Crymble to\nattend the funeral. She said that she requested that the information remained\nprivate, and informed the reporter that she did not give consent for anything\nsaid during the conversation to be published. She provided copies of the\nFacebook messages exchanged between the parties, including a message in which\nshe said that she would appreciate it if the newspaper did not publish the\nstory, or at least delay its publication until after her brother had been laid\nto rest. \n4. The\ncomplainant also said that Clause 4 had been breached by the lack of\nsensitivity and respect for her and her families’ grief by being contacted so\nsoon after Stephen’s death, as well as subsequent publication of the article.\nShe said that the Facebook messages seemed to be sent in an attempt to prey on\nthe grief stricken and vulnerable state of her and her family. She said that\npublication of the article had added to the family’s pain and distress at an\nalready difficult time. She also said that Facebook was an inappropriate medium\nto contact her through at a time of grief. The complainant also said that the\narticle breached Clause 1 because it implied a causal link between her\nbrother’s death and the murder of Paul Crymble.\n5. The newspaper\nsaid that the first message sent by its reporter was sent in order to let the\ncomplainant know that the newspaper planned to publish a story about Ms\nCrymble’s attempts to get compassionate bail for her brother’s funeral, rather\nthan an attempt to gain comments from her. It said that the complainant\ninitially thanked her for the contact, and said it was unfortunate that this\nwell-intentioned gesture has been interpreted in the way that it had. It said\nthat after the murder of Paul Crymble, the newspaper had helped the Cree family\npublicise their disgust at Ms Crymble’s actions, and that the reporter had\npreviously been in close contact with the family on this issue.\n6. The\nnewspaper said that the reporter’s contact with the complainant was not on the\nbasis for reporting that the family did not want Ms Crymble to attend the\nfuneral; it said that before contacting the complainant, the reporter had\nspoken to a friend of the family who confirmed their position. In any event, it\nsaid that given the reporter’s previous contact with the family, she was well\naware of the relationship they had with Ms Crymble, and knew that they would\nnot wish her to attend the funeral. It also said that in the circumstances, it\nwas more appropriate and respectful to report the complainant’s opposition to\nthe proposed attendance at the funeral rather than say nothing of her feelings.\nThe newspaper also said that the article did not suggest or imply any causal\nlink between the death of Stephen Cree and Paul Crymble. It added that given\nthe cold-hearted murder committed by Ms Crymble, it was clearly in the public\ninterest to report that she intended to request compassionate leave to attend\nher brother’s funeral.\n7. The\ncomplainant disputed the newspaper’s assertion that the reporter had contacted\nthe complainant simply to alert the family that an article would appear about\nMs Crymble. She said that the reporter was clearly seeking confirmation of the\nfamily’s view on Ms Crymble’s application for compassionate leave. Up until the\nFacebook exchange, it would have been purely speculative to publish an article\noutlining the family’s opinion on the matter.Relevant Code provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n9. The\nnewspaper contacted the complainant through Facebook to inform her that the\nnewspaper would be publishing a story about her sister's request for\ncompassionate bail to attend her brother's funeral. The complainant did ask the\njournalist not to publish the story, or to at least wait until after her\nbrother's funeral. However, the Committee did not consider that any clear\nrequest was made not to include her comments in the article. In any event, it\nnoted the newspaper's position that the complainant was not quoted in the\narticle, and the family's position was instead put across by a friend who the\nreporter had spoken to prior to contacting the complainant. In the\ncircumstances, there was no intrusion into the complainant's private life in\nbreach of Clause 2. \n10. The\nCommittee acknowledged the complainant's upset at being approached by a\njournalist so soon after her brother's death. However, it considered that the\napproach was made in a non-intrusive manner, and the tone and content of the\nreporter's messages displayed sensitivity to the complainant’s loss. Further,\nwhile it understood the complainant's desire not to have any article published\non Ms Crymble's application for compassionate bail, the newspaper was free to\npublish the story, and did so in a sensitive manner, particularly the elements\nrelating to her brother's death. There was no breach of Clause 4.\n11. The\nCommittee did not consider that the article made, or implied, any causal link\nbetween the murder of Paul Cree and Stephen's death. There was no breach of\nClause 1.\nConclusions\n12. The\ncomplaint was not upheld. \nRemedial Action required\n13. N/ADate complaint received: 15/11/2016Date complaint concluded: 05/06/2017 \nBack to ruling listing\n\n\n"
}