{
    "url": "/rulings-and-resolution-statements/ruling/?id=13329-21",
    "title": "13329-21 Nightingale House Hospice v Daily Post",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Post (Reach PLC)",
    "published_on": "2021-12-04 00:00:00",
    "received_on": "2022-03-16 00:00:00",
    "concluded_on": "2022-08-09 00:00:00",
    "complaint_processing_days": 146,
    "conclusion_long": "38. The complaint was partly upheld under Clause 1(i).",
    "remedial_action": "39. The published clarifications put the correct position on record and were offered promptly and with due prominence. No further action was required.    Date complaint received: 16/03/2022",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 13329-21 Nightingale House Hospice v Daily Post\nSummary\nof Complaint\n1.\nNightingale House Hospice complained to the Independent Press Standards\nOrganisation that the Daily Post breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Hospice 'bans' supporters after\nWelsh-language row”, published on 4 December 2021.\n2. The\narticle, which appeared on page 8, reported that a “group of Welsh-speaking\nfundraisers have been ‘banned’ from interacting with a charity in North Wales\nfollowing a row over the use of the language. Supporters of Nightingale House\nHospice (Hospis Ty’r Eos) in Wrexham said they were ‘banned from further\ninteraction’ with the hospice after expressing concerns about the charity’s\n‘lack of respect’ for the Welsh language.” The article went on to include a\nquote from a man, “a spokesperson for the group, [who] said they received a\nletter from the hospice’s Chief Executive and Board of Trustees which thanked\nthem for their 30-year contribution but said ‘this is the end of our\ncommunications’”.\n3. The\narticle also reported that “[t]he group said they had raised concerns that\ncorrespondence sent out by the charity was written only in English, without\nincluding a Welsh translation. [The spokesperson] said these concerns were met\nwith ‘resistance’ from charity trustees, which is said to have led to the\ncharity cutting ties with the group altogether.”\n4. The\narticle included a statement from the Hospice:\n[A]ddressing\n[the spokesperson’s] claims [which] confirmed the group had been asked to\n‘desist from seeking to interfere with and influence the Hospice’s work.’ The\nstatement said: ‘Regrettably, the situation escalated to a position where\nemployees of the Hospice were left distressed and in tears as a result of\ninteractions with members of this group and the Hospice was left with no\nalternative but to cut ties with the group concerned. […] Addressing the claims\nthat the hospice was not supportive of the Welsh language, the [Hospice] said:\n‘The Hospice is very proud of its record in using the Welsh language whenever\nit can. Whenever possible the Hospice’s publications are produced in English\nand Welsh and the Hospice seeks to engage in Welsh with as many of its patients\nand families who wish to do so.’ The statement continued: ‘The Hospice has\nnothing to hide or fear in relation to its use of the Welsh language and wishes\nto be entirely transparent about this matter. In an attempt to be transparent,\nthe Hospice’s solicitors have asked the individual who is pursuing the\ncomplaint for permission to put all the correspondence in the public domain,\nbut he has not responded to that request.’\n5. The\narticle also appeared online under the headline “Hospice 'cuts ties' with\nfundraising group after 30 years in row over Welsh language”. The online\nversion of the article included an additional sub-headline, which read:\n“Supporters of Nightingale House said they have been 'banned' from interacting\nwith the organisation”. The online version of the article was published on 2\nDecember 2022.\n6. Prior\nto IPSO becoming involved with the complaint, on 3 December 2021, the\npublication made several amendments to the online version of the article: The\nsub-headline was changed from “Supporters of Nightingale House said that they\nhave been ‘banned’ from interacting with the organisation” to “But Nightingale\nHouse Hospice says criticism of its bilingual policy was ‘unfair and\nunwarranted’”. In addition, the first line of the article was changed from “A\ngroup of Welsh speaking fundraisers have been ‘banned’ from interacting with a\ncharity in North Wales following a row about the language” to read “A hospice\nhas ‘cut ties’ with group of Welsh speaking fundraisers in North Wales\nfollowing a row over the use of the Welsh language”. Also, references to a\n“spokesperson for the group” were changed to refer to the individual by name,\nand to refer to him as “a supporter of Nightingale House Hospice”.\n7. Several\nadditions were also made to the online article on this date. The sentence “A\nNightingale House Hospice spokesperson rejected criticism of its commitment to\nthe Welsh language as ‘unfair and unwarranted’\" was added; a sentence was\nalso added referring to the “Chairman of the hospice's fundraising group 'Group\nof Friends' [who] said [the spokesperson] is not a member of the fundraising\ngroup and had not been appointed as a spokesperson on its behalf, but did not\nwish to comment further.”\n8. A\nfurther comment from the Hospice was also added to the article on this date:\n“The hospice's statement also addressed a complaint which was raised in\nrelation to the hospice’s Spring 2021 newsletter. The statement said: ‘The\nprint version of that newsletter was only produced in English due to the cost\nof producing additional printed copies in Welsh. This complaint was received at\na time when the Hospice, along with all other charities, was experiencing the\nmost difficult of times in raising funds to enable its primary services to\ncontinue operating. The Hospice did though produce digital versions of the same\nnewsletter in Welsh and English and made these available to the public online.\nHowever, the individual concerned pursued the matter in correspondence with the\nHospice and escalated it to the extent that the Hospice’s Chair of Trustees was\nsingled out for inappropriate comment and the Hospice was forced to instruct\nsolicitors to deal with the issue.’\"\n9. The\nfollowing footnote was also added to the online version of the article on this\ndate:\n*This\narticle has been amended to make clear [named individual] is not a\n‘spokesperson’ for, nor a member of, the Nightingale House Hospice fundraising\ngroup. We are happy to clarify this and apologise for any confusion caused.\n10. Also\nprior to IPSO becoming involved with the complaint, on 22 December 2021, the\nnewspaper published the following print correction on page 8:\nOn\nSaturday, December 4, on page eight of the Daily Post, an article was published\nabout a Welsh-language dispute between Nightingale House Hospice (Hospis Ty’r\nEros) and a hospice fundraising group. In the article we described [named\nindividual] as a “spokesperson” for the group. [Named individual] is neither a\nmember of, nor a spokesperson for, the group. We are happy to clarify this and\napologise for any confusion this has caused.\n11. The\ncomplainant said that the article included several inaccuracies in breach of\nClause 1. He first noted that the individual who the article repeatedly\nreferred to as being the spokesperson of the Supporters of Nightingale House\nHospice group was not in fact a spokesperson for the group, nor indeed a member\nof the group. The complainant provided an email from the Chairman of the now\ndefunct group to support its position on this point, and noted that the\nChairman had contacted the publication prior to the publication of the print\nversion of the article to make it aware of this point, and that he had spoken\nwith a reporter who had acknowledged and replied to his concerns. With this in\nmind, the complainant also said that it was inaccurate for the article to\nreport that the Hospice had “cut ties” with the group over the issue; it had in\nfact, ceased its relationship with the group for unrelated reasons.\n12. It\nalso said that it had sent the publication its own press release, prior to the\narticle’s publication, setting out its position regarding the claims and its\nrecord on the Welsh language. The statement said that the Hospice was\n“concerned to learn that a member of the public is seeking to create adverse\npublicity for the Hospice and has approached a number of media outlets for this\npurpose. The issues raised relate to the Hospice’s support for the Welsh\nlanguage and issues around a group of fundraisers previously associated with\nthe Hospice […] Due to the continuing actions of a particular support group\nwhich raised funds for the Hospice, correspondence had to be entered into\nasking the group’s members to desist from seeking to interfere with and\ninfluence the Hospice’s work.”\n13. The\ncomplainant then said that, by publishing information from the individual who\nclaimed to a spokesperson without further verification, the publication has not\ntaken care over the accuracy of the article. It also said that it gave the\ncomments of the individual inappropriate credence and veracity.\n14. The\ncomplainant then said that further inaccuracies had arisen from publishing the\ncomments of the unverified spokesperson, as doing so had created a misleading\npicture of the Hospice’s attitude and effort in relation to its use of the\nWelsh language. It said that these allegations arose from a single incident, in\nwhich the Hospice had been unable to publish a hard copy of a single document\nin Welsh as well as English – though it had provided a Welsh copy of the\ndocument in question on its website. It said that this was not referred to in\nthe article.\n15. The\ncomplainant finally said that the article and the manner in which it was\nwritten was biased in favour of the Hospice’s critic – the man who had claimed\nto be a spokesperson. He said that this was demonstrated by the fact that the\npublication had only published a portion of a lengthy statement it had\nprovided, while the critic was seemingly allowed “carte blanche” to criticise\nthe Hospice and its record on the Welsh language.\n16. The\ncomplainant accepted that the publication had amended the online version of the\narticle 24 hours after its initial publication. However, it said that these\namendments were not sufficient where they did not give notice to people who had\nalready read the incorrect version of the article, nor did the amendments include\na comment making clear why the article had been amended. It said that it wished\nfor the newspaper to publish a full and unreserved apology prominently on its\nwebsite. It also said that it wanted the full statement provided by the Hospice\nto the newspaper to accompany the online publication of the apology, and that\nthis should be done at a similar time of day that the original article was\npublished.\n17. The\npublication did not accept a breach of the Code. It said that it had been\ncontacted by an individual who purported to be the spokesperson for the\nfundraising group, and who had previously been considered a reliable contact of\nthe publication. It said that, where this was the case, there was no reason not\nto take his assertion that he was a spokesperson of the fundraising group at\nface value. It said that the fundraising group had no website, social media, or\npublic presence and this was the first time – to its knowledge – it had been\ncontacted by the group. It had therefore published the claims of the unverified\nspokesperson in good faith, it said.\n18. The\npublication provided a copy of the statement from the unverified spokesperson\nto support its position. While the statement did not state that the man was a\nspokesperson for the Supporters of Nightingale Hospice House, it stated that\n“[a] group of Welsh speaking supporters of the hospice for over 30 years have\nbeen shocked by being banned from ‘further interaction’ with the hospice by the\nChief Executive and trustees. The ban was imposed after they expressed concerns\nat the lack of respect shown to the Welsh language within the publications,\nfund raising and retail divisions.” It also referred to a “group” of supporters\nthroughout the statement.\n19.\nWhile the publication accepted that the unverified spokesperson’s claims were\nthe sole basis for reporting that the hospice had “’cut ties’ with fundraising\ngroup […] in a row over Welsh language”, it said that it had put the claims to\nthe Hospice and a substantial portion of the Hospice’s lengthy response was\nincluded in the article. It said that the reporter had not named the unverified\nspokesperson when seeking comment, however, its statement included a reference\nto an “individual” who was “pursuing the complaint”. It appeared, therefore,\nthat the Hospice was aware of the unverified spokesperson and their claims, and\nhad not sought – prior to publication – to make clear that they were not acting\non behalf of fundraising group.\n20. The\npublication then said that the article did not report as fact that the Hospice\ndid not treat the Welsh language with due care and respect. These claims were\nattributed to the unverified spokesperson, and clearly presented as his view of\nthe Hospice’s activities, Moreover, it noted that the Hospice’s response to these\nclaims was also included in the article, therefore putting its position on\nrecord regarding the allegations.\n21. The\npublication also did not accept that omitting parts of the Hospice’s statement\nfrom the original article rendered it inaccurate, misleading, or distorted. It\nnoted that the statement was a lengthy one, and that it therefore had to be\nedited down for space constraints and legibility. However, while it did not\naccept that omitting a portion of the statement represented a breach of Clause\n1, it did accept that including a reference to the digital version of the\nnewsletter – which was omitted from the original statement as published – would\nhave provided greater context. This was why, it said, it had amended the\narticle to include this part of the statement.\n22. The\npublication also did not accept any allegation of bias. It said that the\narticle had set out both sides of the story, and that a significant portion of\nthe article focused on the Hospice’s rebuttals. It further set out its position\nthat the article did not adopt or endorse either of the positions set out in\nthe article.\n23. The\npublication proposed to publish an additional print correction, to appear on\npage 2 of the newspaper; the additional correction was proposed on 23 May 2022\n– over 5 months after the complainant first contacted the publication; 2 months\nafter IPSO made the publication aware that the article raised a possible\nbreach; and a month after IPSO began its investigation.  The correction would read as follows:\nIn our\narticle “Hospice ‘bans’ supporters after Welsh-language row” published on\nDecember 4, 2021, in regards to the term 'ban', the trust has advised that its\ndecision to cut ties with the fundraisers was nothing to do with a row over use\nof the Welsh language and was for entirely unrelated reasons. The article also\nstated that correspondence sent out by the Nightingale House Hospice (Hospis\nTy’r Eros) was written only in English, without including a Welsh translation.\nWe are happy to clarify that this related to one newsletter published in Spring\n2021, which was printed in hard copy only in English, but was, in fact, also\navailable online in Welsh. The hospice says that due to financial\nconsiderations during the Covid 19 pandemic, it sought to avoid the cost of\nprinting additional copies. However, the hospice points out that the newsletter\nwas always available electronically on its website in the Welsh language\nversion for those wishing to access it We apologise for any confusion caused.\n24. The\npublication also said that it would be happy to expand the wording of the\nonline footnote clarification to apologise for any embarrassment caused; to\nchange the caption of the Facebook post linking to the article and to add a\ncorrection as the first comment on the Facebook post; and to publish a tweet\nhighlighting the change and linking to it.\n25. The\ncomplainant again expressed concern that the newspaper had not attempted to\nverify that the man was a spokesperson for the fundraising group, given that it\nhad not offered any evidence to support their assertion that he was a trusted\nsource, and where it had also admitted that it had not had any prior\ninteraction or contact with the fundraising group.\n26. The\ncomplainant also said that it would have had no reason to dispute that the man\nwas not a spokesperson for the Supporters of Nightingale House Hospice, where\nthe publication had not advised the Hospice of the name of the man or that he\nwas claiming to be acting on behalf of the Supporters of Nightingale House\nHospice. It noted that a journalist working for another media organisation had\ncontacted the Chairman of the Supporters group to verify whether the unverified\nspokesperson was speaking on their behalf, and had been informed of the correct\nposition. The complainant did not accept, therefore, the publication’s argument\nthat it could not verify the man’s position within the fundraising group.\n27.\nFinally, the complainant said that the correction proposed by the publication\nwas in fact inaccurate, where the decision to not publish a hard copy version\nof a newsletter in Welsh was not prompted by the pandemic.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n28. Both\nparties accepted that the individual whom the article referred to as being a\nspokesperson for the Supporters of Nightingale House Hospice did not hold this\nposition, and in fact was not a member of the group in question. Where this was\nindisputably inaccurate, the first question for the Committee was therefore\nwhether the publication had taken care not to publish inaccurate information on\nthis point.\n29. The\nCommittee carefully reviewed the statement from the unverified spokesperson,\nand noted that it did not refer to the Supporters of Nightingale Hospice;\nrather, it referred to an unspecified “group” of supporters. The statement\ntherefore did not provide a basis for linking the spokesperson with the group\nand, moreover, the publication had not attempted to verify the man’s alleged\nlinks with the Supporters of Nightingale House Hospice. This represented a failure\nto take care, in breach of Clause 1 (i). This breach had led to the publication\nof information which was significantly inaccurate, where the Committee\nconsidered there to be a material distinction between an individual raising\nconcerns about an organisation’s approach to the Welsh language and a named\ngroup of supporters and fundraisers raising such concern.  The publication was therefore required by the\nterms of Clause 1 (ii) to correct this information.\n30. Where\nthe publication was required under the terms of Clause 1 (ii) to correct the\ninaccurate information, the Committee turned next to the question of whether\nthe action undertaken by the publication was sufficient to avoid a further\nbreach of the Clause. Prior to IPSO being made aware of the complaint, the\nnewspaper had published both online and print clarifications, making clear that\nthe unverified spokesperson was not a member of the group, nor was he a\nspokesperson. These clarifications had been published on page 8 of the print\nedition – the same page as the original article – and at the bottom of the\namended online article. The Committee was therefore satisfied that the remedial\naction put the correct position on record, had been published promptly, and had\nbeen published with due prominence. There was no further breach of Clause 1\n(ii) on this point.\n31. The\ncomplainant had said that it was inaccurate to report that the hospice had “cut\nties” or “banned” the Supporters of Nightingale House Hospice group over\nconcerns about the Welsh language, and that it had cut ties for unrelated\nreasons. It said this position was set out \nin the press release it had circulated to the press – including the\nnewspaper – prior to publication.\n32. The\nCommittee noted that the Hospice’s press release – which responded to the\ncirculation of allegations of a “ban” – and a substantial part of its comment\nhad been included in the article, setting out the position that the “ban” was\nin fact due to “a position where employees of the Hospice were left distressed\nand in tears as a result of interactions with members of this group”. The\nCommittee was therefore satisfied that the article made clear that this was a\nclaim on the part of the spokesperson, by including the publication’s rebuttal\nto the claim and setting out its position. In circumstances where the article\nset out the Hospice’s response to the claims, which were distinguished as such,\nthere was no failure to take care on this point, and the article was not\nsignificantly inaccurate, distorted, or misleading on this point. There was\ntherefore no breach of Clause 1.\n33. The\ncomplainant had raised further concerns that the article gave a misleading\npicture of the Hospice’s attitude and effort in relation to its use of the\nWelsh language. It considered this to be the case where the concerns raised by\nthe unverified spokesperson related to a single incident, in which a hard copy\nof a newsletter had not been published in Welsh. The Committee first noted that\nthe article made clear that the man had said that he “had raised concerns that\ncorrespondence sent out by the charity was written only in English, without\nincluding a Welsh translation” – therefore, it was made clear what the concerns\nrelated to. In addition, the article included a lengthy response from the\nHospice, setting out its position that “The Hospice is very proud of its record\nin using the Welsh language whenever it can. Whenever possible the Hospice’s\npublications are produced in English and Welsh and the Hospice seeks to engage\nin Welsh with as many of its patients and families who wish to do so. […] The\nHospice has nothing to hide or fear in relation to its use of the Welsh\nlanguage and wishes to be entirely transparent about this matter.” Therefore,\nthe Committee did not consider that the article was misleading in relation to\nthe Hospice’s attitude and effort in relation to its use of the Welsh language;\nit made clear the grounds for concern, as well as the Hospice’s position that\nthe concern was unwarranted. There was no breach of Clause 1 on this point.\n34.  The complainant had also expressed concern\nthat the first version of the article omitted part of a statement it had made.\nThe initial version of the article had omitted the following in its statement\nfrom the Hospice: “The print version of that newsletter was only produced in\nEnglish due to the cost of producing additional printed copies in Welsh. This\ncomplaint was received at a time when the Hospice, along with all other charities,\nwas experiencing the most difficult of times in raising funds to enable its\nprimary services to continue operating. The Hospice did though produce digital\nversions of the same newsletter in Welsh and English and made these available\nto the public online . However, the individual concerned pursued the matter in\ncorrespondence with the Hospice and escalated it to the extent that the\nHospice’s Chair of Trustees was singled out for inappropriate comment and the\nHospice was forced to instruct solicitors to deal with the issue.”\n35.  However, the Committee did not consider that\nomitting this portion of the statement rendered the article significantly\nmisleading, distorted, or inaccurate; it was not in dispute that the version of\nthe newsletter which was sent out by the Hospice had only been published in\nEnglish, notwithstanding the specific reasons for this decision. The Committee\nnoted that the term “correspondence” was somewhat ambiguous, and could be read\nas referring to multiple pieces of correspondence rather than a single\nnewsletter. However, where the Hospice’s statement as published in the article\nset out that “[w]henever possible the Hospice’s publications are produced in\nEnglish and Welsh and the Hospice seeks to engage in Welsh with as many of its\npatients and families who wish to do so”, the Committee did not consider that\nomitting the fact that the complaint arose from a single piece of\ncorrespondence rendered the article significantly inaccurate or misleading.\n36. The\nCommittee did not consider that omitting this part of the statement represented\na breach of Clause 1; nevertheless, it welcomed the newspaper’s decision to add\nthis portion of the statement to later versions of the article.\n37. The\nEditors’ Code of Practice does not address issues of bias. It makes clear the\npress has the right to be partisan. Therefore, a concern that the article was\nbiased did not, in and of itself, raise a possible breach of the Code.\nConclusion(s)\n38. The\ncomplaint was partly upheld under Clause 1(i).\nRemedial\nAction Required\n39. The\npublished clarifications put the correct position on record and were offered\npromptly and with due prominence. No further action was required.\n\n\n\nDate\ncomplaint received: 16/03/2022\nDate\ncomplaint concluded by IPSO: 09/08/2022\nBack to ruling listing\n\n\n"
}