{
    "url": "/rulings-and-resolution-statements/ruling/?id=13349-16",
    "title": "13349-16 Various v Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-11-17 00:00:00",
    "received_on": "2016-11-17 00:00:00",
    "concluded_on": "2017-03-13 00:00:00",
    "complaint_processing_days": 116,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 17/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13349-16 Various v Daily Express\nSummary of Complaint\n1. The\nIndependent Press Standards Organisation received a number of complaints that\nthe Daily Express breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “BRITONS WANT TOTAL EU EXIT”, published on 17 November\n2016.\n2. The\narticle was a report into the findings of a poll undertaken by NatCen Social\nResearch. The article’s sub headline stated that “70% demand strict limits on\nmigrants. Seven out of 10 people want Britain to make a clean break with\nBrussels”. The article also reported that “nine out of 10 people want free\ntrade with EU nations to continue after Brexit” and that “the poll revealed”\nthere was “massive support for a decisive break while retaining trade\nlinks”. \n3. IPSO\nreceived four complaints about the article, all of which raised similar issues.\nThe complainants said that the article was a misleading report of the research\npoll’s findings. They said that the article’s headline suggested that almost\nall of Briton’s want an end to every aspect of the current relationship with\nthe European Union. They said that, given that the poll found that more than\n90% of voters wanted to remain in the single market, it was inaccurate for the\narticle to report that Britons want a “total” exit“ or a “clean break” from the\nEuropean Union.\n4. The\nnewspaper did not accept any breach of the Code. It said that the meaning of\n“total EU exit” in the headline, was clarified by the sub headline. It said\nthat an EU member state cannot have strict limits on migrants, which would\nconflict with free movement, and also remain a member of the single market. It\nsaid it was therefore entitled to use the phrase “clean break” to describe a\nnew relationship with the EU that would restore full immigration controls,\noutside of the single market.\n5. It\nfurther said that the term “clean break” represented a decisive detachment from\nthe EU in the form of a “hard Brexit”, in contrast to a “soft Brexit”, where\nBritain would remain a member of the single market and therefore would be bound\nby rules on free movement of EU citizens. On that basis, the newspaper said it\nwas entitled to characterise 70% of people wanting strict limits on migrants,\nas demonstrating that Britons want a “total” exit or “clean break” from the EU.\n6. The\nnewspaper said that the 90% figure was based on a question in the poll, which\nasked whether respondents were in favour or against free trade with EU\ncountries, and made no mention of the phrase “single market”. It said\ncontinuing free trade between the UK and EU countries after Brexit, is not the\nsame as the UK continuing its membership of the single market. It said that the\npoll suggested that support for continued membership of the single market is\nless than 90%; in response to “should the UK allow people from EU freely to\ncome and live and work in return for allowing UK firms to trade freely with the\nEU?”, 49% said the UK definitely or probably should agree to freedom of\nmovement if that was necessary to securing continued free trade, 51% said that\nit definitely or probably should not.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni. The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii. A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii. A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Complaints Committee\n8. The\nCommittee acknowledged that the use of the phrase “total exit” in the headline,\ncreated some ambiguity as to how, and on what terms, the respondents wanted the\nUK’s exit from the EU to take place. However it acknowledged, as was the\nnewspaper’s position, that what constitutes a “hard” or “soft” Brexit, is a\nmatter of debate. In that context, the newspaper was entitled to characterise\nthe poll’s finding that 70% want strict limits on migrants, as wanting a “total\nexit” or “clean break” with the EU. This was not rendered misleading by the\nfinding that nine out of 10 people want free trade with EU nations to continue\nafter Brexit, where this finding was reported in the article and where the poll\nand the article distinguished between the terms “single market” and “free\ntrade”. Given this, and in light of the newspaper’s interpretation of the\nfindings of the Poll, the Committee did not consider that the headline was\nsignificantly misleading. There was no breach of Clause 1.\nConclusions\n9. The complaint was not upheld.\nRemedial Action Required\nN/ADate complaint received: 17/11/2016Date decision issued: 13/03/2017 \nBack to ruling listing\n\n\n"
}