{
    "url": "/rulings-and-resolution-statements/ruling/?id=13380-16",
    "title": "13380-16 Townsend v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-11-16 00:00:00",
    "received_on": "2016-11-19 00:00:00",
    "concluded_on": "2017-04-03 00:00:00",
    "complaint_processing_days": 135,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 19/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 13380-16 Townsend v express.co.ukSummary of Complaint1. Glyn Townsend complained to the Independent\nPress Standards Organisation that express.co.uk breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “I'm A Celebrity 2016\nSCRAPPED by ITV after just two days and fans are 'gutted'”, published on 16\nNovember 2016.2. The article reported that the television\nshow ‘I’m a Celebrity…Get me out of here!’ “was shelved by ITV last night in\nfavour of the England V Spain football match”. The sub headline of the article\nreported that “ITV pushed back the hit reality series to prioritise the big\ngame just days into the latest cycle” and continued by stating that the\nprogramme “will return to ITV on Wednesday night for an extended 90 minute\nepisode at 9pm”. The newspaper had published a link to the article on the\nwebsite’s homepage; the link showed only the article’s headline and a reader\nwas required to click the link in order to gain access to the full article.3. The complainant expressed concern that,\ngiven that the headline referred to the series’ name, the article gave the\nmisleading impression that the entire series had been cancelled, when only one\nepisode had been rescheduled. The complainant accepted that the body of the\narticle made clear that the headline was referring to a single episode rather\nthan the entire series; however he said that this only became clear once a\nreader had clicked through the link on the homepage.4. The newspaper did not accept any breach of\nthe Code. It said that the use of the term “scrapped” in the headline was not\nmisleading because the episode of ‘I’m a Celebrity…Get Me Out Of Here!’ had\nbeen cancelled in favour of the football match. It said that the sub headline\nof the story was visible on the homepage, therefore readers would have\nunderstood when reading this along with the headline, that the entire series\nhad not been cancelled. The newspaper said that the headline and article must\nbe read together and when done so, it was clear that the headline was referring\nto a single episode only.Relevant Code Provisions5. Clause 1 (Accuracy)i. The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.ii. A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.iii. A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.Findings of the Complaints\nCommittee6. The sub headline reported that the\nprogramme had not been aired, because of the England V Spain football match and\nmade clear that the programme would return to ITV the following evening. It was\ntherefore made clear that any disruption to the programme’s scheduling was\ntemporary. In that context, the characterisation of the programme as having\nbeen “scrapped” in the headline was not significantly misleading and the\narticle’s headline was supported by its accompanying text. There was no breach\nof Clause 1.Conclusions7. The complaint was not upheld.Remedial Action RequiredN/ADate complaint received: 19/11/2016Date decision issued: 03/04/2017\n \nBack to ruling listing\n\n\n"
}