{
    "url": "/rulings-and-resolution-statements/ruling/?id=13405-16",
    "title": "13405-16 Allardyce, Moloney, Curtis v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "received_on": "2016-11-21 00:00:00",
    "concluded_on": "2017-10-19 00:00:00",
    "complaint_processing_days": 332,
    "conclusion_long": "106. The complaint was not upheld under Clause 10. It was upheld under Clause 1 in relation to three articles.",
    "remedial_action": "107. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. 108. In this case, the complainants had identified three significant inaccuracies that represented a breach of Clause 1(i), which required correction. The newspaper had not offered to publish a correction to address two of these points. 109. Having considered the nature of the inaccuracies, and their relatively limited prominence within the articles under complaint, the Committee considered that the appropriate remedial action was the publication of a correction. This correction should appear on page two of the newspaper, where the first article had appeared, or further forward (the sixth article had appeared on page four and the seventh article had appeared on page 22). It should also appear at the top of the articles as they appear online. 110. The correction should state that it has been published following an upheld ruling by the Independent Press Standards Organisation, and it should make clear that Mr Allardyce did not suggest a model by which a third party could benefit from transfer fees; he did not brief undercover reporters on breaking the rules; and he did not enter negotiations to provide guidance on how to get around rules on third party ownership. The full wording should be agreed with IPSO in advance. Date complaint received: 21/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13405-16 Allardyce,\nMoloney, Curtis v The Daily Telegraph1. Sam Allardyce,\nShane Moloney and Mark Curtis complained to the Independent Press Standards\nOrganisation that the Daily Telegraph breached Clause 1 (Accuracy) and Clause\n10 (Clandestine devices and subterfuge) of the Editors’ Code of Practice in the\nfollowing articles:1.    Exclusive: How\nSam Allardyce tried to make as much money as possible as England manager –\nbefore his first match, published on 26 September 2016;2.    Sam Allardyce\nbusiness meetings could fall foul of world football’s code of ethics, published\non 26 September 2016;3.    Exclusive\ninvestigation: England manager Sam Allardyce for sale, published on 27\nSeptember 2016;4.    The men tasked\nwith deciding Sam Allardyce’s England job fate, published on 27 September 2016;5.    Exclusive: Sam\nAllardyce may have breached FA rules after discussion about unauthorised\npayments to players, published on 27 September 2016;6.    Sam Allardyce\nhad to go – the FA couldn’t employ a man who regards rules as optional,\npublished on 27 September 2016;7.    Money is killing\nfootball. This is how we save the game, published on 27 September 2016;8.    Sam Allardyce, a\nriver of money, and football’s last chance to save itself from greed, published\non 27 September 2016;9.    Greg Clarke\nadmits FA struggle to combat corruption but vows to overhaul vetting after Sam\nAllardyce is exposed in Telegraph investigation, published on 28 September\n2016;10. Sam Allardyce was not ‘entrapped’. He was brought down\nby his own misconduct, published on 29 September 2016;11. The value of our threatened free press is the real Sam\nAllardyce exposé, published on 29 September 2016;12. Sam Allardyce loses England job: how the world reacted\nto Telegraph exposé, published on 28 September 2016;13. The festering cesspool of greed that is at the heart of\nEnglish football: What we learnt from the Telegraph’s Football for Sale\ninvestigation, published on 1 October 2016.14. FA urged to launch corruption inquiry after Telegraph\ninvestigation, published on 28 September 2016;15. Sam Allardyce admits he was a ‘fool’ over £400,000 deal\nwith ended his England career, published on 28 September 2016.2. The complaint\nwas set out in relation to the online articles listed above. In some instances,\nthe articles also appeared in substantially the same form in print, with some\nappearing the day after their publication online; details are given below.Summary of articles3. The complaint\nrelated to 15 articles published over the course of six days, including news\nreports and comment pieces, which formed part of the newspaper’s ten-month\n“Football for Sale” campaign, which it described as an investigation into\n“corruption in English football”.Coverage published on 26 September4. The first\narticle broke the story that the newspaper had conducted an undercover\ninvestigation into Mr Allardyce, the then recently appointed manager of the England\nfootball team. It reported that before Mr Allardyce had started his role as\nmanager of the England football team, which had a salary of £3 million per\nyear, he had been “eager to explore ways of earning even more”. It said that in\nAugust 2016, less than a month after his appointment, Mr Allardyce, his\n“financial adviser” Shane Moloney, and his agent Mark Curtis had attended a\nmeeting with representatives of a fictitious sports management company, created\nby the newspaper, who said they wished to employ Mr Allardyce as a speaker. The\narticle reported that Mr Allardyce had seemed “unperturbed by the fact that the\nfirm was proposing third party ownership of players, in contravention of\nFootball Association and FIFA rules”, and that 20 minutes into the meeting, Mr\nAllardyce had agreed, in principle, to undertake speaking engagements for a\ncompany “he had never heard of” for a fee of £400,000 a year.5. The article\nquoted a number of comments said to have been made by the complainants at the\nmeeting. It reported that Mr Curtis had explained that the speaking role “would\nonly conflict with Mr Allardyce’s day job if he was advising on players and\ntransfers” and included comment that Mr Allardyce “did not appear to have\nconsidered the potential conflict of interest that would arise if players\npart-owned by the firm were selected to play for England”. It was reported\nthat, later in the meeting, the conversation “turned back to the work of the\nmysterious company” and that Mr Moloney had asked: “the thing they’re talking\nabout is funding football transfers, aren’t you?”. When the reporter said yes,\nMr Curtis asked “Is that third party ownership a problem though?”, to which Mr\nAllardyce replied “It’s not a problem”, and named some agents who he said had\n“been doing it for years”. The article said that the FA’s rules “explicitly\noutlaw any entity that is not a club from having ‘any rights’ in relation to\nthe transfer of a player”, but that during the meeting Mr Allardyce had\n“explained a way around the rules”, which involved a company employing an\nagent, who would then represent the individual player, and who would pay a\nproportion of any “sell-on fees” to the company.6. The article also\ndescribed a second meeting in September 2016, attended by Mr Allardyce and the\nfootball agent, in which Mr Allardyce had “stressed” that before he could sign\na contract to carry out the speaking engagements, he would have to “clear it\nwith the FA”. It said that the agent had then “turned to the subject of paying\npeople to help secure business” and Mr Allardyce had put a napkin on his head\nand had said “Oh, oh, you’re not, do not, I haven’t heard that. I haven’t heard\nthat, you stupid man. What are you talking about? You idiot. You can have that\nconversation when I’m not here”. It went on to say that Mr Allardyce had said\n“But you slipped up tonight. You can’t go there any more. You can’t pay a\nplayer, you can’t pay a manager, you can’t pay a CEO. It used to happen 20 odd\nyears ago, 30 years ago. You can’t do it now. You can’t do it now. Don’t ever\ngo there”. To which the agent had replied, “No, no I wouldn’t go down there”.7. The article also\nincluded a box headlined “Football for sale: What the Telegraph investigation\nwill reveal”, which explained that the newspaper had begun “investigating\ncorruption” after receiving information that specific managers, officials and\nagents were taking or receiving payments to secure transfers. It went on to\nlist what its investigation would reveal including that the assistant manager\nof a high-profile football club accepted a £5,000 cash “bung”; ten managers\nwere named by players’ agents as taking bribes to fix transfers; and that a\nsenior figure at a Premier League club had helped undercover reporters to\nformulate a plan to bribe managers. This box was republished with the third,\nfifth, sixth, seventh, eighth and tenth articles.8. The first\narticle also included a section called “In quotes: What Sam Allardyce said”,\nwhich quoted comments made by Mr Allardyce during the meetings on subjects such\nas the previous England manager, the Football Association (FA) and members of\nthe royal family. This also featured in the second, third, fourth, sixth,\nseventh and eighth articles.9. The main section\nof this article was also published in print on 27 September, under the headline\n“Big Sam hits the back of the net…£400,000 for four trips to Far East”.10. In the second article, the newspaper discussed the\npotential conflict of interest that an agreement between Mr Allardyce and a\nsports management company would create. It said that during the meeting with\nthe fictitious firm, Mr Allardyce had “repeatedly” said that he would have to\nclear any deal with the FA, but it noted that despite this, he had held two\nmeetings with the firm’s representatives lasting a total of four hours and he\nhad gone into detail about when he would be able to fly abroad to attend the\nengagements. It said that he had held the meetings “despite being aware that\nthe firm… was interested in making money out of third party ownership of\nplayers”. The main section of this article was published in print on 27 September,\nunder the headline “Allardyce business meetings could fall foul of world\nfootball’s code of ethics”, while the section of quotations was published with\nthe headline “’Woy couldn’t do a talk, he’d send them to sleep…’”.Coverage published on 27 September11. The third article appeared as the front-page “splash” in\nthe printed newspaper, under the headline “England manager for sale”. It\nreported on the discussions that the complainants had had with representatives\nfrom the fictitious company. It said “unbeknown to Allardyce, the businessmen\nwere undercover reporters and he was being filmed as part of a 10-month\nTelegraph investigation that separately unearthed widespread evidence of\nbribery and corruption in British football”. It reported that Mr Allardyce had\nsaid that it was “not a problem” to bypass FA rules, that certain agents were\n“doing it all the time”, and that “you can still get around it. I mean\nobviously the big money’s here”. The article said that Mr Allardyce “now faces\nquestions about his judgement just weeks after his first and so far only match\nin charge of the national side”. The article said that Mr Allardyce had told\nthe reporters that the banned practice of third party ownership was still\npossible in “all parts of South America, Portugal, Spain, Belgium, all of\nAfrica”, and when asked if it would be a problem to be involved in third party\nownership, he had said “It’s not a problem”.12. The fourth article reported that the FA’s Chairman and\nChief Executive were tasked with deciding whether Mr Allardyce should be sacked\nas England manager following the publication of the story. It said that the\nChief Executive had to make the decision just days after he started the job,\nand that “the speed at which he announced the probe into the affair was\nimpressive, demonstrating the seriousness with which he [had] treated [the]\nrevelations”. The article said that “any final decision on Allardyce’s fate\nwill be taken by the FA board”.13. The fifth article said that Mr Allardyce “may have\nbreached Football Association rules after he told an agent discussing illicit\npayments to players: ‘You can have that conversation when I’m not here’”. It\nsaid that the FA’s rules state that any potential breach of the body’s\nregulations should immediately be reported to the FA, and that both the FA and\nMr Allardyce had “failed to answer questions about whether he did report the\nconversation”.14. The sixth article was a comment piece, written by the\nnewspaper’s Chief Football Writer, in which he expressed his view that given\nthe findings of the investigation, Mr Allardyce “had to go”. He explained his\nposition that it was “not good enough” for the FA “to have a key employee who\nis just a little bit dodgy”, and that as England manager, you could not be\n“seven parts clean, and one part an unofficial advisor to mysterious\nbusinessmen on the rules to circumnavigate third party ownership”. He said that\nit was “not tenable for the organisation that is obliged to prosecute the rules\nto have at its heart a key figure who regards those rules as optional”, and\nthat the FA could not have permitted the England manager to “brief on breaking\nthe rules without any repercussions for his job”. This article was published in\nprint under the headline “Allardyce had to go – the sport’s credibility is at stake\".15. The seventh article was a comment piece, written by the\nActing Chairman of the House of Commons Select Committee for Culture, Media and\nSport, in which he said that the newspaper’s investigation had exposed how easy\nit was for people “interested in enriching themselves through sport to try to\nflout the rules”. It said that it was “incredible” that an England manager\nwould enter negotiations with people he had not known to provide “insights and\nguidance over how they could get around regulations banning third party\nownership of players”. It argued that the newspaper’s wider investigation had\nalso revealed a “greater malaise” within football. The main section of this\narticle was published in print under the headline “Football’s rules on cash\nhave to be tightened”.16. The eighth article was a leader comment piece giving the\nnewspaper’s opinion on the story. It said that Mr Allardyce had “manifestly\nfailed to live up to the standards expected of an England manager”, and that it\nwas “right he has gone”, but that more was required to address the “deep and\ntroubling problems in football”. It said that Mr Allardyce had said that any\ndeal with the fictitious company would first have to be agreed by the FA, but\nhe had then “immediately” begun to discuss business trips to Asia; this\nsuggested that Mr Allardyce had “blithe confidence the FA would approve his\narrangements, not fear of a rigorous watchdog”. The main section of it was\npublished in print, headlined “Football’s poisonous river of money”.17. On 27 September, Mr Allardyce announced that he was\nleaving his job as England manager.Coverage published on 28 September18. The ninth article reported on an interview with the\nChairman of the FA following Mr Allardyce’s resignation, in which he said that\nthe organisation was powerless to properly police the issue of “bungs” in\nfootball; that he had vowed to overhaul the FA’s disciplinary processes; and\nthat he had applauded the investigation. It said that, in addition to the\nclaims against Mr Allardyce, the FA was looking into evidence that eight\ncurrent and former Premier League managers had taken bribes. The article\nincluded footage of Mr Allardyce commenting that “on reflection, it was a silly\nthing to do, but just to let everyone know, it was to help out somebody I had\nknown for 30 years and unfortunately it was an error of judgement on my behalf\nand I paid the consequences but entrapment has won on this occasion and I have\nto accept that”. The article was published in print under the headline\n“’Allardyce said to me: I’ve been such a fool’”.19. The twelfth article discussed reactions to Mr Allardyce’s\ndismissal and included commentary by various well-known individuals.20. The fourteenth article said that its coverage of the\nissue had led to calls for a formal inquiry and for new powers for the FA. It\nsaid that in an interview, the Chairman of the FA had said that the\norganisation was “powerless to properly probe suspected wrongdoing”. This\narticle was published in print under the headline “FA urged to launch\ncorruption enquiry”.21. The fifteenth article reported that the Chairman of the\nFA had said that Mr Allardyce had admitted that he was “a fool” to have\nnegotiated the deal to do speaking engagements and for offering advice to\nbusinessmen on how to “get around” the FA’s transfer rules. The article also\nincluded various comments on the newspaper’s investigation, including one from\nthe Acting Chairman of the Culture, Media and Sport Select Committee who had\nsaid “Allardyce’s point about entrapment totally misses the point, because if\nit wasn’t for these sorts of investigations the truth would never out. Football\nis incapable of investigating itself. I would much rather undercover reporters\nget these stories into the light of day”. The article was published in print\nunder the headline “’I’ve been such a fool. I’ve let the side down’”.Coverage published on 29 September22. The tenth article was a leader in which the newspaper\nresponded to Mr Allardyce’s comments on its investigation. It denied that the\ninvestigation had been a “fishing expedition”. It said the investigation had\nbegun a year ago, following information that the newspaper had received from\npeople in football “concerned about the greed, corruption and venality at its\nheart”. The article argued that had Mr Allardyce felt uncomfortable with the\ntenor of the conversation at the first meeting, he could have walked away and\nnot attended the second, longer, meeting. The main section of the article was\npublished in print under the headline “Fans deserve better”.23. The eleventh article was a comment piece in which a\ncolumnist argued that the newspaper’s investigation illustrated the “importance\nof a vibrant, investigatory and free press”. He said the investigation had\n“much in common with the MPs’ expenses scandal” as many people had known what\nwas going on, but no one had been able to prove it. He said there was “no\nsuggestion” that Mr Allardyce had broken the law, and that “greed and conflict\nof interest fall into a massive category of things that are obviously wrong,\nbut not illegal”. This article was published in print under the headline “The\nvalue of our threatened free press is the real Allardyce exposé”.Coverage published on 1 October24. The thirteenth article was a comment piece, by a sports\ncolumnist, in which the writer said that Mr Allardyce had been “brought down by\nhis own greed”; he was not a “victim of entrapment”. It said he had been\nremoved as England manager because he had “willingly provided information that\nwould assist in the circumvention of his own employer’s rules while negotiating\na commercial deal”. It said that the newspaper’s investigation had shed light\non the “festering cesspool that is at the heart of English football”. The\nonline article also included a section called “How the investigation unfolded”,\nwhich outlined the other evidence of misconduct uncovered by the “Football for\nsale” investigation. The main article appeared in print the following day under\nthe headline “It’s not just Big Sam – the game itself needs to change”.25. All the online articles, except the tenth and fifteenth,\nincluded excerpts of video footage of the complainants’ meetings with the\nundercover reporters, showing discussions of third party ownership and\narrangements for speaking engagements. The ninth, tenth, eleventh, twelfth and\nfourteenth articles included footage of Mr Allardyce commenting after his\ndismissal as England manager.Summary of complaint26. The complainants said that the level of subterfuge\nemployed by the newspaper in its “Football for Sale” investigation had been\nunjustified and that it had published its findings in an inaccurate and\nmisleading way. There was no suggestion in the coverage that the newspaper had\nbeen alerted to any specific wrongdoing on their part that would justify\nlaunching an investigation using such methods, and when the investigation\nprovided no evidence of wrongdoing, it had nonetheless published the material\nand based false allegations on it. The complainants denied any prior wrongdoing\nwhich could have justified the subterfuge. The publication of these serious and\nfalse claims had grave consequences, in particular for Mr Allardyce.27. The complainants said that taken as a whole, and\nparticularly in the context of the “Football for sale” investigation, the\ncoverage suggested that they were guilty of wrongdoing amounting to corruption\nand that Mr Allardyce had been caught in a “corruption case”. This was\ninaccurate; the comments they had made during the meetings with the undercover\nreporters, which were the alleged basis for these claims, had not indicated any\ncorruption. The impact of the allegation of corruption had been strengthened by\nthe newspaper’s failure to follow through with its claim that as part of the\nseries it would expose further football managers’ misconduct, and by its\nfailure to give sufficient weight to the fact that Mr Allardyce had repeatedly\nmade clear that any deal with the fictitious company would first need to be\ncleared by the FA.28. To support this position, the complainants pointed to\nvarious references to “corruption” in the coverage: the twelfth article, which\nquoted a Spanish publication, AS, saying “The Telegraph catch coach in\ncorruption case using hidden camera”; the box “Football for Sale”, which was\nrepeated throughout the coverage, and stated that the newspaper’s investigation\nhad been into “corruption in football”; the eighth article, which only named Mr\nAllardyce, had said “corruption in football is not a victimless crime”; the\nninth article which asserted that the FA had admitted that it struggled to\ncombat corruption, but had vowed to overhaul vetting as “Sam Allardyce is\nexposed”; the tenth article, an editorial about Mr Allardyce, which asserted\nthat there were “laws against bribery and corruption that the authorities must\nuse if evidence exists”; the thirteenth article, which said that Mr Allardyce\nwas the investigation’s “most significant exposure”; the fourteenth article\nwhich referred to “corruption” in the headline, had been accompanied by an\nimage of Mr Allardyce and had failed to make clear that the corruption\nallegation did not relate to him. The print version of the fourteenth article\nhad also referred to the newspaper’s investigation as a “bungs” probe, giving\nthe impression that Mr Allardyce’s alleged “lapses of judgement” related to\nbribes. In addition, the sixth article had implied that Mr Allardyce was\ndishonest and “dodgy”, and had said that “as the Telegraph’s investigation into\ncorruption unfolds…there may be other allegations that trigger investigations\nfrom the FA’s governance department”.29. The complainants also denied the claims in the coverage\nthat Mr Allardyce had “tried to make as much money as possible before his first\nEngland match”; that he had been “unperturbed” that the fictitious firm had\nbeen proposing third party ownership of players in contravention of FA and FIFA\nrules; that he had known the company to be “engaging in the third party\nownership of football players”; that Mr Allardyce had set out a way of “working\naround the rules”; that he had given advice on how to break FA rules; and that\nMr Curtis and Mr Allardyce were guilty of a “flagrant abuse of the [FA] rules”.\nThey said that the newspaper had misrepresented Mr Allardyce’s knowledge of the\nrules and the information he had provided during the meetings.30. The complainants said that it was clear from the footage\nof the meetings that Mr Allardyce had emphasised that any deal with the firm\nwould need to be cleared by the FA. Furthermore, it was obvious that he\nbelieved that third party ownership was still allowed in certain countries, but\nnot in England, and he had described how to work within the rules. Indeed,\nafter the story was published, the FA had confirmed before the Commons Select\nCommittee of Culture, Media and Sport that Mr Allardyce had stated the correct\nlegal position with regards to third party ownership under the rules of the\nEnglish game. The complainants noted that the FA website stated:The holding of the economic rights in a player by third\nparties may be allowed in other countries. The FA’s regulations do not prohibit\nthe signing of a player by an English club where third parties hold an interest\nin a player. Before a player can be registered to play in England the\nregulations require the English club to buy out any interests that may be held\nby third parties in the player.They also noted that under FIFA rules, third party\nagreements in existence before 1 May 2015, when FIFA banned the practice, are\nentitled to continue until their contractual expiration.31. The complainants also considered that the newspaper had\nmisled readers by suggesting that Mr Allardyce had failed to consider potential\nconflicts of interest. The footage demonstrated that he had emphasised\nthroughout the discussions that he would have to seek clearance from the FA\nbefore entering into any agreement, which clearly showed that he was conscious\nof issues surrounding conflict of interest. They identified the first, second\nand third articles as examples of insufficient weight being given to this.\nFurthermore, Mr Curtis had not said that any proposed role would “only”\nconflict with Mr Allardyce’s role as England manager if he was advising on\nplayers and transfers, as stated in the first article.32. The complainants said that the newspaper had\ninaccurately reported in the second article that Mr Allardyce’s business\nmeetings “could fall foul” of FIFA’s code of ethics, and in the seventh article\nthat Mr Allardyce and Mr Curtis had “attempted to flout the rules”. It was not\nagainst the rules for Mr Allardyce to attend the meetings. Furthermore, as\npreviously stated, he had emphasised that any commercial agreement would have\nto be approved by the FA.33. The complainants said that the seventh article, a\ncomment piece, had also inaccurately referred to a “deal” to “provide insights\nand guidance over how they could get around regulations banning third party\nownership of players”; there had been no such negotiations or deal discussed.\nRather, the discussion had concerned engagements to do public speaking with FA\napproval. The impression that the “deal” was to do with giving guidance on\nthird party ownership had also been given by the tenth and thirteenth articles.\nIn addition, by comparing Mr Allardyce’s conduct to the MPs’ expenses scandal,\nthe eleventh article had misleadingly suggested that his actions were criminal\nand dishonest. Furthermore, this article had inaccurately suggested that Mr\nAllardyce had been guilty of having acted in conflict of interest when, in\nfact, he had made clear that any deal would require FA clearance.34. The complainants said that it had also been inaccurately\nreported in the fifth article that Mr Allardyce may have breached FA rules\nbecause he had failed to report that he had witnessed a discussion about\nunauthorised payments to players. They said that no such rule existed. Regardless,\nMr Allardyce had immediately condemned the football agent’s comment and the\nagent had confirmed that no such payment would ever be made. There was\ntherefore no misconduct to report, and no breach or potential breach of FA\nrules. They additionally noted that the rules prohibited an agent from offering\nor seeking to offer any consideration of any kind to players, and there were no\nplayers present at the meetings.35. The complainants said that there was no evidence to\nsupport the assertion made in the fifteenth article that Mr Allardyce had\n“admitted he was ‘a fool’ to have negotiated a £400,000 speaking engagement\ndeal and had advised a group of businessmen how to ‘get around’ the FA’s\ntransfer rules”. He had not agreed to a £400,000 deal, or said that he was a\nfool to do so, and he had not said that he had done this to help a friend.36. The complainants said that while Mr Moloney worked for a\nchartered accountancy firm, he was not Mr Allardyce’s financial adviser and he\ndid not act as his accountant, as stated in the first article. This inaccuracy\nwas significant as the article suggested that Mr Moloney had held himself out\nas an Independent Financial Advisor, when he was not registered or qualified as\none, and it had incorrectly suggested that Mr Allardyce had arranged for his\nfinancial adviser to attend the meetings.37. The complainants said that the newspaper’s public\ninterest justification was insufficient to justify its intrusive methods. It\nhad provided no evidence to suggest that Mr Allardyce had previously treated\ncommercial opportunities with a lack of caution, and so the basis for its\nsuspicion appeared to be speculative. There was no public interest in the fact\nthat Mr Allardyce was willing to discuss commercial opportunities. While\nfootball fans may have been interested in this, the reports should have been balanced\nagainst the fact that he had made clear that any such offer would need to be\ncleared by the FA; that he had not taken up other opportunities; and that he\nwas limiting the amount of commercial work he would do.Summary of newspaper’s response38. The newspaper said that it had been essential for it to\nuse subterfuge to carry out its ten-month investigation into corruption in\nfootball, which was clearly of significant public interest. Football was a\nmajor industry, estimated to have a value of more than £5billion per annum, and\nthe integrity of the game was vital to those who worked in it, as well as to\nits thousands of spectators and sponsors. The broader investigation had yielded\nnumerous stories in the public interest: it had reported that eight Premier\nLeague managers had received “bungs”; an assistant manager at a Championship\nclub had accepted a cash payment for helping an agent sign his players; the\nowner of a Championship team had given advice to businessmen on ways around FA\nand FIFA rules on third party ownership; and the chairman of a Belgian club had\noffered to help a fictitious firm to get around third party ownership rules.39. The newspaper said that football was a subject about\nwhich thousands of people felt passionate in the UK. The behaviour of the\nsport’s senior figures, such as the England manager, and the level of respect\nthey showed to the rules of the game and its institutions were therefore\nmatters of public interest. When Mr Allardyce was appointed England manager, his\nbehaviour and attitude were subject to a higher standard, and whether he met\nthose expectations was a subject worthy of investigation.40. The newspaper gave a detailed explanation of the origins\nof its investigation, and how it had come to include Mr Allardyce. It said that\nseveral confidential sources, who it had believed to be credible and reliable,\nhad made direct and specific allegations of serious misconduct against a closed\ngroup of agents, former players turned agents, and current and former managers,\nincluding Mr Allardyce. It was clear that few – if any – of its sources would\nbe prepared to speak on the record.41. In light of the information the newspaper had gathered,\na senior editorial executive and the Deputy Editor authorised an undercover\ninvestigation to appeal to the alleged perpetrators’ interest in financial\ngain. As the sources’ information concerned criminal activity within this\n“closed group”, the alleged perpetrators would not have shown their hand if\napproached directly. It was decided that a sports representation and management\nbusiness would be a plausible and suitable cover story, as it would allow those\nbeing investigated to refuse to engage if they felt uncomfortable about the\ntopics being discussed. It was set up in November 2015, with the approval of a\nsenior editorial executive. The newspaper provided dated emails, demonstrating\nthe editorial consideration given to the decision to engage in subterfuge.42. The newspaper accepted that it had engaged in a\nsustained level of subterfuge; however, it considered that given that the\nreporters were investigating allegations of illegality, its actions had been\nwarranted and proportionate. It had followed all its internal protocols in\nrelation to the investigation, with consent being sought from the appointed\nresponsible senior editorial executive before each step was taken, in\nconsultation with the Editorial Legal Director.43. The newspaper said that in spring 2015, the Head of the\nInvestigations Unit received confidential information alleging serious\nmisconduct on behalf of football managers and agents. It was unable to disclose\nthe identity of the source of the initial tip-off, or to give clear detail\nregarding the information he had provided in case it identified him, but his\nprofessional qualifications and reputation were such that the newspaper had\nconsidered that his testimony was credible. This source had also made serious\nallegations concerning Mr Allardyce’s conduct.44. For some months, the Head of the Investigations Unit\ncarried out desktop research and had discussions with confidential sources and\ncontacts. The newspaper established that there was a closed group of agents,\nformer players turned agents, and current and former managers who were heavily\ninvolved in various forms of corruption in its broadest sense. In spring and\nsummer 2015, several confidential sources also made direct and specific\nallegations against Mr Allardyce; these allegations were later repeated and\nalso related to Mr Curtis. It was clear that few – if any – of its sources\nwould be prepared to speak on the record.45. The newspaper considered that, following information it\nhad received from a specific football agent, it had sufficient grounds to\ninvestigate whether Mr Allardyce would be open to forming an inappropriate\ncommercial relationship with a sports management and marketing agency. The\nreporters also believed that such a meeting was required in order to confirm\nthe relationship the football agent had claimed to have with Mr Allardyce. It\nhad proceeded with activity relating specifically to Mr Allardyce on this\nbasis.46. The newspaper said that the subterfuge had revealed\ninformation of significant public interest. As the manager of the England\nfootball team, Mr Allardyce was a figurehead for the sport, who was held to a\nhigher standard than others. His employer, the FA, was the body responsible for\nsetting, upholding and policing standards in the game. Its investigation had\nestablished that he and the other complainants were content to enter\ndiscussions and a commercial arrangement with a company that they had known to\nbe interested in developing third party ownership of football players, which is\nprohibited by the FA and FIFA. Such an arrangement would also have created a\nconflict of interest for Mr Allardyce, and so his preparedness to continue the\ndiscussions following the first meeting, at which third party ownership had been\ndiscussed, had shown a lack of judgement. The investigation had also\ndemonstrated that Mr Allardyce was willing to detail what he believed to be a\nmethod of working around these rules. In addition, his disparaging comments\nabout a number of senior managers and players had also shown a lack of\njudgement. Furthermore, Mr Moloney and Mr Curtis, who had attended the first\nmeeting as Mr Allardyce’s advisers, had failed to alert him to the possible\nrisks he was taking. There was a clear public interest in reporting that the\nmost senior and highest profile FA employee had shown poor judgement and\ncontempt for the organisation and the rules.47. With regards to the complainants’ concerns under Clause\n1 (Accuracy), the newspaper said that it had accurately reported the findings\nof the investigation, and it had taken care to contact the complainants for\ntheir comment before publication, but it had received no response.48. The newspaper said that it had accused Mr Allardyce of\ngreed, lack of judgement and conflict of interest; at no point had it accused\nhim of corruption or of breaking the law. It had also made clear throughout the\ncoverage that Mr Allardyce had repeatedly said during the meetings that any\ndeal would have to be approved by the FA. It cited a number of examples,\nincluding the first article which had quoted Mr Curtis that Mr Allardyce would\n“have to run it past the powers that be” before he could commit to anything,\nand the second article, which had said in the third paragraph that Mr Allardyce\nhad “repeatedly said that he would have to clear the deal with his employer,\nthe FA, before putting pen to paper”.49. The newspaper said that it had carefully described Mr\nAllardyce’s scheme regarding third party ownership as a “way of getting around”\nthe FA rules, to “evade” those rules or as a “workaround”. The only reference\nto “breaking the rules” had been made in the final paragraph of the sixth\narticle under complaint, which was a comment piece. There was nothing else in\nthat article which suggested that Mr Allardyce had broken the rules, and as\nsuch, it was not significantly misleading. Nevertheless, the newspaper offered\nto publish a clarification in print and online to address this point.50. The newspaper said that it was true that Mr Allardyce\nhad sought to “make as much money as possible” before his first match as\nEngland manager. This was based on the fact that he had met with “businessmen”\nwith a view to securing a £400,000 deal as an adviser and speaker, on top of\nhis £3-million salary. It said that many football fans would have seen this as\ndistasteful.51. The newspaper also considered that it had accurately\nreported that Mr Allardyce had been “unperturbed” that the firm offering him\nspeaking engagements was proposing third party ownership of players, and that\nhe had entered negotiations to provide insights on how one could get around\nrules on third party ownership. During the first meeting, the reporters had\nmade clear that the company was proposing to enter such arrangements. The\ncomplainants had been content to allow the discussion to continue, Mr Allardyce\nand Mr Curtis were prepared to attend further meetings, and Mr Allardyce had\ngiven advice during those meetings.52. The newspaper said that contrary to the complainants’\nclaims, Mr Allardyce had not advised on how third party ownership rules could\nbe worked around in regions in which he believed it was permitted; it was clear\nthat he had intended for his proposal to operate in the UK from his comment\nthat “obviously the big money’s here”. It was also clear from the way in which\nthe conversation had developed that the complainants had known that third party\nownership was problematic.53. The newspaper also stood by its claim that Mr Allardyce\ndid not appear to have considered potential conflicts of interest: simply\nattending the first meeting raised such a conflict. It argued that whatever he\nhad understood to be the rules regarding third party ownership, he had failed to\nconsider that a conflict of interest would arise if players owned by the firm\nwhich he was advising were selected to play for England. In response to the\ncomplainants’ claim that no such conflict could have arisen because third party\nownership is banned in the UK, the newspaper said that Mr Allardyce’s\nworkaround was covert: no one would know that the player was part-owned because\nthe sell-on fee would be channelled through the agent as commission. The\ncomplainants had also been aware that the company was interested in developing\nan agency business. This would have posed a further conflict of interest\nbecause a company representing players who could be picked for the England\nsquad would be paying the England manager.54. The newspaper noted that during the first meeting, Mr\nCurtis had said that Mr Allardyce’s relationship with the company could “grow\ndown the line”, and it considered that such an open proposition for future\nengagement created a current conflict of interest. It also argued that meeting\nthe firm with a football agent also gave rise to potential conflicts of\ninterest. It denied that Mr Allardyce’s assertion that any deal would require\nclearance from the FA remedied the lack of judgement demonstrated by the\ncomplainants’ attendance at the meeting.55. The newspaper said that it was accurate that Mr\nAllardyce’s business meetings “could fall foul of world football’s code of\nethics”. The Code of Ethics, published by FIFA, stated that managers and others\nbound by the Code “Shall avoid any situation that could lead to conflicts of\ninterest. Conflicts of interest arise if persons bound by the Code have, or\nappear to have, private or personal interests that detract from their ability\nto perform their duties with integrity in an independent and purposeful\nmanner”. The newspaper argued that Mr Allardyce was using his role as England\nmanager to secure a lucrative deal and was committing to travelling to the Far\nEast four times a year despite his England commitments; he should not have put\nhimself in a position of engaging with a firm whose stated purpose was to\ninvest in football players. It said that it had not asserted as fact that he\nhad breached the Code of Ethics.56. The newspaper said that it had accurately reported that\nMr Allardyce may have breached FA rules after entering into a discussion about\nunauthorised payments to players. Mr Allardyce should have reported that the\nfootball agent had made an improper suggestion. It was not the case that\nbecause he had made clear that he would not be making such payments, that the\nmatter did not need to be reported. It was clear from Mr Allardyce’s assertion\nthat “you can have that conversation when I’m not here” that he was licensing\nthe discussion as long as it took place when he was not present. Furthermore,\nhis phrase “I haven’t heard that. I haven’t heard that”, appeared to\nacknowledge that he was well aware that such behaviour was still going on, and\nhis comment “you can’t go there anymore” indicated that he was fully acquainted\nwith the concept of improper payments, which should have been reported to the\nFA.57. The newspaper also disputed that it had inaccurately\nreported the comments made by Mr Allardyce following his dismissal. It had\nclearly attributed the claim that Mr Allardyce had referred to himself as “a\nfool” to the Chairman of the FA, and it had accurately reported Mr Allardyce’s\ncomments that he had only agreed to the deal to help set a friend up in\nbusiness, rather than for his own personal profit. During his conversation with\nthe reporter, the Chairman of the FA had said:I said to Sam, ‘What have you done?’ He just said, ‘Greg,\nI’ve been such a fool’. It really was a grown-up meeting. He wasn’t in denial,\nhe didn’t try to say, ‘This is being blown out of all proportion’. He took it\non the chin and he said, ‘Greg, I’ve let the side down’.58. The newspaper said that the reporter’s conversation with\nthe FA Chairman, which had also been witnessed by the FA’s Chief Executive,\nalso corroborated its report that Mr Allardyce had admitted that he had advised\nbusinessmen to “get around” FA transfer rules. When asked what was the key\nreason for dismissing Mr Allardyce, the FA’s Chief Executive had said:I think it was specifically around the implication that we\nwill help third parties get round FA rules. If you are there to be the rule\nenforcer of the game it is an impossible position. I didn’t like some of the\nother things [in the coverage] and I thought they were poor and reflected\npoorly on [Mr Allardyce] and poorly on the organisation but that was the most\nspecific thing – how do we stand up in front of clubs and say ‘we want you to\ndo x, y and z’ when that would have been sort of a blind eye to condoning of\ncircumventing rules. That was probably the pivotal thing.59. The newspaper did not consider that it was significantly\ninaccurate to refer to Mr Moloney as Mr Allardyce’s financial adviser. When the\nfootball agent had arranged the first meeting, he had said that Mr Allardyce\nwould bring his agent and his “money man”, and during the course of the\nmeeting, Mr Moloney had taken the lead in negotiating the fees.Transcript excerpt: extract of comments on seeking FA\nclearance, which took place at the first meeting on 19 August 2016T: Undercover reporterD: Undercover reporterSA: Sam AllardyceMC: Mark Curtis\nSH: Shane Moloney\n\n\n\nSM\n\n\nWhat do you want from Sam, what\n  would you be looking for?\n\n\n\n\nD\n\n\nWell I think we'd be\n  looking at maybe four trips a year. Obviously, at our expense. Far East. It\n  would be functions. I mean I'm talking about private functions [Someone: yeah]\n  casinos and what not, I'm not talking about, you know, things which are gonna\n  be in the media. um, and, it's just a kind of meet and greet role.\n\n\n\n\nMC\n\n\nWith the role that\n  he's got obviously - at the moment - [D:yes] it's slightly difficult - and\n  the obligations, what they would be – we’d have to be very clear and precise\n  as to what he can and [SA: Can’t do] can't do [D:yes] and in terms of him\n  advising on players and transfers and fees and things like that - I think\n  it's possibly sticky ground that he would have to run by his employers at this\n  moment in time. [D: yep] because there's no way he\nwill do anything\n  that would compromise himself or the position that he's got - bring any\n  embarrassment on any employer -\n\n\n\n\nD\n\n\nNo\n  of course, of course.\n\n\n\n\nMC\n\n\nThat's the main,\n  that’s number one. After that - so it would depend and it’d have to be\n  clearly defined as to what his role would be- and he'd have to run it past\n  the powers that be- [D: The FA, right yeah] at the FA, for sure. Now, there\n  might be a different role down the line when he is no longer involved at the\n  FA , whether it be two years, four years or wherever [D: yes,sure] but it's\n  always good to have [D: hopefully longer, yeah] - but it's always good to\n  have relationships for sure - [D: mm] but it’d be unfair to lead you to\n  believe that something can happen that can't happen, and only you really know\n  what you've got in mind at the moment.\n  So it's important I just put down those [SA: Parameters] parameters\n\n\n\n\nD\n\n\nYeah, well that's helpful. um I\n  mean if you can - if you know where the parameters are then we'll - you know\n  - we'll get them out there now and then we know what we're talking about but\n  I mean -\n\n\n\n\nMC\n\n\nWe don’t…if you give\n  us an idea of where - what you're looking for [D hmm] what you’d expect, and\n  I can give my view on if that sounds right or wrong [D: yeah] but we'd always\n  have to go back to them and clarify [D: yeah] what he can and can't do.\n  Obviously it's a big and important job\n\n\n\n Transcript excerpt: The conversation relating to third party\nownership, which took place at the first meeting on 19 August 2016\n\n\n\nSH\n\n\nWhat you thinking of\n  doing on the football transfers financing, because that's interesting- about\n  transfers\n\n\n\n\nSA\n\n\nNo, not transfers - buying\n  players?\n\n\n\n\nSH\n\n\nNo, they’re talking\n  about, the thing they’re talking about is funding football transfers, aren't\n  you? (to D)\n\n\n\n\nD\n\n\nBasically yes. I mean, we're\n  trying to get players on the ground level, and\nif there needs to\n  be-\n\n\n\n\nSA\n\n\n(inaudible -\n  something like \"buy a company\"? - all talking over each other)\n\n\n\n\nD\n\n\nYeah, I mean-\n\n\n\n\nMC\n\n\nThird party\n  ownership problems though?\n\n\n\n\nSA\n\n\nIt's not a problem.\n\n\n\n\nD\n\n\nYeah, I mean there\n  are, there are ways round that as I understand it, or ways through that\n\n\n\n\nSA\n\n\nXXXX, XXXX and XXXX,\n  been doing it for years\n\n\n\n\nMC\n\n\nWell they do, but\n  they sort of have a problem bringing them here, don’t they?\n\n\n\n\nSA\n\n\nNo. (MC: They had a\n  problem with XXXX) Yeah, but that’s … how many years ago was that?\n\n\n\n\nMC\n\n\nWell yeah but-\n\n\n\n\nSA\n\n\nNearly ten years\n  ago, that.\n\n\n\n\nMC\n\n\n[Don’t the Spanish\n  deal with that here]?\n\n\n\n\nSA\n\n\nOh, we got XXXX in. He was\n  third-party-owned. (MC - so you say-) XXXX was third party owned when we\n  bought him from Mexico.\n\n\n\n\nMAN\n\n\nYeah but when you buy him from\n  Mexico, then you own him wholly\n\n\n\n\nSA\n\n\nYeah\n\n\n\n\nMC\n\n\nYeah, so that's what\n  I mean. You can't have third party ownership-\n\n\n\n\nSA\n\n\nNo,\n  you can't keep third party ownership.\n\n\n\n\nMC\n\n\nNo, that's what I\n  mean.\n\n\n\n\nSA\n\n\nWell, their money\n  comes off the fee you pay for them\n\n\n\n\nMC\n\n\nThat's right, so-\n\n\n\n\nSA\n\n\nThat's what they get, they don't\n  keep hold of the player - you can do in other countries. But when they bought\n  the player for five hundred grand they've had him, developed him for three\n  years, and some premier league club pays four million quid for him, they-\n  there-those- I don't know how XXXX did it, he explained it to me - it can’t\n  go straight to you, from England, but it can be diverted, [MC: I know that’s\n  how I works, but what I mean] but\n  then that's them releasing the player. The player's no longer theirs,\n  (inaudible) well they’ve made their profit though.\n\n\n\n\nMC\n\n\nWhat I was meaning\n  is, you can't part-own a player, not playing in this country\n\n\n\n\nSA\n\n\nWhat they would be better doing\n  is, making sure they've got the ownership and the agent, so they own the\n  agent, the agent works for them as well. 'Cause then the agent - if he gets\n  sold on again, the agent will get more money if he gets sold on again, and\n  that'll be a part of-\n\n\n\n\nMC\n\n\nThey’ve just stopped\n  doing that, doing it in England-(talking over each other)\n\n\n\n\nSA\n\n\nNo hang on, hang on,\n  who said they bring in the club? They pay the agent for doing the deal!\n\n\n\n\nMC\n\n\nYup,\n  yup, but if I bring a player to this club, you’re the manager of Sunderland\n  and say, right, sign this player, and you sign him, if you sell him, you used\n  to be able to say, \"and I'll get thirty per cent of the sell-on”\n\n\n\n\nSA\n\n\nNo. No. I know. But I'm not\n  saying that. We both know. He’s selling the\nnext contract and\n  and that next contract, you charge ten per cent of the next value of the\n  contract.\n\n\n\n\nMC\n\n\nHow can you legally\n  tie that up?\n\n\n\n\nSA\n\n\nWhat?\n\n\n\n\nMC\n\n\nif\n  it's (side letters?) only.\n\n\n\n\n \n\n\n(SA shakes his\n  head.) No it isn't.\n\n\n\n\nMC\n\n\nHow are you gonna,\n  you can’t legally tie it up though can you?\n\n\n\n\nSA\n\n\nHe works for that,\n  he works for his company. The agent.\n\n\n\n\nMC\n\n\nYeah but how do you actually\n  physically - so you got a player, you're gonna, sell him for thirty million\n  pounds. And they can go and do the deal for the player, the other side. But\n  then you've got that (inaudible) legal problems...I don’t know that it can get\n  done.\n\n\n\n\nD\n\n\nWell, it is more\n  problematic as I understand it in, er, England. Um, but I think I mean,\n  talking to erm, XXXX - there are possible ways through.\n\n\n\n\nSA\n\n\nI mean, it's not\n  impossible that way 'cause XXXX is still doing it all the time, isn't he.\n\n\n\n\nMC\n\n\nWell they do it to\n  the ones coming in\n\n\n\n\nSA\n\n\nXXXX’s\n  doing it, and then he has XXXX do the deal, do you know what I mean?[MC:\n  yeah, yeah, I understand] and then when he goes - then that's finished, the\n  company's made the money on the player, right, cause they've owned the\n  player, they’ve come in and bought him, they've made their money on the\n  player, the agent works for you, you're still in control of the player. The\n  player still wants an agent, so he renegotiates the contract, and you get a\n  percentage of the player's agent's fee, that the agent pays to you, the\n  company, because he's done that new deal at that club, again, or they sell\n  him on, and you're not getting a part of the transfer fee anymore, 'cause you\n  can’t do that, but because of the size of the contracts now, the contract'll\n  be worth thirty, forty million, at ten per cent.\n\n\n\n\nMC\n\n\nYeah I understand\n  that\n\n\n\n\nSA\n\n\nAnd you've done a\n  deal with the agent where you're getting five per cent of the agent's fee.\n  Which is massive for doing about two hours' work like.\n\n\n\n\nMC\n\n\nAnd then you'll get\n  the odd player that says no I want to change agents now\n\n\n\n\nSA\n\n\nWell yes, I mean, there'll be\n  one or two of them but if you have- it's very difficult for them if you have\n  a full staff, [Someone says something inaudible] for them to do that\n\n\n\n\nSH\n\n\nBut you're – you’re\n  setting up a fund to buy the economic rights effectively of these players?\n\n\n\n\nMC\n\n\nThird\n  party ownership, yup\n\n\n\n\nD\n\n\nCertainly in the\n  places where we can do that, yeah (SA nods)\n\n\n\n\nMC\n\n\nWhich places are\n  they?\n\n\n\n\nSA\n\n\nLots. (SA: All of\n  South America)\n\n\n\n\nD\n\n\nWell, lots basically\n  yeah.\n\n\n\n\nSA\n\n\nPortugal.\n\n\n\n\nSH\n\n\n(It'd take a while\n  to try this...?) bloody (inaudible) and Argentina, remember?\n\n\n\n\nSA\n\n\nPortugal, Spain,\n  Belgium.\n\n\n\n\nD\n\n\nYeah, Belgium. yeah.\n  Yeah.\n\n\n\n\nSA\n\n\nAfrica. All of Africa.\n\n\n\n\nSH\n\n\nYeah. But in the old\n  days they used to have to get a work permit in the EU-\n\n\n\n\nD\n\n\n(talking over SH) Also there's\n  always the possibility that the rules will change anyway.\n\n\n\n\nMC\n\n\n(continuing from\n  before) They don't need that anymore.\n\n\n\n\nSA\n\n\n[shakes head in\n  agreement and says something about Belgium]\n\n\n\n\n \n\n\n[talking over each\n  other about work permits]\n\n\n\n\nD\n\n\nYeah,\n\n\n\n\nSA\n\n\nThey're EU nationals\n  (...) so no work permit (...) In Belgium at 16 they get a Belgian passport\n  (inaudible) 18 months\n\n\n\n\n \n\n\n[SH's phone rings.\n  He picks it up.]\n\n\n\n\nSH\n\n\n(into phone) XXXX, I\n  didn't (inaudible)...right, okay.\n\n\n\n\nSA\n\n\nYou needs somebody in the staff\n  department to be dedicated to that department, It's a well, it's a well, for\n  many investment companies now, it's quite, lucrative, there’s quite a lot\n  doing it. It’s quite, luc-\n\n\n\n\nD\n\n\nYeah\n\n\n\n\nSA\n\n\nYou know, there's millions of\n  football players across the world with great talent (mumbles) the size of the\n  wealth you gain from start to finish in a few weeks, and what the ones that\n  don't work (mumbles) wouldn't have cost you that much.\n\n\n\n\nD\n\n\nYeah.\n\n\n\n\nSA\n\n\nYou know what I mean? So that,\n  they'd cost you this much (gestures low) but the one that works (arm zooms\n  upwards). It's like hitting the top end of the- you know.\n\n\n\n\nD\n\n\nI don't actually\n  understand the argument against it either. I know they call it slavery or\n  whatever but I don't understand that.\n\n\n\n\nSA\n\n\nIt’s football (both MAN and SA\n  try to explain over each other)\n\n\n\n\nMC\n\n\nIt's just a service\n  isn't it\n\n\n\n\nD\n\n\nI know but they're still\n  getting their wages aren't they, which is what they'd get anyway. So, yeah.\n\n\n\n\nSA\n\n\nYeah, it's ridiculous. It only\n  happens in this country.\n\n\n\n\nD\n\n\nYeah. Yeah.\n\n\n\n\nSA\n\n\nIt’s only banned in this\n  country because it-\n\n\n\n\nSH\n\n\nAnd\n  France.\n\n\n\n\nSA\n\n\nAnd France.\n\n\n\n\nD\n\n\nYeah.\n\n\n\n\nSA\n\n\nYou\n  can still get around it. I mean, obviously, the big money's here.\n\n\n\n\nD\n\n\nOf\n  course.\n\n\n\n\nSA\n\n\nYou know what I mean? So all\n  the small clubs have got big money. That's the thing, so if the money, the\n  money, if the percentage of the money from the transfer and/or the transfer\n  fee and/or agents’ fee, it’s now in the, it's millions and millions of\n  pounds.\n\n\n\n\nSA\n\n\nXXXX's\n  agent got twenty million.\n\n\n\n\nMC\n\n\nHe's\n  not a bad thing though is it?\n\n\n\n\nMC\n\n\nWhat\n  they're trying to do is that here we pay a lot more money, so if you have a\n  player in Belgium, or Spain or Portugal, and you bring them here, that's what\n  you're gonna get\n\n\n\n\nSA\n\n\nYeah\n  of course\n\n\n\n\nMC\n\n\nAnd\n  they sorted that out via, pay, paying XXXX thirty million pounds, and XXXX\n  have to settle their liabilities with you. It's nothing to do with the club\n  here. \n\n\n\n\nSA\n\n\nExactly.\n\n\n\n\nMC\n\n\nAnd\n  so, they go through the lawyers.\n\n\n\n\nSA\n\n\nYour\n  key element is your choice of, erm...who runs the business.\n\n\n\n\nD\n\n\nYeah.\n\n\n\n\nSA\n\n\nGets\n  the business. Get those elements right, it's -lots and lots of money.\n\n\n\n Transcript: The conversation relating to unauthorised\npayments to players, which took place at the second meeting on 22 September\n2016\nM: Undercover reporter\nC: Undercover reporter\nSM: Football agent\nSA: Sam Allardyce\n\n\n\n \n\n\nSM\n\n\nDo you know what I mean? [M:\n  yeah, right] who’d, we’re just going to put him on our books, but he makes\n  every player in Rochdale that is coming through at 16, 17, he’s telling us\n  and we give him a few grand for doing it. Would you agree with that, Sam? Do\n  you think that’s-?\n\n\n\n\n \n\n\nSA\n\n\nYou wouldn’t give\n  him a few grand\n\n\n\n\n \n\n\nSM\n\n\nWhat the player?\n  [SA: No] You wouldn’t give him anything?\n\n\n\n\n \n\n\nSA\n\n\nNo\n\n\n\n\n \n\n\nSM\n\n\nWould you not the\n  player? What if he’s recommending a player. If he says to you, we’ve got this\n  one.\n\n\n\n\n \n\n\nSA\n\n\n[puts napkin over\n  face] Oh, oh, you’re not, do not, I haven’t heard that. I haven’t heard that\n\n\n\n\n \n\n\nSM\n\n\nNo no no you’re\n  right.\n\n\n\n\n \n\n\nSA\n\n\nYou stupid man. [S:\n  Yeah, you’re right, yeah you’re right] What are you talking about? You idiot.\n\n\n\n\n \n\n\nM\n\n\nIt would never\n  happen, never happen!\n\n\n\n\n \n\n\nSA\n\n\nYou can have that\n  conversation when I’m not here.\n\n\n\n\n \n\n\nM\n\n\nYeah, that’s right.\n  Do you know what, we’ll throw the coin at it to make it happen, I’ll say\n  that.\n\n\n\n Later in the conversation\n\n\n\n \n\n\nSA\n\n\nBut you slipped up tonight.\n\n\n\n\n \n\n\nSM\n\n\nOnce\n\n\n\n\n \n\n\nSA\n\n\nYou can’t go there\n  anymore. [S: what’s that?] You can’t pay a player, you can’t pay a manager,\n  you can’t pay a CEO. It used to happen 20 odd years ago, 30 years ago.\n\n\n\n\n \n\n\nSM\n\n\nNo, no I said that to them\n\n\n\n\n \n\n\nSA\n\n\nYou can’t do it now,\n  you can’t do it now. Don’t, ever even go there.\n\n\n\n\n \n\n\nSM\n\n\nNo, no I wouldn’t be going\n  there.\n\n\n\n\n \n\n\nSA\n\n\nThis place is so tight, now.\n  It’s, you just daren’t, daren’t even think about it. We all know how deals get brokered in every business. You know\n  what I mean, you know someone in the town hall, you know what I mean, and he\n  gets you planning. [M: that’s exactly right] You know someone in your\n  industry. I’m sure, in Asia. [M: That’s how it works for me Sam] If you do\n  the right things, you get the right results\nlike.\n\n\n\n\n \n\n\nM\n\n\nThat’s how it works for me\n\n\n\n\n \n\n\nSA\n\n\nBut here, not here, and not in\n  football now\n\n\n\n\n \n\n\nC\n\n\nHas it just changed then over\n  the last twenty years?\n\n\n\n\n \n\n\nSA\n\n\nOh yes. Massively.\n\n\n\n\n \n\n\nSM\n\n\nI said to them from day 1, they\n  are on that much money why would they want?-\n\n\n\n\n \n\n\nM\n\n\nYeah\n\n\n\n\n \n\n\nC\n\n\nFrom our point of\n  view though, the way that things are done in Asia is sometimes a bit different, but it’s most\nimportant for us to just\nget the deals\ndone.\n\n\n\n\n \n\n\nSA\n\n\nWell that’s it, but you have to\n  take each country as it is. [C: absolutely] As what it is. Football has to be\n  squeaky clean now. The audits, the scrutiny, the taxman. I mean the most\n  corrupt, the most corrupt country in our country who [inaudible] be -\n\n\n\n\n \n\n\nC\n\n\nThe most corrupt country in the\n  world?\n\n\n\n\n \n\n\nSA\n\n\nThe most corrupt\n  business in our country would be what? You’ll be shocked when I tell you\n  this.\n\n\n\n\n \n\n\nC\n\n\nDunno, XXXX?!\n\n\n\n\n \n\n\nSM\n\n\nYeah, they must be up there\n\n\n\n\n \n\n\nSA\n\n\nXXXX.\n\n\nSummary of comments relating to the transcripts\n60. To support its position that it had accurately reported\nwhat had been said during the two meetings with the undercover reporters, the\nnewspaper had initially provided extracts of transcripts of the meetings.\nLater, the Committee also required the newspaper to provide the complete\ntranscripts and the accompanying recordings in order for it to properly test\nthe accuracy of the reported claims. The newspaper said that it had ensured\nthat at least four of its staff had listened to the recordings before\nquotations had been published. For the bulk of the recordings, a single\nreporter had made a transcript.\n61. The complainants considered that the complete\ntranscripts provided significant further justification for their complaint. Far\nfrom treating commercial relationships improperly, Mr Allardyce had exhibited\ncaution and had told the reporters that they would need to clearly set out their\nproposal, which would then need to be cleared by the FA, and due diligence\nwould be required with respect of the company. It was also clear that Mr\nAllardyce had not previously entered a discussion about a potential commercial\nagreement; he was not, therefore, seeking to make as much money as he could\nfrom his role as England manager. The transcripts had also demonstrated that Mr\nAllardyce had taken the football agent to task for suggesting payments to\nplayers.\n62. The complainants’ key concern, however, was that the\nnewspaper had fundamentally misreported what Mr Allardyce had said about third\nparty ownership, which had been the focus of its exposé. They said that the\ntranscripts showed that his proposal had not concerned transfer fees, as\nreported; in fact, he had said that a third party could not get part of the\ntransfer fee because of the rules on third party ownership, but an agent\nworking for a company could get commission on the negotiation or renegotiation\nof a player’s contract. There was a fundamental difference between an agent\nreceiving a percentage of a transfer fee and an agent receiving commission on a\ncontract that he had negotiated. The advice Mr Allardyce had given would not\nbreach FA rules and was legitimate; it was a way that companies could invest in\nfootball in the UK without falling foul of the rules on third party ownership.\n63. In addition, they noted that it had been the reporter\nwho had talked about ways of working around or through third party ownership\nrules, and a journalist had said that the company wanted to buy economic rights\n“in places where we can do that”, which had led to the conversation about it\nbeing possible in certain regions. As the complainants had understood that the company\nwas not proposing third party ownership in countries where it was prohibited,\nthere had been no abuse of the rules or advice given on how to break them. Mr\nAllardyce and Mr Curtis had made clear that third party ownership would have to\nend when a player came to the UK.\n64. The complainants said that the transcripts had shown\nthat there had been no attempt to expose them engaging in discussions about\ncorrupt activity, and the newspaper had admitted that it had not expected them\nto engage in such wrongdoing during the meetings. Furthermore, the\ninvestigation had not demonstrated that Mr Allardyce had acted without caution:\nthe transcripts showed that he had repeatedly said that he would have to clear\nany deal with the FA. Mr Curtis had also said that “there is no way he will do\nanything that would compromise himself or the position that he’s got – bring\nany embarrassment on any employer”.\n65. The complainants also considered that the newspaper had\nmade no attempt to justify its use of subterfuge in relation to Mr Moloney and\nMr Curtis, or to justify publishing photographs and videos of them obtained\nthrough subterfuge. The transcripts demonstrated that the undercover reporters\nhad not known who Mr Moloney was and were unaware that he was attending the\nmeeting; they had also been unsure as to whether Mr Curtis would be attending.\n66. Mr Curtis and Mr Moloney disputed that there was a\npublic interest in reporting their lack of action in warning Mr Allardyce of\nthe risks he was taking: the transcripts demonstrated that they had advised Mr\nAllardyce correctly; furthermore, the newspaper was unaware of any advice they\nwere giving him outside the meetings. They said that there was no legal or FA\nreason that prohibited the discussions taking place.\n67. The newspaper denied that it had misrepresented what Mr\nAllardyce had said about third party ownership. His proposal was an established\nworkaround to third party ownership rules, which was being talked about in\nfootballing circles. Moreover, it was clear that he was suggesting that money\nwas to be passed from the agent to the fictitious company.\n68. The newspaper said that Mr Allardyce had also proposed\nthat the agent should get a ten per cent fee, when the FA rules on\nintermediaries recommended that remuneration for agents acting for a player in\na transfer should not exceed three per cent of the player’s income for the\nduration of the contract. This inflated percentage suggested by Mr Allardyce\nreinforced the idea that this was not an ordinary commission to an agent.\nRelevant Code provisions\n69. Clause 1 (Accuracy)\ni. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.iii. A fair opportunity to reply to significant inaccuracies should be given,\nwhen reasonably called for.\niv. The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.\nClause 10 (Clandestine devices and subterfuge)*\ni. The press must not seek to obtain or\npublish material acquired by using hidden cameras or clandestine listening\ndevices; or by intercepting private or mobile telephone calls, messages or\nemails; or by the unauthorised removal of documents or photographs; or by\naccessing digitally-held information without consent.\nii. Engaging in misrepresentation or\nsubterfuge, including by agents or intermediaries, can generally be justified\nonly in the public interest and then only when the material cannot be obtained\nby other means.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nThe public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public\ninterest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any obligation\nto which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n\n\n\n\n\n\n2. There is a\npublic interest in freedom of expression itself.\n3. The regulator\nwill consider the extent to which material is already in the public domain or\nwill or will become so.\n4. Editors invoking\nthe public interest will need to demonstrate that they reasonably believed\npublication - or journalistic activity taken with a view to publication – would\nboth serve, and be proportionate to, the public interest and explain how they\nreached that decision at the time.\nFindings of the Committee\n70. To comply with Clause 10 of the Code, the newspaper had\nto demonstrate that it had a reasonable belief that subterfuge would uncover\nmaterial in the public interest; that the level of subterfuge employed was\nproportionate to the public interest identified; and the material required\ncould not have been obtained by open means.\n71. Due to its obligation to protect confidential sources,\nthe newspaper had been unable to provide the primary information that had led\nit to investigate Mr Allardyce. However, it had explained that, in spring 2015,\nan individual, who the newspaper had considered to be a credible and reliable\nsource, had made a number of serious allegations against football managers,\nincluding Mr Allardyce, and these allegations were later repeated by other\nsources. The newspaper had insufficient evidence to justify publication of the\nallegations, which have been denied by Mr Allardyce. For the purpose of its\nconsideration of the claim under Clause 10, it was not necessary, or possible,\nfor the Committee to make a finding in respect of the allegations which had\nbeen made by the newspaper's sources prior to the investigation.\n72. The newspaper provided copies of contemporaneous email\ncorrespondence, which demonstrated that there had been senior editorial\ninvolvement at all stages of the decision-making process which had led to the\nundercover investigation, and discussion of the public interest that would be\nserved by it. When Mr Allardyce had been appointed England manager, the change\nof circumstances led the newspaper to decide to investigate whether he would be\nopen to forming an inappropriate commercial relationship. It had also hoped\nthat the meetings with Mr Allardyce would verify its sources’ more serious\nclaims.\n73. Football has huge commercial value in the UK, and the\nintegrity of the game is crucial to its millions of fans and investors. As\nEngland manager, Mr Allardyce held one of the most senior positions in English\nfootball, for which he was being paid a salary of £3 million by the FA. Given\nthat Mr Allardyce was such a senior figure at the FA, with a high public\nprofile, there was a strong public interest in the newspaper testing its belief\nthat he would be prepared to enter into an inappropriate commercial\nrelationship given the sources’ allegations of previous misconduct, which\nappeared to the newspaper to be credible. The newspaper had first engaged in a\ngeneral process of information gathering, examining in detail the claims made\nby its sources. As the newspaper’s sources were not willing to speak on the\nrecord, and given the nature of the allegations, the Committee was satisfied\nthat the newspaper could not have obtained this further material evidence by\nopen means; it was reasonable for it to have believed that it could only be\nobtained through subterfuge and that subterfuge was in the public interest.\n74. The newspaper had set up a company, created an elaborate\nback-story, and its undercover reporters had attended two meetings with the\ncomplainants lasting approximately four hours in total. While this did\nrepresent a sustained level of subterfuge, this was a productive and\nproportionate way to investigate the types of commercial relationships which Mr\nAllardyce was prepared to enter into and whether further material evidence\ncould be obtained to support the allegations which had been made by the\nnewspaper’s sources. The Committee noted that the meetings had mimicked\nprofessional approaches which Mr Allardyce could have encountered in his\nprofessional life, and the newspaper’s contact with the complainants had been\nlimited to two occasions. There had been no attempt to gain information from Mr\nAllardyce in relation to his private or personal life. The Committee was\nsatisfied that the level of subterfuge used in the investigation was\nproportionate to the public interest identified.\n75. To comply with Clause 10, the newspaper’s decision to\npublish the material it had obtained also had to be justified in the public\ninterest. The complainants had raised serious concerns about the accuracy of\nthe newspaper’s account of their conduct at the meetings, and detailed\nconsideration of these points was required in order to assess the public\ninterest justification for publishing the findings. However, as the Committee\nexplains later, aside from three significant inaccuracies, two of which appeared\nin accompanying comment articles, it found that the coverage of the\ninvestigation was not in breach of Clause 1 (see paragraphs 79 to 105).\n76. The newspaper’s investigation had not uncovered evidence\nthat the complainants had acted illegally, and during the meetings, they had\nmade clear that any commercial proposal would need to be clearly defined and\napproved by the FA before it was agreed. However, the newspaper had uncovered\nevidence which could reasonably be considered to demonstrate sufficiently\nserious impropriety on the part of the complainants to justify publication. In\nparticular, whilst it could not be demonstrated that Mr Allardyce had broken\nany FA rules, he appeared to show disregard for them and had spoken\ndisrespectfully about them to people he had only just met. In the first\nmeeting, he had explained a model which could reasonably be understood to\nresult in a third party benefitting from a player's transfer, albeit that it\nwas denied by the complainants that the model had the intention of achieving\nany improper benefit. He had also said that the FA ban on third party ownership\nwas “ridiculous”. The newspaper had also gathered evidence that he was willing\nto negotiate speaker fees with a company that was explicitly interested in\nthird party ownership of players. During the second meeting, he had witnessed a\nconversation in which a football agent appeared to suggest that an unauthorised\npayment could be made to a player. Although, later in the conversation, Mr\nAllardyce had emphasised that such a suggestion was against the rules, he had\nfirst said, “you can have that conversation when I’m not here” with a napkin\nplaced jokingly over his head.\n77. There was a clear public interest in publishing evidence\nthat the England manager, the figurehead of the national game, had made such\ncomments, which shed light on his attitude towards the rules of football in\nthis country and abroad. As Mr Curtis and Mr Moloney had taken part in the\nfirst meeting as the England manager’s key advisers, the reporting of their\ninvolvement was also justified.\n78. The Committee was satisfied that the newspaper had\njustified its methods based upon the information which it had previously\nreceived from its sources, and its decision to publish the material it had obtained\nwas also justified given the nature of the comments which had been made by the\ncomplainants at the meetings. The complaint under Clause 10 was not upheld.\n79. The Committee then considered the accuracy of the\ncoverage. The Committee had access to the recordings of the meetings between\nthe complainants and the undercover reporters, and it gave detailed\nconsideration to both the words spoken at these meetings, and the manner in\nwhich they were spoken.\n80. The stated purpose of the newspaper’s “Football for\nSale” investigation had been to expose corruption in football. As part of the\ncoverage, the newspaper had reported comments made by Mr Allardyce at two\nmeetings with undercover reporters as the investigation’s most significant\nexposure: the coverage opened with the front-page headline “England Manager for\nSale”.\n81. The Committee noted the complainants’ concern that by\nfocusing on Mr Allardyce in the coverage of its investigation, which had made\nrepeated references to bribes, bungs and corruption, the newspaper had given\nthe seriously misleading impression that his conduct amounted to corruption.\n82. The Committee considered the complainants’ contention\nthat the coverage had presented a misleading picture of their actions during\nthe undercover investigation, and had inaccurately mischaracterised this as\nconstituting corruption.\n83. The investigation had been carried out in the context of\na history of alleged corruption in football. The Committee noted that the\nnewspaper had reported that its investigation had found evidence of illegality,\nincluding agents boasting of making payments to managers; an assistant manager\naccepting a bundle of cash from an agent; and footballers placing bets on their\nown match. None of these allegations were made against the complainants.\n84. As England manager, Mr Allardyce was the highest-profile\nperson to stand accused of impropriety. He held one of the most senior\npositions at the FA, the body tasked with setting and enforcing the rules of\nfootball in England. In that role, it was his responsibility to demonstrate\nleadership and to uphold the FA’s standards, both in public and in private. A\nfailure to do so on his part would cast serious doubt over the integrity of the\ngame as a whole in England.\n85. The newspaper reported that it had obtained evidence\nthat Mr Allardyce would enter into discussions with representatives of a\ncompany “he had only just met” to secure a lucrative speaking deal, and that\ndespite being made aware, at a first meeting, that the company was interested\nin third party ownership of players, a practice disapproved of and banned by\nthe FA in England, he had nevertheless attended a second meeting. The newspaper\nhad also reported that Mr Allardyce had offered advice to the company on how to\n“get around” rules on third party ownership, and had commented that the FA’s\nrules on the practice were “ridiculous”. The Committee considered that the\nnewspaper had also published material which appeared to show Mr Allardyce\ndemonstrating blatant disregard for the rules when he witnessed an agent\nappearing to suggest that an unauthorised payment could be made to a player,\nand he said that the conversation could take place “when I’m not here”.\n86. The coverage of Mr Allardyce’s comments during the\nmeetings was presented in the context of the newspaper’s wider investigation\ninto corruption in football. Both in the presentation of its findings, and\ndirectly in its leader columns, the newspaper had suggested that Mr Allardyce’s\nconduct contributed to a climate in which corruption of the kind that it had\nsought to expose elsewhere within its “Football for sale” series of articles\nmight be tolerated. For instance, in the eighth article, a leader column, the\nnewspaper had expressed its opinion that as England Manager, Mr Allardyce was a\n“figurehead and standard-bearer” for football, and that his conversations with\nthe undercover reporters had shown that he was “not the man to champion probity\nand honesty in the game”. In the tenth article, also a leader column, the\nnewspaper had characterised his conduct as “discreditable personal behaviour”\nand had said that he may consider himself the “fall guy” for the “deeper crisis\nin sport exposed by this newspaper“. The Committee considered that, by\npublishing the articles as part of the wider coverage, the newspaper had not\naccused the complainants of corruption which amounted to illegality. The\nallegation in relation to Mr Allardyce was that he had been prepared to engage\nin the type of behaviour which had been identified in the articles and which\ncould be considered to be inappropriate for somebody in his position. Given that\nthe conduct for which Mr Allardyce was criticised was made clear in the\narticles, the Committee found that the inclusion of the articles, as part of\nthe wider coverage, did not constitute a failure to take care over the accuracy\nof the coverage relating to Mr Allardyce.   \n87. During the first meeting with the undercover reporters,\nthe complainants had engaged in a discussion about third party ownership, a\npractice that is widely regarded as ethically wrong as it allows the economic\nrights of a professional football player to be owned or partially owned by a\nthird party so that it may benefit financially from transfer fees. The FA\nbanned the practice, which has been described by senior figures in football as\nmodern-day “slavery”, on the basis that it poses “an unacceptable level of risk\nto the integrity of our competitions”. FIFA, football’s world governing body,\nalso banned the practice in 2014.\n88. During the meeting, Mr Allardyce gave no indication of\nconcern that the company was proposing to engage in the practice of third party\nownership “in places where we can do that”, a practice which he knew to be\nbanned in the UK; indeed, he had said that the FA ban on third party ownership\nwas “ridiculous”. When the reporters explained that the company was interested\nin getting involved in the transfer market, Mr Curtis had questioned whether\nthere would be “third party ownership problems”, and Mr Allardyce had said that\nthis was “not a problem”, and he named two individuals who he said had “been\ndoing it for years”. Mr Allarydce then set out a model which the Committee\nconsidered could reasonably be understood to enable a company to benefit\nfinancially from the transfer of a player, albeit not from a transfer fee\ndirectly. The complainants denied that this model sought to achieve any\nimproper benefit.\n89. Mr Allardyce explained that a company that owned a\nplayer would have to release the player from ownership if they wanted to play\nfor a team in England. He suggested that the company could then employ an agent\nto represent that player, and take from the agent a proportion of the agent’s\ncommission in relation to any contract negotiated in relation to the player.\nUnless the player later chose to change agents, the agent and the company would\nshare the financial benefits of any future contract negotiations.\n90. The Committee acknowledged Mr Allardyce’s position that\nhe was unaware of the extent of the ban on third party ownership, and it noted\nthat the undercover reporter had made it clear that the company was only\ninterested in third party ownership “in places where we can do that”. However,\nit was also clear from the tone and phrasing of the conversation that the\ncomplainants had known that third party ownership was controversial and that it\nwas banned in England; Mr Curtis in particular had questioned how Mr\nAllardyce’s proposed model would work legally. Despite this, Mr Allardyce had\nstill been willing to propose an alternative model which the Committee\nconsidered could reasonably be understood to achieve one of the aims of third\nparty ownership, namely to allow a third party to benefit financially from a\nplayer’s transfer, albeit that it was denied by the complainants that the model\nsought to achieve any improper benefit.\n91. The Committee noted the complainants’ position that Mr\nAllardyce was not advocating a model which achieved the aims of third party\nownership and that, instead, his comments related to the commission which could\nbe made by a player’s agent from the negotiation and re-negotiation of\ncontracts, rather than from transfer fees. In support of this position, the\ncomplainants emphasised that Mr Allardyce had said \"you're not getting a\npart of the transfer fee anymore, ‘cause you can't do that”, which they said\nindicated that the payment to which he was referring would not be part of the\ntransfer fee. The complainants also maintained that the type of arrangement\nbeing proposed by Mr Allardyce was commonplace and uncontroversial, as it would\nrepresent a commission on the contract sum and not a proportion of the transfer\nfee itself. In contrast, it was the newspaper's position that Mr Allardyce was\nproposing a model which would allow a third party to obtain a financial benefit\nfrom a transfer through its employment or control over a player’s agent; a\ncompany would thereby profit indirectly from the player’s transfer, without\nengaging in the banned practice of third party ownership. In support of this\ninterpretation, the newspaper noted that Mr Allardyce’s comments were made in\nthe context of a discussion about third party ownership and that he was\nreferring to a ten per cent share of a sum of £30 million or £40 million. The\nnewspaper said that these references indicated that Mr Allardyce was referring\nto a means by which a third party could receive a proportion of the transfer\nfee, and not to commission earned by the agent on a re-negotiation of a\ncontract. The complainants disputed that this interpretation could be justified\nbased on what Mr Allardyce had said; such a scheme would also breach the FA\nrules.\n92. The Committee was not in a position to determine what Mr\nAllardyce had intended to mean by his comments. The Committee considered the\ninterpretation placed upon the relevant passage of the transcript by each\nparty, and itself considered the full transcript and the following passage, in\nparticular:\nMC: Is that the third party ownership problem?\nSA: It's not a problem .... . .\nUC: Yeah I mean there are, there are ways round that as I\nunderstand it, or ways through that.. ..... ... . .\nSA: [ x and y ] they've been doing it for years ...... .. .\nSA: You can still get round it. I mean obviously the big\nmoney's here . ....\nSA: What they would be better doing is, making sure they've\ngot the ownership and the agent, so they own the agent, the agent works for them as\nwell. 'Cause then the agent - if he gets sold on again, the agent will get more money if he\ngets sold on again ..... .\nSA : and you get a percentage of the player's agent's fee,\nthat the agent pays to you, the company, because he's done that new deal at that club,\nagain, or they sell him on, and you're not getting a part of the transfer fee anymore,\n'cause you can't do that, but because of the size of the contracts now, the contract'll be\nworth thirty, forty million, at ten per cent.\nMC: I understand that.\nSA :And you've done a deal with the agent where you're\ngetting five per cent of the agent's fee. Which is massive for doing about two hours'\nwork ..... . .\nSA: You need somebody ... to be dedicated to that department\n... For many investment companies now, it's quite lucrative.\"\n93. In its coverage, the newspaper had described the method\nset out by Mr Allardyce variously as “a workaround”; a method by which the\nrules could be “circumnavigated”; and an attempt to “flout the rules”. The\nCommittee noted the complainants’ concern that these descriptions of the model\nproposed by Mr Allardyce were inaccurate given their position that he had not\nbeen advocating a model that would achieve the same objective as third party\nownership. The Committee considered, however, that the context of the\ndiscussion made it clear that Mr Allardyce was proposing a method whereby a\nthird party could share in the financial rewards associated with a transfer, if\nnot sharing the transfer fee itself. Mr Allardyce himself had presented the\nmodel as a way in which the benefits of third party ownership could be\nachieved. When asked whether there were “third party ownership problems\nthough?”, he had said ‘it’s not a probIem… XXX, XXX and XXX, been doing it for\nyears”. With reference to England, he had said “You can still get round it. I\nmean obviously the big money's here”. The Committee also considered that the\nmodel set out by Mr Allardyce risked running contrary to the purpose of the\nthird party ownership rules, namely protecting the integrity of the game by\n(for instance) preventing a third party from influencing a club or player’s\nbehaviour. Given that Mr Allardyce had himself suggested that the model was a\nway to achieve the same benefit as third party ownership, the Committee did not\nconsider it was significantly inaccurate for the newspaper to have described Mr\nAllardyce’s comments as a “workaround”, a way by which third party ownership\nrules could be “circumnavigated”, or an attempt to “flout the rules”. Nor was\nthere any failure to take care over the accuracy of the articles in this\nregard.\n94. The Committee noted, however, that the first article had\nreported that Mr Allardyce had explained that the company could have an agent\nworking for it and the “agent could represent the individual players and so be\nentitled to commission, which would be a percentage of any sell on fees\n[transfer fees]”. While the Committee had found that it was not inaccurate to\nreport that Mr Allardyce had set out a model which resulted in a third party\nsharing in the financial rewards of a transfer, he had not said that a third\nparty could benefit from the transfer fee itself. Rather, he had said, “you’re\nnot getting part of the transfer fee anymore, ‘cause you can’t do that”. As\nsuch, the suggestion in the first article that Mr Allardyce had said that a\nthird party could benefit from “sell on fees [transfer fees]” represented a\nsignificant inaccuracy requiring correction under Clause 1(ii). The newspaper\nhad failed to take care over the accuracy of the first article in relation to\nthis point, in breach of Clause 1(i).\n95. In the sixth article, the columnist had asked how the FA\ncould have stood in judgement having permitted the complainant to “brief on\nbreaking the rules”. In considering this point, the Committee acknowledged the\ncomplainants’ position that neither what Mr Allardyce had said, nor his\nconduct, had amounted to a breach of FA rules. The Committee had already found\nthat what Mr Allardyce had proposed was a “workaround”, rather than a breach of\nthe rules. In this article, however, the newspaper had not made clear that it\nconsidered that the method proposed was a means of circumventing the rules; the\narticle had given the significantly misleading impression that Mr Allardyce had\ngiven advice on breaking the rules. This represented a failure to take care\nover the accuracy of the article in breach of Clause 1(i). A correction was\nrequired in order to avoid a breach of Clause 1(ii).\n96. Mr Allardyce had actively engaged in discussions with\nrepresentatives of the company despite it making clear that it planned to\nengage in third party ownership, after which he had attended a second meeting\nwith representatives of the firm. The Committee acknowledged the complainants’\nposition that the company was not proposing to engage in third party ownership\nin England. Nevertheless, the newspaper had been entitled to report its view\nthat Mr Allardyce had been “unperturbed” that the company had been proposing\nthird party ownership of players (a practice which is in contravention of FA\nrules and will be in contravention of FIFA rules following the end of the\ntransitional period), and to report that he had known the company to be\n“engaging in the third party ownership of football players” given that the\ncompany had clearly expressed an interest in doing so. There was no breach of the\nCode on these points.\n97. The Committee was concerned that the seventh article had\nasserted that Mr Allardyce had entered negotiations “to provide insights and\nguidance over how [the firm] could get around regulations banning third party\nownership of players”. In fact, the proposal was for him to undertake speaking\nengagements on behalf of the firm. The Committee acknowledged that this\nreference appeared in a comment piece; nonetheless, it was an inaccurate\nfactual assertion that had given the significantly misleading impression that\nMr Allardyce had chosen to pursue actively the possibility of receiving payment\nspecifically in return for advice on how third party ownership rules could be\ncircumvented. This was a significant distortion of the true position and\nrepresented a failure to take care over the accuracy of the article in breach\nof Clause 1 (i). A correction was required in order to avoid a breach of Clause\n1 (ii).\n98. The newspaper had also accused Mr Allardyce of failing\nto consider potential conflicts of interest that would arise if he agreed to\nwork for the sports management company. The Committee noted that it was not\nagainst FA rules for the England manager to explore commercial opportunities,\nand it acknowledged that Mr Curtis had emphasised during the first meeting that\nbefore any agreement was made, the proposal would need to be precisely defined\nand cleared by the FA. Mr Allardyce had also repeated this position at the\nsecond meeting.\n99. However, the Committee considered that the transcript\nand the recordings indicated that Mr Allardcye had not himself raised and,\ntherefore, appeared not to have considered the conflict of interest that could\npotentially arise if players part owned by the company were selected to play\nfor England, resulting in a rise in their value and an increase in profits for\nthe company's investors. Furthermore, the Committee found that there was a\ndistinction to be drawn between the complainants’ evident concern not to be\nfound to be in breach of FA rules, and a direct expression of concern by Mr\nAllardyce, himself, in relation to the propriety of his activities. At multiple\npoints in the transcript, the complainants referred to FA rules, but the\nCommittee concluded that the newspaper was entitled to take the view that this\ndid not extend to a personal concern on Mr Allardyce’s behalf about his\nconduct. While he had said that any deal would need to be cleared by the FA, he\nhad still attended a meeting with a company when he had known very little about\nits background; he had discussed the details of the proposed trips abroad and\nthe fee; and he had said that “in principle” the speaking arrangements would be\n“okay”. He had also shown no concern that the company was proposing to engage\nin third party ownership in territories where it was still permissible, in\ncircumstances where the practice had been banned in England by his employer. Mr\nAllardyce had, in fact, ridiculed the ban when he had said at the first meeting\nwith the reporters that it was “ridiculous”. Further, he had attended a second\nmeeting with the firm in the knowledge of its intentions, at which he appeared\nto countenance discussions by his close associates of the practice of\nunauthorised payments to players, so long as he was not personally involved. The\nnewspaper was entitled to take the view that Mr Allardyce’s conduct\ndemonstrated that he personally had failed to give proper consideration to\npotential conflicts of interest; the newspaper’s characterisation could be\njustified and was not significantly misleading. There was no breach of the Code\non this point.\n100. he\nCommittee considered Mr Curtis’s denial that he had said that the role would\n“only” conflict with Mr Allardyce’s job as England manager if he advised on\nplayers and transfers, as reported in the first article. In fact, Mr Curtis had\nnot identified only one area of potential conflict. As well as saying “We’d\nhave to be very clear and precise as to what he can and can’t do and in terms\nof him advising on players and transfers and fees and things like that – I\nthink it’s possibly sticky ground that he would have to run by his employers at\nthis moment in time”, he had said that a possible conflict would arise if Mr\nAllardyce was to be required to canvas investors or to endorse the company\npublicly, and had stated his more general position that any agreement would\nhave to be cleared by the FA. Nevertheless, Mr Curtis had emphasised that\nadvising on players and transfers was a key area of potential conflict and he\nhad not referenced other potential conflicts that had been identified by the\nnewspaper. For these reasons, the Committee did not consider that this\ninaccuracy was significant, such that a correction was required. There was no\nbreach of the Code on this point.\n101. The Committee noted the complainants’\nconcern that, in the fifth article, the newspaper had inaccurately reported\nthat Mr Allardyce “may have breached FA rules” by failing to report the\ncomments made by the football agent about making unauthorised payments to\nplayers. The complainants denied that this was the case. However, the article\nhad not stated, as fact, that the conversation breached FA rules; this was\nclearly conjecture, and the article had made the basis for the conjecture\nclear. It had accurately described the conversation, including the fact that Mr\nAllardyce had said that such payments to players could not be made, and it had\nquoted the relevant section of the FA’s “Rules of the Association”, which state\nthat “a Participant shall immediately report to The Association any incident,\nfacts or matters which may constitute Misconduct.” Similarly, the second\narticle, which reported that Mr Allardyce’s meetings “could fall foul of world\nfootball’s code of ethics”, speculated as to whether Mr Allardyce had breached\nFIFA rules on conflicts of interest, and it had made clear that Mr Allardyce\nhad said “repeatedly” that any deal would need to be cleared by the FA. It is\nnot the role of the Committee to make a finding in relation to the application of\nthe FA rules or any code of ethics. Whilst the Committee acknowledged that the\ncomplainants did not accept the newspaper's interpretation of the rules and the\nobligations imposed by the code, the newspaper had identified the basis for its\nview and had distinguished clearly between comment, conjecture and fact. There\nwas no breach of the Code on these points.\n102. Mr\nAllardyce had been appointed England manager on 22 July 2016. On 19 August\n2016, the complainants had arranged to meet undercover reporters, claiming to\nrepresent a sports management company, in order to discuss the possibility of\nMr Allardyce being paid to undertake speaking engagements. During the meeting,\nMr Curtis had suggested a fee of £400,000 for four engagements, which would be\npaid to Mr Allardyce on top of his £3-million salary as England manager.\nAlthough the complainants had made clear that there was a limit to the amount\nof work Mr Allardyce could accept due to his role as England Manager, and Mr\nCurtis had stated that this was the only commercial opportunity that he had so\nfar explored, the newspaper had been entitled to take the view that Mr\nAllardyce’s attendance at the meeting demonstrated that he was keen to\ncapitalise on his role as England manager. The Committee also noted the\nnewspaper’s point, in support of this view, that Mr Allardyce had not yet met\nthe England team at the time of the first meeting. That Mr Allardyce had “tried\nto make as much money as possible as England manager” would have been\nunderstood to be the newspaper's comment and was not significantly misleading.\nThere was no failure to take care over the accuracy of the coverage on this\npoint.\n103. The\ncomplainants also disputed the report that Mr Allardyce had admitted he was “a\nfool” to have advised on how to ”get around” the FA’s transfer rules. The\nfifteenth article made clear that the source of this report was the Chairman of\nthe FA, Mr Clarke, who reported Mr Allardyce’s admission as being an answer to\nthe question “What have you done?” and also reported that Mr Allardyce “wasn’t\nin denial” and said “I’ve let the side down”. This conversation and those\nreported comments by Mr Allardyce were in the context of the allegation against\nMr Allardyce that he had advised as to how to “get around the rules”. In those\ncircumstances, it was not inaccurate for the newspaper to link Mr Allardyce’s reported\nadmissions that he had been a fool and had “let the side down” to the\naccusations made against him and to the background to the meeting with the\nChairman. There was no failure to take care over the accuracy of the article on\nthis point.\n104. The complainants said that the\nnewspaper had inaccurately described Mr Moloney as Mr Allardyce’s financial\nadviser. However, Mr Moloney worked for an accountancy firm; he had attended\nthe meeting with the reporters as Mr Allardyce’s business associate; and he had\nintroduced the subject of fees. In these circumstances, the brief reference to\nhim as financial adviser to Mr Allardyce was not significantly misleading. The\nnewspaper had not given the inaccurate impression that he was registered as an\nIndependent Financial Advisor. There was no breach of the Code on this point.\n105. The\ncomplainants had identified three inaccuracies, which required correction under\nthe terms of the Code. The newspaper had offered to correct the assertion in\nthe sixth article that Mr Allardyce had “briefed on breaking the rules”. As\nsuch, there was no breach of Clause 1 (ii) on this point. However, it had not\noffered to correct the report in the first article that Mr Allardyce had\nsuggested a method by which a third party could benefit from “sell on fees”. It\nhad also not offered to correct the assertion in the seventh article, that he\nhad entered negotiations “to provide insights and guidance over how [the firm]\ncould get around regulations banning third party ownership of players”. Its\nfailure to promptly correct these points represented a breach of Clause 1(ii).\nConclusion\n106. The\ncomplaint was not upheld under Clause 10. It was upheld under Clause 1 in\nrelation to three articles.\nRemedial action required\n107. In\ncircumstances where the Committee establishes a breach of the Editors’ Code, it\ncan require the publication of a correction and/or adjudication, the nature,\nextent and placement of which is determined by IPSO.\n108. In this\ncase, the complainants had identified three significant inaccuracies that\nrepresented a breach of Clause 1(i), which required correction. The newspaper\nhad not offered to publish a correction to address two of these points.\n109. Having considered the nature of the inaccuracies, and their relatively\nlimited prominence within the articles under complaint, the Committee\nconsidered that the appropriate remedial action was the publication of a\ncorrection. This correction should appear on page two of the newspaper, where\nthe first article had appeared, or further forward (the sixth article had\nappeared on page four and the seventh article had appeared on page 22). It\nshould also appear at the top of the articles as they appear online.\n110. The correction should state that it\nhas been published following an upheld ruling by the Independent Press\nStandards Organisation, and it should make clear that Mr Allardyce did not\nsuggest a model by which a third party could benefit from transfer fees; he did\nnot brief undercover reporters on breaking the rules; and he did not enter\nnegotiations to provide guidance on how to get around rules on third party\nownership. The full wording should be agreed with IPSO in advance.\nDate complaint received: 21/11/2016\nDate decision issued: 19/10/2017\nReview\nThe complainants complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}