{
    "url": "/rulings-and-resolution-statements/ruling/?id=13404-16",
    "title": "13404-16 Ahmed and Begum v The Sun",
    "provisions": [
        "4 Intrusion into grief or shock (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "received_on": "2016-11-21 00:00:00",
    "concluded_on": "2017-06-21 00:00:00",
    "complaint_processing_days": 212,
    "conclusion_long": "of an inquest; however, it is accepted procedure for a spokesperson to warn the newspaper if the information put to him/her is incorrect. As such, the newspaper said that it was sufficient to rely on the MOJ’s silence on this point, as supporting the accuracy of the claims about Mr Ahmed’s death. 8. The newspaper said that it did not approach the grieving family directly, but was informed by the MOJ that they had been informed of Mr Ahmed’s death. It said that at no point did the MOJ ask the reporter to tone the coverage down. It also highlighted a study which reported that most drug tests given to people on parole or probation are unlikely to detect synthetic marijuana. Nonetheless, it amended the online article to make clear that the allegations that Mr Ahmed had smoked “Spice” were made by other prisoners, and had not yet been confirmed. 9. The newspaper said that in respect of Clause 4, it took care not to report further graphic details about Mr Ahmed’s death. In any event, it said such details would become publicly available from the coroner during the inquest. 10. The newspaper offered to publish the following correction on page two of The Sun in the corrections and clarifications column, and on the homepage of The Sun online for twenty four hours, and thereafter in the corrections section: In a report about the death of prisoner Shabul Ahmed, ‘Inmate killed by “Spice”’ (22nd July 2016), it was suggested that he died after taking the banned drug known as “Spice”. The information about “Spice” was provided by three separate sources but we are happy to clarify that the Ministry of Justice had not confirmed that he died as a result of taking “Spice”. An inquest on the death will be held in due course. We are sorry for any distress caused to the family. 11. The newspaper also offered to change the reference to “robber” to “prisoner”, and to remove the reference to “caged for robbery”, in the online article. Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. These provisions should not restrict the right to report legal proceedings. Findings of the Committee 13. The Committee extended its sympathy to the complainants for their loss, and acknowledged the distress that the article had caused. 14. The Committee noted the considerable public interest in reporting on the death of a prisoner. The newspaper said it had received information from a number of different sources about the manner of Mr Ahmed’s death, and had checked this information with the MOJ prior to publication. There was no on the record confirmation of this and, given that an investigation was ongoing, it had not been established that this was the cause of Mr Ahmed’s death. However, the newspaper had not presented this as a speculation but as fact, when it had no sufficient basis for doing so. This represented a failure to take care, in breach of Clause 1 (i), and the article gave the significantly misleading impression that the cause of Mr Ahmed’s death had been established. 15.  The Committee also noted the complainant’s concern that the article reported that Mr Ahmed was a convicted robber, when he was convicted of grievous bodily harm. In the context of an article which did not report on the circumstances of Mr Ahmed’s conviction, and given the seriousness of both offences, the Committee did not consider that this was a significant inaccuracy. There was no breach of Clause 1 on this point. 16. The newspaper had published significantly misleading information which required correction under Clause 1 (ii). Shortly after receiving the complaint, the newspaper made amendments to the online article which made clear that the claims regarding Mr Ahmed’s cause of death were speculative. The newspaper later offered to publish a clarification, which adequately addressed the misleading information, that Mr Ahmed “died after smoking ‘Spice’”, and made clear that this was yet to be confirmed. It also included an apology. Given that the article was published on page sixteen, the Committee considered that the offer to publish the clarification on page two, in the corrections and clarifications column, was sufficiently prominent. There was no breach of Clause 1 (ii). 17. The Committee noted the newspaper’s position that it had checked prior to publication that the family were aware of Mr Ahmed’s death. However, given that the cause of his death had not yet been confirmed, and that the article was published within three days of his death, the Committee considered that publication was not handled with the sensitivity required under the Code. There was a breach of Clause 4. Conclusions 18. The complaint was upheld in relation to Clause 1 (i) and Clause 4.",
    "remedial_action": "19. Having upheld the complaint, the Committee considered what remedial action should be required.20. To remedy the established breach of the Code, the publication should now publish the clarification, as offered.Date complaint received: 21/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13404-16 Ahmed and Begum v The Sun\nSummary of Complaint\n1. Shueb Ahmed and\nSheema Begum complained to the Independent Press Standards Organisation that\nThe Sun breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in an article headlined “Inmate killed\nby “Spice””, published in print on 22 July 2016 and “INMATE KILLED BY “SPICE”\nPrisoner screamed for help in his cell as he died after smoking outlawed\nsynthetic marijuana”, published online on 22 July 2016.\n2. The article\nreported that Shabol Ahmed had died after smoking ““Spice”” in his cell. It\nsaid that he was screaming for help after smoking the synthetic marijuana, but\nprison officers and medics were unable to help him. It said that prison bosses\nat HMP Highpoint in Suffolk were investigating how he got the drug which, in a\nrecent survey, a third of prisoners claimed to have used. The article quoted\nthe Chief Inspector of Prisons, who warned that “Spice” “was having a\ndevastating impact in UK prisons”, and the Prison Service, who said that there\nwould be an investigation into Mr Ahmed’s death.\n3. The online\narticle contained additional information about the experiences of prisoners who\nhad observed the effect of drugs on other prisoners. It also quoted the Prison\nService, which emphasised that it had a zero tolerance approach to drugs in\nprisons.\n4. The\ncomplainants, the brother and mother of Mr Ahmed, said that the article did not\ndeal sensitively with a story involving a bereaved family. They said that the\narticle was published within three days of Mr Ahmed’s death when they were in a\nstate of shock, and had not been warned that his death was being investigated,\nor informed of any of the detail set out in the article. In particular they\nsaid the detail that Mr Ahmed was “screaming for help” caused them anxiety.\n5. The complainants\nalso said that it was misleading to report that Mr Ahmed’s death had been\ncaused by “Spice” as there was no basis to do so. They said that there remained\na lack of medical evidence to corroborate the claim that illegal substances\ncontributed to Mr Ahmed’s death, and confirmed that the toxicology report\nobtained in the case found no trace of synthetic drugs. They also said that the\narticle did not qualify the source of the claims made about the way in which Mr\nAhmed died. They said the article had reported comments from the Prison Service\nas though they were made in relation to Mr Ahmed’s death, when in fact they had\nbeen made following the publication of a survey into the use of drugs by\nprisoners. They said that this perpetuated the impression that Mr Ahmed had died\nfrom substance abuse.\n6. The complainants\nalso said that it was inaccurate to report that Mr Ahmed was convicted of\nrobbery, because he was convicted of grievous bodily harm.\n7. The newspaper\nextended its sympathy to the complainants for their loss, and said it was sorry\nthat the reporting of Mr Ahmed’s death had caused the family further distress.\nHowever, it said that any death in prison was regrettable, and a matter of\npublic interest. It said that it received information about Mr Ahmed’s death\nand conviction from multiple sources, including information provided by an\nagency. It said that the information provided by all these sources matched, and\nthat prior to publication, it put the specific claim to the Ministry of Justice\n(MOJ) that Mr Ahmed’s death was a result of taking “Spice”, which was neither\ndenied nor confirmed by the MOJ. The newspaper could not provide evidence of\nthe MOJ’s response to the allegation, but provided an official statement made\nby the MOJ prior to publication. It said that the MOJ would not have confirmed\nMr Ahmed’s cause of death prior to the conclusion of an inquest; however, it is\naccepted procedure for a spokesperson to warn the newspaper if the information\nput to him/her is incorrect. As such, the newspaper said that it was sufficient\nto rely on the MOJ’s silence on this point, as supporting the accuracy of the\nclaims about Mr Ahmed’s death.\n8. The newspaper\nsaid that it did not approach the grieving family directly, but was informed by\nthe MOJ that they had been informed of Mr Ahmed’s death. It said that at no\npoint did the MOJ ask the reporter to tone the coverage down. It also\nhighlighted a study which reported that most drug tests given to people on\nparole or probation are unlikely to detect synthetic marijuana. Nonetheless, it\namended the online article to make clear that the allegations that Mr Ahmed had\nsmoked “Spice” were made by other prisoners, and had not yet been confirmed.\n9. The newspaper\nsaid that in respect of Clause 4, it took care not to report further graphic\ndetails about Mr Ahmed’s death. In any event, it said such details would become\npublicly available from the coroner during the inquest.\n10. The newspaper offered to publish the following\ncorrection on page two of The Sun in the corrections and clarifications column,\nand on the homepage of The Sun online for twenty four hours, and thereafter in\nthe corrections section:\nIn a report about the death of prisoner Shabul Ahmed,\n‘Inmate killed by “Spice”’ (22nd July 2016), it was suggested that he died\nafter taking the banned drug known as “Spice”. The information about “Spice”\nwas provided by three separate sources but we are happy to clarify that the\nMinistry of Justice had not confirmed that he died as a result of taking\n“Spice”. An inquest on the death will be held in due course. We are sorry for\nany distress caused to the family.\n11. The newspaper also offered to change the reference to\n“robber” to “prisoner”, and to remove the reference to “caged for robbery”, in\nthe online article.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n13. The Committee\nextended its sympathy to the complainants for their loss, and acknowledged the distress that the article\nhad caused.\n14. The Committee noted the considerable public interest in\nreporting on the death of a prisoner. The newspaper said it had received\ninformation from a number of different sources about the manner of Mr Ahmed’s\ndeath, and had checked this information with the MOJ prior to publication.\nThere was no on the record confirmation of this and, given that an\ninvestigation was ongoing, it had not been established that this was the cause\nof Mr Ahmed’s death. However, the newspaper had not presented this as a speculation\nbut as fact, when it had no sufficient basis for doing so. This represented a\nfailure to take care, in breach of Clause 1 (i), and the article gave the\nsignificantly misleading impression that the cause of Mr Ahmed’s death had been\nestablished.\n15.  The Committee\nalso noted the complainant’s concern that the article reported that Mr Ahmed\nwas a convicted robber, when he was convicted of grievous bodily harm. In the\ncontext of an article which did not report on the circumstances of Mr Ahmed’s\nconviction, and given the seriousness of both offences, the Committee did not\nconsider that this was a significant inaccuracy. There was no breach of Clause\n1 on this point.\n16. The newspaper had published significantly misleading\ninformation which required correction under Clause 1 (ii). Shortly after\nreceiving the complaint, the newspaper made amendments to the online article\nwhich made clear that the claims regarding Mr Ahmed’s cause of death were\nspeculative. The newspaper later offered to publish a clarification, which\nadequately addressed the misleading information, that Mr Ahmed “died after\nsmoking ‘Spice’”, and made clear that this was yet to be confirmed. It also\nincluded an apology. Given that the article was published on page sixteen, the\nCommittee considered that the offer to publish the clarification on page two,\nin the corrections and clarifications column, was sufficiently prominent. There\nwas no breach of Clause 1 (ii).\n17. The Committee\nnoted the newspaper’s position that it had checked prior to publication that\nthe family were aware of Mr Ahmed’s death. However, given that the cause of his death had not yet been confirmed, and that the article was published within three days of his death, the Committee considered that publication was not handled with the sensitivity required under the Code. There was a breach of\nClause 4.\nConclusions\n18. The complaint was upheld in relation to Clause 1 (i) and Clause 4.\nRemedial Action Required\n19. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.20. To remedy the established breach of the Code, the\npublication should now publish the clarification, as offered.Date complaint received: 21/11/2016Date decision issued: 21/06/2017  \nBack to ruling listing\n\n\n"
}