{
    "url": "/rulings-and-resolution-statements/ruling/?id=13416-16",
    "title": "13416-16 Versi v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-11-18 00:00:00",
    "received_on": "2016-11-21 00:00:00",
    "concluded_on": "2017-03-20 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "N/A Date complaint received: 21/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13416-16 Versi v Express.co.uk \nSummary of complaint 1.   \nMiqdaad Versi complained to the Independent Press Standards\nOrganisation that express.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Anger as less than A THIRD of Muslim\nnations sign up to coalition against ISIS”, published on 18 November\n2016. 2.    The article reported that Matthew Rycroft, the UK's\nPermanent Representative to the United Nations (UN), had “taken aim” at some\nMuslim nations and had “slammed” them for not “clamping down on extremism”. The\narticle quoted from Mr Rycroft's speech to the UN, in which he highlighted that\njust 18 of 57 Muslim-majority states that were part of the Organisation of\nIslamic Cooperation (OIC) had signed up to the Global Coalition against Da’esh.\nIt also quoted Mr Rycroft singling out Egypt and the United Arab Emirates for\nspecial praise for the work both countries had done countering the “hate\npreached by Da’esh”. 3.    The complainant said\nthat the headline was misleading because the article did not identify any anger\ndirected at Muslim nations. He said that Mr Rycroft’s speech to the UN did not\nexpress any anger at Muslim nations, and that it was misleading to summarise the\nspeech as him having “taken aim at some Muslim nations”, or “slamming them for\nnot clamping down on extremism”, when he was in fact praising some Muslim\nnations, and saying that all can do more. He also said that Clause 1(iii) of\nthe Code had been breached because the publication had not offered him a right\nto reply. He said that he should have the right to reply in relation to all\ninaccurate reporting of Muslims or Islam, not least because of his personal\nwork pursuing complaints on such matters, as well as his role as Assistant\nSecretary General at the Muslim Council of Britain. He did not think it would\nbe justified to give Clause 1(iii) a restrictive interpretation, and said it\nshould be applicable whenever there is a need to remedy a significant\ninaccuracy, not just when inaccuracies relate to individuals. 4.    The publication acknowledged that it was misleading to\nreport that Mr Rycroft had expressed anger at Muslim nations that had not\nsigned up to coalition against ISIS. However, it said that a diplomat like Mr\nRycroft is not in a position to make direct statements of fact in his role. It\nsaid that as his short speech had highlighted that 18 of 57 members of the OIC had\njoined a coalition against ISIS, it was not significantly misleading to\ncharacterise this as a veiled criticism of those members of the OIC who had not\njoined. Nonetheless, the publication amended the headline to remove the\nreference to “anger”, amended the first line of the article to remove the\nassertion that Mr Rycroft had criticised Muslim nations “for not clamping down\non extremism”, and published the following wording as both a stand-alone\nclarification, and a footnote to the article:  \nThis article was\namended on 12 January 2017. The headline to the article said “Anger as less\nthan A THIRD of Muslim nations sign up to coalition against ISIS” and the\nintroduction read “A TOP British official has taken aim at some Muslim nations\nduring a meeting at the United Nations this week, slamming them for not\nclamping down on extremism.” When Matthew Rycroft the UK's Permanent\nRepresentative to the United Nations, gave a speech on 17 November 2016 about\nthe Organisation of Islamic Cooperation (OIC) he did not directly criticise\nMuslim nations for not tackling the issue of extremism rather he only singled\nout Egypt and the United Arab Emirates (from the other 57 nations of the OIC)\nfor helping to 'counter the misrepresentations of Islam and the values of\nDa'esh'.  Additionally the article did\nnot include any comments to support the headline that ‘anger’ had been\nexpressed at the fact only one third of members of the Organisation of Islamic\nCooperation have joined the coalition against ISIS, we apologise for these\ninaccuracies. 5.    The newspaper said that as the article was not about\nthe complainant, or an organisation he represented, it did not consider that he\nwas entitled to a right to reply under the terms of Clause 1(iii) of the Code,\nparticularly as it had amended the articles and published a correction. It said\nthat for a right of reply to be “reasonably called for”, there needed to be a\nsufficient connection between the subject of the article under complaint, and\nthe complainant. It said that if the right of reply was allowed for general\npoints of facts, the newspaper would be obliged to publish a right of reply\nfrom everyone who complained.  \nRelevant Code Provisions 6. Clause 1\n     (Accuracy) i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. \nFindings of the\nCommittee 7.    As the newspaper\naccepted, there was no basis in Mr Rycroft’s speech for characterising his\ncomments as expressing “anger” at less than a third of Muslim nations signing\nup to a coalition against ISIS, and “slamming” these countries for not clamping\ndown on extremism. This represented a failure to take care not to publish\nmisleading information in breach of Clause 1(i), and a correction was required\nin order to avoid a breach of Clause 1(ii). 8.    Mr Rycroft’s speech\nmentioned that 18 of 57 members of the OIC had signed up to a coalition against\nDa’esh, as well as highlighting Egypt and the United Arab Emirates as two\ncountries which had helped to counter\nthe misrepresentations of Islam and the values of Da’esh. The Committee\nconsidered that any criticism of Muslim nations by Mr Rycroft in his speech was\nindirect. However, in the context of a speech made by a diplomat at the UN, the\ntext of which specifically highlighted the number of OIC countries that had\nsigned up to the global coalition against ISIS, praised two countries in\nparticular for the work they had done, and said that more work needed to be\ndone “to turn concepts into action”, it considered that the publication had\nprovided a sufficient basis for reporting that Mr Rycroft had “taken aim” at\nsome Muslim nations. There was no breach of Clause 1. 9.    On receipt of the\ncomplaint, the publication had amended the article, published a stand-alone\ncorrection online and added a footnote to the online article. The correction\nmade clear that the speech had not included any direct criticisms of Muslim\nnations not addressing issues of extremism, and that the article did not\ncontain any comments which supported the assertion that any anger had been\nexpressed at the fact that only one third of OIC members had joined the\ncoalition against ISIS. The Committee considered that the actions taken by the\npublication were sufficient to meet the requirements of Clause 1(ii). There was\nno further breach of the Code on this point. 10.\nThe Committee noted in this instance the complaint was brought by a third\nparty. The obligation to correct under Clause 1(ii) is the Code’s primary\nremedy for significant inaccuracies. This serves the public interest in\nensuring that the record is promptly and prominently corrected. It further\nreflects the fact that, while certain inaccuracies will directly affect\nspecific individuals, the public generally benefits from a consistent approach\nto corrections. The Code also contains a further remedy, under Clause 1 (iii),\nin that a fair opportunity to reply to significant inaccuracies should be given\nwhen reasonably called for. Whether this is required in addition, or as an\nalternative, to a correction is a question specific to the particular\ncircumstances of the complaint. 11.\nIn this instance, the Committee did not consider that this was an\noccasion involving a call for a “reply”. The Committee acknowledged the reason\nwhy the complainant has a particular interest in the subject matter of the\ncomplaint; however, the inaccuracy in question was not directed at him. This\nwas not therefore a case in which fairness accorded him the right to a\npublished response, and the appropriate remedy was the publication of a\ncorrection. There was no breach of Clause 1 (iii). \nConclusions 12. The complaint was upheld.  \nRemedial Action Required N/A\nDate complaint received: 21/11/2016\nDate decision issued: 20/03/2017\nBack to ruling listing\n\n\n"
}