{
    "url": "/rulings-and-resolution-statements/ruling/?id=13427-16",
    "title": "13427-16 Turner v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2016-11-10 00:00:00",
    "received_on": "2016-11-21 00:00:00",
    "concluded_on": "2017-04-20 00:00:00",
    "complaint_processing_days": 150,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/ADate complaint received: 21/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13427-16 Turner v thesun.co.uk\nSummary of Complaint\n1. Richard Turner,\non behalf of Levi Bellfield (now known as Yusuf Rahim), complained to the\nIndependent Press Standards Organisation that thesun.co.uk breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “SERIAL\nKILLER’S SICK LIES: Levi Bellfield may have lied about other murders to put\ntortured families through more misery says cop”, published online on 10\nNovember 2016.\n2. The article said\nthat after a two-year investigation into Levi Bellfield's “supposed confessions”\nto other murders, the police had found no evidence to back them up. It reported\nthe comments of a retired detective who had helped put Mr Bellfield in prison\nwho said “he likes this kind of attention, and to inflict pain on other\npeople”. It said that Bellfield “told police in early 2015 that he was guilty\nof other attacks”, but had then retracted his statement. It said that the\nlatest investigation “centred around his confession that he was guilty of other\nattacks”, and reported a statement from police saying that there was no\nevidence to link him to any case for which he had not already been convicted.\nThis article followed other reporting of the case, including that in the Daily\nMirror which has separately been the subject of a ruling by IPSO’s Complaints\nCommittee following a complaint from Mr Turner.\n3. The complainant\nsaid that Mr Bellfield had never confessed to other murders. He said that the\npolice assumed that he might be responsible for other unsolved murders, and\nbegan a number of investigations. He said that the reason why this claim had\nnot been challenged by Mr Bellfield when first published in early 2016 was\nbecause the initial report about the “confessions” went unnoticed by the\nfamily, who were under a lot of strain in relation to other publicity\nconcerning Mr Bellfield. He provided press releases from the Metropolitan\nPolice which referred to the “alleged involvement of Levi Bellfield” in a\nnumber of serious crimes; however, he said that none of these press releases\nsaid that Mr Bellfield had confessed to these crimes.\n4. The publication\nsaid that its story was based on comments made by a retired police officer,\nreported in the Daily Mirror, who believed that the police investigation had\nbeen sparked by alleged confessions from Mr Bellfield that were later\nwithdrawn. It said that the article had used the words “may have lied”, and\nreferred to “supposed” confessions. It said that The Times newspaper had\nreported in January 2016 that Mr Bellfield had confessed to other murders to\nthe police, and had reported a source saying that “he was singing like a\ncanary”. It said that while the source of the story was unclear from this\ndistance in time, journalists were of the belief that confessions from Mr\nBellfield had led to the investigations. It said this “confession” had been reported\nin a number of different articles since, and had remained unchallenged.\n5. The publication\naccepted that no official statements from police had used the word\n“confessions”; however, it cited an article from The Independent in January\n2016 which reported that the term was not used because the police did not want\nto inflict further torment on the families of victims. In any event, it said\nthat the complainant had no way of knowing for certain whether his brother did\nor did not “confess” to the murders, but said it was clear that the police\nwould not have spent 10 months investigating these matters if they did not have\na strong suspicion that he was involved. It said that it did not try to verify\nthe claims that Mr Bellfield confessed to other murders, and had not considered\nit necessary to contact Mr Bellfield in prison before publication, or contact\nhis representatives, about the “confessions”, because his word could not be\nrelied upon. Nonetheless, it offered to remove the original story from its\nwebsite, put a warning on Mr Bellfield’s name in connection to “confessions to\nfurther murders”, and to publish the following footnote to a previous story:\nOn another story about Levi Bellfield, we stated that he\nconfessed to police about further murders. We have been informed by his family\nthat he denies ever having confessed to further murders.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n7. The fact that there had been a further police investigation,\nin January 2016, into allegations that Mr Bellfield had been involved in\nfurther offending was not disputed by the complainant. The existence of that\ninvestigation had been confirmed, on the record, by the Metropolitan Police, as\nhad the fact that the investigation had subsequently been closed. These facts\nhad already been the subject of reports in other publications.\n8.In reporting that this investigation had resulted in Mr\nBellfield having “confessed” to other murders, the newspaper had relied on the\nfact that this claim had been widely reported in January 2016, without\nchallenge, and had been repeated by other publishers in reporting that the\npolice investigation had been closed.\n9.The newspaper had not, in publishing the article under\ncomplaint, taken any additional steps to verify the accuracy of the claim that\nMr Bellfield had “confessed”. Nonetheless, given that the allegation was a\nsignificant one, which had been widely reported, the Committee concluded that\nthe newspaper was, in these particular circumstances, able to take account of\nthe absence of any challenge by Mr Bellfield or his family to the accuracy of the\nearlier reports in taking the care required under Clause 1.\n10. In coming to this view, the Committee acknowledged the\ndifficulties which would have been faced by the newspaper in seeking additional\ninformation which could corroborate the “confessions”, given the nature of the\npolice investigation and the fact that Mr Bellfield is in custody.\n11. The Committee was therefore satisfied that, in republishing\nthe claim, the newspaper had taken a reasonable level care over the accuracy of\nthe material published, such that there was no breach of Clause 1 (i).\n12. The Committee was not in a position to reach a finding as to\nwhether or not Mr Bellfield had made any confession or admission in his\ninterviews with police. In the circumstances, and in the absence of a breach of\nClause 1 (i), it did not consider that a correction was required under Clause 1\n(ii). Nonetheless, it welcomed the newspaper’s offer to put the complainant’s\ndenial on record. It trusted that this would now be published, and that the\nnewspaper would have regard for the fact that the complainant had now denied\nmaking any confession, when considering future coverage. The Committee noted\nthat its decision on this complaint related to circumstances in which the\nnewspaper had been unaware of the complainant’s denial.\n13. The article did not suggest that Mr Bellfield was guilty of\nfurther offending, and the allegation that Mr Bellfield had “lied…to hurt\nfamilies” was clearly presented as conjecture on the part of a retired police\nofficer, who was not involved in the further investigation. There was no breach\nof Clause 1.\nConclusions\n14. The complaint was not upheld.\nRemedial Action Required\n15. N/ADate complaint received: 21/11/2016Date decision issued: 20/04/2017 \nBack to ruling listing\n\n\n"
}