{
    "url": "/rulings-and-resolution-statements/ruling/?id=13429-16",
    "title": "13429-16 Turner v Get Surrey",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "getsurrey.co.uk (Reach PLC)",
    "published_on": "2016-11-10 00:00:00",
    "received_on": "2016-11-21 00:00:00",
    "concluded_on": "2017-05-11 00:00:00",
    "complaint_processing_days": 171,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/ADate complaint received: 21/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13429-16 Turner v Get Surrey\nSummary of Complaint\n1. Richard Turner,\non behalf of Levi Bellfield (now known as Yusuf Rahim), complained to the\nIndependent Press Standards Organisation that Get Surrey breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Serial\nkiller Levi Bellfield may have lied about other murders to hurt victims’\nfamilies”, published on 10 November 2016.\n2. The article\nreported that Mr Bellfield was “feared to have lied about having other victims\nsimply to hurt families grieving over unsolved cases”. It reported the comments\nof a retired detective who had helped put Mr Bellfield in prison who said “he\nlikes this kind of attention, and to inflict pain on other people”. It said\nthat last year Mr Bellfield told police “he was guilty of other crimes he was\nnever charged with, then withdrew the claims”. It reported a statement from the\npolice saying that there was no evidence to link him to any case for which he had\nnot already been convicted, and said that “the ‘confessions’ came to light as\nSurrey Police interviewed Bellfield at Wakefield Prison over fears an\naccomplice assisted him in the abduction of Milly in 2002”.\n3. The complainant\nsaid that Mr Bellfield had never confessed to other murders; he said that the\npolice assumed that he may have been responsible for other unsolved murders,\nand began a number of investigations. He said that the reason why this claim\nhad not been previously challenged by Mr Bellfield was because the initial\nreport about the “confessions” went unnoticed by the family, who were under a\nlot of strain in relation to other publicity relating to Mr Bellfield. He\nprovided press releases from the Metropolitan Police on the “alleged involvement\nof Levi Bellfield” in a number of serious crimes; however, he said that none of\nthese press releases said that Mr Bellfield had confessed to these crimes.\n4. The publication\nsaid that the article was primarily based on a press release from the\nMetropolitan Police which said that investigations into Mr Bellfield's\ninvolvement in other serious crimes had been closed. It said that the\nallegation that Mr Bellfield may have confessed to other crimes was based on\ninformation reported by The Times in January 2016, and on information provided\nby Surrey and Metropolitan Police at the same time. It said that the reporter\ncontacted the Surrey police press office at that time, and asked specifically\nif Mr Bellfield had admitted to other murders; it said that he was told that Mr\nBellfield had made a “number of admissions”. It said that the reporter then\ncontacted the Metropolitan Police who provided a statement saying that it was\n“liaising with a number of other UK police forces in relation to information\nwhich has been passed onto us regarding a number of criminal investigations”.\n5. The publication\nalso highlighted a number of other articles which reported the “confessions”,\nand said that as far the publication was aware, the information had gone\nunchallenged. It said that on this basis, the newspaper was satisfied that the\ninformation was accurate. It said that Mr Bellfield was not contacted prior to\npublication as he was in prison at the time, and said that no attempt was made\nto contact Mr Bellfield's legal representative. Nonetheless, it said that it\nwas happy to mark its internal content system with a message to make staff\naware of the complaint, and to include the following clarification to the\nonline article, and in the print edition:\nWe have since been contacted by the family of Levi Bellfield\nwho have asked us to make clear that while Mr Bellfield was interviewed by\npolice regarding other offences, he did not confess to any other crimes, nor\nsubsequently deny them. We would like to clarify that the police statements on\nthe matter said that all lines of enquiries regarding Mr Bellfield's\ninvolvement in additional crimes had been exhausted.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n7. The fact that there had been a further police investigation,\nin January 2016, into allegations that Mr Bellfield had been involved in\nfurther offending was not disputed by the complainant. The existence of that\ninvestigation had been confirmed, on the record, by the Metropolitan Police, as\nhad the fact that the investigation had subsequently been closed – a decision\nwhich formed the basis of the article under complaint.\n8. In reporting that this investigation had resulted in Mr\nBellfield having “confessed” to other murders, the newspaper had relied on the\nfact that this claim had been widely reported in January 2016, without\nchallenge. Those earlier reports had attributed the claim to sources within the\npolice, and newspaper explained that it had been told by Surrey police – having\nasked specifically if Mr Bellfield had “confessed” to other murders – that he\nhad made a “number of admissions”.\n9. The newspaper had not, in publishing the article under\ncomplaint, taken any additional steps to verify the accuracy of the claim that\nMr Bellfield had “confessed”. Nonetheless, given that the allegation was a\nsignificant one, which had been widely reported, the Committee concluded that\nthe newspaper was, in these particular circumstances, able to take account of\nthe absence of any challenge by Mr Bellfield or his family to the accuracy of\nthe earlier reports in taking the care required under Clause 1.\n10. In coming to this view, the Committee acknowledged the\ndifficulties faced by the newspaper in seeking additional information which\ncould corroborate the “confessions”, given the nature of the police\ninvestigation and the fact that Mr Bellfield is in custody.\n11. The Committee was\ntherefore satisfied that, in republishing the claim, the newspaper had taken a\nreasonable level care over the accuracy of the material published, such that\nthere was no breach of Clause 1 (i).\n12. The Committee was not in a position to reach a finding as to\nwhether or not Mr Bellfield had made any confession or admission in his\ninterviews with police. In the circumstances, and in the absence of a breach of\nClause 1 (i), it did not consider that a correction was required under Clause 1\n(ii). Nonetheless, it welcomed the newspaper’s offer to put the complainant’s\ndenial on record. It trusted that this would now be published, and that the\nnewspaper would have regard for the fact that the complainant had now denied\nmaking any confession, when considering future coverage. The Committee noted\nthat its decision on this complaint related to circumstances in which the\nnewspaper had been unaware of the complainant’s denial.\n13. The article did not suggest that Mr Bellfield was guilty of\nfurther offending, and the allegation that Mr Bellfield had “lied…to hurt\nfamilies” was clearly presented as conjecture on the part of a retired police\nofficer, who was not involved in the further investigation. There was no breach\nof Clause 1.\nConclusions\n14. The complaint was not upheld.\nRemedial Action Required\n15. N/ADate complaint received: 21/11/2016Date decision issued: 11/05/2017  \nBack to ruling listing\n\n\n"
}