{
    "url": "/rulings-and-resolution-statements/ruling/?id=13424-16",
    "title": "13424-16 Turnbull v Newcastle Chronicle",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Chronicle (Newcastle) (Reach PLC)",
    "received_on": "2016-11-21 00:00:00",
    "concluded_on": "2017-03-07 00:00:00",
    "complaint_processing_days": 106,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 21/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13424-16 Turnbull v Newcastle Chronicle\nSummary of Complaint\n1. Roisin Turnbull\ncomplained to the Independent Press Standards Organisation that the Newcastle\nChronicle breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3\n(Harassment) of the Editors’ Code of Practice in an article headlined\n“Disgraces to the uniform”, published in print on 2 November 2016, and\n“Disgraced Northumbria Police officer sacked for lying about the arrest of a\ndrug dealer”, published online on 1 November 2016.\n2. The article\nreported that the complainant had been dismissed by Northumbria Police after\nshe pleaded guilty to improperly exercising the powers and privileges of a\npolice constable. It said that the complainant, along with another police\nofficer, had allowed a drug user to walk free with heroin sold to him in return\nfor information, and had tried to cover their tracks with a false intelligence\nreport. It said that the complainant was sentenced to 120 hours of unpaid work,\nand had been dismissed for breaching the police code of conduct following a\nhearing at Forth Banks police station. The article was accompanied by a\nphotograph of the complainant at her front door.\n3. The online\narticle was the same as the version that appeared in print; it also included\nthe photograph of the complainant at her door.\n4. The complainant\nsaid that a reporter from the newspaper called to her door at 11.30am, rang the\ndoorbell repeatedly and then knocked on the door a number of times. She went to\nher door, looked through the spy hole and was unable to see anybody at the\ndoor; she did, however, see a vehicle parked opposite her house. She said that\nwhen she answered the door, the reporter, who she recognised from her court\ncase, jumped out from the side, and said her name; however, she said she closed\nthe door within two seconds, by which time he had not introduced himself as a\njournalist working for the newspaper. The complainant said that when she looked\nout the window, she saw the journalist laughing in the vehicle.\n5. The complainant\nsaid that when she saw the photograph in the newspaper, she felt upset and\ndisgusted by the reporter’s behaviour. She said that the encounter at her door\nbreached her privacy, and she considered that the manner in which she was\n“tricked” into opening the door constituted harassment. The complainant\nprovided an account which corroborated these events from her partner, who was\nin the house at the time. The complainant also provided photographs of the\nfront of her house, which she said demonstrated that there was no reason for\nthe reporter to stand to the side of her door. She also said that the article\nwas inaccurate because she did not attend her misconduct hearing, which took\nplace at Houghton Le Spring Magistrates Court, and not Forth Banks police\nstation.\n6. The newspaper\nsaid that its reporter acted professionally at the complainant’s house. It said\nthat he rang the doorbell, and when there was no answer, he knocked. He said\nthat he did stand slightly to the side of the door, but denied that he was\nhiding. When the complainant opened the door, he introduced himself as working\nwith the newspaper, at which point the complainant shut the door in his face.\nIt said that it did not consider that the photo was taken in circumstances of\nharassment, or that it breached the complainant’s privacy. It said that it was\nstandard practice for newspapers to illustrate stories about those convicted of\ncriminal offences. It also said that it was entitled to take pictures from a\npublic place, and that in this case, the complainant was fully visible from the\nstreet when the photographer took the photograph. In any event, the newspaper\nsaid there was a clear public interest in identifying a police officer who had\nbehaved in the manner set out in the article. It also said that the information\nabout the complainant’s misconduct hearing taking place at Forth Banks police\nstation was based on a press release from Northumbria Police. However, it\nupdated the online version of the article to reflect that the hearing had taken\nplace at Houghton le Spring Magistrates’ Court.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources. \nThe Public Interest\nThe public interest includes, but is not confined to:\n- Detecting or exposing crime, or the threat of crime, or\nserious impropriety.\n- Protecting public health or safety.\n- Protecting the public from being misled by an action or\nstatement of an individual or organisation.\n- Disclosing a person or organisation’s failure or likely failure\nto comply with any obligation to which they are subject.\n- Disclosing a miscarriage of justice.\n- Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.\n- Disclosing concealment, or likely concealment, of any of\nthe above.\n- There is a public interest in freedom of expression\nitself.\n- The regulator will consider the extent to which material\nis already in the public domain or will or will become so.\n- Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication – or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n- An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee \n8. The complainant\nexpressed concern that she was “tricked” by the reporter into opening the door\nso that her photograph could be taken. The Committee viewed the photographs\nprovided by the complainant, and the accounts provided by the newspaper and the\ncomplainant, in respect of this aspect of her complaint. While it noted the\ndifferences between the accounts, there was no dispute that the reporter had\nknocked on the complainant’s door, rung the doorbell, and was present at the\ndoor when she opened it. In these circumstances, it did not consider that there\nhad been a breach of Clause 2 on this point. However, the complainant had been\nunaware that she was being photographed at her door, and the Committee\nconsidered this specific matter further.  \n9. Clause 2\nprotects an individual’s right to privacy and, specifically, to respect for\ntheir private and family life and home. In this instance, this right was\nengaged by the newspaper’s approach to the complainant’s home in order to\nphotograph her as she answered the door. This had the potential to intrude into\nthe complainant’s privacy in her own home.\n10. As a non-public figure, standing at the door of her own\nhome, having opened it following the reporter’s knock, and with no prior notice\nof the reporter’s visit; the complainant had a reasonable expectation of\nprivacy in the circumstances in which she was photographed. As Clause 2(iii)\nrecognises, photographing an individual in such circumstances is intrusive, and\nthe newspaper was obliged under the Code to justify its decision to photograph\nher. However, the Committee noted that the intrusion in this instance was\nlimited by the fact that the complainant would have been visible in her doorway\nfrom the street, and because the photograph did not disclose any information\nabout her which was particularly private or embarrassing.\n11. The newspaper said that it was in the public interest to\npublish a photograph of a police officer convicted of a criminal offence. In\nthis case, the Committee considered that it was in the public interest to\nidentify the complainant as the individual convicted of an abuse of her public\nposition, and for the newspaper to illustrate the article with her photograph.\nFurther, the limited level of intrusion in this instance was proportionate to\nthe public interest the newspaper had identified. There was no breach of Clause\n2.\n12. The complainant also said that the manner in which the\nreporter made his approach to her at her home, including how her photograph\ncame to be taken, constituted harassment. However, the conduct complained of,\nwhich took place in a single incident, did not constitute intimidation or\nharassment for the same reasons explained above in relation to Clause 2. In\naddition, after the complainant had closed her front door, the reporter left\nthe property; there was no suggestion that he continued to question or pursue\nthe complainant after this visit. There was no breach of Clause 3 on these\npoints.\n13. In circumstances where the complainant was convicted of\na criminal offence, and was dismissed from her post as a police officer, any\ninaccuracy as to whether she attended her police misconduct hearing, or where\nit was held, was not significant. There was no breach of Clause 1.\nConclusions\n14. The complaint was not upheld.\nRemedial Action Required\nN/A\nDate complaint received: 21/11/2016Date decision issued: 07/03/2017\nBack to ruling listing\n\n\n"
}