{
    "url": "/rulings-and-resolution-statements/ruling/?id=13421-17",
    "title": "13421-17 Hoyte v Solihull News",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "(DISCONTINUED) Solihull News (Reach PLC)",
    "published_on": "2017-06-02 00:00:00",
    "received_on": "2017-06-06 00:00:00",
    "concluded_on": "2017-09-01 00:00:00",
    "complaint_processing_days": 87,
    "conclusion_long": "11. The complaint was upheld in relation to Clause 1 (i).",
    "remedial_action": "12. Having upheld the complaint, the Committee considered what remedial action should be required. 13. The newspaper had promptly offered to publish a correction on page 2, which addressed the inaccuracies and was sufficiently prominent. This should now be published.Date complaint received:06/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13421-17 Hoyte v Solihull News\nSummary of complaint\n1. Paul Hoyte\ncomplained to the Independent Press Standards Organisation that Solihull News\nbreached Clause 1 (Accuracy) in an article headlined “£20,000 payout for JLR\nworker in ‘bad apple’ poster row”, published in print on 2 June 2017.\n2. The article\nreported that the complainant had been an employee at Jaguar Land Rover Ltd,\nand had brought legal claims against his former employer for unfair dismissal,\non the grounds of race and disability discrimination and\nharassment because of his race. The\narticle stated that the claimant alleged that racist comments had been made in\nrelation to a workplace poster, which the article reported aimed to “discourage\nworkers from taking part in disruptive behaviour.” The article stated that the\nposter “featured a tree full of healthy apples with a rotten one in the middle”\nand carried the caption “don’t let one bad apple spoil it for everyone.” The\narticle also reported that the complainant had complained that racist nicknames\nhad been used in the workplace, and also stated that he had brought a\ndiscrimination claim, and had accused workers of harassing him because of his\ndisability. The article reported that the complainant had won his claims for\ndisability discrimination and harassment and had been awarded nearly £20,000,\nbut claims for unfair dismissal and race discrimination were rejected. The\narticle also stated that the complainant’s claim for costs had been rejected.\n3. The complainant\nsaid that the article was inaccurate. He said that the tribunal had accepted\nhis claim of racial discrimination, and this represented the majority of the\ncompensation he was awarded. He also said he had made allegations of disability\ndiscrimination and harassment against his manager, not fellow workers, that the\nposter in question was not to do with difficult workers, but a whistle blowing\nhotline, and that his employer had made an application for costs, which had\nbeen refused, not him. The complainant was also concerned that the article did\nnot make clear that the company’s internal procedures had been criticised by\nthe tribunal judge.\n4. The newspaper said\nthat the article was based on information heard during proceedings and the judgment\npublished by the tribunal. The newspaper did not believe that the complainant’s\nconcerns relating to the purpose of the workplace poster, that the complainant\nbelieved his manager had discriminated and harassed him because of his\ndisability, and that the article excluded the tribunal’s criticism of the\nemployer’s internal procedures represented significant inaccuracies as to\nrequire correction under the terms of Clause 1 (ii).\n5. The newspaper said\nthat the summary on the first page of the tribunal’s judgment stated that only\nclaims for harassment on the grounds of race and disability and disability\ndiscrimination had been upheld. However the full judgment, which the newspaper\nhad relied on at several points in the article, made clear that the complainant’s\nrace discrimination claim had also been upheld. The newspaper also accepted\nthat it had erroneously reported that the complainant had applied for costs,\nwhen in fact the application had been made by his employer. The publication\noffered to publish the following correction on page 2 to reflect this:\nOn 2 June 2017 (“£20,000 payout for JLR worker in ‘bad\napple’ poster row”) we reported that “Mr Hoyte had won his claims for\ndisability discrimination and harassment, but claims for unfair dismissal and\nrace discrimination were rejected.” We would like to make clear that while Mr\nHoyte’s claim for unfair dismissal was rejected, he won his claims for race\ndiscrimination and disability harassment. We also reported that Mr Hoyte’s\nclaim for costs was rejected and would like to clarify that Mr Hoyte made no\nclaim for costs - it was the respondent’s claim for costs that was refused.\nThe complainant did not accept the correction offered.\nRelevant Code provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n7. The summary on the first page of the employment\ntribunal’s judgment had omitted that the complainant’s claim for race\ndiscrimination was also upheld. However, the article had gone further than omit\nthe complainant’s race discrimination claim, but had reported that it had been\nrejected by the tribunal. The article had also reported that the complainant\nhad applied for costs that had been rejected, when in fact his employer’s\napplication for costs had been rejected. The full judgment, which the newspaper\nwas in possession of, made clear that the complainant’s claim of race\ndiscrimination was upheld, and that his employer had applied for costs and this\nhad been rejected. In this respect, the newspaper had failed to take care not\nto publish inaccurate information, in breach of Clause 1 (i).\n8. It was significantly inaccurate for the article to report\nthat his claim for race discrimination was not upheld, as this was the grounds\non which the majority of the compensation was awarded. Similarly, it was also\nsignificantly inaccurate to report that the complainant’s application for costs\nwas refused, as this was an inaccurate report of the tribunal’s findings. In\nthis respect, the newspaper had failed to take care not to publish inaccurate information,\nin breach of Clause 1 (i).\n9. The Committee also noted the complainant’s concern that\nthe article had not made clear that his disability harassment claim was brought\nagainst his manager. The Committee did not find this to be significant, as the\nidentity of the employees who the complainant accused of harassment did not\nappear to have a bearing on the decision of the tribunal, and were not directly\nreferenced in the findings.\n10. The poster advertised a whistleblowing hotline. The\narticle had accurately described what was depicted in the workplace poster and\nreported the complainant’s concern that his colleagues had made racist comments\nin relation to the “bad apple” campaign shown in the poster. In the context of\nan article reporting on the complainant’s employment tribunal, it was not\nmisleading to characterise the poster as seeking to “discourage workers from\ntaking part in disruptive behaviour.” Also, the newspaper’s decision not to\ninclude the tribunal’s criticism of the employer’s internal procedures was a\nmatter of selection, over which the newspaper has editorial discretion. The\nomission of this information did not render the article inaccurate or otherwise\nmisleading.\nConclusion\n11. The complaint was upheld in relation to Clause 1 (i).\nRemedial action required\n12. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n13. The newspaper had promptly offered to publish a\ncorrection on page 2, which addressed the inaccuracies and was sufficiently\nprominent. This should now be published.Date complaint received:06/06/2017Date decision issued: 01/09/2017\nBack to ruling listing\n\n\n"
}