{
    "url": "/rulings-and-resolution-statements/ruling/?id=13548-17",
    "title": "13548-17 A man v The Belfast Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2016-06-21 00:00:00",
    "received_on": "2017-06-08 00:00:00",
    "concluded_on": "2017-12-01 00:00:00",
    "complaint_processing_days": 176,
    "conclusion_long": "22. The complaint was upheld.",
    "remedial_action": "23. The newspaper had breached Clause 1 (i) and had not complied with its obligation to correct under Clause 1 (ii). The appropriate remedial action was therefore the publication of an adjudication. 24. The Committee required the newspaper to publish the adjudication on its website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint against The Belfast Telegraph, and refer to its subject matter; it must be agreed in advance. 25. If the newspaper intends to continue to publish the article without amendment, the full text of the adjudication should also be published on the article, beneath the headline. If the newspaper intends to amend the article, a link to the adjudication should be published on the article, explaining that it was the subject of an IPSO adjudication, and noting the amendments made. The newspaper should contact IPSO to confirm the amendments it intends to make to avoid the continued publication of material in breach of the Editors’ Code of Practice. 26. The text of the adjudication to be published is as follows: Following publication of an article of headlined “I felt sorry for my ex when we split. Now I live in constant fear and carry alarms because he stalked me in revenge”, published online on 21 June 2016, a man complained to the Independent Press Standards Organisation that the Belfast Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required The Belfast Telegraph to publish this adjudication. The article reported on claims made by a named woman in an interview she had given to the newspaper; it said that after “years of being harassed by an obsessed former boyfriend”, she was now campaigning for the law to be changed to protect victims. It said that in March 2016, she had secured a full order against her former partner. The complainant said that the claims made by his former partner were inaccurate: he had not stalked, harassed or threatened to shoot her. He also said that she had not obtained a court order against him: he had signed an undertaking which was not an acceptance of guilt of the allegations which she had made against him. The newspaper said that the article was based on the testimony of a woman who had a right to tell her story, which was on a subject which was a matter of public interest. It said that the woman’s campaign for legislative changes in Northern Ireland had gained significant support from Members of the Northern Irish Legislative Assembly. Nothing in the Committee’s decision should be taken as a finding about the truth of the claims made by the parties. The primary question for the Committee was whether the newspaper had taken care to publish an accurate account of the claims which had been made by the woman at interview, and had done so in a way that was not misleading. The complainant had not been given the opportunity to deny the allegations which had been made against him, or have this recorded in the article. The newspaper had made no attempt to contact him for comment, nor had it sought to obtain corroborating evidence to support the woman’s serious claims. The failure to put the allegations to the complainant, the resulting  omission of his denial in the article and the overall manner in which the claims were presented created the significantly misleading impression that his former partner’s claims were undisputed fact. The article had reported that the complainant’s former partner had “secured a full order against him” in March 2016. While it was accurate to describe the document as an order, reporting that it had been obtained against the complainant, rather than that the undertakings had been provided by him voluntarily to the court, created the impression that there had been a finding by the court about the complainant’s conduct. The full position had not been made clear in the article by, for example, including an explanation of the basis upon which the order had been made. The article’s presentation of this document in a way which suggested a judicial finding had been made, particularly where its terms had been explained to the newspaper at interview, and was available to them upon request, represented a failure to take care over the accuracy of the article. The complaint was therefore upheld as a breach of Clause 1. The Committee expressed significant concern that the newspaper had not responded to the complainant during the referral period and had not provided sufficient justification for its failure to do so. The Committee also noted that there had been several delays, on the part of the newspaper, to provide a response to the complaint during IPSO’s investigation. Given the newspaper’s failure to correspond directly with the complainant and the delays to the process, the newspaper’s conduct during IPSO’s investigation was unacceptable. IPSO will consider separately what further action is appropriate to address what appear to be serious concerns.Date complaint received: 08/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13548-17 A man v The Belfast Telegraph\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that The Belfast Telegraph\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “I felt sorry for my ex when we split. Now I\nlive in constant fear and carry alarms because he stalked me in revenge”,\npublished online on 21 June 2016.\n2. The article\nreported on claims made by a named woman in an interview she had given to the\nnewspaper; it said that after “years of being harassed by an obsessed former\nboyfriend”, she was now campaigning for the law to be changed to protect\nvictims. The article reported the woman’s criticism of the current law in\nNorthern Ireland relating to stalking offences, and her argument that it needed\nto be changed to protect victims, alleging that the current law resulted in\n“few criminal convictions”.3. The article said\nthat as a result of her experiences with her former partner, and her campaign\nfor legislative change, she had launched an online support group for victims of\nstalking and had shared her experiences with Northern Irish politicians, “in\nthe hope of getting new measures, including a register of stalkers and a\nregister of domestic abusers, put in place to support victims”.\n4. The woman had\nclaimed that her former partner, who was not named in the article, had\nthreatened to shoot her in 2012, followed her to work, chased her while she had\nbeen in her car, as well as stalked her and her friends. In addition to\ndetailing these allegations, the article said that in March, she had “finally\nsucceeded in obtaining a court order to prevent her tormentor from approaching\nher” and had “secured a full order against him”.\n5. The complainant,\nthe woman’s former partner, said that she had not obtained a court order\nagainst him: he had signed an undertaking which was not an acceptance of guilt\nof the allegations which she had made against him.\n6. He said that the\nclaims made by his former partner were inaccurate: he had not stalked, harassed\nor threatened to shoot her. He said that the newspaper had no evidence, other\nthan her testimony, to support the veracity of her claims. He said that while\nthe article had not identified him, by identifying the woman and publishing her\nphotograph, he had been identified through his previous association with her.\nIn doing so, and publishing allegations which related to him, the complainant\nsaid that the article had intruded into his privacy.\n7. The newspaper\ndid not accept a breach of the Code. It said that the article was based on the\ntestimony of a woman who had a right to tell her story, which was on a subject\nwhich was a matter of public interest. It said that the woman’s campaign for legislative\nchanges in Northern Ireland had gained significant support from Members of the\nNorthern Irish Legislative Assembly (MLA): her experiences had formed part of\none MLA’s address to the Assembly, who had sought all-party approval for\nlegislation to make stalking a specific crime. The newspaper said that the\nwoman’s story had also been covered in other media organisations and she was in\ndiscussions with legal authorities about amending the law to protect stalking\nvictims.\n8. The newspaper\nalso provided a number of documents, which it said supported the woman’s\ntestimony. These included letters which had been sent on the woman’s behalf by\nher local MLA, which detailed the woman’s attempts at “raising awareness of the\nissue of stalking in Northern Ireland”, as well as a document detailing the\nnumber of incidents which the woman had reported to the police. The newspaper\nalso provided screenshots of posts which the complainant had posted on his\nFacebook profile, which the newspaper said related to his former partner, as\nwell as emails which he had sent to her.\n9. The newspaper\nsaid that it had not contacted the complainant prior to publication because it\nwas concerned that any contact with him may have jeopardised the woman’s safety\nand welfare. The newspaper declined to provide the reporter’s notes from the\ninterview which the woman had given to the newspaper.\n10. During IPSO’s investigation, the newspaper provided a copy of the\ncourt-approved undertaking, signed by the complainant, which had been provided\nto the newspaper by the woman. The newspaper\nsaid it did not have this document in its possession prior to publication. The\ndocument detailed undertakings given by the complainant in relation to his\nfuture conduct towards the woman. It also contained a clause which stated:\n“this undertaking is offered by the Defendant and accepted by the Plaintiff on\nthe express understanding that there are no admissions to any allegations as\nset out in the Plaintiff’s affidavit”. The newspaper said that the journalist\nhad discussed this document in detail with the woman at interview; she had said\nthat, on advice from her Counsel, she had agreed to accept undertakings from\nthe complainant rather than pursuing her application for an injunction.\n11. The newspaper did not accept that the article had\ncontained private information about the complainant, and noted that the article\nhad not identified him by name.\nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nThe public interest\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.\nProtecting public health or safety.\nProtecting the public from being misled by an action or\nstatement of an individual or organisation.\nDisclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.\nDisclosing a miscarriage of justice.\nRaising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.\nDisclosing concealment, or likely concealment, of any of the\nabove.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n13. The woman whose story had formed the subject of the\narticle had been campaigning for a number of years for changes to the law on\nstalking in Northern Ireland. She had been the subject of widespread media\ncoverage in which she had set out the concerns she had about the complainant’s\nconduct, and which had been taken up by Members of the Northern Irish\nLegislative Assembly. The article under complaint formed part of that\nnarrative.\n14. Following the breakdown of their relationship, the\ncomplainant and the woman- his former partner- had been engaged in a long\nrunning and bitter dispute in which both parties had made claims about the\nother’s conduct; some of which amounted to allegations of serious criminal\nconduct. The Committee wished to emphasise that it was not in a position to\nmake findings of fact in relation to what had transpired between the\ncomplainant and his former partner. Nothing in the Committee’s decision should\nbe taken as a finding about the truth of the claims made by the parties. The\nprimary question for the Committee was whether the newspaper had taken care to\npublish an accurate account of the claims which had been made by the woman at\ninterview, and had done so in a way that was not misleading.\n15. The article contained a number of serious allegations\nrelating to the complainant’s conduct. While many of these claims were\nattributed directly to the woman, the newspaper had adopted her position; as a\nconsequence, the newspaper had reported, as fact, that the complainant had\nharassed and stalked the woman since 2012. While the complainant had not been\nnamed, his former partner had been. In addition, she had made detailed\nreferences to a past relationship, its subsequent breakdown, and the conduct of\nher former partner which had followed: given these specific details, it was\nforeseeable that the complainant was identifiable through his known association\nwith her.\n16. The complainant had not been given the opportunity to\ndeny the allegations which had been made against him, or have his denial\nrecorded in the article. The newspaper had made no attempt to contact him for\ncomment, nor had it sought to obtain corroborating evidence to support the\nwoman’s serious claims. Given the nature of the allegations which the article\ncontained, it was understandable that the newspaper wished to consider the\nwoman’s welfare; however, where she had consented to being clearly identified\nin the article, the Committee did not consider that the newspaper had provided\na sufficient justification for its failure to seek comment from the\ncomplainant. The Committee also recognised that by publishing material which so\nclearly related to another person’s conduct, the article contained the implicit\nsuggestion that these were claims which represented only one side of a complex\nstory. However, where the allegations which had been made were so exceptionally\nserious, and related to the conduct of an individual who was identifiable,\ngreater care was required to ensure that the presentation of the material was\nnot misleading. In such circumstances, the failure to put the allegations to\nthe complainant, the resulting omission of his denial in the article and the\noverall manner in which the claims were presented created the significantly misleading\nimpression that his former partner’s claims were undisputed fact in breach of\nClause 1 (i).\n17. The article had reported that the complainant’s former\npartner had “secured a full order against him” in March 2016; this had been\npresented in the article as fact, rather than distinguished as one of the\nwoman’s allegations. In those circumstances, the Committee considered the steps\nwhich the newspaper had taken to establish the accuracy of this factual claim.\n18. The newspaper had not asked to see the document,\nreferred to as a “court order” in the article, prior to publication. During the\ncourse of IPSO’s investigation, the newspaper obtained the order from the\nwoman: this document showed that the undertakings which had been given by the\ncomplainant had been made on the express understanding that there were no\nadmissions to any allegations which had been made against him. This document\nalso showed clearly that there had been no judicial finding in relation to the\nallegations which the complainant’s former partner had made.\n19. While it was accurate to describe the document as an\norder, reporting that it had been obtained against the complainant, rather than\nthat the undertakings had been provided by him voluntarily to the court,\ncreated the impression that there had been a finding by the court about the\ncomplainant’s conduct. The full position had not been made clear in the article\nby, for example, including an explanation of the basis upon which the order had\nbeen made. It appeared from the newspaper’s submissions during IPSO’s\ninvestigation that the woman had discussed this document in detail with the\njournalist at interview and had specifically made reference to the fact that\nundertakings had been given by the complaint, in contrast to an injunction\nhaving been granted by the Court. Further, there was no indication that the\nnewspaper would have been unable to obtain a copy of the document from the\nwoman, prior to publication, so as to satisfy itself of the circumstances in\nwhich the order had been made. The article’s presentation of this document in a\nway which suggested a judicial finding had been made, particularly where its\nterms had been explained to the newspaper at interview, and was available to\nthem upon request, represented a failure to take care over the accuracy of the\narticle, in breach of Clause 1 (i)\n20. The Committee then turned to consider the complaint\nunder Clause 2. The article had reported the testimony of the woman who had\ndetailed, at length, an account of her experiences with a former partner. The\nwoman had been entitled to tell her story, and by doing so, the Committee did\nnot consider that the article disclosed information about which the complainant\nhad a reasonable expectation of privacy, particularly given that he had not\nbeen named. In any case, the Committee considered that there existed a clear\npublic interest in reporting on the woman’s claims, particularly given her\nconcern at the difficulty in obtaining legal redress for stalking offences in\nNorthern Ireland. There was no breach of Clause 2.\n21. The Committee expressed significant concern that the\nnewspaper had not responded to the complainant during the referral period and\nhad not provided sufficient justification for its failure to do so. The\nCommittee also noted that there had been several delays, on the part of the\nnewspaper, to provide a response to the complaint during IPSO’s investigation.\nGiven the newspaper’s failure to correspond directly with the complainant and\nthe delays to the process, the newspaper’s conduct during IPSO’s investigation\nwas unacceptable. IPSO will consider separately what further action is\nappropriate to address what appear to be serious concerns.\nConclusion\n22. The complaint was upheld.\nRemedial Action Required\n23. The newspaper had breached Clause 1 (i) and had not\ncomplied with its obligation to correct under Clause 1 (ii). The appropriate\nremedial action was therefore the publication of an adjudication.\n24. The Committee required the newspaper to publish the\nadjudication on its website, with a link to the full adjudication (including\nthe headline) appearing on the homepage for 24 hours; it should then be\narchived in the usual way. The headline of the adjudication must make clear\nthat IPSO has upheld the complaint against The Belfast Telegraph, and refer to\nits subject matter; it must be agreed in advance.\n25. If the newspaper intends to continue to publish the\narticle without amendment, the full text of the adjudication should also be\npublished on the article, beneath the headline. If the newspaper intends to\namend the article, a link to the adjudication should be published on the\narticle, explaining that it was the subject of an IPSO adjudication, and noting\nthe amendments made. The newspaper should contact IPSO to confirm the\namendments it intends to make to avoid the continued publication of material in\nbreach of the Editors’ Code of Practice.\n26. The text of the adjudication to be published is as\nfollows:\nFollowing publication of an article of headlined “I felt\nsorry for my ex when we split. Now I live in constant fear and carry alarms\nbecause he stalked me in revenge”, published online on 21 June 2016, a man\ncomplained to the Independent Press Standards Organisation that the Belfast\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The\ncomplaint was upheld, and IPSO required The Belfast Telegraph to publish this\nadjudication.\nThe article reported on claims made by a named woman in an\ninterview she had given to the newspaper; it said that after “years of being\nharassed by an obsessed former boyfriend”, she was now campaigning for the law\nto be changed to protect victims. It said that in March 2016, she had secured a\nfull order against her former partner.\nThe complainant said that the claims made by his former\npartner were inaccurate: he had not stalked, harassed or threatened to shoot\nher. He also said that she had not obtained a court order against him: he had\nsigned an undertaking which was not an acceptance of guilt of the allegations\nwhich she had made against him.\nThe newspaper said that the article was based on the\ntestimony of a woman who had a right to tell her story, which was on a subject\nwhich was a matter of public interest. It said that the woman’s campaign for\nlegislative changes in Northern Ireland had gained significant support from\nMembers of the Northern Irish Legislative Assembly.\nNothing in the Committee’s decision should be taken as a\nfinding about the truth of the claims made by the parties. The primary question\nfor the Committee was whether the newspaper had taken care to publish an\naccurate account of the claims which had been made by the woman at interview,\nand had done so in a way that was not misleading.\nThe complainant had not been given the opportunity to deny\nthe allegations which had been made against him, or have this recorded in the\narticle. The newspaper had made no attempt to contact him for comment, nor had\nit sought to obtain corroborating evidence to support the woman’s serious\nclaims. The failure to put the allegations to the complainant, the\nresulting  omission of his denial in the\narticle and the overall manner in which the claims were presented created the\nsignificantly misleading impression that his former partner’s claims were\nundisputed fact.\nThe article had reported that the complainant’s former\npartner had “secured a full order against him” in March 2016. While it was\naccurate to describe the document as an order, reporting that it had been\nobtained against the complainant, rather than that the undertakings had been\nprovided by him voluntarily to the court, created the impression that there had\nbeen a finding by the court about the complainant’s conduct. The full position had\nnot been made clear in the article by, for example, including an explanation of\nthe basis upon which the order had been made. The article’s presentation of\nthis document in a way which suggested a judicial finding had been made,\nparticularly where its terms had been explained to the newspaper at interview,\nand was available to them upon request, represented a failure to take care over\nthe accuracy of the article. The complaint was therefore upheld as a breach of\nClause 1.\nThe Committee expressed significant concern that the\nnewspaper had not responded to the complainant during the referral period and\nhad not provided sufficient justification for its failure to do so. The\nCommittee also noted that there had been several delays, on the part of the\nnewspaper, to provide a response to the complaint during IPSO’s investigation.\nGiven the newspaper’s failure to correspond directly with the complainant and\nthe delays to the process, the newspaper’s conduct during IPSO’s investigation\nwas unacceptable. IPSO will consider separately what further action is\nappropriate to address what appear to be serious concerns.Date complaint received: 08/06/2017Date decision issued: 01/12/2017Correction:Paragraph\n10 of the Committee’s summary of the complaint originally stated, incorrectly,\nthat the complainant’s former partner had signed the court approved undertaking\ngiven by the complainant. In fact, the complainant’s former partner did not\nsign this document. The Committee’s decision has now been amended to make this\nclear. \nBack to ruling listing\n\n\n"
}