{
    "url": "/rulings-and-resolution-statements/ruling/?id=13577-16",
    "title": "13577-16 Ayub v Telegraph & Argus",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph & Argus (Newsquest Media Group)",
    "received_on": "2016-11-24 00:00:00",
    "concluded_on": "2017-04-27 00:00:00",
    "complaint_processing_days": 154,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/ADate complaint received: 24/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13577-16 Ayub v Telegraph & ArgusSummary of complaint\n1. Mohammed Ayub\ncomplained to the Independent Press Standards Organisation that the Telegraph\nand Argus breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Three convicted of ‘systemic’ fraud”, published in print on\n10 November 2016, and “Boss of Chambers solicitors in Bradford and two\nco-accused found guilty of £600,000 fraud”, published online on 24 November\n2016.\n2. The article\nreported that the complainant, who was a managing partner of Chambers\nSolicitors, had been convicted, along with two others, of conspiracy to defraud\nthe Legal Aid Agency (LAA) “out of nearly £600,000”. The article reported\nevidence from the proceedings that the defendants had defrauded the LAA by\nclaiming disbursements for an agency called Legal Support Services (LSS) for\ntheir provision of interpreters to Chambers Solicitors, when in-fact no such\nagency was used. The article reported that almost £600,000 was paid into LSS\naccounts over a four-year period; however, it said that the firm was not\nregistered at Companies House and there was no evidence of it having ever\noffered interpretation services.\n3. The complainant\nsaid that the headline was inaccurate because it claimed that the defendants\nwere “found guilty of £600,000 fraud”. He said that the amount of fraud was\nunknown and yet to be determined. Although the complainant did not dispute that\nover the course of four years almost £600,000 was credited to the LSS bank\naccount, he did not accept that this represented the value of the fraud.\n4. The publication\nsaid that the article was based on statements made by the prosecution\nthroughout the trial. It said that, during the prosecution’s opening\nstatements, the jury was told that almost £600,000 was paid into LSS bank\naccounts over a four year period. It also said that LSS was described as a\n“sham company existing in name only” to claim the LAA fees. The publication\nargued that any monies paid into a sham company set up as a “vehicle for fraud”\nthen became part of the conspiracy to defraud, for which the defendants were\nconvicted. It further noted that the complainant did not dispute during trial\nthat £592,000 was paid into LSS accounts.\n5. While the\nnewspaper did not consider that the article was inaccurate, it amended the\nheadline of the online article to “Boss of Chambers solicitors in Bradford and\ntwo co-accused found guilty of fraud involving up to £600,000”, and have said\nthat they will fully report on the agreed final figure of the fraud once\nsentences have been passed.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. As the\ncomplainant was found guilty of conspiracy to defraud the Legal Aid Agency, his\ncomplaint related only to the reporting of the scale of the fraud. In that\nrespect, the Committee acknowledged the complainant’s position that the scale\nof the fraud was not explicitly stated during trial. However, during the trial,\nthe prosecution stated that £592,000 had been paid into the LSS bank account\nover the four year period in question, and the Committee noted that this figure\nwas not disputed by the complainant. Furthermore, it was not disputed that it\nwas the prosecution’s case at trial that LSS was a sham company, existing in\nname only, and that it had been established for the purposes of the fraud. In\nthis context, the Committee did not consider that the inclusion of the £600,000\nfigure in the article gave a significantly misleading impression of the offence\nfor which the complainant was convicted.\n8. For these reasons, there was no breach of Clause 1.\nHowever, the Committee welcomed the amendment to the headline of the online\narticle, and the further offer of clarification once the final figure of the\nfraud was agreed. \nConclusions\n9. The complaint was not upheld.\nRemedial action required\n10. N/ADate complaint received: 24/11/2016Date decision issued: 27/04/2017 \nBack to ruling listing\n\n\n"
}