{
    "url": "/rulings-and-resolution-statements/ruling/?id=13584-16",
    "title": "13584-16 Gibbins v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun (News UK)",
    "received_on": "2016-11-24 00:00:00",
    "concluded_on": "2017-06-14 00:00:00",
    "complaint_processing_days": 202,
    "conclusion_long": "25. The complaint was upheld.",
    "remedial_action": "26. Having upheld a breach of Clause 1 (i) and Clause 1 (ii) in relation to the original online version of the first article, and the second article, the Committee considered what remedial action should be required. The Committee considered that the failure to take care not to publish inaccurate information, and the failure to comply with the obligation to correct significant inaccuracies promptly would be appropriately remedied by the publication of an adjudication. 27. The adjudication should be published on the publication’s website, with a link to the adjudication (including the headline) being published on the homepage for 24 hours. It should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. 28. In relation to the online version of the first article, if the publication continues to publish this article, without the addition of the offered correction above it, the full text of the adjudication should also be published on that page, beneath the headline. If the publication publishes the offered correction above the article, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication. 29. In relation to the second article, if the newspaper intends to continue to publish the article without amendment to remove misleading statement identified by the Committee, the full text of the adjudication should also be published on that page, beneath the headline. If amended to remove the misleading statement, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication. 30.  The terms of the adjudication to be published are as follows:   Following publication of two online articles 26 July headlined “GEORGE & THE DRAGON Three-year-old Prince George hit by vile rant from British Council boss paid thousands by taxpayers to promote UK”, and “GEORGE'S DRAGON SLAYED £80k-a-year British Council boss who launched vile rant against Prince George is facing disciplinary action”, Angela Gibbins complained to the Independent Press Standards Organisation that The Sun breached Clause 1 (Accuracy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO required The Sun to publish this adjudication on its website.  The articles reported on Facebook comments the complainant had made about Prince George on a meme, created by someone else. The complainant’s comments in the thread below the meme related to Prince George, and “white privilege”. However, the meme had the caption “‘Prince George already looks like a f****** d***head’”, and this complaint related to whether the articles, in their presentation of the story, claimed that the complainant had herself written the caption on the meme, in addition to making the comments it was accepted she had made in response to the post.  A picture caption in the first article stated that: “Troll with it…Angela Gibbins caused fury with her attack by saying ‘Prince George already looks like a f**** d***head’”. The complainant said that this was inaccurate; she had not created the meme, and had not called Prince George a “f****** d***head”.  An image of the meme in the second article was captioned “Facebook Troll” at the top, and “Facebook troll…Angela Gibbins posted the comments on a private Facebook page”, at the bottom. The complainant said that this inaccurately suggested that she was the “troll” who had posted the meme.  The newspaper accepted that the picture caption on first article was inaccurate, and said that the only explanation it could provide was that a sub-editor has misread the article. It said that when the British Council brought the mistake to its attention on the day after publication, it amended the caption to remove this claim. During the IPSO complaints process, it offered to publish a correction and apology to the complainant on its website. The newspaper denied that the image of the meme in the second article was misleading.  The publication of the inaccurate caption in the first article was a failure to take care not to publish inaccurate information. The newspaper had been aware of the inaccuracy since soon after the article was first published, and had amended the article accordingly. However, the Code’s requirement that significant inaccuracies should be corrected is not met by simply amending an article. While it subsequently offered to publish a correction and apology, the newspaper had failed to correct the article sufficiently promptly, and the complaint was upheld under Clause 1 (ii). Furthermore, where the amendment that had been made to the online article was clearly relevant to the complaint, the Committee was extremely concerned that the newspaper had not brought this to the attention to either IPSO or the complainant until a late stage of the complaints process.  The presentation of the image of the meme in the second article clearly implied that the complainant had posted the meme to Facebook, which was inaccurate. This represented a further failure to take care not to publish misleading information. The publication had not offered to correct this, and the complaint was also upheld as a breach of Clause 1 (ii).  The Committee considered that the appropriate remedy to the breach of the Code was publication of this adjudication.      Date complaint received: 24/11/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 13584-16\nGibbins v The Sun \nSummary\nof complaint 1.   \nAngela Gibbins complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “GEORGE & THE DRAGON”,\npublished in print on 26 July, and published online with the headline “GEORGE\n& THE DRAGON Three-year-old Prince George hit by vile rant from British\nCouncil boss paid thousands by taxpayers to promote UK”, and a further article\nheadlined “GEORGE'S DRAGON SLAYED £80k-a-year British Council boss who launched\nvile rant against Prince George is facing disciplinary action”, published\nonline on 26 July. 2.   \nThe first article reported that the complainant\n“sparked fury on Facebook with an attack on Prince George”. The subheadline of\nthe article, which appeared on the front page of the newspaper, claimed that\n“3-yr-old Prince hit by vile rant of boss paid to promote UK”.  The text on the front page reported that the\ncomplainant was a “boss at the taxpayer-funded British Council, which promotes\nUK culture worldwide”, that the complainant had said that Prince George “was an\nexample of ‘white privilege living off public money’”, and that the complainant\n“made her comments on a snap of him which had the caption ‘Prince George\nalready looks like a f****** d***head’ “. 3.   \nThe article reported that the complainant had “made\nher comments beneath the three-year-old’s picture, which someone had posted on\nFacebook with the vile caption ‘Prince George already looks like a f******\nd***head’”. The article was accompanied by an image of this meme. A meme is an\nimage easily shared on social media, often accompanied by a short amount of\ntext. In the article, the image of the meme had the caption “Facebook Troll” at\nthe top.  Below this image, was an image\nof the complainant’s Facebook comment on the post, which were: “White\nprivilege. That cheeky grin is the (already locked-in) innate knowledge that\nhe’s Royal, rich advantaged and will never know *any* difficulties or hardships\nin life. Let’s find photos of 3yo Syrian refugee children and see if they look\nalike, eh?”. The image of the post had the caption “Charity Exec’s poison”\nabove it. The article reported that in response to being challenged, the complainant\nhad responded by saying “I’m sound in my socialist, atheist and republican\nopinions…I don’t believe the royal family have any place in a modern democracy\nleast of all when they live on public money. That’s privilege and it needs to\nend”. 4.   \nThe online version of the first article was largely\nsimilar to the print version. However, when it was first published at 11:22pm\non 25 July, the first image in the article, a photograph of the complainant,\nwas captioned: “Troll with it…Angela Gibbins caused fury with her attack by\nsaying “Prince George already looks like a f**** d***head”. This was amended at\n12:20pm on 26 July to “troll with it…Angela Gibbins caused fury with her\nattack”.  The article was also\naccompanied by an image of the meme which had the caption “Facebook Troll” at\nthe top, and was captioned “Antisocial media…Gibbins made her comments beneath\nthe three-year-old’s picture, which someone had posted on Facebook”. The third\nsentence in the body of the article stated that “Gibbins made her comments beneath\nthe three-year-old’s picture, which someone had posted on Facebook with the\nvile caption”. 5.   \nThe second article reported that “The British\ncouncil boss who launched a scathing attack on Prince George will face\ndisciplinary action for calling him ‘privileged, rich and living off public\nmoney. As revealed by The Sun, Angela Gibbins made the comments below the tot’s\npicture which somebody had posted on Facebook with the vile caption: ‘Prince\nGeorge already looks like a f***** d***head’”. The article included a picture\nof the Facebook meme, with the caption: “Facebook Troll”, at the top of the\nimage, and with the caption: “Facebook troll…Angela Gibbins posted the comments\non a private Facebook page”, at the bottom of the image. A caption to a further\nimage in the article stated that “Sweet Prince George was the victim of a\ncutting attack on social media when British Council boss trolled him”. 6.   \nThe complainant said that the articles gave the\nclear impression that she had made the comment that Prince George looked like\n“a fucking dickhead”, which was inaccurate, and which the newspaper knew was\ninaccurate. She said that the identity of the Facebook user who had actually\nposted the meme had been removed from the image of the meme accompanying the\narticle, which was published directly opposite a large image of her, again,\ngiving the clear impression that she had made the “fucking dickhead” comment.\nThe references to her having made a “vile rant” supported the suggestion that\nshe had made this comment. She noted that where the article did refer to\nsomeone else having posted the picture of Prince George, it did not make clear\nthat the caption to this picture was also made by someone else, rather than\nher. In circumstances where she was accused of a “vile rant”, and a “Facebook\nattack”, this suggested she had made the comment in question. 7.   \nIn relation to the online version of the article,\nthe complainant noted that it referred to her as a “troll”, and that it also\nhad an image of the meme with the caption “Facebook troll”. She said that this\nsuggested that she had made the meme. 8.   \nIn relation to the second online article, the\ncomplainant noted that it referred to her “trolling” Prince George, and that it\nalso contained an image of the meme captioned “Facebook Troll” at the top, and\ncaptioned “Facebook troll…Angela Gibbins posted the comments on a private\nFacebook page”, at the bottom. 9.   \nThe complainant said that her comments on white\nprivilege were made from her private Facebook account, in a sub-thread in the\ncomment section below the meme, in which there was a discussion amongst her\nfriends relating to all children enjoying the same rights and protections. The\ncomplainant was concerned that the newspaper had not reported a further comment\nshe had made in the thread, which showed her in a more favourable light, and in\nwhich she said “all I wish to suggest is that most children in the world don’t\nhave as many reasons to smile”. The complainant said that she was not a British\nCouncil “boss”, but was head of the department responsible for managing the\norganisation’s property. She said that she was one of a large number of senior\nmanagers, her role was not external-facing, and it was not to promote the UK,\nas reported. 10. The newspaper denied that either the print version of the first\narticle, the amended online version of this article, or the second article\nsuggested that the complainant had made the comment accompanying the meme. It\nnoted that the articles made clear that the complainant had made her comments\nbeneath a meme posted by somebody else. It said that while it was aware of who\nhad reposted the meme, it appeared that it had been copied from another post;\nthe newspaper had not taken the decision to remove the identity of the creator\nof the meme. It said that in the article, the meme had the headline “Facebook\ntroll”, and that underneath, the complainant’s comments were headed “Charity Exec’s\npoison”. It said that if it had been alleging that the complainant had made the\ncomments accompanying the meme, it would have been captioned accordingly. 11. The newspaper said that while the complainant was entitled to her\nviews, it was entitled to characterise them as a “vile rant”. It said that it\nwas not inaccurate to refer to the complainant as a British Council “boss” or\n“chief”, where she was “Head of Global Estates”. The newspaper noted that the\nBritish Council’s patron was the Queen, and said that its entire ethos was to\npromote the UK abroad. 12. At a late stage of the IPSO investigation, the newspaper said that on\nthe morning of the 26 July, the journalist had received a telephone call from\nthe British Council in relation to the online version of the story referring to\nthe complainant as having called Prince George a “f******* d***head”. The\njournalist raised the issue with a senior member of the website’s editorial\nstaff, and an amendment was made to a picture caption which had claimed that\nthe complainant had made the comment accompanying the meme. 13. The newspaper accepted that this caption had been inaccurate, and said\nthat the only explanation it could provide was that a sub-editor has misread\nthe article. It said that the mistake was rectified when it had been brought to\nits attention by the British Council. At this stage of the IPSO complaints\nprocess, the newspaper offered to publish the following correction and apology,\nabove the online article. It subsequently offered to publish this wording on\nits website’s homepage for 24 hours, and archived in its corrections and\nclarifications section: \nAn incorrect picture caption on a\nstory about Prince George suggested that Mrs Angela Gibbins called him a\n'F****** D*******.  In fact Mrs Gibbins\nwas commenting on a meme published on Facebook by somebody else.  We are happy to clarify and apologise to Mrs\nGibbins. 14. The complainant said that for several months, the newspaper had denied\nhaving claimed that she had made the “f****** d***head” comment.  In those circumstances, she was concerned\nthat it was only at a late stage in the complaints process that the newspaper\nconfirmed that the online version of the article had an image caption which\nclaimed that she had made this comment when first published. She said that the\ninaccurate caption was evidence that the newspaper’s online journalist had\nunderstood her to have made this comment from the article that appeared in the\nprint edition. She was concerned at the length of time taken for the newspaper\nto amend the online article when the British Council had brought it to the\nnewspaper’s attention.  \nRelevant\nCode provisions 15. Clause 1\n(Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nFindings\nof the Committee 16. In large part,\nthis complaint related to whether the articles, in their presentation of the\nstory, claimed that the complainant had herself written the post that Prince\nGeorge looked like “a fucking dickhead”, in addition to making the comments it\nwas accepted she had made in response to the post. 17. When first\npublished, the online version of the first article contained a picture caption\nwhich inaccurately claimed that the complainant had said that “Prince George\nalready looks like a “f****** d***head”. As was clear from the remainder of the\ncoverage, the newspaper knew that the complainant had not made these comments.\nThis was a failure to take care not to publish inaccurate information, and a\nbreach of Clause 1 (i).  18. The words\naccompanying the meme were an insult directed at Prince George, using offensive\nlanguage. They were of a different quality to the comments the complainant had\nin fact made, and for these reasons, the Committee considered that the\ninaccuracy was significant, such as to require correction under the terms of\nClause 1 (ii).  The Committee was\nextremely concerned that the error in the caption had not been brought to the\nattention of either IPSO or the complainant until a late stage in the\ncomplaints process. 19. The Committee\nwelcomed the newspaper’s offer to correct and apologise for this error.\nHowever, the newspaper had been aware of the inaccuracy since soon after the\narticle was first published, and had amended the article accordingly. The\nCommittee made clear that the Code’s requirement that significant inaccuracies\nshould be corrected is not met by simply amending an article. The publication\nhad failed to correct the article sufficiently promptly, and the complaint was\nupheld under Clause 1 (ii). 20. The Committee\nnext considered the second article. It acknowledged that the second sentence of\nthe article stated that the complainant had made the comments “below the tot’s\npicture which someone had posted on Facebook with the vile caption: ‘Prince\nGeorge already looks like a f*****g d***head’“. However, the image of the meme\nwhich appeared later in the article was captioned “Facebook Troll”, at the top,\nand was captioned “Facebook troll…. Angela Gibbins posted the comments on a\nprivate Facebook page”, at the bottom. This clearly implied that the\ncomplainant had posted the meme to Facebook, which was inaccurate, and directly\ncontradicted the suggestion in the second sentence of the article. The\npresentation of this image, including the captions, represented a failure to\ntake care not to publish misleading information, in breach of Clause 1 (i). The\nimage of the meme and its captions was significantly misleading, such as to\nrequire correction under the terms of Clause 1 (ii). The newspaper had not\noffered to publish a correction on this point, and this aspect of the complaint\nwas upheld as a breach of Clause 1 (ii). 21. The print\nversion of the first article placed the meme, captioned “Facebook troll”,\nadjacent to the complainant’s comments, captioned “Charity’s Exec’s Poison”. On\nboth the front and inside page, the article began by setting out the comments\nit was accepted the complainant had made. The text on the front page explained\nthat the complainant had “made her comments on a snap of him which had the caption:\n‘Prince George […]’“. The second sentence of the full article on the inside\npage made clear that the complainant had made the comments on a picture that\n“someone had posted on Facebook with the vile caption: “Prince George […]’” 22. The newspaper\nwas entitled to draw attention to the context in which the complainant had made\nher comments about Prince George, which had been on a meme which contained an\noffensive insult towards him. Taking in to account all the circumstances, the\nCommittee considered that the print version of the article made sufficiently\nclear that the “fucking dickhead” comment had been made by the person who\noriginally posted the photograph of Prince George, rather than the complainant.\nThe newspaper had not failed to take care over the accuracy of the article, in\nthis respect. The article was not misleading in the manner alleged, and this\naspect of the complaint did not breach of Clause 1. 23. The Committee\nthen considered the amended online version of the first article. In this\narticle, the caption was first referenced in the third sentence of the article,\nwhich said that “[the complainant] made her comments beneath the\nthree-year-old’s picture, which someone had posted on Facebook with the vile\ncaption”. The words “fucking dickhead” first appeared in the image of the meme\nitself, the caption of which made clear that the complainant had made her\ncomments “beneath the three-year-old’s picture, which someone had posted on\nFacebook”. For this reason, in addition to the reasons given in relation to the\nprint version of the article, the Committee considered that the amended version\nof the online article was not significantly misleading in its presentation of\nthe complainant’s comments. 24. The Committee\nnoted the complainant’s concern that the newspaper had not reported a further\ncomment in the thread. The further comment was less hostile to Prince George,\nbut it did not seek to draw back from the comment on which the newspaper’s\ncoverage was based. The fact that the articles did not report this further\ncomment, did not make them significantly misleading. The complainant was a\nsenior manager at the British Council, and it was not misleading to refer to\nher as a “British Council Boss”. These aspects of the complaint did not breach\nClause 1. \nConclusions 25. The complaint\nwas upheld. \nRemedial\nAction Required 26. Having\nupheld a breach of Clause 1 (i) and Clause 1 (ii) in relation to the original\nonline version of the first article, and the second article, the Committee\nconsidered what remedial action should be required. The Committee considered\nthat the failure to take care not to publish inaccurate information, and the\nfailure to comply with the obligation to correct significant inaccuracies\npromptly would be appropriately remedied by the publication of an adjudication. 27. The\nadjudication should be published on the publication’s website, with a link to\nthe adjudication (including the headline) being published on the homepage for\n24 hours. It should then be archived in the usual way. The headline of the\nadjudication must make clear that IPSO has upheld the complaint, and refer to\nits subject matter; it must be agreed in advance. 28. In\nrelation to the online version of the first article, if the publication\ncontinues to publish this article, without the addition of the offered\ncorrection above it, the full text of the adjudication should also be published\non that page, beneath the headline. If the publication publishes the offered\ncorrection above the article, a link to the adjudication should be published\nwith the article, explaining that it was the subject of an IPSO adjudication. 29. In\nrelation to the second article, if the newspaper intends to continue to publish\nthe article without amendment to remove misleading statement identified by the\nCommittee, the full text of the adjudication should also be published on that\npage, beneath the headline. If amended to remove the misleading statement, a\nlink to the adjudication should be published with the article, explaining that\nit was the subject of an IPSO adjudication. 30.  The terms of the adjudication to be published are as\nfollows:  \nFollowing publication of two\nonline articles 26 July headlined “GEORGE & THE DRAGON Three-year-old\nPrince George hit by vile rant from British Council boss paid thousands by\ntaxpayers to promote UK”, and “GEORGE'S DRAGON SLAYED £80k-a-year British\nCouncil boss who launched vile rant against Prince George is facing\ndisciplinary action”, Angela Gibbins complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice. The complaint was upheld, and IPSO required The Sun\nto publish this adjudication on its website. \nThe articles\nreported on Facebook comments the complainant had made about Prince George on a\nmeme, created by someone else. The complainant’s comments in the thread below\nthe meme related to Prince George, and “white privilege”. However, the meme had\nthe caption “‘Prince George already looks like a f****** d***head’”, and this\ncomplaint related to whether the articles, in\ntheir presentation of the story, claimed that the complainant had herself\nwritten the caption on the meme, in addition to making the comments it was\naccepted she had made in response to the post. \nA picture caption in the first\narticle stated that: “Troll with it…Angela Gibbins caused fury with her attack\nby saying ‘Prince George already looks like a f**** d***head’”. The complainant\nsaid that this was inaccurate; she had not created the meme, and had not called\nPrince George a “f****** d***head”. \nAn image of the meme in the\nsecond article was captioned “Facebook Troll” at the top, and “Facebook\ntroll…Angela Gibbins posted the comments on a private Facebook page”, at the\nbottom. The complainant said that this inaccurately suggested that she was the\n“troll” who had posted the meme. \nThe newspaper accepted that the\npicture caption on first article was inaccurate, and said that the only\nexplanation it could provide was that a sub-editor has misread the article. It\nsaid that when the British Council brought the mistake to its attention on the\nday after publication, it amended the caption to remove this claim. During the\nIPSO complaints process, it offered to publish a correction and apology to the\ncomplainant on its website. The newspaper denied that the image of the meme in\nthe second article was misleading. \nThe publication of the inaccurate caption in the\nfirst article was a failure to take care not to publish inaccurate information.\nThe newspaper had been aware of the inaccuracy since soon after the article was\nfirst published, and had amended the article accordingly. However, the Code’s\nrequirement that significant inaccuracies should be corrected is not met by\nsimply amending an article. While it\nsubsequently offered to publish a correction and apology, the newspaper had\nfailed to correct the article sufficiently promptly, and the complaint was\nupheld under Clause 1 (ii). Furthermore, where the amendment that had been made\nto the online article was clearly relevant to the complaint, the Committee was\nextremely concerned that the newspaper had not brought this to the attention to\neither IPSO or the complainant until a late stage of the complaints process. \nThe presentation of the image of the meme in the\nsecond article clearly implied that the complainant had posted the meme to\nFacebook, which was inaccurate. This represented a further failure to take care\nnot to publish misleading information. The publication had not offered to\ncorrect this, and the complaint was also upheld as a breach of Clause 1 (ii). \nThe Committee considered that the appropriate remedy to the breach\nof the Code was publication of this adjudication.   \n \nDate complaint received: 24/11/2016\nDate decision issued: 14/06/2017\nBack to ruling listing\n\n\n"
}