{
    "url": "/rulings-and-resolution-statements/ruling/?id=13677-16",
    "title": "13677-16 Foreman v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "received_on": "2017-02-17 00:00:00",
    "concluded_on": "2017-06-04 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A Date complaints received: 17/02/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13677-16 Foreman v The Daily Telegraph\nSummary of complaint\n1. Marguerite\nForeman complained to the Independent Press Standards Organisation that the\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined \"No one to welcome Harry after his ship docks early”,\npublished on 24 November. The article was also published online with the\nheadline: “Prince Harry docks at port on West Indies tour so early there is no\none to welcome him”.\n2. The article\nreported HRH Prince Harry’s visit to St. Kitts and Nevis. The article reported\nthat Prince Harry “docked so early that there was no one there to welcome him”,\nclaiming that early arrival is “not really the done thing in the laid-back West\nIndies”. It reported that the island’s Governor General arrived in Port Zante\n“just a few minutes” before the planned royal arrival, leaving Prince Harry\n“admiring the view from the deck of Royal Fleet Auxiliary Wave Knight for ten\nminutes before he could disembark”.\n3. The print and\nonline version of the articles were substantially similar, except that the\nfirst photograph in the online version of the article, which was a close\ncropped image of Prince Harry, did not appear in the print version of the\narticle.\n4. The complainant\nsaid that Prince Harry had arrived at the dock before his scheduled arrival\ntime, after disembarking the Wave Knight, which had been moored out at sea. She\nsaid that despite arriving early at the dock, Prince Harry was met by a number\nof people, including the police. The complainant accepted that because Prince\nHarry had been early, the Governor General had not been there to welcome him\nwhen he arrived. However, she explained that the Governor General had arrived\nfive minutes before Prince Harry’s planned arrival time, and welcomed him at\nthis point. The complainant said that it was therefore inaccurate to claim that\nnobody had been present to welcome Prince Harry, and it was inaccurate to\nreport that Prince Harry had been kept waiting on the Wave Knight.\n5. The complainant\nsaid that the first photograph of Prince Harry accompanying the online article\nshowed him grimacing, and irritated. She said that it was presented as a photo\nof him visiting St Kitts and Nevis, when in fact, it was a file photo,\nunrelated to his visit to the island. She said that the photograph, and the\nmanner in which it was presented, inaccurately suggested that Prince Harry had\nbeen irritated at the welcome he had received. \n6. The newspaper\nsaid that it was not inaccurate to report that Prince Harry “docked so early\nthat there was no one there to welcome him”, because, at the time that he\ndisembarked, nobody from the official welcome party had yet arrived. However,\nit did not dispute that the High Commander of the police force, and\njournalists, were at the dock at this time. The newspaper said that the article\nhad accurately reported that by the time the official welcome party arrived,\nPrince Harry had been waiting on the dock for approximately ten minutes. It\nsaid that two reporters from UK national newspapers had confirmed this\ninformation with the journalist.\n7. The newspaper\naccepted that, given Prince Harry had been kept waiting while on the shore, it\nwas inaccurate to report that he had waited for the welcome party whilst on\nboard the Wave Knight. However, it did not consider that this was a significant\ninaccuracy, given that he was kept waiting on the shore. The newspaper said\nthat the first photograph accompanying the article was not misleading. It said\nthat it was clear that the photograph did not depict Prince Harry’s reaction to\nthe reported events, because the background of the photograph made clear that\nit was not taken aboard a ship. Furthermore, the article reported that Prince\nHarry had been wearing a dark blue suit on his arrival to the island, whereas\nthe photograph accompanying the article showed him in an open-necked shirt\nwithout a tie.\n8. In response to\nthe complaint, the newspaper substituted the photograph in the online article\nfor a photograph of Prince Harry during his visit to St Kitts and Nevis. It\nalso amended the article to remove reference to Prince Harry waiting aboard the\nWave Night, and added the following clarification, as a footnote to the online\narticle:\nPrince Harry waited on the dockside after his early arrival,\nnot aboard his ship Wave Knight as an earlier version of this article stated.\nWe would also like to clarify that the main photograph illustrating the\narticle, which depicted the Prince looking surprised, was taken earlier in his\ntour, not on the day when the events described took place. It has now been\nreplaced.\n9. The newspaper\nalso offered to publish the following clarification on page 2 of the print\nedition of the newspaper, in its corrections and clarifications box:\nAn article of 24 November reported that Prince Harry had\nbeen kept aboard his ship, the Wave Knight, when he arrived early on his trip\nto St Kitts and Nevis. We would like to clarify that Prince Harry waited on the\ndockside after his early arrival, not aboard his ship. We are happy to clarify.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The newspaper had accepted that it was inaccurate to\nreport that Prince Harry had waited on his ship, rather than on the dock.\nHowever, in circumstances where it was accepted that there was a delay in his\nbeing welcomed by the Governor General, the location in which he had waited was\nnot a significant detail, and the error did not breach Clause 1. The Committee\nacknowledged the newspaper’s offer to publish a clarification on this point.\n12. The Committee emphasised the care which publications\nmust take when publishing photographs which are illustrative of the events\nreported, and particularly of an individual’s sentiment. Given that the\nphotograph accompanying the online version of the article showed Prince Harry\namongst a background of trees, and the article reported that he was waiting\naboard the Wave Knight, the Committee did not consider that it depicted Prince\nHarry’s reaction to the reported events, or that it was suggestive of this. The\nphotograph was not misleading and there was no breach of Clause 1 (i).\n13. It was not disputed that when Prince Harry arrived at\nthe dock, the High Commander of the police force, amongst others, were present.\nHowever in circumstances where Prince Harry arrived before the Governor\nGeneral’s welcoming party and waited to be officially greeted by them, the\nCommittee did not consider that it was significantly misleading to report that\n“no one” was there to greet Prince Harry. The Committee acknowledged the\ncomplainant’s concerns about the claim that \"turning up early is not\nreally the done thing in the laid back West Indies”; however, this was an\nexpression of an opinion, and where the article also made clear that the\nGovernor General arrived prior to Prince Harry’s expected arrival time, there\nwas no breach of Clause 1.\nConclusions\n14. The complaint was not upheld.\nRemedial action required\n15. N/A\nDate complaints received: 17/02/2017Date decision issued: 04/06/2017\nBack to ruling listing\n\n\n"
}