{
    "url": "/rulings-and-resolution-statements/ruling/?id=13692-16",
    "title": "13692-16 Anwar v Sunday Mirror, Daily Mirror & Mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "received_on": "2016-11-28 00:00:00",
    "concluded_on": "2017-06-15 00:00:00",
    "complaint_processing_days": 199,
    "conclusion_long": "21. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 28/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13692-16 Anwar v\nSunday Mirror; Anwar v Daily Mirror; Anwar v Mirror.co.uk\nSummary of complaint \n1. Marc Anwar\ncomplained to the Independent Press Standards Organisation that the Sunday\nMirror, Daily Mirror and Mirror.co.uk breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code of Practice in articles headlined: “Corrie star\nsacked over racist rant”, published on 25 September 2016; “Cops probe Corrie\nstar’s racist rant”, published on 27 September 2016; “Axed Coronation Street\nactor Marc Anwar makes shocking claim about ITV bosses following racism\nscandal”, published on 1 October 2016; “Corrie star: I’m scapegoat” published\non 27 November 2016.\n2. The\narticles reported that the complainant, an actor, had been dismissed from his\nrole on Coronation Street following comments he had posted on Twitter. In\nparticular, the first article set out (in a screenshot) the following four\ntweets, which it described as a “racist attack on Indian people”: \ni. “F***ing\n#indians killing our #kashmir brothers and sisters, beygairth #NawazSharif\nstill sucking #modi Lul!\nii. Why would\nanyone want to follow silly me, so boring\niii. Ban #india\nmovies in #PakistanisLeaveIndia. B*****ds p**s drinking #c**ts\niv. Why the\nF***k do #pakistaniartists want work in #f***face #india, do you love money so\nmuch”\n3. In\nreporting these tweets, the newspaper had published reaction to them from his\nformer employers and anti-racism campaigners. The third and fourth articles\nreported comments made by the complainant, apparently criticising the decision\nto dismiss him. \n4. The 1\nOctober article was published online only. The remaining articles appeared\nonline in substantially the same form as in print. \n5. The\ncomplainant said that the manner in which the tweets were presented was\nmisleading, as they were taken out of context. Those who read the tweets – his\n98 followers on Twitter – would have understood that these were not racist\ncomments or attacks on Indian people generally. The complainant explained that\nhis first tweet was intended as criticism of the Indian army killing Muslims in\nKashmir, and the Prime Minister of Pakistan who, he believed, was failing to\nproperly raise the issue of the persecution of Muslims with his Indian counterpart.\nHis third and fourth tweets referred specifically to concerns about certain\nextreme anti-Muslim/anti-Pakistan individuals within the television and film\nindustry in India, as well as to calls to ban Pakistani TV dramas in India.\n6. The\ncomplainant was also concerned that the third and fourth articles claimed he\nhad referred to ITV bosses having an “agenda” and said that he had been made a\n“scapegoat”. He said that this was misleading, as these claims had been\nmanufactured from comments he had made, on Twitter and in a text message\nexchange with the journalist, which had been taken out of context. \n7. In relation\nto the “agenda” claim, the complainant had been sent a message on Twitter which\nread “Hey Marc was gutted when you written out of Corrie, you have said sorry\nand should have been enough”, to which he had replied “Thank you…but sorry is\nnever enough for those that have personal agenda, I have no personal agenda.\nPeace”. \n8. In relation\nto the “scapegoat claim”, the complainant said that this was lifted from two\nmessages he had sent to the journalist, after publication, and nine days apart.\nIn the first he had said “ITV did what they did, to protect their brand.\nAbsolutely fine. I was dispensable.” In the second he had said “I believe a\nnumber of wrongs took place and made scape goat of a Pakistani born Muslim”. He\ndenied that this meant that ITV had made him a scapegoat and said that,\ninstead, he had been referring to those who had subsequently criticised him on\nsocial media. \n9. The\ncomplainant said that his tweets had been sent to a closed group of 98 of his\nfollowers on Twitter (although he accepted that he had subsequently made those\ntweets public, by removing privacy settings on his account). Given the limited\naudience, he said that publication of the tweets intruded into his privacy, in\nbreach of Clause 2. He also complained that publication of material taken from\nhis exchange with the journalist was intrusive: he said that it was clear that\nthis was a private and confidential exchange, entered into with a view to\narranging a meeting, and was not for publication. \n10. The\nnewspaper did not accept any breach of the Code. It said that there was a\npublic interest in reporting the complainant’s comments on Twitter and in\ncorrespondence with the journalist. The complainant had a public-facing role,\nand his comments had subsequently been investigated by the police as a hate\ncrime. \n11. The\nnewspaper explained that the journalist had requested to become one of the\ncomplainant’s followers on Twitter. To accept her request, the complainant\nwould have seen her profile and biography, which made clear she was a Sunday\nMirror journalist. He would have known that – having accepted her request – she\nwould be able to see his tweets. He had subsequently corresponded with the\njournalist knowing that she was preparing a story for publication. At no point\nhad he requested that the correspondence be treated as “off the record”. \nRelevant Code Provisions\n12. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n13. The\nCommittee acknowledged the complainant’s concern about the manner in which his\ntweets had been reported. It emphasised that it was not its role to reach a\njudgement on whether the complainant’s tweets had been “racist”. Rather, in\nassessing whether the newspaper had complied with its obligations under the\nCode, the question for the Committee was whether the newspaper had provided a\nsufficient basis for the way in which it had chosen to portray them. \n14. The\nCommittee noted the complainant’s explanation of the context in which his\ntweets were made. He did not suggest that other tweets or comments, posted by\nhim, set out this context such that – read as a whole – his tweets took on\nanother meaning. Rather, it was his position that the specific audience of the\ntweets would have been aware of the situation in Kashmir, and in the television\nand film industry in India and Pakistan, and would have understood that this\nwas what he was referring to. However, the Committee also noted that the first\narticle had explained that his “remarks came days after 17 soldiers were killed\nat a Kashmir airbase – sparking a UN clash between India and Pakistan” and that\na number of the criticisms of the complainant, from campaigners, had referred\nto this context. \n15. The basis\nfor characterising the tweets as “racist” was made clear in the articles, which\nset out the complainant’s tweets in full. The first article included a\nstatement from ITV which referred to the tweets as “racially offensive” as well\nas comments from anti-racism campaigners which criticised the tweets for\n“blaming all Indians” and “target[ing] a segment of the population”. The\nCommittee acknowledged the complainant’s position that he had been referring to\nthe Indian army specifically; however, it remained the position that the tweet\nhe published simply referred to “Indians”. \n16. In these\ncircumstances, having regard for the offensive nature of the complainant’s\nremarks, the fact that the article had referred to the political context in\nwhich the tweets were made, and where that the newspaper was – in any event –\nentitled to criticise the complainant on the basis of the words he had used,\nthe Committee was satisfied that the newspaper had set out a sufficient basis\nfor characterising the tweets as “racist”. There was no failure to take care\nover accuracy of the presentation of the tweets, and the Committee concluded\nthat the tweets had not been reported in a manner which was significantly\nmisleading or inaccurate. \n17. The\nCommittee acknowledged the complainant’s position that he had not intended to\nsuggest that ITV had an “agenda”. However, taken in context with the tweet to\nwhich he was replying – which called into question ITV’s decision to dismiss\nhim – the Committee did not consider that it was significantly misleading for\nthe newspaper to report that the tweet referred to ITV.\n18. It was, in\nthe Committee’s view, potentially an issue of concern that the newspaper had\namalgamated two messages from the complainant into one quotation, reference to\nthe claim that he was a “scapegoat”. This risked creating a misleading\nimpression of what he had said. However, in the message in which he referred to\nhis having become a “scapegoat” he had also said that “ITV took easy option and\ngave wrong impression of my leaving and total disregard for the person that had\nbeen with them for the last 3 years”. Given this context, the Committee did not\nconsider that there was a failure to take care over the accuracy of the\nmaterial published, in amalgamating the quotations. This was not significantly\nmisleading and there was no breach of Clause 1. \n19. The\ncomplainant had accepted the journalist’s request to follow him on Twitter, and\nhad subsequently published the tweets to her and 97 other followers. The tweets\nthemselves did not contain private information, but, on the complainant’s\naccount, represented criticism of the actions of the Indian army, of\npoliticians, and of anti-Muslim or anti-Pakistan figures. Having regard to the\nsize of the audience and the content of his tweets, the Committee did not\nconsider that he had a reasonable expectation of privacy. Publication of the\ntweets did not breach Clause 2. \n20. The\ncomplainant had volunteered information in correspondence with a journalist,\nwhom he knew was responsible for the first article and with whom he was seeking\na meeting with a view to publication of a further story. There was no\nsuggestion of an agreement that this correspondence should be treated as\nconfidential or “off the record”. The newspaper’s decision to publish details\nfrom that correspondence did not breach Clause 2.\nConclusions\n21. The\ncomplaint was not upheld. \nRemedial Action Required\nN/A\nDate complaint received: 28/11/2016\nDate decision issued: 15/06/2017\nBack to ruling listing\n\n\n"
}