{
    "url": "/rulings-and-resolution-statements/ruling/?id=13762-16",
    "title": "13762-16 Dobell v The Sun on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2016-12-04 00:00:00",
    "received_on": "2016-12-04 00:00:00",
    "concluded_on": "2017-03-27 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 04/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 13762-16 Dobell v The Sun on\nSunday\nSummary of complaint 1.    Emily\nDobell complained to the Independent Press Standards Organisation that The Sun\non Sunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Ill yer boots”, published on 4 December 2016. 2.   \nThe\narticle reported that a “secret questionnaire” of 9,500 junior and student\ndoctors had found that 93 per cent of respondents would support the full privatisation\nof the NHS if their salaries were to increase substantially. It said that the\nsurvey, which had been conducted by a medic from Hull, had asked respondents\nabout the NHS, the proposed new contract, and potential future strike action.\nThe article concluded by stating that a British Medical Association (BMA)\nspokeswoman had said “this is not a BMA survey”. 3.   \nThe\narticle was also published online with the headline “Ill yer boots: Survey\nshows 93% of junior doctors would back a fully privatised health service if it\nmeant a pay increase”. 4.   \nThe\ncomplainant expressed concern that the newspaper had reported the findings of\nthe survey without giving sufficient information on how the survey had been\nconducted meaning that readers were unable to assess the validity of the\nresults. She said there were more than 55,000 junior doctors in England, and it\ncould not be claimed that 93 per cent of them supported the privatisation of\nthe NHS. 5.   \nThe\nnewspaper said that the survey had been conducted by a junior doctor and his\ncolleagues in Hull who were concerned that they were being misrepresented. The\nnewspaper had not been given access to the original poll, but a reliable,\nconfidential source from the BMA had provided its findings. It considered that\nas a newspaper, and not a medical journal, it could not be expected to describe\nthe methodology used in detail. 6.   \nThe\nnewspaper said that 9,500 junior and student doctors were contacted by email\nover a period of seven weeks. Respondents were asked “do you support\nprivatisation of the NHS if this resulted in significantly increased\nremuneration for doctors?”, as well as questions relating to proposed new\ncontracts and the working life of doctors in general. The newspaper considered\nthat many of the respondents would not wish for their names to be made public,\nwhich was why the survey had to remain secret. 7.   \nThe\nnewspaper said that it had taken care to verify the existence of the poll and\nto present its findings in a responsible way. Before publication, the newspaper\nhad established that the findings had been presented to the Junior Doctors’\nCommittee (JDC) at a meeting at the BMA headquarters on 2 December 2016, and it\nprovided an email trail between members of the BMA and the JDC, which\ndemonstrated that the survey and its results had been discussed by them,\nincluding by a former Chair of the JDC. 8.   \nThe\nnewspaper said that its reporter had also put the facts of the story to the BMA\nbefore publication, and the BMA spokesperson had said the following: I’ve\nspoken to our JDC – there isn’t very much to say about this. On background, the\nJDC meeting was confidential so we can’t comment on what goes on at the\nmeetings. You can say that a BMA spokesperson said that this is not a BMA\nsurvey. The newspaper said that the BMA\nhad not disputed the facts of the survey, and the article would not have been\npublished without its comment. It argued that as the JDC had considered the\nsurvey important enough to discuss at a meeting, its decision to publish the\nstory had been justified. 9.   \nThe\ncomplainant considered that it was clear that there had been a motive behind\nthe survey and a desire for a particular result; without any details given on\nhow it had been carried out, there could not be an assessment of the level of\nbias involved. She noted that the newspaper had not been in possession of the\nactual poll before publication. 10.\nThe\ncomplainant also considered that the response from the BMA that “there isn’t\nmuch to say about this” suggested that it had not found the findings noteworthy\nat all. \nRelevant Code provisions 11. Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nClause 14 (Confidential sources)\nJournalists have a moral\nobligation to protect confidential sources of information. \nFindings of the Committee 12. The newspaper had established before\npublishing the article that members of the JDC and the BMA had discussed the\nsurvey’s striking findings by email and at a JDC meeting held at the BMA\nheadquarters. The newspaper had also contacted the BMA and had sought its\ncomment on the story. While the Committee noted the complainant’s position that\nthe BMA’s comment had suggested that the survey was not noteworthy, the\nnewspaper was still entitled to report the findings as long as it did so in a\nmanner that was not significantly inaccurate or misleading. 13.\nThe\narticle itself had made clear that the survey was a “secret questionnaire” of 9,500\njunior and student doctors, and that it had been carried out by a medic from\nHull. It had also reported the BMA’s statement that this was “not a BMA\nsurvey”. As such, the article had not given the significantly misleading\nimpression of the sample size, or that the survey had been an official poll\nconducted by a recognised body or polling company. In this context, the\nomission of information relating to the method by which the data had been\nobtained was not significantly misleading. 14. There was no failure to take care\nover the accuracy of the article in breach of Clause 1(i), and the Committee\ndid not identify any significant inaccuracies or misleading statements in the\narticle. There was no breach of Clause 1.  \nConclusion 15. The complaint was not upheld.Remedial action requiredN/A\nDate complaint received: 04/12/2016\nDate complaint concluded: 27/03/2017\nBack to ruling listing\n\n\n"
}