{
    "url": "/rulings-and-resolution-statements/ruling/?id=13821-16",
    "title": "13821-16 Lloyd v Sunday Mirror",
    "provisions": [
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mirror (Reach PLC)",
    "published_on": "2016-11-27 00:00:00",
    "concluded_on": "2017-03-31 00:00:00",
    "conclusion_long": "8.The complaint was not upheld.",
    "remedial_action": "9. N/A Date complained received: 05/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13821-16 Lloyd v Sunday Mirror\nSummary of Complaint\n1. Maxeen Lloyd\ncomplained to the Independent Press Standards Organisation that the Sunday\nMirror breached Clause 2 (Privacy) and Clause 6 (Children) of the Editors’ Code\nof Practice in an article headlined “Do I not like this”, published on 27\nNovember 2016.\n2. The article\nreported Manchester City manager Pep Guardiola’s defence of Raheem Sterling\nafter the Burnley crowd had singled him out for criticism. The article was\naccompanied by a photograph of the footballer in front of a group of Burnley\nsupporters during the game. A number of the supporters, which consisted of both\nadults and children, were making offensive hand gestures in the footballer’s\ndirection.\n3. The complainant\nsaid that her son, who was not making gestures at the footballer, appeared in\nthe photograph in question. She said that the newspaper did not know anything\nabout her son; she said that he could have been adopted, or under child protection,\nand in such circumstances, the photograph should not have been published. She\nalso said that because of the behaviour of the other children, their faces\nshould have been pixelated. She said that both she and her son were upset by\npeople’s remarks about the photograph after it was published on a number of\ninternet forums. 4. The newspaper\ndenied that it had breached the Code. It said that the photograph showed the\ncomplainant’s son in a crowd at a football match, which was a public place\nwhere press photographers were known to be present. It said that the photograph\ndid not single out the complainant’s son as being involved in bad behaviour,\nand that it would be disproportionate to pick out individual members of a crowd\nto pixelate where others had been involved in “disrespectful” behaviour. It\nalso said that the photograph did not, under the terms of Clause 6, involve an\nissue relating to her son’s welfare; as a result, it said that no parental\nconsent was required to take or publish the photograph.\nRelevant Code Provisions\n5. Clause 2\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or must not be approached or\nphotographed at school without permission of the school authorities another\nchild’s welfare unless a custodial parent or similarly responsible adult\nconsents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n6. The\ncomplainant's son was not named in the article, but he was photographed at a\nPremier League football match, an event with photographers, television cameras\nand thousands of spectators present. While the complainant did not provide her\nexpress consent to her son being photographed, he was present at a  high-profile sporting event where he would\nhave been seen by a large number of people, and in circumstances where the\ncomplainant would have been aware of the possibility that her son might be\nphotographed by press photographers, or appear on television. In these\ncircumstances, her son had no reasonable expectation of privacy; there was no\nbreach Clause 2.\n7. The photograph\nwas a group shot of supporters at a football match. The subject of the photograph\nwere the adults and children making offensive gestures towards the footballer,\nand not the complainant’s son, whose inclusion was incidental. In such\ncircumstances, the Committee did not consider that the photograph involved an\nissue involving his welfare. Further, while the Committee noted the\ncomplainant’s position that the comments made on internet forums following\nrepublication of the photograph caused an intrusion into her son’s life, the\nCommittee did not consider that the publication of the photograph by the\nnewspaper caused any intrusion such as to breach Clause 6 (i).\nConclusions\n8.The complaint was not upheld.\nRemedial Action Required\n9. N/A\nDate complained received: 05/12/2016Date decision issued: 31/03/2017\nBack to ruling listing\n\n\n"
}