{
    "url": "/rulings-and-resolution-statements/ruling/?id=13839-16",
    "title": "13839-16 Baroness Scotland v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2016-12-05 00:00:00",
    "concluded_on": "2017-06-08 00:00:00",
    "complaint_processing_days": 185,
    "conclusion_long": "38. The complaint was not upheld.",
    "remedial_action": "39. N/ADate complaint received: 05/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13839-16 Baroness Scotland v Daily Mail\nSummary of Complaint\n1. Baroness\nPatricia Scotland complained to the Independent Press Standards Organisation\nthat the Daily Mail breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in relation to articles headlined:\n1) “GUY\nADAMS: Fit for public office? Dubbed Baroness Shameless for cosy links with\nevil tyrannies, the Commonwealth's new boss is spending appalling amounts of\npublic money self-promoting herself and chums”, published online on 23 July\n2016\n2) “Woman\nwith no shame: Links with tyrants. Jobs for the boys. Profligacy with public\nmoney. In recent days we have exposed the disturbing activities of the new\nBritish boss of the Commonwealth. Is she apologetic? Dream on”, published\nonline on 29 July  2016\n3) “Baroness\nShameless used aide on £16k a month to organise garden party”, published in\nprint on 2 November 2016. The article was also published online with the\nheadline: “Baroness Shameless used aide on £16,000 a month to organise a garden\nparty and arrange refurbishments of her mansion”. \n4) “Chandeliers,\ncronies, £33k of paint – and a whistleblower hounded for exposing naked greed”,\npublished in print on 4 November 2016. The article was also published online\nwith the headline: “Is Baroness Scotland more shameless than ever? A £1,200\nbill for ‘relocating a chandelier', £33,000 on paint for her grace-and-favour\nMayfair home – and a whistleblower hounded for exposing eye-opening details of\nher spending”.\n5) “Baroness\nShameless 'snubbed by Queen'”, published on 28 January 2016. The article was\nalso published online with the headline: “'Queen snubs' Baroness Shameless:\nMonarch said to be staying away from annual reception after a string of\nscandals at the Commonwealth Office”.2. Adopting\nthe numbering above, the first article set out a number of allegations about\nthe complainant, in her capacity as Secretary-General of the Commonwealth,\napparently on the basis of leaked documents. It reported that a project to\nrefurbish the complainant’s grace-and-favour apartment in Mayfair had been\napproved before the complainant had taken office, with a budget of £230,000. It\nreported that the complainant had “brought in a [named interior designer], who\noffered advice as a favour and is not being paid by the Commonwealth”. It claimed\nthat the refurbishment was being “partly overseen”, by this individual. It\nreported that “by May, an increased budget of £450,000…was being discussed by\nworried Commonwealth staffers”, and claimed that the home was being “completely\nremodeled”. It reported that the\n£450,000 figure did not include electrical work and a new chandelier, which\nwere provisionally estimated to add another £75,000. It reported that the\nCommonwealth was refusing to say how much it was spending, and that it was\nunclear how much of the work discussed in the leaked emails was going ahead. It\nreported that in May, a member of the Secretariat’s staff had sent a memo saying “additional works, plus the bathroom, will increase the total\ncost for the refurbishment from the original £230,000 to near £450,000”. The\narticle stated “that was more than two months ago. So what is now being spent\non the building project? It’s impossible to say”.\n3. The first\narticle also reported the complainant had “added a number of personal friends\nand political allies to her organisation’s pay roll, including PR advisers –\nwho are being paid £16,000 a month”. It reported that this added to concerns\nwhich raised questions about whether the complainant was fit for public office,\nand explained that in “recent weeks”, it had “emerged” that the complainant had\nhired a company owned by a named peer, described as “an old friend”, to “advise\non how to run the Commonwealth Secretariat, at an initial cost of £30,000 a\nmonth”, and that this firm was “to be paid an additional £325,000 to ‘implement\nchanges’ at the organisation”. In response to statement that the appointment of\nthis company represented value for money, the article stated: “at £30,000 a\nmonth (plus a further £325,000)? We’ll have to take them at their word!”. The\narticle also reported that in 2009, when the complainant was the Attorney\nGeneral, she had been “exposed for employing an illegal immigrant from Tonga…\nas a cleaner”. It reported that she was “duly prosecuted for breaking\nimmigration laws that she herself helped draft, and fined £5,000”.\n4. The\nsecond article repeated a number of the claims made in the first article. It\nreported that shortly before she became the Secretary-General of the\nCommonwealth, the complainant “took a mysterious ‘working visit’ to\nKazakhstan”. It reported that Kazakhstan was a “personal fiefdom” of its\npresident, who was a “deeply oppressive autocrat”, but that the complainant’s\nvisit to the country was a “PR coup for the regime”.  The article also reported that “one of her\nfirst moves after taking office was to hold meetings with the brutal regime in\ncharge of the Maldives, which had previously paid her £7,500 a day to do legal\nwork”. \n5. The third\narticle reported that one of the complainant’s aides, who it claimed was paid\n£16,000-a-month, had been used by the complainant to “help refurbish her\nmansion and organise a garden party”. The article repeated a number of claims\nmade in the first and second article.\n6. The fourth article reported that the complainant’s\n“profligacy”, had become “headline news again this week after a leaked letter\nrevealed her organisation is in a ‘dire financial position’”, and summarised\nthe newspaper’s previous coverage of her tenure at the Commonwealth. In\nsummarising this coverage, the article claimed that the complainant was\n“handing out lucrative publicly funded jobs to political cronies”. The article gave\nas an example the recruitment of two named individuals, who were described by\nthe newspaper as “Left-wing political fixers”. The article also claimed that\nthe newspaper had “revealed plans by [the complainant] to spend hundreds of\nthousands of pounds on her grace-and-favour Mayfair home”, and said that this was\n“reminiscent” of the MPs expenses scandal. It claimed that the\nnewspaper had been leaked documents, which included a “wish-list” for the\nproperty, which included the “relocation of a chandelier to a “swanky new\ndining area” for a cost of £1200. The\narticle reported that the day before, the complainant had appeared on The Today\nProgramme on Radio 4, and rejected a series of allegations about her. It\nreported that she had said that the total cost of the refurbishment was “maybe\n£330,000”. 7.7. The fifth\narticle reported that the Queen was “staying away from a major Commonwealth\nevent in a snub to its controversial chief [the complainant]”. It reported that\nsources had told the BBC’s diplomatic editor that the Queen would not attend\nbecause of her “displeasure at the way the Commonwealth Secretariat was now\nbeing run”. The article also reported that “Buckingham Palace sources….insisted\nit was down to logistics and not displeasure with Lady Scotland”. The article\nreported that the Commonwealth Secretariat had been “named as one of the worst\nperforming bodies funded from Britain's foreign aid budget” by the Department\nfor International Development.\n8. The\ncomplainant said that the articles under complaint had formed part of a\npartisan campaign against her. She said that the articles were distorted, and\ncontained a number of inaccuracies in order to serve that partisan purpose. She\nsaid that the Commonwealth Secretariat had consistently responded to the\nnewspaper’s enquiries, but despite this, they continued to publish articles it\nknew, or ought to have known, were false.\n9. The\ncomplainant said that the process of refurbishment was required by the lease,\nand was in keeping with the standard practice of refurbishing the interior of\nthe official residence of the Secretary-General in between Secretaries-General.\nShe said that the refurbishment was put out to tender, and a contractor\nselected before she took office, for a figure of £265,000. The budget was then\nincreased to £300,000 for the financial year 2016/2017. The complainant said\nthat the documents the newspaper had been relying on contained “additional\nproposed costs”. She said that proposals may be made, but this does not mean\nthey are agreed. She said that “most” of these proposals were not implemented.\nShe denied that the residence was being “completely-remodeled”, or that there\nwas “a swanky new dining area”, and said that she had ordered that there be no\nextravagance. The complainant said that the interior designer named in the\nfirst article had generously offered to give free advice to the Secretariat in\nrelation to the refurbishment. She denied that the refurbishment of her house\nwas being overseen by this designer, or that this designer had been “brought\nin”.\n10. The\ncomplainant provided the correspondence exchanged with the newspaper. She said\nthat in this correspondence, the Commonwealth Secretariat was asked about\n“additional proposed costs” for the refurbishment of the property, and made\nclear that the existence of proposals did not meant that they would necessarily\nhappen, and that the figures and assumptions being made were not accurate.\n11. The\ncomplainant denied that the company owned by the named peer had been paid\n£325,000. He had been paid £90,000 for a three month contract, which she said\nrepresented value for money given his qualifications. In relation to the two\nindividuals the fourth article gave as an examples of “political cronies” she\nhad given jobs to, the complainant said that she did not know either of them\nbefore she was elected in November 2015, and that she had never met and played\nno role in the negotiation of their short term contracts. In relation to the\nclaim that they were both “left-wing political fixers”, she said that one of\nthese individuals had never been a member of, nor worked for the Labour party.\nShe said that this claim suggested she had hired these individuals on an\nimproper basis.\n12. The\ncomplainant denied that she had been “prosecuted” in relation to the employment\nof her cleaner. She had in fact received a civil penalty for failing to\nphotocopy her passport, and retain the image. The complainant said that the\nlegal advice she gave to the Maldives was undertaken pursuant to the cab-rank\nprinciple of the British Bar (the professional obligation on barristers to\naccept instructions from a client regardless of any personal dislike of the\nclient or the case). She said that she had given legal advice to the Kazakhstan\ngovernment about how to reform criminal and civil justice systems.\n13. In\nrelation to the fifth article, the complainant said that she had not been\n“snubbed” by the Queen. She said that the statement from Buckingham Palace\nsources that the Queen’s non-attendance was due to logistics, rather than\ndispleasure with her, confirmed this. The complainant said that the review of\nthe Commonwealth Secretariat’s performance was undertaken by the Department for\nInternational Development before she took office, which was not made clear in\nthe article.\n14. The\nnewspaper said that there was a strong public interest in its reporting on the\ncomplainant, who was a public servant. It said that it had been scrupulous in\nasking the Commonwealth Secretariat for comments on all the issues, fulfilling\nits obligation to take care over accuracy of the articles.\n15. The\nnewspaper said that it took care to put the allegations about the refurbishment\nof the complainant’s grace-and-favour home to the Commonwealth Secretariat,\nbefore publication.  It said that its\njournalist asked straightforward questions, but did not receive clear answers.\nIt said that in these circumstances, it was reasonable for it to publish the\nclaims made in the articles, on the basis of the strong documentary evidence in\nits possession.\n16. The\nnewspaper provided this documentary evidence in response to the complaint.\nThese included a spreadsheet of extra works proposed after the complainant took\noffice, and an exchange of emails between commonwealth staff discussing these\nproposals. It said that these documents showed that the refurbishments,\noriginally budgeted at £264,000, was already over budget by £25,000, and that\nthe extra works would have added around £139,536. The newspaper noted that\nreferences to the complainant’s wishes were made in the email exchanges about\nthe additional proposals, indicating that she had been involved in decision\nabout the refurbishment. The newspaper also provided a document headed:\n“Corporate Group Decisions Needed and Overview of Issues For week ending 13 May\n2016”. This document stated “Note-the additional works plus the bathroom will\nincrease the total cost for the refurbishment from the original £230k to near\n£450k”. This document also referred to an increase of £33,000 for the cost of\nthe painting.\n17. In\nresponse to the claim that the complainant’s refurbishment included a “swanky\nnew dining room”, the newspaper noted that the budgets included costs for\nremoving book cases, relocating the “wall-lights/chandelier from the 1st floor\nsitting room” and referred to a replacement carpet.\n18. In\nrelation to its pre-publication correspondence about the refurbishment, the\nnewspaper said that the Commonwealth Secretariat repeatedly refused to say exactly\nwhich of the extra works as the outlined in the spread-sheet were being carried\nout. In response to a query about the\nworks on 10 June, the Commonwealth Secretariat said “no extra funds have been\nsigned off by the Secretary-General”. The journalist responded by saying “I am\nnot asking if she personally signed off on any funds”, and asked whether the\nbudget was now £450,000. The\nSecretariat responded by saying that no increase in the budget had been\nauthorised or agreed by the complainant, that proposals were made to “inflate\nthe budget”, which the complainant refused to accept, and that the ideas the\njournalist had floated in his question were never “authorised or approved”. The\njournalist reverted to the Secretariat to ask specifically whether the bathroom\nalterations, and the additional paint, as referred to in the leaked documents,\nwere part of the refurbishment, asking “yes or no?”. The Secretariat responded by saying that no\nextra funds had been signed off by the Secretary-General. On being challenged\non this point for a second time, the Secretariat added “and your assertions are\nsimply wrong. For example, that paint expenditure is not happening, as our\nprevious statements said”.\n19. On 21\nJuly, two days before publication of the first article, the journalist\ncontacted the Commonwealth Secretariat, and asked if it wished to add to its\nprevious comments. The journalist said that “In particular, we’d like to know\nwhat the refurbishment…is actually costing?”. In response, the Commonwealth\nSecretariat said that “the decision to refurbish [the residence] and the\nprovision to do so was agreed before the Secretary-General took office.”\n20. The\nnewspaper said that as the first article made clear, the named interior\ndesigner was brought on board to give free advice.. The newspaper said that\nit’s reporter visited the house twice during the building project, and that\nfrom the street, it could be seen that the building was covered in scaffolding,\nand that the upper ground floor, where the dining room is,  was being “gutted and refurbished”.\n21. In\nresponse to the complaint that one of the individuals described as a “left wing\npolitical fixers”, had never been a member of the Labour party, the newspaper\nnoted that he had worked for a PR firm known to have close links to the Labour\nparty, and whose chief executive was a former Labour press officer, and ‘spin\ndoctor’ for both Tony Blair and Gordon Brown. It noted that in June 2016, it\nhad written to the Secretariat for its comments on the two advisors’ appointments,\nreferring to them as “longstanding acquaintances” of the complainant, and\nasking if their contracts represented good value. It said that the Secretariat\nresponded by saying “we do not discuss staffing matters”. It said that neither\nof their jobs seemed to have been advertised externally, and that there did not\nappear to have been a formal recruitment process, which supported the article’s\nclaim of political cronyism.\n22. The\nnewspaper said that according to the Bar Standards Board handbook, the British\nbar’s ‘cab-rank’ rule does not apply to matters of international law, such as\nthe complainant’s work in the Maldives. It said that it had approached the\nCommonwealth Secretariat with detailed questions about her work in the\nMaldives, and the press office had not made reference to the ‘cab rank’\nprinciple.\n23. The\nnewspaper acknowledged that it was inaccurate to refer to the complainant as\nhaving been “prosecuted” in relation to the employment of her cleaner, as\nopposed to receiving a civil penalty. It denied that this was significant, but\noffered to amend the online article, to publish the following clarification in\nits Corrections and Clarifications column on page 2 of the newspaper, and as a\nfootnote to the online article:\n‘An article on 23 July said that in 2009 Baroness Scotland,\nthen the government’s chief legal officer, was ‘prosecuted’ for employing an\nillegal immigrant from Tonga as a cleaner and thus breaking immigration laws.\nWe are happy to clarify that in fact this was a civil not a criminal matter and\nthe Baroness was fined £5,000 by the UK Border Agency.’\n24. The\nnewspaper said that the fifth article was based on a BBC report by its\ndiplomatic correspondent, which said that “some senior diplomats have even\ninterpreted the fact that the Queen will not attend a major Commonwealth\nfunction in March as a signal of royal displeasure”, and that a senior\nCommonwealth source had said that “the Queen has only got to nip down the road\nfrom Buckingham Palace to Marlborough House in a Bentley. It's not that hard.\nAnd yet she has decided not to come”. It said that the Queen was not attending\nan event at the Commonwealth Secretariat on Commonwealth Day that she normally\nwould, but was attending other events on that day. It said the claim that this\nwas a “snub” was a fair comment.\n25. In\nrelation to the 23 July article’s claim that “it has emerged that… [KYA Global]\nis to be paid an additional £325,000 to “implement changes”, the newspaper said\nthat it had repeated a claim from the Mail on Sunday. Since the Mail on Sunday\nhad offered to clarify that the firm was not awarded this second contract, it\nwould also be willing to clarify this, in print, and online.\nRelevant Code provisions\n26. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n27. In\nreporting on the refurbishment of the complainant’s grace-and-favour home, the\nnewspaper had relied on leaked documentation from the Commonwealth Secretariat,\nwhich included the proposals reported in the first article, as well as the fact\nthat this would increase the budget to £450,000. The newspaper had approached\nthe Secretariat for its comments on this information, in response to which the\nSecretariat stated that the proposals had not been authorised or agreed by the\ncomplainant. The newspaper had made clear in its enquiries that it was not\nseeking confirmation on what had been agreed or authorised by the complainant,\nbut was seeking the Secretariat’s confirmation of the overall budget for the\nrefurbishment. The Secretariat did not provide this confirmation.\n28. The first\narticle made clear that it was making its claims about the refurbishment on the\nbasis of a set of leaked documents. It made clear that the £450,000 was “being\ndiscussed”, by staff at the Commonwealth, but that this figure had not been\naccepted by the Commonwealth, and that it was unclear how many of the\nadditional proposals were going ahead. The article reported the Secretariat’s\nposition that the complainant had not authorised any increase in the\nrefurbishment budget.\n29. The\nCommittee was satisfied that the newspaper had taken care over the accuracy of\nits reporting of the leaked documents, and there was no breach of Clause 1 (i).\nThe article reported the information contained in the leaked documents, its\npresentation of this information made clear its status, and reported the\nCommonwealth Secretariat’s response. The Committee did not find that the\narticle was significantly misleading, such as to require correction under the\nterms of Clause 1 (ii). The article was\nnot misleading and there was no breach\nof Clause 1.\n30. It was not\nin dispute that the interior designer had provided advice on the refurbishment\nof the complainant’s grace-and-favour home. It was not significantly misleading\nfor the first article to report that the refurbishment project was being\n“partly overseen by the…interior designer”. It was not significantly misleading\nto report that the property was being “completely re-modeled”, in\ncircumstances where it was accepted that the refurbishment would cost at least\n£300,000.\n31. It was not\nin dispute that in the weeks prior to publication of the first article, it had\nbeen claimed that the named peer’s company was to be paid an additional\n£325,000 by the Commonwealth Secretariat. This figure was first referred to in\nsummarising the criticisms which were being made of the complainant. Where\nreference was made to the company being paid this additional figure later in\nthe first article and in the second article, it formed part of a criticism of\nthe complainant for appointing the company on a £30,000-a-month contract, which\nwas not in disputed. It was qualified by a question mark in the first article.\nThe Committee considered that in the circumstances, it was not significantly\nmisleading for the first article to report that this claim had been made in\nsummarising recent coverage of a public figure, or for either the first or\nsecond article to make a brief reference to the £325,000 figure later in the\narticles, in circumstances where the true figure was £180,000. The Committee\nwelcomed the newspaper’s offer to reflect the Mail on Sunday’s clarification\nwith its own clarification, but there was no breach of Clause 1 on this point.\n32.  It was not\nin dispute that two PR advisers had been given £16,000 a month contracts, and\nit was not misleading for the first article to report this fact without making\nclear that their contracts were only for six months. It was accepted that the\ncomplainant had paid a civil penalty for having failed to comply with legal\nrequirements relating to the employment of her cleaner. Whilst it was also\naccepted that it was inaccurate to report that she had been “prosecuted” for\nthis breach, the article was not significantly inaccurate in reporting that she\nhad been fined £5,000 for breaking immigration laws. The Committee welcomed the\nnewspaper’s offer to clarify that this was a civil, rather than a criminal\nmatter, but the Committee considered that the description of the nature of the\noffence and the penalty imposed was not significantly misleading.\n33. The\nCommittee noted the complainant’s position that she had undertaken legal work\nin the Maldives under the “cab-rank” principle of the British Bar, and her\nconcern that this was not reported in the second article. The newspaper had\napproached the Commonwealth Secretariat for its comments on the complainant’s\nlegal work in the Maldives, prior to publication. The response it received did\nnot refer to the work being undertaken under the “cab-rank” principle. In\nresponse to the complaint, the newspaper referred to the Bar Standards Board\nhandbook, which stated that the cab-rank rule “does not apply if accepting\ninstructions would require you to do any foreign work”. In these circumstances,\nit was not misleading to report that the complainant had undertaken legal work\nin the Maldives, without reference to the “cab-rank” rule.\n34. The fact\nthat the complainant’s legal work in Kazakhstan was undertaken on a pro bono\nbasis, at the request of its Government, did not make it misleading to report\nthat she had undertaken legal work in this country. These aspect of the\ncomplaint did not breach of Clause 1.35. The two individuals described as “left wing political\nfixers” in the fourth article were third parties to this complaint, and the\nCommittee therefore recognised it would not be appropriate to make a finding as\nto their political commitments. The Secretariat had declined to respond to the\nnewspaper’s request for comment on their appointment, and in circumstances\nwhere the complainant did not dispute that they had been appointed without a\nformal recruitment process, the Committee did not have grounds to establish\nthat the article’s characterisation of the complainant’s appointment of them\nwas significantly misleading.36. It was not\ninaccurate for the fourth article to report that the leaked documents showed\nthat the relocation of a chandelier to the dining room formed part of the\nrefurbishment proposals. Where these refurbishment proposals included\ninstalling a chandelier in the dining room, it was not significantly misleading\nto characterise this as a “swanky new dining area”.\n37. In\nrelation to the fifth article, it was not in dispute that the Queen had not\nattended the reception at the Commonwealth Secretariat. The claim that this\nrepresented a “snub” was clearly presented as a conjecture, on the basis of the\nQueen’s non-attendance, and on the claims from unnamed sources in the BBC\narticle. In addition, the article made clear that Buckingham Palace had denied\nthe claims.  The Committee did not find\nthat the article was significantly misleading in relation to the Queen’s\nnon-attendance, such as to breach of Clause 1. The Committee noted the\ncomplainant’s position that the review of the Secretariat’s performance was undertaken\nby the Department for International Development before she had been elected.\nHowever, the complainant did not dispute that the review had been published\n“last month”, and the article made clear that the review related to “her\norganisation”, rather than the complainant herself. In the context of the\narticle, the Committee did not consider that this aspect of the article was\nsignificantly misleading, such as to breach of Clause 1.\nConclusion\n38. The\ncomplaint was not upheld.\nRemedial action required\n39. N/ADate complaint received: 05/12/2016Date decision issued: 08/06/2017 \nBack to ruling listing\n\n\n"
}