{
    "url": "/rulings-and-resolution-statements/ruling/?id=13840-16",
    "title": "13840-16 Baroness Scotland v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2016-12-05 00:00:00",
    "concluded_on": "2017-06-08 00:00:00",
    "complaint_processing_days": 185,
    "conclusion_long": "43. The complaint in relation to the headline of the second article was upheld. The remainder of the complaint was not upheld.",
    "remedial_action": "44. Having upheld the complaint as a breach of Clause 1 (i) in relation to the claim that the peer had been appointed to review the complainant’s performance, the Committee considered what remedial action should be required. The Committee considered that the breach of Clause 1 would be appropriately remedied by the publication of the offered correction. In light of the Committee’s decision, it should now be published.Date complaint received: 05/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13840-16 Baroness Scotland v The Mail on Sunday\nSummary of Complaint\n1. Baroness\nPatricia Scotland complained to the Independent Press Standards Organisation\nthat The Mail on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in relation to articles headlined:\n1) “'Baroness\nBrazen' under fire for handing £90,000 to Labour crony's firm to review her\nstaff's efficiency - and £325,000 more to carry out the changes”, published\nonline on 3 July 2016.\n2) “Baroness\nBrazen's £415,000 bosom buddy: Commonwealth chief smiles for the camera... with the peer she pays to\nreview her performance!”, published online on 31 July 2016.\n3) “Brazen\nCheek”, published in print on 3 October 2016 & “Brazen cheek! Labour peer\nfaces new embarrassment after 'helping a controversial friend secure a\nknighthood that was later revoked'”, published online on 3 October 2016.\n4) “MP calls\nfor Baroness to face probe”, published in print on 30 October 2016. The article\nwas also published online with the headline: “Tory MP calls for Baroness\nScotland to face probe into £415,000 contracts handed to a fellow Labour\npeer”. \n5) “Arrogance\nof Brazen Baroness”, published in print on 6 November 2016. The article was\nalso published online with the headline: “The arrogance of a brazen baroness:\nHas she no shame? Britain's Commonwealth chief STILL denies she splashed the\npublic's cash on her Mayfair mansion”.\n2. The\ncomplainant became the Commonwealth’s Secretary General in 2016, and is head of\nthe Commonwealth Secretariat. Adopting the numbering above, the first article\nreported that in this role, she had awarded a £90,000 contract for three\nmonths’ work to a company called KYA Global, owned by a named Labour peer, a\nfriend of the complainant, to conduct a review of the performance of the\ncomplainant’s staff and recommending ways of improving efficiency. A sub headline reported that the company\n“will get another £325,000 to implement changes”, and the article claimed that\n“in a separate deal, worth a further £325,000, KYA appears to have been chosen\nto ‘oversee’ its recommendations”.\n3. The second\narticle reported that “leaked documents show that… [the peer] has already\npocketed around £415,000 in consultancy fees”. It claimed that in order to hire\nthe peer, the complainant had “bypassed the normal tendering process”. The\narticle reported that the peer was “leading an ‘independent’ efficiency review\nof [the complainant’s] department”, and that this arrangement had been\ncriticised as the pair were “old friends”. \nThe article reported that the Commonwealth Secretariat’s spending\nfigures were normally published every three months, but had not appeared since\nthe complainant began her job in April, and claimed that the Commonwealth\n“appeared to be suppressing details of [the peer’s] contract”.\n4. The\nsecond article reported that the complainant had been criticised for “lavishing\na fortune on her grace-and-favour Mayfair residence, even ordering a designer\nmakeover of her personal bathroom, according to leaked reports”. It claimed\nthat the complainant had “brought in” a named interior designer, referred to as\na “designer-to-the-stars”. It reported that “Dulux paint was replaced by luxury\nbrands such as Farrow & Ball – adding £33,000 in paint alone to the costs”.\nThe article reported that following leaks to “this newspaper”, there was an\ninternal investigation, and that staff had been warned that the Commonwealth\nSecretariat “is able to check and monitor official electronic communications\nand equipment where there are grounds to suspect serious misuse”. It referred\nto this as a “sinister threat”.\n5. The third\narticle reported that the complainant had helped a named individual secure a\nknighthood. It claimed that she had been “dubbed ‘Baroness Brazen’”. It\nreported that a review of the Commonwealth was “being led by her ‘partner in\ncrime’”, referring to the peer.\n6. The\nfourth article reported that a Conservative MP had “called for a probe into\nclaims that [the complainant] was guilty of cronyism in handing contracts worth\n£415,000 to a fellow Labour peer”. It reported that the peer’s company had\n“pocketed £90,000 for three months’ work reviewing the performance of [the\ncomplainant’s staff], and a further £325,000 to oversee its own\nrecommendations”. It reported that the Conservative MP had written to the\nForeign Affairs Select Committee “demanding an investigation”.\n7. The fifth\narticle reported that the complainant was facing “damaging allegations of\ncronyism and misusing public money”. It reported that she had recruited her\nsister to advise on the renovation of her grace-and-favour home, but that her\nsister had “insisted that she was not ‘paid a penny’ by the Commonwealth”. The\narticle referred to information about the Commonwealth Secretariat as having\nbeen provided by a “whistleblower”. It reported that this whistleblower had\nclaimed that the complainant had “wanted to bring in her sister to work in her\noffice [at the Secretariat] but she was strongly advised against this by the\norganisation and by others”.\n8. The fifth\narticle reported that the peer “was paid £415,000 in consultancy fees”. It\nreported that according to the website Caribbean News Now, the complainant\n“faced strong opposition from African countries, supported by Asia, over the \"perceived abuse of her authority’”, at a meeting of the Commonwealth board of\ngovernors on October 10, and that the board had rejected plans by the peer to\nreorganise the Secretariat, pending further and better particulars. In the\nfirst edition of the newspaper, the article reported that the Secretariat had\nsaid it did not have standing in this meeting, and was not in a position to\n“divulge their agenda or the discussions which will take place or have taken\nplace”. In the second edition of the newspaper, the article reported that the\nSecretariat had initially declined to comment, but “five hours later it claimed\nour ‘assertions about its board meetings are untrue and a deliberate distortion\nof the facts’”.\n9. The fifth\narticle reported that the complainant had “denied extravagant spending on the\nMayfair mansion despite admitting that the bill for the renovations would hit\n£330,000”. It reported that one of the complainant’s predecessors as Secretary\nGeneral had said that “I see these things, and I’m worried for the sake of the\nCommonwealth”. The article reported that a “highly-placed Royal source has told\nthis newspaper that the Queen has been ‘embarrassed’ by reports of [the\ncomplainant’s] behaviour”.\n10. The\ncomplainant said that the articles under complaint had formed part of a\npartisan campaign against her. She said that the articles were distorted, and\ncontained a number of inaccuracies in order to serve that partisan purpose. She\nsaid that the Commonwealth Secretariat had consistently responded to the\nnewspaper’s enquiries, but despite this, they continued to publish articles it\nknew, or ought to have known, were false.\n11. The\ncomplainant denied that the company owned by the peer had been paid £415,000 in\nconsultancy fees. She said that the individual was eminently qualified and was\nawarded £90,000 for a three month contract, which was a reduced rate. She\ndenied that tendering rules were “bypassed” in the awarding of this contract,\nand said that the process had complied with the Commonwealth Secretariat’s\nprocurement rules. She said that the\ncompany was contracted to review the performance of the Commonwealth\nSecretariat, and its working practices before she became Secretary General. The\ncompany was not recruited to audit her performance. The complainant denied that\nthe Secretariat’s spending figures should have been published at the time the\nsecond article was published; she said it was routine for spending figures of\nApril-June to be published in July.\n12. The\ncomplainant said that she had not “brought in” the interior designer referred\nto in the second article. This individual offered to give free advice in\nrelation to the refurbishment, but that in the end, his proposals were too\nexpensive to be taken up, and most of his recommendations were not implemented.\nShe said that the £33,000 spending on paint was not sanctioned.\n13. In\nrelation to the second article, the complainant denied that the notification\nstaff received about the Secretariat’s ability to check and monitor official\nelectronic communications was a “sinister threat”; she said that this was an IT\npolicy it has in common with many organisations.\n14. The\ncomplainant said it was misleading for the third article to report that she had\nbeen “dubbed Baroness Brazen”, where this was only how the publication and its\nsister titles  had referred to her. She\nsaid it was misleading for the article to describe the peer as her “partner in\ncrime”, where this had been a joking reference she had made to him.\n15. In\nrelation to the fifth article, the complainant said that she and her sister had\nread the rules before she took office at the Commonwealth, and both accepted\nthat her sister could not continue her employment as her private secretary. The\ncomplainant said that she had never contemplated the suggestion that her sister\nwould work for the Commonwealth Secretariat, nor had she worked for her once\nshe had been appointed.. The complainant said that the article raised suspicion\nthat her sister had been paid, only to report that she had not been paid in the\n28th paragraph.\n16. The\ncomplainant denied there was evidence to suggest that the Queen had been\n“embarrassed”, as the fifth article reported a “highly-placed Royal source”,\nhad claimed. She denied that she had been accused of “abuse of authority”, or\nthat the peer’s plans had been rejected at the Commonwealth Board of Governors\nmeeting.  She said it was misleading for\nthe article to refer to a “whistleblower”, as there was no corruption or\nmisconduct to blow the whistle on. The\ncomplainant said that the headline of the online article was misleading as it\nreferred to “Britain’s Commonwealth chief”, and “the public’s cash” and “her\nmansion”. She said that the Commonwealth is a group of 52 equal and independent\nnations, and was not “Britain’s”; the funds were from all member states, and\nwere not the British public’s cash, and the mansion was owned by the Secretary\nGeneral, it was not her personal property.\n17. The\nnewspaper said it had been reporting on matters of genuine public interest\nabout a significant public figure, and about the spending of public money. It\nsaid that under the Editors’ Code of Practice, the newspaper was free to\neditorialise and to campaign. It said that its reporting was substantially\naccurate, although it accepted that there were inaccuracies on some points it\nconsidered to be insignificant.\n18. The\nnewspaper said that there was no dispute that KYA Global had been paid £90,000\nby the Commonwealth Secretariat. It said that the agenda of the Secretariat’s\nboard for its meeting on 2 June 2016, stated that KYA Global would be receiving\n£325,000 as part of a “transition team”. The same board agenda stated that\n“subject to funding, implementation of the review recommendations will be\ndirected and overseen by a Transition Team, to be led by KYA Global”. \n19. The\nnewspaper said that when it asked the Secretariat straightforward questions\nabout the £325,000 contract referred to in the board papers, its reply was that\nno decision had been made, although it confirmed the need for a transition team\nprocess. When it approached the Secretariat again, it was told to refer back to\nits previous answers, and that unless there was something new, the Secretariat\nwould not be engaging with the newspaper, or its sister publications. For these\nreasons, the newspaper denied that it failed to take care over the accuracy of\nits claims about KYA global. It said\nthat when KYA Global was engaged for its initial contract, normal tendering\nprocesses were bypassed. It provided an internal memo seeking a waiver from the\nSecretariat’s preferred procurement practices in engaging the company.\n20. In\nrelation to the second article’s headline claim that the complainant was paying\nthe peer to “review her own performance”, the newspaper said that the peer’s\nrole was to review the Secretariat’s structure, operations and projects. It\naccepted that the peer was not specifically auditing the complainant’s\nperformance. It questioned whether this was a significant inaccuracy, in\ncircumstances where the review was intended to be “independent”, and the peer\nwas clearly not independent of the complainant. Nevertheless, it amended the\nonline article of the 31 July article, and published the following footnote:\nAn earlier headline to this article said the Baroness was\npaying [the peer] to review her performance. We would like to clarify that this\nmeant he has been reviewing the operations of her secretariat, not her personal\nperformance.\n21. The\nnewspaper said that if the peer had not in fact been awarded the additional\ncontract for £325,000, it would be willing to publish a correction. However, it\nnoted that the transition team, which the peer formed a part of, left in\nOctober 2016, more than three months after the initial contract was supposed to\nhave concluded. The newspaper said that before publishing a correction on this\npoint, it would need a full explanation.\n22. In\nresponse to this request for clarification, the complainant confirmed that KYA\nGlobal was contracted for an additional three months. She confirmed that the\ntotal value of the contract was £180,000, which she said was significantly less\nthan the £415,000 reported in the articles.\n23. In\nresponse to this clarification, the newspaper offered to publish the following\ncorrection in the corrections and clarifications column of the newspaper, and\nonline. It also offered to amend the online articles which referred to the\n£415,000 figure, and to publish footnotes noting the correction.\n“Articles last year stated that KYA Global, the trading\ncompany of [the peer], who was said to be a friend of Commonwealth Secretary\nGeneral, Baroness Scotland, had been awarded two contracts worth a total of\n£415,000 to review and reform operations of the Commonwealth Secretariat. In\nfact the total was £180,000. We would also like to make clear that [the peer]\nwas hired to review the Secretariat, not the Baroness’s own performance as may\nhave been suggested in an article on July 31.”\n24. The\nnewspaper said it made no difference whether or not the interior designer had\noffered his advice on the refurbishment of the complainant’s property for free,\nand said that it was not misleading for the second article to report that the\ninterior designer had been “brought in”. The newspaper said that the\nSecretariat’s expenditure accounts were not published at the time of\npublication, and were only published when its journalist had asked about them.\n25. The\nnewspaper said that the third article did not need to state that the\ncomplainant was joking when she called the peer her “partner in crime”; this\nwas for readers to form their own judgement on, along with whether the remark\nindicated anything about the closeness of their friendship. The newspaper said\nthat a Conservative MP had referred to the complainant as “Baroness Brazen”.\n26. In\nrelation to the fifth article, the newspaper said it had reported an article\npublished by Caribbean News Now which had claimed that the complainant had\nfaced opposition over a perceived abuse of authority at a meeting of the\nCommonwealth’s board of governors, and that the peer’s plans were rejected\npending “further and better particulars”. The newspaper said that its reporting\nof the meeting was double-sourced with information from a senior Commonwealth\ndiplomat. The newspaper said that the Commonwealth Secretariat initially\ndeclined to comment, as reflected in the first edition of the newspaper. Its\nsubsequent denial of the claims was reflected in the second edition of the\nnewspaper. The online version of the article was the same as in the first\nedition of the newspaper, but was updated to include the denial during IPSO’s\ninvestigation of the complaint.\n27. In\nrelation to the fifth article’s claim that a “highly-placed Royal source” had\ntold the newspaper that the Queen was “embarrassed” by reports of the\ncomplainant’s behaviour, the newspaper said that this information was provided\nby a confidential source well-placed within the Royal Household, who had\nprovided the journalist with useful and accurate information in the past. It\nsaid that readers could assess for themselves the weight to place on this\ninformation, which was mentioned as a small point two thirds of the way through\na larger article.\n28. The\nnewspaper said that the fifth article’s headline reference to “Britain’s\nCommonwealth chief” referred to the fact that the complainant, “the chief”, was\nBritish. The newspaper said that headline did not state that the “public’s\ncash” was solely British. The newspaper said that article reported that the\ncomplainant’s sister had offered advice on the refurbishment of the\ngrace-and-favour home; it did not claim she had been paid.\nRelevant Code provisions\n29. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n30. The agenda\nfor the Secretariat’s board meeting of 2 June referred to the creation of a “Transition\nTeam”. It stated that the Transition Team would consist of KYA Global, who\nwould cost £325,000. The newspaper had asked for the Commonwealth Secretariat’s\ncomment on this figure, who had responded that no decisions had been made, but\nthat the Secretariat’s board had endorsed the need for there to be a transition\nteam process. It provided the Commonwealth Secretariat another opportunity to\ncomment on the KYA Global contract in advance of the second article, having\nalready published the £325,000 figure in the first article. In response, the\nSecretariat referred the newspaper back to its previous answer. The Committee\nwas satisfied that the newspaper had taken care over the accuracy of the claims\nthat the peer’s company was set to receive a further £325,000, in addition to\nthe contract for the review. There was no breach of Clause 1 (i) on this point.\n31. During the\nIPSO complaints process, the complainant had confirmed that the company had\nonly been engaged for an additional £90,000 of work, rather than £325,000,\nbringing the total to £180,000, rather than £415,000. The difference between\nthese sums was significant in the context of the article, and required\ncorrection under the terms of Clause 1 (ii). On being notified of the correct\nfigure, the newspaper offered to amend the online articles, with the addition\nof corrections as footnotes, and to publish a correction in the corrections and\nclarifications column on page 2 of the newspaper. The Committee was satisfied\nthat the newspaper had met its obligations under Clause 1 (ii) in relation to\nthis inaccuracy.  In order to avoid a\nbreach of Clause 1 (ii), the newspaper should now make the offered amendments\nand corrections.\n32. It was not\nin dispute that KYA Global had been selected without the normal tendering\nprocess, following a waiver from the preferred procurement practices. In these\ncircumstances, it was not misleading for the second article to claim that the\nnormal tendering process was by-passed, and this aspect of the complaint did\nnot breach of Clause 1.\n33. According\nto the board papers provided by the newspaper, the terms of reference for KYA\nGlobal’s review were that an independent consultancy conduct a review of the\nSecretariat’s operations and services, including reviewing existing projects\nand activities, and assess the efficiency of current operations. It was\naccepted by the newspaper that it was inaccurate to report that the peer was\nreviewing the complainant’s performance. In circumstances where the newspaper had based its article on the board\npapers, to misrepresent his review in this way represented a failure to take\ncare not to report inaccurate information on this point, in breach of Clause 1\n(i).\n34. The\nCommittee considered that this was a significant inaccuracy in the context of\nthe article, where it supported the overarching allegation that the complainant\nwas “brazen”, and the criticisms of the complainant on the basis that it was\nimproper for her to recruit an individual who was an “old friend”. The wording\nof the online footnote identified the inaccuracy, and set out the correct\nposition. The Committee considered that in the circumstances of this case, by\namending the article, in addition to adding the footnote, the newspaper had met\nits obligations under the terms of Clause 1 (ii). There was no breach of Clause\n1 (ii).\n35. It was\naccepted by the complainant that it was routine for the expenditure figures for\nApril to June to be published in July, but that they had not been published at\nthe time of publication of the second article. This article was published on\nSunday 31 July, and in these circumstances, the newspaper was entitled to\ncharacterise this as giving the appearance that the Secretariat was suppressing\ndetails of expenditure in these circumstances, and the basis for the claim was\nmade clear in the article. This aspect of the complaint did not breach of\nClause 1.\n36. It was\naccepted that the interior designer had provided the complainant with advice\nabout the refurbishment of her grace-and-favour property. It was not misleading\nto refer to him as having been “brought in” by the complainant. The Committee\nnoted the complainant’s position that the additional spending on paint was not\nsanctioned, it was not misleading to report that this additional spending on\npaint was “added to the plans”, that this was according to “leaked reports” and\nthat the complainant had faced criticism for this. This aspect of the complaint\ndid not breach of Clause 1.\n37. It was not\nin dispute that staff in the Commonwealth Secretariat had been warned that\ntheir official electronic communications can be monitored and checked where\nthere were grounds to suspect serious misuse. This warning was quoted in the\nsecond article, and the newspaper was entitled to characterise it as a “sinister threat”. There was no breach\nof Clause 1 on this point. \n38. It was not\nin dispute that the complainant had referred to the peer as her “partner in\ncrime”, albeit humorously. The Committee considered that this phrase is\ncommonly used in this way, and it was not misleading for the third article to\nrefer to the peer as her “partner in crime”, without further explanation, and\nthere was no suggestion of criminality. It was not disputed that a Conservative\nMP had referred to the complainant as “Baroness Brazen”, and it was not\nmisleading to report that this is how she had been “dubbed”.\n39. It was not\nin dispute that the complainant’s sister had provided advice on the\nrefurbishment of the grace-and-favour home. The fifth article made clear that\nboth the Commonwealth Secretariat and the complainant’s sister denied that she\nhad been paid for this advice. The complainant confirmed that she and her\nsister had both read the rules after she had been selected as Secretary\nGeneral, but before she took office. This was reflected in the article, which\nincluded her sister’s comments that she had discussed working at the Secretariat,\nbut had read the rules, and noted that it was not possible. The article was not\nmisleading in the manner alleged, and this aspect of the complaint did not\nbreach of Clause 1.\n40. The fifth\narticle made clear that the claim that the Queen had been embarrassed by\nreports of the complainant’s behaviour had come from a “Royal source”. The\nnewspaper had taken care to avoid suggesting that it was in the position to\nprove that this claim was true. It was not misleading to report that a royal\nsource had told the newspaper that the Queen was embarrassed, and this aspect\nof the complaint did not breach of Clause 1.\n41. The fifth\narticle made clear that its claims about the Commonwealth Board of Governors\nmeeting were made on the basis of reports in Caribbean News Now. The newspaper\nhas approached the Secretariat prior to publication to ask for confirmation of\nthese claims, who responded by saying it was not in the position to confirm or\ndeny what was said at the meeting; a position which was reflected in the online\narticle, and in the first edition of the newspaper. The newspaper updated the\narticle in its second edition to include the complainant’s position that the\nclaims were untrue. The Committee welcomed the newspaper decision to bring the\nonline version of the article into line with the article published in the\nsecond edition of the newspaper. The newspaper had taken care not to publish\ninaccurate information, and the article was not significantly misleading. There\nwas no breach of Clause 1.\n42. It was not\nmisleading for the newspaper to refer to a source of information about the\nCommonwealth Secretariat as a “whistleblower”, in circumstances where they had\nprovided information labelled as a “protected disclosure” which formed the\nbasis for criticisms of the complainant, and the Secretariat.  The article made clear that the Mayfair\nproperty was the complainant’s grace-and-favour home; it was not misleading to\nrefer to it as “her mansion”. It was not misleading to refer to “Britain’s\nCommonwealth chief…”, in the headline of the online article, which was a\nreference to the fact that the complainant was British. It was not disputed\nthat the Commonwealth is funded with “the public’s cash”; the use of this\nphrase in the headline did not suggest it was only funded by the British\npublic.\nConclusions\n43. The\ncomplaint in relation to the headline of the second article was upheld. The\nremainder of the complaint was not upheld.\nRemedial action required\n44. Having\nupheld the complaint as a breach of Clause 1 (i) in relation to the claim that\nthe peer had been appointed to review the complainant’s performance, the\nCommittee considered what remedial action should be required. The Committee\nconsidered that the breach of Clause 1 would be appropriately remedied by the\npublication of the offered correction. In light of the Committee’s decision, it\nshould now be published.Date complaint received: 05/12/2016Date decision issued: 08/06/2017  \nBack to ruling listing\n\n\n"
}