{
    "url": "/rulings-and-resolution-statements/ruling/?id=13841-16",
    "title": "13841-16 Baroness Scotland v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2016-12-05 00:00:00",
    "concluded_on": "2017-06-08 00:00:00",
    "complaint_processing_days": 185,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A Date complaint received: 05/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13841-16 Baroness Scotland v Mail Online\nSummary of Complaint\n1. Baroness\nPatricia Scotland complained to the Independent Press Standards Organisation\nthat Mail Online breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin relation to articles headlined “Commonwealth chief Baroness Scotland's £450,000\nrenovation of her Mayfair apartment included a new bathroom, £3,000 wallpaper\nand a £4,000 cupboard at taxpayer expense”, published on 1 November 2016, and\n“Downing Street REFUSES to give confidence in Commonwealth chief Baroness\nScotland after her lavish spending spree”, published on 3 November 2016.\n2. The 1\nNovember article reported that the complainant had “ordered a £450,000\nrenovation of her grace and favour apartment”. It reported that the details\nwere exposed in leaked documents, and that “in a series of memos, officials\nwarned the additional renovations ‘will increase the total cost for the\nrefurbishment from the original £230,000 to £450,000' ”. It reported that the\ncomplainant had “demanded” a number of specific changes, including “high-end\npaint”, wallpaper and a “vanity unit in the ladies powder room”.\n3. The 3\nNovember article reported that the Prime Minister’s spokesperson “refused four\ntimes to confirm whether Theresa May has confidence in [the complainant]”. It\nreported that “No 10 would only say it supported the ‘role’ of Secretary\nGeneral”, and claimed that “Downing Street appears to have lost confidence [in\nthe complainant]”. It reported that this would “pile further pressure on [the\ncomplainant]…who took on the £160,000 a year post earlier this year. In relation to the refurbishment of her grace-and-favour home, the article reported that “altogether, the improvements she\nasked for led to the total budget rising from £230,000 to an estimated\n£450,000”. The article claimed that “concerns about the state of the\n[Commonwealth Secretariat’s] finances are longstanding”, and that an official\nGovernment analysis had given the organisation a “red light rating in 2013 for\n‘cost and value consciousness' ”.\n4. The\ncomplainant denied that the refurbishment cost £450,000. She said that this\nfigure was based on a leaked document from May 2016, which detailed decisions\nwhich needed to be taken on the refurbishment. She said that most of these\nproposals were not implemented. She said that she had refused to authorise the\nincrease in the budget the documents referred to, and had insisted that there\nbe no extravagance and that there should be value for money. The complainant\nsaid that the refurbishment of the apartment was required by the lease. The complainant\nsaid that in Secretariat consistently denied the figures assumed by journalists\nfrom the publication’s sister newspaper in its correspondence with them. The\ncomplainant did not dispute that the Secretariat had declined to confirm the\nactual cost of the renovation in response to the journalists’ enquiries, but\nsaid that it did not have to provide this information, and this was not\nrelevant.\n5. The\ncomplainant said that the 3 November article’s headline claim that Downing\nStreet had “refused to give confidence [in the complainant]” was a misleading\ncharacterisation of the statement the Prime Minister’s spokesperson had\nactually given. She said that the article repeated the claim that the cost of\nthe refurbishment was £450,000. She said in reporting that the Commonwealth\nSecretariat had been given a “red light” rating in 2013, the article failed to\nmake clear that she had only become Secretary General in April 2016.\n6. The\npublication said that the £450,000 figure for the renovation was an estimate,\nand had been based on leaked email correspondence between senior staff at the\nCommonwealth Secretariat in May 2016. The figure comprised the original tender\ncost of £264,000, the project being over budget by £25,000 and recommended\nadditions to the refurbishment which would cost £140,000, not including VAT.\nThe publication said that despite being repeatedly asked by its sister\npublication, The Daily Mail, the Commonwealth Secretariat had refused to\nconfirm the actual cost of renovation. The Mail Online had understood this to\nbe the case, and therefore quoted the £450,000 estimate used by the Daily Mail\nat the time of publication.\n7. The\npublication said that in mid-November 2016, it was announced that the overall\ncost of refurbishment would be £338,622, which was £70,000 more than the\noriginal budget. The publication said that it was unclear whether the project\nwas scaled back after reports of estimated costs emerged, and it did not\nconsider that the articles were significantly inaccurate, given the final cost\nwas still significantly over budget. Nevertheless, it offered to amend the\narticles to reflect the final overall cost, and to accompany this amendment\nwith the following footnote:\nAn earlier version of this article referred to Baroness\nScotland’s £450,000 renovation of her Mayfair apartment. In fact, the overall\ncost of the renovation was later revealed to be £338,622. We are happy to\nclarify this and apologise for any confusion.\n8. The\npublication also offered to add the following sentence to the 3 November\narticle, regarding the “red light” rating: “The rating was given before\nBaroness Scotland was the Secretary-General”.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The leaked\ndocuments relied on by the publication contained proposals for the\nrefurbishment of the complainant’s grace-and-favour apartment, which would\nincrease the overall budget to an estimated £450,000. The 1 November article\nadopted the £450,000 figure for the budget of the refurbishment as fact,\nalthough made clear that the figure had been derived from leaked documents. In\nmaking this claim, the publication had relied on both the documents themselves,\nand the fact that its sister publication had asked the Commonwealth Secretariat\nfor its comments on the estimates they contained, and the Secretariat had\ndeclined to confirm the actual budget for the renovation. The Committee noted\nthe complainant’s position that they were not obliged to provide this\ninformation. However, where the publication had internal documents containing\nthe £450,000 figure, and in the absence of the Secretariat confirming the\noverall the budget in response to this information, there was no failure to\ntake care not to publish inaccurate information in relation to the renovation\nof the apartment, such as to breach of Clause 1 (i).\n11. After publication\nof the articles under complaint, the complainant confirmed that the overall\ncost of the renovations was £338,622, a figure the publication did not\ndispute.  While the publication had taken\ncare not to publish inaccurate information, it was nevertheless significantly\ninaccurate for the 1 November article to claim, as fact, that the renovations\nwould cost £450,000. This article therefore required correction under the terms\nof Clause 1 (ii). The publication had offered to amend the online article to reflect\nthe correct figure, and to add a footnote making clear that the article had\nbeen amended in this manner. The Committee was satisfied that in the\ncircumstances, the publication had fulfilled its obligations under the terms of\nClause 1 (ii). In order to avoid a breach of Clause 1 (ii), the amendment and\nfootnote should now be made.\n12. The 3\nNovember article principally concerned the comments of the Prime Minister’s\nspokesperson, which the article interpreted as critical of the complainant. In\nthat context, it reported that the additional refurbishment proposals had “led\nto the total budget rising from £230,000 to an estimated £450,000”. The article\nmade clear that the £450,000 was an estimate, and it was not in dispute that\nthe budget had risen from £230,000 to £338,000. For these reasons, the\nCommittee considered that this aspect of the article was not significantly\nmisleading, such as to require correction under the terms of Clause 1 (ii).\n13. It was not\nin dispute that the Prime Minister’s spokesperson had been asked a number of\ntimes whether the Prime Minister had confidence in the complainant. The\narticle’s sub headlines made clear that in response to these questions, the\nspokesperson “would only say [Downing Street] supported the ‘role’ of Secretary\nGeneral”, which made clear the basis for the headline’s claims that “Downing\nstreet refuses to give confidence in [the complainant]”. The Committee noted\nthat the spokesperson’s comments were in any event quoted in the article in\nfull. The article was not misleading in the manner alleged, and this aspect of\nthe complaint did not breach Clause 1.\n14. The\nCommittee acknowledged the complainant’s concern that the article reported that\nthe Commonwealth Secretariat had been given a “red light rating in 2013 for\n‘cost and value consciousness’”, without making clear that she had only become\nSecretary General in 2016. The Committee noted that the article did report that\nthe complainant had become the Secretary General “earlier this year”. The\narticle introduced the claim about the “red light rating”, by explaining that\n“concern about the state of the [Commonwealth Secretariat’s] finances are\nlongstanding”. The article did not suggest that the complainant was responsible\nfor this rating, and the article was not misleading in the manner alleged. This\naspect of the complaint did not raise a breach of Clause 1.\nConclusion\n15. The\ncomplaint was not upheld.\nRemedial action required16. N/A Date complaint received: 05/12/2016Date decision issued: 08/06/2017 \nBack to ruling listing\n\n\n"
}