{
    "url": "/rulings-and-resolution-statements/ruling/?id=13872-16",
    "title": "13872-16 Versi v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-12-02 00:00:00",
    "received_on": "2016-12-02 00:00:00",
    "concluded_on": "2017-03-13 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "11. N/ADate complaint received: 02/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13872-16 Versi v express.co.uk\nSummary of Complaint\n1. Miqdaad\nVersi complained to the Independent Press Standards Organisation that\nexpress.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “New £5 notes could be BANNED by religious groups as Bank\nCAN'T promise they’re Halal”, published on 02 December 2016.\n2. The\narticle reported on the new £5 notes which had come into circulation in the\nUnited Kingdom. The subheadline said that because traces of animal fat had been\nfound in the notes, “religious leaders are considering banning £5 notes from\ntheir places of worship”. It reported that the Bank of England could not\nconfirm whether the tallow in the notes “were made with animal fat which was\nHalal, or contained pork, making it a risk for Muslim or Jewish people”. The\narticle continued by quoting Hindu religious leaders’ “major concern” about the\npresence of tallow in the notes and reported their view that “whether we accept\nfive pound notes in religious ceremonies in future has to be considered”.\n3. The\ncomplainant expressed concern that the article was inaccurate because there are\nno Muslim religious groups who want to ban the £5 notes. He said that given\nthat the article focussed on the views of Hindu religious leaders, the headline\nwas not supported by the text because the term ‘Halal’ is not a term used by\nHindus, but is instead a term used by Muslims to mean ‘permissible’.\n4. The\nnewspaper said that the article made reference to four religious groups:\nHindus, Muslims, Buddhists and Jews but went on to quote Hindu leaders only,\nwho had voiced concerns over the composition of the £5 notes. The newspaper\naccepted the complainant’s position that no Muslim religious groups were\nbanning the £5 note.\n5. The\nnewspaper accepted that the headline drew a link between “religious groups”\nbanning the note and the word “Halal”, and therefore the newspaper said that\nthe term “Halal” was used in an incorrect context. The newspaper amended the\narticle’s headline to \"New £5 note could be BANNED by religious groups as\nBank CAN'T promise what note is made of\". \nIt also published the following correction, which appeared at the bottom\nof the article; a link to the correction was published on the homepage of the\nnewspaper’s website, and appeared for approximately 12 hours.\nThis article was amended on [DATE]. The headline to the\narticle originally said \"New £5 notes could be BANNED by religious groups\nas BANK CAN'T PROMISE they're Halal\".  Whilst the article quoted concerns of Hindu\nfaith leaders in fact it did not refer to other faith leaders of the Muslim,\nJewish or Buddhist communities.  The use\nof the word 'Halal' in the headline was incorrect given the context of the\narticle.\n6. The complainant\nsaid that the correction should also contain an apology for the inaccuracy\nrelating to term “Halal”. He also requested an opportunity to reply, under the\nterms of Clause 1 (iii).\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni. The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii. A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii. A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Complaints Committee\n8. The\narticle reported that Hindu groups might ban the £5 notes from religious\nceremonies, and additionally, that the Bank of England could not confirm\nwhether the tallow used in the production of the notes was Halal or made from\npork, “making it a risk for Muslim or Jewish people”.\n9. The\nCommittee noted that, taken in isolation, the headline carried the suggestion\nthat the “religious groups” were Muslim. However, read in context, the\nCommittee was satisfied that this was used as a shorthand for concerns relevant\nto a number of faith groups. In that context, the reference to Halal was not\nsignificantly misleading\n10. The\nCommittee noted that the complaint was brought by a third party, and further,\nin circumstances where the Committee did not establish any significant\ninaccuracies, Clause 1 (iii) was not engaged. There was no breach of Clause 1.\nConclusions\n11. The\ncomplaint was not upheld.\nRemedial Action Required\n11. N/ADate complaint received: 02/12/2016Date decision issued:13/03/2017  \nBack to ruling listing\n\n\n"
}