{
    "url": "/rulings-and-resolution-statements/ruling/?id=13880-16",
    "title": "13880-16 A person v Worcester News",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "11 Victims of sexual assault (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Worcester News (Newsquest Media Group)",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13880-16\nA person v Worcester News\nSummary\nof complaint\n1. A person complained to the Independent\nPress Standards Organisation that the Worcester News published an article which\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion into\ngrief or shock) and Clause 11 (Victims of sexual assault) of the Editors' Code\nof Practice.\n2. The article reported that an individual had\nbeen sentenced for sexual offences.\n3. The complainant was the victim in this\ncase. The complainant said that details in the article made the complainant\nidentifiable. The complainant was also concerned more generally at the level of\ndetail included the article, and the reporting of the defendant’s mitigation.\nThe complainant said that this represented an intrusion into the complainant’s\nprivacy, and represented a failure to handle publication sensitively in a case\nof grief or shock. The complainant said that the article contained a misleading\nstatement. \n4. The newspaper said that the details\nincluded in the article were essential to show the nature of the offences. It\nsaid that the defendant could have come into contact with a large number of\nindividuals who fitted the article’s description of the complainant. The\nnewspaper denied the article was inaccurate, and said it reported the\nmitigation to ensure the article was a balanced report of the proceedings. \nRelevant\nCode provisions\n5. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n2 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings.\nClause\n11 (Victims of sexual assault)\nThe\npress must not identify victims of sexual assault or publish material likely to\ncontribute to such identification unless there is adequate justification and\nthey are legally free to do so.\nFindings\nof the Committee\n6. The Committee considered that details the\narticle provided about the victim could apply to a relatively broad class of\nindividuals, such that they were not likely to contribute to the complainant’s\nidentification as a victim of sexual assault. There was no breach of Clause 11.\n7. The Committee recognised that the article\nwas a report of court proceedings in relation to a very sensitive matter. While\nsubject to the obligations in relation to the victim’s anonymity, the newspaper\nwas entitled to report on court proceedings, in accordance with the principle\nof open justice. To include details of the case, including the defendant’s\nmitigation, did not represent a failure to respect the complainant’s private\nlife, in breach of Clause 2 or Clause 4. The Committee did not consider that\nthe article was misleading in the manner the complainant alleged, and there was\nno breach of Clause 1.\nConclusions\n8. The complaint was not upheld.\nRemedial\nAction Required\n9. N/A\nBack to ruling listing\n\n\n"
}