{
    "url": "/rulings-and-resolution-statements/ruling/?id=13902-16",
    "title": "13902-16 Versi v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-12-02 00:00:00",
    "received_on": "2016-12-07 00:00:00",
    "concluded_on": "2017-02-02 00:00:00",
    "complaint_processing_days": 57,
    "conclusion_long": "8.    The complaint was not upheld.",
    "remedial_action": "N/A   Date complaint received: 07/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 13902-16 Versi v Express.co.uk\nSummary\nof complaint 1.    Miqdaad\nVersi complained to the Independent Press Standards Organisation that\nExpress.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Shock poll: Four in ten British Muslims want some aspect\nof Sharia Law enforced in the UK”, published on 2 December 2016. 2.   \nThe\narticle reported that a survey of 3,000 British Muslims had found that 43 per\ncent of them believed that parts of Sharia Law should be enforced in the UK,\nwhile 22 per cent opposed the idea. It said that the data had shown that\nrespondents’ views were “very similar” to the rest of the UK population on\nissues including the NHS, unemployment and immigration, but that there were\n“stark differences” on the issues of Sharia Law and terrorism. 3.    The complainant\nsaid that the article’s headline was significantly misleading as there was no\nevidence that Muslims supported the \"enforcement\" of any aspect of\nSharia Law. He said the Policy Exchange report, to which the article referred,\nindicated that some Muslims supported the introduction of Sharia Law, not\nenforcement. He said the survey had asked respondents about Sharia Law in its\nbroadest sense, and noted that the Policy Exchange report had said \"When\nasked whether they would support the introduction of Sharia Law – broadly\ndefined, to include civil law on questions of financial disputes – some 43%\nsaid they supported this proposition, whereas 22% opposed it (23% neither\nsupported nor opposed), while 12% said they did not know.” He said the report\nhad explicitly stated that the poll had indicated that the nature of the support\nfor Sharia Law was “soft”. 4.    The newspaper\nsaid that the headline had accurately reported the findings of the poll. The\nword “enforced” had meant “to give force to” or “to impose”; it was not\ninaccurate or misleading to use this word in relation to a poll that had found\nthat 43 per cent of Muslims questioned “supported the introduction” of Sharia\nLaw. \nRelevant Code provisions 5.    Clause 1\n(Accuracy) i. The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii.  A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii. A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv.  The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\n \nFindings of the Committee 6.    The Committee\nnoted that the Policy Exchange report had stated that the poll had found that\nsupport for Sharia Law was “quite ‘soft’” meaning that while many respondents\nexpressed a preference for Sharia Law in the abstract, support had proven to be\n“far less robust” when respondents were presented with the details in practice.\nNevertheless, 43 per cent of the poll’s respondents had said that they\n“supported the introduction” of some aspects of Sharia Law into the UK. The\nCommittee did not consider that there was a significant distinction between the\nintroduction of a system of law and its enforcement. As such, it was not\nsignificantly misleading for the newspaper to have used the word “enforced”. It\nhad also taken care to make clear that the support expressed by respondents related\nto “particular aspects” of Sharia Law. 7.    There was no\nfailure to take care over the accuracy of the article in breach of Clause 1(i).\nThe Committee did not identify any significant inaccuracies or misleading\nstatements which would require correction under the Code. \nConclusion 8.    The complaint\nwas not upheld.Remedial action requiredN/A\n \nDate complaint\nreceived: 07/12/2016\nDate decision issued: 02/02/2017\nBack to ruling listing\n\n\n"
}