{
    "url": "/rulings-and-resolution-statements/ruling/?id=13904-16",
    "title": "13904-16 Versi v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-12-04 00:00:00",
    "received_on": "2016-12-07 00:00:00",
    "concluded_on": "2017-03-13 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required.14.  The publication had deleted the online article and published a correction, which identified the inaccuracy and made the correct position clear. No further action was required.Date complaint received: 07/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 13904-16 Versi v Express.co.ukSummary of complaint1. Miqdaad Versi\ncomplained to the Independent Press Standards Organisation that Express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Some Muslims so isolated in UK they believe country is 75% Islamic,\nsays shock report ”, published on 4 December 2016.2. The article\nfocused on the Casey Report, which it said was due to be published that week,\non the impact of immigration across the UK. It said the Casey Report had found\nthat “thousands of Muslims living in Bradford, Dewsbury and Blackburn rarely\nleave their areas and have no clue what life in Britain is like”. The article\nsaid that a source had told another newspaper that the report said that some\nMuslim communities were so isolated that they believe that 75 per cent of\nBritish people were Muslim. 3. The complainant\nsaid that the Casey Report had not stated that some Muslim people believe that\nthree quarters of the British population follow Islam or that it is a Muslim\ncountry, as stated in the article. He noted that the report had referred to one\nmainly Asian secondary school in which a survey had found that pupils believed\nthat Britain was between 50 and 90 per cent Asian.4. The newspaper\nsaid that the report had been based on information given by a source to another\nnewspaper before the Casey Report was published; as such, at the time of\npublication, it was not known what the report would contain. While it did not\naccept that there had been any failure to take care over the accuracy of the\narticle, given the contents of the published Casey Report, it accepted that the\nstory was inaccurate. The newspaper removed the article from its website, and\npublished the following correction on its home page and as a standalone item in\nits corrections column:On Sunday 4 December 2016, we reported that the Casey review\ninto ethnic integration would find that some Muslims were so isolated in the UK\nthey believed the country to be 75 per cent Islamic. In fact, the review\nreports on a survey in one school with Asian pupils who believed 50 to 90 per\ncent of the total British population was Asian. We are happy to set the record\nstraight.5. The complainant\nconsidered that the wording of the correction should include an apology, and\nsaid that all places where the inaccuracy had appeared should be corrected. To\nresolve the matter, he requested a meeting with the editor and a published\nright to reply.6. The publication\nsaid that an opportunity to reply only had to be given when reasonably called\nfor. It considered that the publication of the correction on its website was a\nsuitable remedy to the complaint.Relevant Code provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.Findings of the Committee8. While the\narticle had made clear that the Casey Report had yet to be published, it had\nmade the inaccurate assertion of fact that the report had found that some\nMuslim communities were “so isolated” that they believed that 75 per cent of\nthe British population was Muslim. In fact, the report had referred to one\nmainly Asian secondary school whose pupils, when surveyed, said that they\nbelieved the country was between 50 and 90 per cent Asian.9. The newspaper\nhad based its report on information given by a source to another publication\nbefore the Casey Report was published. However, the newspaper appeared to have\nmade no attempt to verify the information, which was central to its article\nbefore proceeding to publish the story. When the Casey Report was published, it\nbecame evident that the source’s information was inaccurate, and the article\nhad given a significantly misleading impression of the contents of the Casey\nReport. The newspaper had failed to take care over the accuracy of the article\nin breach of Clause 1 (i). A correction was required in order to avoid a breach\nof Clause 1 (ii).10. The newspaper\nhad deleted the article, and it had published a correction on its website,\nwhich made clear that the Casey Report had not referred to Muslim communities,\nbut to a survey of one mainly Asian school whose pupils had said they believed\nBritain to be 50 to 90 per cent Asian.11. The Committee noted the complainant’s request for an\napology and an opportunity to reply. However, given that the article had made\nclear that the Casey Report had yet to be published, and the fact that the\ninaccuracy related to a general point of fact in a public report, an apology\nwas not required under the terms of the Code. Furthermore, the complainant was\na third party; he was not personally and directly affected by the breach of the\nEditors' Code. As he was not the subject of the inaccuracy, he was not entitled\nto an opportunity to reply. The action taken by the newspaper was sufficient. There\nwas no breach of Clause 1 (ii) or Clause 1 (iii).Conclusion12. The complaint was upheld.Remedial action required13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.14.  The publication\nhad deleted the online article and published a correction, which identified the\ninaccuracy and made the correct position clear. No further action was required.Date complaint received: 07/12/2016Date decision issued: 13/03/2017\n \nBack to ruling listing\n\n\n"
}