{
    "url": "/rulings-and-resolution-statements/ruling/?id=13903-16",
    "title": "13903-16 Versi v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-12-05 00:00:00",
    "received_on": "2016-12-07 00:00:00",
    "concluded_on": "2017-03-13 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required. 14.  The publication had promptly amended the online article and appended a note, which identified the inaccuracy and made the correct position clear. No further action was required. Date complaint received: 07/12/2016",
    "text": "\n\n\n\n\n\nFindings of the Complaints Committee 13903-16 Versi v Mail Online\nSummary of complaint\n1. Miqdaad Versi\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “’Right on’ critics are ignoring problems caused by immigration,\ngovernment tsar warns after Muslim groups condemn her ‘inflammatory call’ for\nnewcomers to take a vow of allegiance”, published on 5 December 2016.\n2. The article\nfocused on Dame Louise Casey’s report on the impact of immigration across the\nUK. It said she had proposed that new migrants to Britain should take an oath\nof allegiance before arriving, and that she had found that ghettos had formed\nbecause the pace of immigration had been “too much” and successive governments\nhad “ignored or even condoned regressive, divisive and harmful cultural and\nreligious practices, for fear of being branded racist or Islamophobic”. The\narticle stated that the “shock report” had said that Muslims in some parts of\nthe country were so cut off from the rest of society that they believed that\nthe majority of British people were Muslim, and that some believe that Britain\nis a Muslim country in which “up to three quarters of the population follow\nIslam”. The article quoted the Chief Executive of the Ramadhan Foundation, who\nhad said that the Casey Report was “inflammatory, divisive, pandering to the\nagenda of the far right”.\n3. The complainant\nsaid that Dame Louise Casey’s report had not stated that some Muslim people\nbelieve that three quarters of the British population follow Islam or that it\nis a Muslim country, as stated in the article. He noted that the report had\nreferred to one mainly Asian secondary school in which a survey had found that\npupils believed that Britain was between 50 and 90 per cent Asian.\n4. The publication\nsaid that the report had been based on an article published in another\nnewspaper. It accepted that the Casey Report had referred to one school’s\nperception of the Asian population of Britain, not the perception amongst\nMuslims. However, it did not consider that the inaccuracy was significant in\nthe context of the article as a whole: it noted that it had appeared in one\nbullet point and in paragraph 19 of 55; readers would not therefore have been\ngiven a significantly misleading impression of the contents of the Casey\nReport. Nevertheless, it amended the article and offered to publish the\nfollowing footnote:\nAn earlier version of this article said the Casey review\ninto ethnic integration reported that some British Muslims believe that Britain\nis a Muslim country in which up to three quarters of the population follow\nIslam. In fact, the review refers to a survey in one school with Asian pupils\nwho believed 50 to 90 per cent of the total British population was Asian.\n5. The complainant\ndid not consider that a correction appended to the article itself amounted to\n“due prominence”, and he considered that the wording should include an apology.\nIn addition, he requested a meeting with the editor so that he could discuss\nthe issues raised more broadly.\n6. While the\npublication considered that the clarification it had offered was sufficiently\nprominent, and in line with the steps it usually takes to correct an\ninaccuracy, it also offered to publish the wording on its standalone\ncorrections page. It did not consider that an apology was required under the\nterms of the Code, but it said it would be willing to add a line apologising\nfor the confusion caused. It noted that the complainant had resolved the same\nconcerns with other publications, including the newspaper that had published\nthe initial inaccuracy, on the basis of a published correction. It did not\nconsider that it was obliged to have a meeting with the complainant under the\nterms of the Code.\n7. The complainant\nsaid that the offer of an apology was too late to resolve the matter, and\nrepeated his request for a meeting.\nRelevant Code provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Committee\n9. The publication\nhad based the article on information published by another newspaper, but it had\ntaken no steps to verify that the information accurately reflected the contents\nof the Casey Report before publication. This represented a failure to take care\nover the accuracy of the article in breach of Clause 1(i).\n10. The inaccuracy, which had appeared in a bulleted\nsubheading and was repeated in the accompanying text, had given a significantly\nmisleading impression of Dame Louise Casey’s findings. The report had not found\nthat some Muslim communities believed that 75 per cent of the British\npopulation was Muslim. In fact, the report had referred to one mainly Asian\nsecondary school whose pupils, when surveyed, said that they believed the\ncountry was between 50 and 90 per cent Asian. A correction was therefore\nrequired in order to avoid a breach of Clause 1 (ii).\n11. The publication had amended the online article and\nappended a corrective footnote, which made clear that the Casey Report had not\nstated that some British Muslims were so isolated that they perceived Britain\nto be an Islamic country. The Committee welcomed the publication’s offer to\ninclude an apology in the correction, but given the nature and context of the\nbreach, and the fact that the inaccuracy related to general point of fact in a\npublic report, an apology was not required under the terms of the Code. There\nwas no breach of Clause 1(ii).\nConclusion\n12. The complaint was upheld.\nRemedial action required\n13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n14.  The publication\nhad promptly amended the online article and appended a note, which identified\nthe inaccuracy and made the correct position clear. No further action was\nrequired.\nDate complaint received: 07/12/2016Date complaint concluded by IPSO: 13/03/2017\nBack to ruling listing\n\n\n"
}