{
    "url": "/rulings-and-resolution-statements/ruling/?id=14012-16",
    "title": "14012-16 Dhody’s v Express & Star",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Express & Star (West) (MNA)",
    "received_on": "2016-12-12 00:00:00",
    "concluded_on": "2017-07-05 00:00:00",
    "complaint_processing_days": 205,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "19. N/ADate complaint received: 12/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 14012-16 Dhody’s v Express & Star\nSummary of the Complaint\n1. Dhody’s\ncomplained to the Independent Press Standards Organisation that the Express\n& Star breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Dentist’s is told it must improve on leadership”, published\nin print on 5 May 2016. The article was also published online with the headline\n“Walsall dental practice is told it must improve”.\n2. The article\nreported on what was the latest Care Quality Commission (CQC) inspection of the\ncomplainant’s practice. It reported that according to the CQC report, the\ndentist was “not properly equipped to deal with emergencies and gave patients\nsuffering seizures incorrect medicine”. The article went on to explain in\ngreater detail that during the CQC’s visit, “it was recorded that the system in\nplace for dealing with patients suffering from epileptic seizures involved\nsupplying them with diazepam instead of midazolam, the medicine of choice set\nout by the British National Formulary. The diazepam given out was also out of\ndate and was used alongside an oxygen tent that was past its expiry date”. \n3. While the\nheadlines were slightly different, the print and online versions of the article\nwere the same.\n4. The article\nreported that “inspectors at the CQC say that they had received ‘concerning\ninformation’ regarding infection prevention control at the practice prior to\ntheir visit”, and the CQC found that “improvement was required in terms of\nleadership at the site, and that legal breaches were made regarding surgical procedures,\nscreening procedures and the treatment of disease”. It reported that the\npractice required “no improvement in safety, effectiveness, care and\nresponsiveness”. The article reported that no one from the practice was\navailable to comment.\n5. The complainant\nsaid that the CQC had not found that it had actually given a patient diazepam\ninstead of midazolam. Rather, the CQC had found that it used diazepam rather\nthan midazolam in its emergency drug box, but the complainant said that because\nit had never had a medical emergency, it had never actually administered\ndiazepam. In addition, the complainant said that the CQC had found it did not\nuse the “medicine of choice”. Nevertheless, the complainant said that diazepam\nwas a suitable medicine for treating seizures, and was not “incorrect”, as\nreported in the article.\n6. The complainant\nsaid that it was still registered with the CQC and practicing legally, and it\nwas inaccurate to report that the CQC had found legal breaches. It said that\nwhile the article reported that the CQC had received “concerning information” regarding\ninfection prevention prior to its visit, the article did not report that these\nconcerns turned out to be unfounded. The complainant said that the article\nmisrepresented the CQC report more generally, and made no mention of its\npositive findings. The complainant said that no contact had been made by the\nnewspaper prior to publication, and that it was inaccurate to report that it\nhad not been available to comment.\n7. The newspaper\nsaid that its article accurately reported the findings of the CQC report,\noutlining where failings had been identified in the inspection. It said the\nreport made clear that certain legal requirements were not being met, and made\nclear what the complainant must do in response. This included ensuring\navailability of medicines to manage medical emergencies giving due regard to\nguidelines issued by the British National Formulary. It noted the complainant’s\nposition that it had never had an emergency at the practice, but said that had\nit had such an emergency prior to the inspection, the patient would have\nreceived diazepam. It said that whether such an emergency had occurred was\nimmaterial. It noted that the inspection had found that the practice’s diazepam\nwas out of date.\n8. The newspaper\nsaid that the CQC report had highlighted areas for improvement in the\npractice’s infection control policy, and required that the practice must ensure\nits infection control procedures, giving due regard to relevant guidelines and\ncodes of practice.\n9. The newspaper\nsaid it had tried to contact the complainant by telephone at least twice, prior\nto publication, although noted that the article was a report of a CQC\ninspection and that in these circumstances there was no obligation to contact\nthe practice for comment. It had previously amended the online article to state\nthat the practice was “found to have incorrect medicine”. During the IPSO\ncomplaints process, and as a gesture of goodwill, the newspaper removed the\narticle from its website. It also offered to publish the following correction\non page 9, where it says clarifications are printed. It offered to publish the\ncorrection on the homepage of its website.\nAn article of May 5 2016 reported that the Care Quality\nCommission had found that Dhody’s dental practice had given patients suffering\nseizures incorrect medicine, according to a report. While the CQC found that\nthe practice used diazepam, rather than midazolam, the medicine of choice, and\nfound that the diazepam was out-of-date, the CQC did not determine that the dentist\nhad administered diazepam, or out-of-date medicine to any patients.\nIt also offered to publish a follow up article, reporting on\na more positive report the complainant had received from the CQC.\nRelevant Code provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The CQC found that Diazepam was not the medicine of\nchoice for dealing with a patient suffering from a seizure, and the practice’s\nDiazepam had been out of date. In these circumstances, it was not inaccurate to\nreport that the practice used the “incorrect medicine”. In claiming that the\npractice “gave patients suffering seizures incorrect medicine”, the article\nsuggested that patients had actually been given this drug. While the Committee\nacknowledged the complainant’s position that the practice had never actually\nhad an emergency requiring use of the drug, the suggestion that it had done so\nwas not significantly misleading where the practice would have used the\n“incorrect medicine” in such circumstances. This aspect of the article did not\nbreach Clause 1.\n12. The CQC report referred to a number of “legal\nrequirements that were not being met” in relation to the following regulated\nactivities: diagnostic and screening\nprocedures, surgical procedures and treatment of disease, disorder and injury.\nTo characterise these findings as “legal breaches” was not inaccurate, and did\nnot breach Clause 1.\n13. The CQC report explained that it had received\n“concerning information that related to concerns about infection prevention\ncontrol”. The report did not specify what these concerns were, or refer to them\nagain. The Committee noted the complainant’s position that these concerns were\nin fact unfounded. However, where this was not a finding made by the CQC, the\narticle was not misleading as a report of the CQC’s findings. There was no\nbreach of Clause 1 on this point.\n14. In relation to the complainant’s concern that the\narticle made no mention of the CQC’s positive findings, the Committee noted\nthat the article made clear that there were several areas in which the CQC\nfound no need for improvement. In addition, the Committee explained that the\nCode does not contain a requirement for balance, and that editors can exercise\na discretion in selecting material for publication, as long as the Code is not\notherwise breached. The fact that the article primarily reported on where the\nCQC had identified problems did not, in this case, distort the contents of the\nreport, such as to breach Clause 1.\n15. There is no specific requirement under the Code for\npublications to contact the subjects of coverage prior to publication, although\nit may be necessary in some instances to ensure that care is taken to comply\nwith Clause 1 (i). In this instance, the newspaper was reporting on findings by\nthe CQC, and it did not represent a failure to take care over the accuracy of\nthe article to report these findings without having obtained the complainant’s\ncomments in response. While there was a conflict of evidence in relation to\nwhether the newspaper had attempted to contact the complainant prior to\npublication, the Committee considered that the claim that no-one from the\npractice had been available to comment was not a significant claim in the\ncontext of the article, such as to represent a breach Clause 1.\n16. The article did not contain a significant inaccuracy or\nmisleading statement, such as to require correction under the terms of Clause 1\n(ii). However, the Committee noted that has such a correction been necessary,\nClause 1 (ii) would require it to be published with due prominence. Where the\narticle was published on page 5, due prominence for a correction would\ntypically be page 5, or further forward in the newspaper. However, where a\nnewspaper has an established corrections column, the requirement for due\nprominence may be met by publishing a correction in that column, even where\nthis appears further back in the newspaper.\n17. In this case, the publication was offering to publish a\ncorrection on page 9, where it said clarifications are published. However, the\nCommittee has made clear that in order for a corrections and clarifications\ncolumn to be considered established, they need to make readers aware where the\ncolumn would ordinarily appear in editions where there were no corrections or\nclarifications are published. While the newspaper published information on page\n9 about IPSO, and how to make a complaint, there was no statement that this was\nwhere corrections and clarifications would be published.  For this reason, the Committee did not\nconsider that the newspaper had an established corrections column on page 9. As\nsuch, the Committee made clear that, had a correction been required in this\ncase, the newspaper would have failed to comply with the requirement for due\nprominence under Clause 1 (ii).\nConclusions\n18. The complaint was not upheld.\nRemedial Action Required\n19. N/ADate complaint received: 12/12/2016Date decision issued: 05/07/2017\nBack to ruling listing\n\n\n"
}