{
    "url": "/rulings-and-resolution-statements/ruling/?id=14070-16",
    "title": "14070-16 Smyth v Oxford Mail",
    "provisions": [
        "4 Intrusion into grief or shock (2016)",
        "5 Reporting suicide (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Oxford Mail  (Newsquest Media Group)",
    "published_on": "2016-11-24 00:00:00",
    "received_on": "2016-12-12 00:00:00",
    "concluded_on": "2017-04-27 00:00:00",
    "complaint_processing_days": 136,
    "conclusion_long": "that Dr Puncher had taken his own life. Relevant Code provisions 7. Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. These provisions should not restrict the right to report legal proceedings. Clause 5 (Reporting suicide) When reporting suicide, to prevent simulative acts care should be taken to avoid excessive detail of the method used, while taking into account the media's right to report legal proceedings. Findings of the Committee 8. The Committee first wished to express its condolences to the complainant and her family for their loss, and to acknowledge their wish to shield Dr Puncher’s children from unnecessary further pain following their father’s death. 9. Inquests are public hearings, and newspapers play an important role in informing readers about evidence heard during proceedings, which is expressly recognised within the Code. Nonetheless, the Committee made clear that the publication of gratuitous detail in reporting on the circumstances surrounding a death could constitute an intrusion into grief and therefore breach Clause 4, as a failure to deal with publication sensitively. 10. However, in this instance, while the Committee understood the complainant’s concern, it noted that the details, heard at the inquest, had been presented in a factual and non-sensational way. In addition, there was a justification for the inclusion of the details in the article, which explained why some evidence appeared to raise a question about whether a third party had been involved in Dr Puncher’s death. It concluded that publication had not been handled insensitively, and there was no breach of Clause 4. 11. The complainant’s father had also expressed concern that the newspaper had not attempted to contact his family prior to publication. The Committee noted that families in circumstances of bereavement vary in their wishes; some families object to being contacted for their comment in such tragic circumstances. In this instance, there was a dispute about whether such a contact had been made at the inquest. In any case, the Code does not impose a general requirement that such an approach be made, and there were no grounds to establish that an approach was necessary here. There was no breach of Clause 4 on this point. 12. Clause 5 places an important obligation on publications to balance the prevention of simulative acts of suicide with the public’s right to be informed.  The question of whether particular details are excessive will depend on the circumstances of each case. The evidence heard at the inquest was complex and unusual. For reasons explained in paragraph 10, and particularly in circumstances where there had been a discussion of the possibility of third party involvement, the Committee did not consider that the detail reported was excessive. There was no breach of Clause 5. Conclusion 13. The complaint was not upheld.",
    "remedial_action": "14. N/A Date complaint received: 12/12/2016",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 14070-16\nSmyth v Oxford Mail\nSummary\nof complaint\n1. Eugene Smyth, acting on behalf of his\ndaughter Kathryn Puncher, complained to the Independent Press Standards\nOrganisation that the Oxford Mail breached Clause 4 (Intrusion into grief or\nshock) and Clause 5 (Reporting Suicide) of the Editors’ Code of Practice in an\narticle headlined “Scientist stabbed himself to death after work error”,\npublished on 24 November 2016.\n2. The article reported that an inquest had\nconcluded that Dr Matthew Puncher, the complainant’s late husband, had taken\nhis own life. It said that Dr Puncher, a scientist responsible for measuring\nradiation in workers involved with the former USSR nuclear weapons programme,\nwho had discovered the amount of polonium inside murdered Russian spy Alexander\nLitvinenko, had been found dead in his home with “wounds from two kitchen\nknives”. The article reported the location of his wounds, and noted that a\npathologist had stated that while he could not “entirely exclude” third party\ninvolvement, he was satisfied that the wounds were self-inflicted. It also\nquoted the detective investigating the death who had said that the injuries\nwere “so extensive” that she had initially questioned how Dr Puncher could have\nremained conscious to inflict them, but that there was “no evidence of a\ndisturbance or a struggle, and no evidence of anyone else’s blood”.\n3. The article was published in the same form\nonline.\n4. The complainant’s father emphasised that\nthe family accepted the publication’s right to report on the inquest: their\nobjection was to the inclusion of details of Dr Puncher’s injuries, which they\nconsidered to be graphic and excessive, and therefore an intrusion into the\nfamily’s grief. He said that the family had sought to protect Dr Puncher’s\nchildren from the details of their father’s death, but the report had made this\nimpossible. He said that the newspaper had not approached the family before\nproceeding with publication, and that the article represented a failure to act\nwith any sympathy or discretion at a time of grief.  He also contended that the details included\ncould encourage simulative acts of suicide.\n5. The newspaper was sorry that its coverage\nhad been distressing for Dr Puncher’s family, but explained that the media is\nentitled to report proceedings from the Coroner’s Court. There was no\nrequirement to contact families before publishing reports of inquests, but in\nthis case a reporter had approached a member of the family at the inquest, to\nlet them know that a story would be published.  \n6. The newspaper said that it carefully\nconsidered the level of detail it had reported regarding the method of suicide,\nand was not of the view that it had been excessive. The Home Office pathologist\nwas quoted in his evidence as saying that third party involvement “could not be\nruled out”. The nature of Dr Puncher’s wounds, and where they appeared on his body,\nwere important factors for the coroner in deciding whether he could have\ninflicted them on himself, or whether someone else was involved. The details\ngiven in the article were necessary, given the need to accurately explain the\nunusual circumstances of Dr Puncher’s death, and the reasons for the coroner’s\neventual conclusion that Dr Puncher had taken his own life.\nRelevant\nCode provisions\n7. Clause 4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings.\nClause\n5 (Reporting suicide)\nWhen\nreporting suicide, to prevent simulative acts care should be taken to avoid\nexcessive detail of the method used, while taking into account the media's\nright to report legal proceedings.\nFindings\nof the Committee\n8. The Committee first wished to express its\ncondolences to the complainant and her family for their loss, and to\nacknowledge their wish to shield Dr Puncher’s children from unnecessary further\npain following their father’s death.\n9. Inquests are public hearings, and\nnewspapers play an important role in informing readers about evidence heard\nduring proceedings, which is expressly recognised within the Code. Nonetheless,\nthe Committee made clear that the publication of gratuitous detail in reporting\non the circumstances surrounding a death could constitute an intrusion into\ngrief and therefore breach Clause 4, as a failure to deal with publication\nsensitively.\n10.\nHowever, in this instance, while the Committee understood the complainant’s\nconcern, it noted that the details, heard at the inquest, had been presented in\na factual and non-sensational way. In addition, there was a justification for\nthe inclusion of the details in the article, which explained why some evidence\nappeared to raise a question about whether a third party had been involved in\nDr Puncher’s death. It concluded that publication had not been handled\ninsensitively, and there was no breach of Clause 4.\n11.\nThe complainant’s father had also expressed concern that the newspaper had not\nattempted to contact his family prior to publication. The Committee noted that\nfamilies in circumstances of bereavement vary in their wishes; some families\nobject to being contacted for their comment in such tragic circumstances. In\nthis instance, there was a dispute about whether such a contact had been made\nat the inquest. In any case, the Code does not impose a general requirement\nthat such an approach be made, and there were no grounds to establish that an\napproach was necessary here. There was no breach of Clause 4 on this point.\n12.\nClause 5 places an important obligation on publications to balance the\nprevention of simulative acts of suicide with the public’s right to be\ninformed.  The question of whether\nparticular details are excessive will depend on the circumstances of each case.\nThe evidence heard at the inquest was complex and unusual. For reasons\nexplained in paragraph 10, and particularly in circumstances where there had\nbeen a discussion of the possibility of third party involvement, the Committee\ndid not consider that the detail reported was excessive. There was no breach of\nClause 5.\nConclusion\n13.\nThe complaint was not upheld.\nRemedial\nAction Required\n14.\nN/A\nDate complaint received: 12/12/2016Date decision issued:\n27/04/2017\nBack to ruling listing\n\n\n"
}