{
    "url": "/rulings-and-resolution-statements/ruling/?id=14095-16",
    "title": "14095-16 Coulter v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2016-12-03 00:00:00",
    "concluded_on": "2017-04-21 00:00:00",
    "complaint_processing_days": 139,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 14095-16 Coulter v The Sunday Times\nSummary of complaint\n1. Jonathan Coulter\ncomplained on behalf of the Palestinian Return Centre, in addition to 10 other\ncomplainants, that The Sunday Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Peace be upon Israel- the\nLib Dems have cut off their Tonge” published in print and online on 30 October\n2016.\n2. The article was\na comment piece, which referred to Baroness Tonge having “quit the Liberal\nDemocrats after being suspended by her party”. It went on to criticise Baroness\nTonge for hosting a meeting for the Palestinian Return Centre (PRC). The\narticle claimed that Baroness Tonge “cheerfully clapped and cheered along as\nthey spouted the stuff you might have heard in Berlin in 1936, or Tehran in\n2012”. Referring to the meeting, the article claimed “Off they went: the UK\nshould apologise for having created Israel; that country should be wiped from\nthe map — that’s for starters. Then: Jews caused the Holocaust because they\npushed Hitler too far; Israel is comparable to ISIS; and — my favourite, since\nyou ask — if any country in the world is anti-semitic, it’s Israel.”\n3. The complainant\nsaid that nobody had asked the UK to apologise for “having created Israel”, or\nsaid that Israel should be “wiped from the map”. He said it was misleading to\nclaim that someone had said “Jews caused the Holocaust because they pushed\nHitler too far”; the audience member in question had referred to a Rabbi who\nhad boycotted Germany, and had said that this “antagonised Hitler over the edge”.\nThe complainant denied that this audience member had blamed Jews more\ngenerally.\n4. The complainant\nsaid that the article’s claim that Israel had been compared to ISIS at the\nmeeting implied that someone had said they were comparably violent. He said\nthat this was misleading as in fact, a comparison had been made on the basis\nthat both distorted the religions to which they claimed allegiance. The\ncomplainant was concerned that the contributions of the invited speakers and\nother attendees of the meeting were not reported. He said that the meeting bore\nno resemblance to what was said “in Berlin in 1936 or Tehran in 2012”.\n5. The complainant\nsaid that the article contained a number of inaccuracies and misleading\nstatements about Baroness Tonge’s views and previous actions.\n6. The newspaper\nsaid that the article did not report on the PRC meeting; the columnist was\ncommenting on the resignation of Baroness Tonge from the Liberal Democrats. In\ndoing so, the article included a short account of what had been reported about\nthe meeting, briefly summarising the comments of participants. The newspaper\nsaid that the meeting treated the Balfour Declaration as synonymous with the\ncreation of Israel; by calling for an apology for the Balfour Declaration,\nparticipants were calling for an apology for the creation of Israel. It noted\nthat one participant stated that “Israel would not have been founded if it had\nnot been for the Balfour Declaration”, before calling for Britain to apologise\nfor the Balfour Declaration.\n7. The newspaper\nsaid that the PRC, who hosted the meeting, call for the “right to return” of\nPalestinian refugees to their pre-1948 homes, and that participants of the\nmeeting had also called for the “right to return”. It said that this\nrepresented such a large demographic transformation that the state of Israel\nwould no longer exist in its present form. It said it was not inaccurate to\nclaim that the meeting had heard that Israel should be “wiped from the map”.\nThe newspaper said that one of the participants had said that “one of the main\nZionist speakers in America, so-called Rabbi Stephen Wise…made the boycott on\nGermany, the economic boycott on Germany, which antagonised Hitler over the\nedge to then want to systematically kill Jews where he could find them…”. It\nsaid that the same participant had said that “just as the so-called Jewish\nstate in Palestine was created by – it doesn’t come from Judaism…so this\nIslamic state in Syria is nothing to do with Islam. It is a perversion of\nIslam, just as Zionism is a perversion of Judaism”. The newspaper said it was\nnot inaccurate to claim that the meeting had heard that “Jews caused the\nHolocaust because they pushed Hitler too far”, or that Israel was comparable to\nISIS.\n8. The newspaper\noffered to publish the following clarification:\nIn his column Peace be upon Israel – the Lib Dems have cut\noff their Tonge (Oct 30, 2016) Rod Liddle commented on a report that an\naudience member at a meeting hosted by Baroness Tonge was applauded after\nsaying Hitler was provoked into exterminating the Jews by a rabbi who had\ncalled for a boycott of Germany. We are happy to clarify that the applause came\nafter she thanked this speaker for introducing the word \"boycott\" and\nvoiced her own support for a boycott of Israel.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The article was a comment piece, and clearly presented\nas such. It contained a brief summary of the claims made at the meeting in\nquestion. One attendee had said that Israel would not have been founded, were\nit not for the Balfour Declaration; he then called for Britain to apologise.\nThe article’s claim that the meeting had heard that “the UK should apologise for\nhaving created Israel”, was not misleading. \nThe complainant did not dispute that some participants called for a\nright of return, or that this would result in large demographic change in\nIsrael. The author of the article was entitled to characterise this position as\nbelieving that Israel “should be wiped from the map”. A participant had said\nthat “one of the main Zionist speakers in America”, had “antagonised Hitler\nover the edge to then want to systematically kill Jews”. The article’s claim\nthat the meeting had heard that “Jews caused the Holocaust because they pushed\nHitler too far” was not misleading. A participant had drawn a comparison\nbetween Israel to Islamic state, and it was not misleading to claim that the\nmeeting had heard that they were comparable. These aspects of the complaint did\nnot raise a breach of Clause 1.\n11. The Committee considered that where the article made\nclear the basis for the claim that participants at the meeting had “spouted the\nsort of stuff you might have heard in Berlin in 1936, or Tehran in 2012”, which\nwas plainly comment, distinguished from fact, this characterisation of their\ncontributions was not misleading, such as to raise a breach of Clause 1. While\nnot required under the Code, the Committee welcomed the newspaper’s offer to\npublish the clarification.\n12. The complainant also raised concern that the article\ncontained inaccuracies in relation to Baroness Tonge’s conduct at the event,\nand her previous actions. The Committee considered that the complainant was a\nthird party in relation these alleged inaccuracies. Having considered the\nposition of the party most closely involved, Baroness Tonge, it declined to\nconsider these aspects of the complaint further.\nConclusion\n13. The complaint was not upheld.\nRemedial action\n14. N/A\nDate complaint received: 03/12/2016Date complaint concluded: 21/04/2017\nBack to ruling listing\n\n\n"
}