{
    "url": "/rulings-and-resolution-statements/ruling/?id=14124-16",
    "title": "14124-16 Ford v Lincolnshire Live",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Lincolnshire Echo (Reach PLC)",
    "published_on": "2015-12-30 00:00:00",
    "concluded_on": "2017-03-31 00:00:00",
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A Date complained received: 16/11/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 14124-16 Ford v Lincolnshire Live\nSummary of Complaint\n1. David Ford\ncomplained to the Independent Press Standards Organisation that Lincolnshire\nLive breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Obsessed stalker who bombarded victim with messages‘\ninsisted he had done nothing wrong’”, published online on 30 December 2015.\n2. The article was a court report which reported the\ncomplainant’s conviction on the charge of stalking. It said that he had a\n“worrying ‘obsession’ with a woman and ‘bombarded’ her with messages that\nproved he knew a lot about her”. It reported the prosecution case that “he\nconstantly and persistently made attempts to find her, went out of his way to\nforce meetings with her”, that he was an “inquisitive” individual, and he “did\nnot dispute anything in interview”. It also quoted the prosecutor saying that\nthe complainant “wrote to her so much about herself” that she wondered “how\ndoes he know this?”\n3. The article also reported the submissions of the\ncomplainant’s legal representative, who said that the complainant worked as a\n“state-registered nurse”, that he “insisted he had done nothing wrong”, and\nthat in the complainant’s mind, “his actions would not have caused harassment,\nalarm or distress”. It also reported the words of the sentencing judge, who\nsaid that “he doesn’t appear to have any insight, empathy or remorse”, a\ncomment which was challenged by the complainant’s legal representative in\ncourt.\n4. The complainant said that much of what was reported in the\narticle appeared to relate to the original charge, not the amended charge of\nwhich he was convicted. He said the amended charge did not say that he\n“constantly and persistently made attempts to locate” the victim, forced\n“meetings with her despite being told that told there was no relationship”, or\ndeleted her emails.\n5. The complainant said that he had no recollection of much of\nwhat was reported in the article being said in court, did not believe that\nthere was a reporter in court for his trial or sentencing hearing, and said\nthat a number of quotes were attributed to the wrong person. He denied that he\n“bombarded” his victim with messages, and said that this charge was amended\nbefore trial; however, he did accept sending the victim five “non-threatening”\nemails. He said that it was inaccurate to report that he “constantly and\npersistently made attempts to find her and went out of his way to force\nmeetings with her”, and that he had “deleted emails”. He said that he did\ndispute accusations made against him during his police interview, and that he\nwas a Registered General Nurse, not a “state-registered nurse”.\n6. The newspaper said that the article was an accurate account\nof the complainant’s sentencing hearing. It said that its reporter was in\ncourt, and provided his shorthand notes of proceedings, and the court list\ncontaining the complainant’s amended charge. It said that the sentencing\nhearing was conducted in an informal manner between the prosecutor and judge,\nand said that the reporter’s notes confirmed the published quotes.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The Committee acknowledged the complainant’s position that\nthe article should now be amended as the proceedings were conducted on the\nbasis of a probation report that was erroneously based on the original charge\nhe faced, and not the amended charge of which he was convicted. However,\nnewspapers are entitled to report what is said during proceedings in open\ncourt, and are responsible for accurately reporting what is said during these\nproceedings, rather than the accuracy of the evidence given. \n9. The complainant said that he was unable to recollect much of\nwhat was reported in the article being said at the hearing, and that some\nquotations were incorrectly attributed. However, the newspaper had provided the\nreporter’s notes of the complainant’s sentencing hearing which supported the\naccount of the hearing reported. In the absence of any further information from\nthe complainant to suggest that the notes were inaccurate, the Committee did\nnot consider that there was any failure on the part of the newspaper to take\ncare over the accuracy of the article in breach of Clause 1(i).\n10. Of the inaccuracies highlighted, the Committee noted in\nparticular the complainant’s position that he had disputed the charges against\nhim at his police interview, contrary to what the prosecutor was reported to\nhave said during the hearing. However, in circumstances where the article also\nreported the complainant’s legal representative saying that “he insisted that\nhe had done no wrong”, it considered that the article had made the\ncomplainant's position on the charges clear, and that any inaccuracy on this\npoint, was not significant; there was no breach of Clause 1(ii) on this, or any\nother, point.\n11. The Committee acknowledged the complainant's position that\nhe was a registered general nurse, and not a “state-registered nurse”. However,\nit did not consider that the inaccuracy on this point was significant in the\ncontext of an article that reported his conviction, and sentence, on the charge\nof stalking. There was no breach of Clause 1.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\n13. N/A\nDate complained received: 16/11/2016Date decision issued: 31/03/2017\nBack to ruling listing\n\n\n"
}