{
    "url": "/rulings-and-resolution-statements/ruling/?id=14199-16",
    "title": "14199-16 M Flowers v North Wales Pioneer",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "North Wales Pioneer (Newsquest Media Group)",
    "received_on": "2016-12-15 00:00:00",
    "concluded_on": "2017-05-24 00:00:00",
    "complaint_processing_days": 160,
    "conclusion_long": "that there was no evidence to support the allegations of harassment by employees of the North Wales Pioneer.  6.   The newspaper denied that the photographer or journalist had followed or taken photographs of the complainant. It said that the complainant had not been the subject of any newsworthy activity which would lead to attempts to contact or photograph her. The newspaper also said that, having searched through its archives for the complainant’s name, no results were found. The complainant had not appeared in any published articles.  7.   The newspaper said that the journalist could not have been involved in the alleged incidents which occurred prior to August 2016 as her employment with the newspaper began in August. The newspaper also said that the journalist could not have followed the complainant in Llandudno on the relevant dates in December 2016, and January 2017, because she was in the Colwyn Bay office on these days, excluding a twenty minute period at lunch time. The newspaper noted that the journalist lives twenty miles outside of Llandudno; that she was a trainee under strict supervision at the times and dates of the alleged incidents; and that she rarely left the office due to her inexperience. The newspaper said that these circumstances would have made it highly unlikely for the journalist to be able to follow the complainant as alleged, in the course of her employment.  8. The newspaper said that the photographer lives in a remote part of Snowdonia from where it would be difficult to take public transport to Llandudno. It said that his only car is a company car which has a tracker fitted to it; the newspaper said that information retrieved from the tracker demonstrated that he could not have been in Llandudno at the times and dates stated by the complainant. The newspaper also noted that the photographer was in Spain on the September 2016 date.   9. In considering the complainant’s allegation that there was an incident between herself and the photographer on a date in September 2016, the newspaper said that the photographer was abroad for two weeks in September. It said that out of the remainder of the month, there were only eight days that the photographer would have potentially been in Llandudno. The newspaper said that of the five times that the photographer had visited Llandudno, he was there for less than forty minutes on each occasion. The newspaper also said that it referred back to its electronic diary in confirming that these visits were for recognised jobs which were not in close proximity to the car park. The newspaper said that it was highly unlikely that the photographer had followed the complainant on the date in November 2016 in Llandudno, as his car was parked at his Snowdonia home from Saturday evening until Monday morning.  Relevant Code Provisions 10. Clause 2 (Privacy)  i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.  ii) Editors will be expected to justify intrusions into any individual's private life without consent. Account will be taken of the complainant's own public disclosures of information.  iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy. Clause 3 (Harassment) i) Journalists must not engage in intimidation, harassment or persistent pursuit. ii) They must not persist in questioning, telephoning, pursuing or photographing individuals once asked to desist; nor remain on property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent. iii)  Editors must ensure these principles are observed by those working for them and take care not to use non-compliant material from other sources. Findings of the Committee 11. The newspaper had been able to provide a detailed account, by reference to GPS technology and employment records, to show that the journalist and photographer were not in close proximity to Llandudno, particularly the car parks, on the dates in question. In such circumstances, the Committee did not consider that there was credible basis to believe that the journalist or the photographer had engaged in harassing behaviour, or persistently followed and photographed the complainant. There was no breach of Clause 3.  12. For the same reasons, the Committee did not find that the newspaper had intruded into the complainant’s private life. There was no breach of Clause 2. Conclusions  13. The complaint was not upheld.",
    "remedial_action": "N/ADate complaints received: 15/12/2016",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 14199-16 M\nFlowers v North Wales Pioneer  \nSummary of Complaint  \n1.   Miss M Flowers complained to the Independent\nPress Standards Organisation that the North Wales Pioneer breached Clause 2 (Privacy)\nand Clause 3 (Harassment) of the Editors’ Code of Practice. \n2.   The complainant said that a journalist and a\nphotographer, both employed by the newspaper, had followed and taken\nphotographs of her on various occasions since June 2016. \n3.   The complainant said that on a date in July\n2016, the photographer followed her in Llandudno. She said that in September\n2016 he took photographs of her in a car park in Llandudno, and that she was\nfollowed by him again in November 2016. The complainant also said that the journalist\nfollowed her into a second car park in Llandudno on two occasions in December\n2016, and in January 2017. \n4.   The complainant said that the photographer\nand journalist had offered to pay members of the public to take photographs of\nher when she was seen in public places, on behalf of the newspaper. She said\nthat, as a result of this, strangers shouted at her from their cars as they\ndrove past her. The complainant said that being followed and photographed was\nnot justifiable in the public interest. \n5.  \nThe\ncomplainant had also complained to the North Wales Police regarding the alleged\nharassment. She then complained to the North Wales Police regarding their\nconduct in investigating her initial complaint to them, who issued a Local\nProportionate Investigation Report on 16 October 2016, in relation to this. The\nreport recorded the police’s conclusion that there was no evidence to support\nthe allegations of harassment by employees of the North Wales Pioneer. \n6.  \nThe\nnewspaper denied that the photographer or journalist had followed or taken\nphotographs of the complainant. It said that the complainant had not been the\nsubject of any newsworthy activity which would lead to attempts to contact or\nphotograph her. The newspaper also said that, having searched through its\narchives for the complainant’s name, no results were found. The complainant had\nnot appeared in any published articles. \n7.   The newspaper said that the journalist could\nnot have been involved in the alleged incidents which occurred prior to August\n2016 as her employment with the newspaper began in August. The newspaper also said\nthat the journalist could not have followed the complainant in Llandudno on the\nrelevant dates in December 2016, and January 2017, because she was in the\nColwyn Bay office on these days, excluding a twenty minute period at lunch time.\nThe newspaper noted that the journalist lives twenty miles outside of\nLlandudno; that she was a trainee under strict supervision at the times and\ndates of the alleged incidents; and that she rarely left the office due to her\ninexperience. The newspaper said that these circumstances would have made it\nhighly unlikely for the journalist to be able to follow the complainant as\nalleged, in the course of her employment. \n8. The newspaper said that the photographer lives in a remote part of\nSnowdonia from where it would be difficult to take public transport to\nLlandudno. It said that his only car is a company car which has a tracker\nfitted to it; the newspaper said that information retrieved from the tracker demonstrated\nthat he could not have been in Llandudno at the times and dates stated by the\ncomplainant. The newspaper also noted that the photographer was in Spain on the September 2016 date.  \n9. In\nconsidering the complainant’s allegation that there was an incident between\nherself and the photographer on a date in September 2016, the newspaper said that\nthe photographer was abroad for two weeks in September. It said that out of the\nremainder of the month, there were only eight days that the photographer would\nhave potentially been in Llandudno. The newspaper said that of the five times\nthat the photographer had visited Llandudno, he was there for less than forty\nminutes on each occasion. The newspaper also said that it referred back to its\nelectronic diary in confirming that these visits were for recognised jobs which\nwere not in close proximity to the car park. The newspaper said that it was\nhighly unlikely that the photographer had followed the complainant on the date\nin November 2016 in Llandudno, as his car was parked at his Snowdonia home from\nSaturday evening until Monday morning. \nRelevant\nCode Provisions\n10. Clause 2 (Privacy) \ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information. \niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not\nengage in intimidation, harassment or persistent pursuit.\nii) They must not persist in\nquestioning, telephoning, pursuing or photographing individuals once asked to\ndesist; nor remain on property when asked to leave and must not follow them. If\nrequested, they must identify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nFindings of the Committee\n11. The newspaper had been able to provide a detailed account, by\nreference to GPS technology and employment records, to show that the journalist\nand photographer were not in close proximity to Llandudno, particularly the car\nparks, on the dates in question. In such circumstances, the Committee did not\nconsider that there was credible basis to believe that the journalist or the photographer\nhad engaged in harassing behaviour, or persistently followed and photographed\nthe complainant. There was no breach of Clause 3. \n12. For the same reasons, the Committee did not find that the newspaper had\nintruded into the complainant’s private life. There was no breach of Clause 2.\nConclusions \n13. The complaint was not upheld. \nRemedial\nAction Required\nN/ADate complaints received: 15/12/2016Date decision issued: 24/05/2017\nBack to ruling listing\n\n\n"
}