{
    "url": "/rulings-and-resolution-statements/ruling/?id=14223-16",
    "title": "14223-16 Various v Daily Record",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2016-12-14 00:00:00",
    "received_on": "2016-12-14 00:00:00",
    "concluded_on": "2017-04-06 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. The Committee considered that the breach of Clause 1 had been appropriately remedied by the publication of the correction in print, the amendment of the online article, and the publication of a correction as a footnote and in a stand-alone correction page online. The Committee did not therefore require any further remedial action.Date complaint received: 14/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 14223-16 Various v Daily Record\nSummary of Complaint1. The\nIndependent Press Standards Organisation received a number of complaints that\nthe Daily Record breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Horror story: Football pervert terrorised boys at\nspooky castle”, published on 14 December 2016. The article was also published\nonline with the headline “Pervert scout Gordon Neely frightened boys into\nstaying in his room during ‘ghost weekends’ at castle”.\n2. The\narticle reported on allegations of sexual abuse of young boys against a former\nfootball scout, Gordon Neely. It contained accounts of his alleged victims, who\nsaid they had been abused during an outdoor retreat centre for youth football\nplayers. The article reported that he had “been accusing of raping and abusing\nboys while working as a scout for Rangers and Hibs in the 1980s and 90s”.\n3. IPSO\nreceived eight complaints about the article, all of which raised similar\nissues. The complainants said that the article was inaccurate because it had\nnot been claimed that the allegations of abuse took place whilst Mr Neely was a\nscout for Glasgow Rangers.\n4. The\nnewspaper said that the inclusion of the line complained of was the result a\ngenuine mistake made during the sub-editing process. While accepting that this\nmeant the article had contained an inaccuracy, the newspaper denied that this\ninaccuracy was significant, in the context of a report on serious allegations\nsurrounding Mr Neely.\n5. The\nnewspaper said that, following a complaint from Rangers FC, it had agreed with\nthem to amend the online copy by removing the inaccurate reference to Rangers\nand Hibernian football clubs. It had also published a correction in its\nCorrections and Complaints column on page 4 in the next day’s print edition; it\nsaid that this had resulted in the correction to be further forward in the\nnewspaper than the line complained of, which had been on page 5. It also\npublished a footnote on the online article and a stand-alone correction online.\nThe correction stated:\nAn article in yesterday’s paper said football scout Gordon\nNeely had been accused of raping and abusing boys while working for Rangers and\nHibernian. We would like to make clear that these allegations do not relate to\nhis time at either club and apologise for any offence caused.\n6. The\ncomplainants expressed concern that the published correction was inadequate and\nthe published print correction was not sufficiently prominent, given that the\narticle had been referred to on the front page.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The\nCommittee acknowledged that the article contained only a brief reference to\nRangers & Hibernian FC. However given that the allegations were that Mr\nNeely had been able to use his position in football clubs to obtain access to\nyoung boys, an inaccuracy relating to the the identification of his employers\nat the time of the alleged offences, was a significant detail such that the\ninaccuracy required correction under Clause 1 (ii), and which led to a led\nthere to be a failure to take care not to publish inaccurate information, in\nbreach of Clause 1 (i). \n9. The\nidentification of Mr Neely’s employers was a significant detail such that the\ninaccuracy required correction under Clause 1 (ii). The newspaper had amended\nthe online article and published a stand-alone correction, which identified the\ninaccuracy, and made clear the correct position. The newspaper had also\npublished the correction in the next day’s print edition and the Committee\nnoted that than the correction occupied the same position as the original\ndouble-page spread of the story in which the inaccuracy appearedthe correction\nhad featured further forward in the newspaper than the inaccuracy complained\nof. In those circumstances, the Committee considered that the newspaper had\nacted promptly and in compliance with its obligations under Clause 1 (ii).\nThere was no further breach of the Code on this point.\nConclusions\n10. The complaint was upheld.\nRemedial Action Required\n11. Having\nupheld a breach of Clause 1 (i), the Committee considered what remedial action\nshould be required. The Committee considered that the breach of Clause 1 had\nbeen appropriately remedied by the publication of the correction in print, the\namendment of the online article, and the publication of a correction as a\nfootnote and in a stand-alone correction page online. The Committee did not\ntherefore require any further remedial action.Date complaint received: 14/12/2016Date decision issued: 06/04/2017  \nBack to ruling listing\n\n\n"
}