{
    "url": "/rulings-and-resolution-statements/ruling/?id=14253-16",
    "title": "14253-16 Salih v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2016-12-17 00:00:00",
    "received_on": "2016-12-19 00:00:00",
    "concluded_on": "2017-03-23 00:00:00",
    "complaint_processing_days": 94,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "N/A  Date complaint received: 19/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 14253-16 Salih v The Times \nSummary\nof complaint 1.    Roza\nSalih complained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Corbyn linked to lobbyists behind Istanbul bombers”, published on 17 December\n2016. 2.    The\narticle reported that Jeremy Corbyn and Kate Osamor, the Shadow International\nDevelopment Secretary, were patrons of the Peace in Kurdistan (PiK) campaign, which\nwas linked to the Kurdistan Workers’ Party (PKK).  It said that Unison was also linked to the\ncampaign. The article stated that it had been the Kurdistan Freedom Falcons\n(TAK), which it described as “the urban warfare wing of the PKK”, which had\nbombed the Besiktas football stadium the previous week killing 44 people. It\nsaid that this had been the PKK’s “deadliest” terror attack in more than two\ndecades, and that the TAK had also claimed responsibility for two bombings in\nAnkara earlier in the year. The article noted that PiK is also linked to the\nKurdistan National Congress (KNK), which it said was the PKK’s “main European\noutreach group”. It said that one of its primary objectives was to lobby for\nthe PKK to be delisted in the UK as a terrorist organisation. The article also noted\nthat Turkish officials had confirmed that one of the Besiktas bombers had\nrecently crossed from Turkey to Syria, where some of the frontier territory is\nheld by the People’s Defense Units (YPG), a Syrian Kurdish militia, which was\nalso “tied to the PKK”. It said that three days after the Besiktas attack,\nSalih Muslim, the YPG’s political chief, had spoken at an event at Edinburgh\nUniversity. 3.    The\ncomplainant said that the article had given the significantly misleading\nimpression that the PiK and its supporters were linked to terrorist\norganisations. She said the PiK had campaigned for a peaceful solution to the\nconflict in Turkey and elsewhere in the region, and its patrons, including\nJeremy Corbyn, were only interested in promoting peace. She said the PiK\ncondemned terrorism, including the recent attack at the Besiktas football\nstadium, and she denied that the campaign group was linked to Unison. 4.    The\ncomplainant said that the PiK campaigned for the delisting of the PKK as a\nterrorist organisation, and expressed concern that the article had inaccurately\nreported that the PKK had been responsible for the terrorist attack in\nIstanbul. She said the TAK had been responsible, and she disputed that this\ngroup formed part of the PKK, as reported. 5.    The\ncomplainant also denied that YPG was linked to the PKK, and said that PiK and\nthe KNK were independent bodies. She expressed concern that the newspaper had\nsought to associate the terror attack with Salih Muslim, the YPG’s political\nchief, by referring to the origins of one of those responsible for the Besiktas\nattack. 6.    The\nnewspaper said that the consensus among experts on the relationship between the\nPKK and the TAK was fairly clear, and it referred to an article published in\nthe Middle East Eye, which stated that “the origins of the TAK are debated, but\nit is assumed the group was formed by the PKK itself more than 10 years ago to\ncarry out attacks in cities in the west of Turkey. Soon, however, the group\nstarted to follow its own course, choosing a more radical line than the PKK”.\nThe piece also quoted the author of a book on the history of the PKK, who had\nsaid in relation to a terrorist attack in Ankara, that “it’s unlikely that the\nPKK issues a direct order for an attack like the one in Ankara, but I do think\nthey have control over their actions”. In addition, the newspaper noted that\nthe National Consortium for the Study of Terrorism and Responses to Terrorism\n(Start) had described the TAK as a “special urban terrorism wing” of the PKK.\nIt said this position had been endorsed by the US government, and it referred to\na press statement issued in October 2016, in which the US government had\ndescribed the TAK as “the PKK’s urban terrorist unit”. 7.    The\nnewspaper did not consider that it was inaccurate for it to report that Unison was\nlinked to PiK. It said that the Deputy Convenor of Unison in Scotland was a\npatron of the group, and he had organised the visit of Salih Muslim to\nScotland. It said that Unison had signed up to the campaign to free Abudullah\nOcalan, the PKK’s leader, and noted that the PiK website had also documented\nits links between the union and the group. 8.    The\nnewspaper denied that it was inaccurate to report that the PKK was linked to\nYPG. It noted that the PKK website gave full coverage of YPG activities in\nRojava, a region of northern Syria. It also considered that the British\ngovernment had accepted that there were links between the two groups which was\nwhy the government had not backed YPG in Syria. In addition, the newspaper said\nthat its reporter had spent time with YPG forces in Syria and the vast majority\nof its commanders were PKK fighters who had crossed the border from Turkey. It\nsaid the links between the groups had been extensively studied and it provided\nvarious articles to support this position, including one which quoted a Kurdish\nfighter, who had said that “it’s all PKK but different branches…sometimes I’m a\nPKK, sometimes I’m a PJAK [Kurdistan Free Life Party],\nsometimes I’m a YPG. It doesn’t really matter. They are all members of the\nPKK”. 9.    The\nnewspaper denied that it was inaccurate to report that PiK was linked to the\nKNK, and noted that the PiK linked to the KNK on its website. \nRelevant Code provisions 10. Clause\n1 (Accuracy) i.  The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. ii.   A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii.  A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. iv. The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nFindings of the Committee 11. It was\naccepted that PiK had campaigned for the PKK to be delisted as a terrorist\norganisation, and that the TAK had claimed responsibility for the attack at the\nBesiktas football stadium. 12. The\nextent to which the PKK controlled or influenced the actions of the TAK\nappeared to be a matter of debate; however, the complainant did not dispute\nthat the TAK had originally been formed by the PKK. It was also accepted that TAK\nhad been referred to as a “special urban terrorism wing” of the PKK by the\nNational Consortium for the Study of Terrorism and Responses to Terrorism, and\nthis characterisation had been adopted by the US government. 13. In\nthese circumstances, the Committee did not consider that it was significantly misleading\nfor the newspaper to have asserted that the PKK had been responsible for the\nBesiktas terrorist attack, or to have described the TAK as “the urban warfare\nwing of the PKK”. The article had made clear that it was, in fact, the TAK\nwhich had claimed responsibility for the attack. 14. Given\nthe PiK’s campaigns for the PKK to be delisted as terrorist organisation, and\nfor its leader to be freed, it was also not inaccurate for the newspaper to\nhave stated that it was “linked” to the PKK who were “behind the Istanbul\nbombers”. There was no failure to take care over the accuracy of the article on\nthese points. 15. The\nnewspaper had also demonstrated that Unison had joined the campaign to free the\nPKK’s leader and had “called upon the Turkish state to immediately stop attacks\non Kurds”; a mission shared by PiK. It had also shown that PiK had published\ninformation relating to Unison’s involvement in its campaigns on its website.\nAs such, it was not significantly misleading for the newspaper to assert that\nUnison was linked to PiK’s campaigns. There was no breach of the Code on this\npoint. 16. The\nPKK campaigned for the “Rojava revolution” on its website, a mission shared by\nthe YPG which aimed to secure “Rojava in a free and democratic Syria”. The\nCommittee did not consider that the brief reference to the YPG’s connection\nwith the PKK was significantly misleading. Furthermore, there was no suggestion\nin the article that Salih Muslim, the YPG’s political chief, had any connection\nwith the Besiktas terrorist attack. The newspaper had referred to him in order\nto illustrate the alleged connection between the PKK and Unison.  There was no breach of Clause 1 on these\npoints. 17. The\nPKK gave extensive information about the activities of the KNK on its website,\nincluding an archive of its press releases. It was not significantly misleading\nfor the newspaper to report that the PKK was “linked” to the KNK. 18. There\nwas no failure to take care over the accuracy of the article in breach of\nClause 1(i), and no significant inaccuracies were identified. There was no\nbreach of the Code. \nConclusion 19. The\ncomplaint was not upheld.Remedial action requiredN/A\n\nDate complaint\nreceived: 19/12/2016\nDate decision issued: 23/03/2017\nBack to ruling listing\n\n\n"
}