{
    "url": "/rulings-and-resolution-statements/ruling/?id=14261-16",
    "title": "14261-16 Rooney v Daily Mail",
    "provisions": [
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-12-16 00:00:00",
    "received_on": "2016-12-20 00:00:00",
    "concluded_on": "2017-04-19 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "19. The complaint was not upheld",
    "remedial_action": "20. N/A Date complaint received: 20/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 14261-16 Rooney v Daily Mail\nSummary of complaint\n1. Wayne Rooney\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 6 (Children) of the Editors’ Code of Practice in an article\nheadlined “Rooney’s lad, 7, trains with City!”, published on 16 December 2016.\nThe article was also published online with the headline “Manchester United\ncaptain Wayne Rooney is taking son Kai, age seven, for training sessions with\nneighbours Manchester City!”.\n2. The complainant\nis, as is well known, a professional footballer who currently plays for and\ncaptains the Manchester United football team. The article reported that Kai\nRooney, the complainant’s seven-year-old son, had attended training with the\nManchester City Football Academy, having previously attended Manchester\nUnited’s development team. It said the complainant had watched training drills\nat the academy and that the child is “thought to have impressed the coaching\nstaff”. It reported that a football coach had told the newspaper that “if a\nyoung boy is showing signs of exceptional talent, he may play for two or three\nclubs during this stage of his development”.  \nIt reported that the rivalry between the two clubs has become\n“increasingly fierce in recent years as they compete to attract the best young\ntalent”. It said that there had been major restructuring of Manchester United’s\nyouth system and scouting network.\n3. The complainant\nsaid that publication of the fact Kai had attended the Manchester City Academy\nwas an unwarranted intrusion into his son’s privacy. He said that while he and\nhis wife choose to publish photographs of their children, like millions of\nother parents, these were photographs that they judged to have been taken and\nshared in a loving context; these judgments should be taken by a child’s\nparents, not newspapers. The publication of information relating to his son’s\nattendance at the training academy created a risk of bullying at school, and\nplaced the child under needless additional pressure in relation to his\ninvolvement in a highly competitive sporting arena. He said that it had\nresulted in increased attention from paparazzi, including photographers waiting\noutside of both Manchester United and Manchester City academies. It also raised\npotential child protection issues.\n4. His son’s\npresence at the academy would have been observed by a few dozen other parents\nand coaching staff, this could not be equated with the wide publication of this\ninformation in the article under complaint. The complainant said that prior to\npublication, his representatives clearly set out his position that publication\nof the story would be intrusive, and unwarranted.\n5. The complainant\nsaid that the football training was effectively part of his son’s schooling. As\nsuch, when the Code was taken in the full spirit, it was protected under the\nterms of Clause 6 (i). The complainant said that Clause 6 (v) of the Code\nspecifically prevented the publication from justifying the intrusion into a\nchild’s privacy on the basis of his own father’s fame. The complainant was\nconcerned that following publication of the article on 16 December, the\nnewspaper published an opinion piece the following day headlined “Why Wayne’s\nright to take his son to City”. The complainant said that while the article\nappeared to be generally supportive of his decision, its publication only\nserved to exacerbate the intrusion caused by the article under complaint.\n6. The newspaper\ndenied that the article had revealed any details of this child’s private life,\nor involved his welfare. It said that the article simply reported the fact that\nthe child attended the Manchester City Academy. It noted that it had previously\nbeen widely reported that the child had attended training with Manchester\nUnited’s academy, which had not led to a complaint of which it was aware, and\nthat similar stories had been published in relation to the children of other\nfootball stars. The newspaper said that knowledge of the child’s attendance at\nManchester City would not have been limited to the parents of other children\nattending, or coaching staff; it would be naïve to presume that other attendees\nor their parents would not have mentioned this to others. The newspaper said it\ndid not reveal any intrusive details of Kai’s private life, or details which\ninvolved his welfare. It denied that football training formed part of Kai’s\nschooling, such as to engage the terms of Clause 6 (i).\n7. The newspaper\nsaid that in considering whether the article was intrusive, account should be\ntaken of the complainant’s and his wife’s (own extensive public disclosures of\ninformation about their son. It said that this included social media activity,\nincluding tweets and Instagram posts shared with a very large number of\nfollowers. It said that the complainant has 9.1 million Instagram followers and\n14.1 million Twitter followers. It said that his wife has 475,000 Instagram followers\nand 1.24 million Twitter followers. It provided examples of this social media\nactivity, which included images of him wearing Manchester United kit, and an\nimage of him attending his first day of school. \nIt said that the complainant’s wife had spoken on the record about her\nson’s interest and ambition in football. It said that Kai had signed autographs\nfor fans, and regularly appears as a mascot before games. The newspaper said\nthat the effect of these disclosures was that Kai had his own public profile.\n8. The newspaper\nsaid that the efforts of football clubs to develop local talent was a topic of\ncontroversy. It said that Manchester United’s youth policy has been eclipsed by\nthat of its closest rival, Manchester City. \nIt was therefore in the public interest to report that the biggest\nManchester United star had enrolled his son into the Manchester City’s Academy.\n9. The complainant\nsaid that the Editors’ Code requires an exceptional public interest to override\nthe interests of children under 16. It said that while the story may have been\nof interest to some members of the public, the newspaper had failed to\ndemonstrate that publication of Kai’s attendance at the Manchester City Academy\nhad met this threshold. The complainant said that it is the role of parents,\nnot newspapers, to judge what information to disclose about their children. In\nany event, he noted that neither he nor his wife had made any specific comments\nabout Kai’s football training with academies; nor had anyone representing him\nplayed any part I the placement, promotion, or publication of stories about his\ntraining.\nRelevant Code provisions\n10. Clause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\nThe public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting public\nhealth or safety.Protecting the\npublic from being misled by an action or statement of an individual or\norganisation.Disclosing a person\nor organisation’s failure or likely failure to comply with any obligation to\nwhich they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.There is a public\ninterest in freedom of expression itself.The regulator will\nconsider the extent to which material is already in the public domain or will\nor will become so.Editors invoking\nthe public interest will need to demonstrate that they reasonably believed\npublication - or journalistic activity taken with a view to publication – would\nboth serve, and be proportionate to, the public interest and explain how they\nreached that decision at the time.An exceptional\npublic interest would need to be demonstrated to over-ride the normally\nparamount interests of children under 16.\nFindings of the Committee\n11. Regardless of the decision by the complainant and his\nwife to disclose certain information about their son to the public, they\nretained their rights, as his parents, to choose not to disclose certain other\npieces of information about him. However, the large amount of information about\nKai in the public domain formed part of the context in which the Committee\nassessed the effect of the newspaper’s disclosures.\n12. Publication of information about a child may disrupt the\nchild’s time at school, even where the information itself does not relate to\nthe child’s schooling.   The Committee\ntook very seriously the complainant’s concern that publication of this information\ncreated the risk that Kai would be bullied at school, and that it had resulted\nin increased attention from paparazzi photographers; these issues clearly\nengaged the terms of Clause 6 (i).\n13. The Committee considered, therefore, whether the publication\nof the article posed an unnecessary intrusion into the complainant’s son’s time\nat school. In doing so, the Committee considered specifically whether the\nalleged intrusion arose out of a failure, or the part of the newspaper, to show\nappropriate respect for Kai’s private and school life.\n14. The Committee noted the limited detail which was\npublished: the article reported simply that Kai had attended Manchester City\nAcademy. The minimal further comment was complimentary and focused on his\nperceived ability as a young player rather than any aspect of his personal\ndevelopment. It appeared to pre-empt potential criticism of Kai by explaining\nthat it was not unusual for a young player to attend a number of academies.\n15.  The article did\nnot contain further details or speculation in relation to or other aspects of\nKai’s life. In addition, the article did not seek to use Kai’s attendance as a\ncriticism of his father or otherwise seek to embarrass the child or the family.\n16. The Committee noted that amongst the information\nestablished in the public domain about the child, with the complainant’s\nconsent, was a large quantity of information that connected Kai to his father’s\ncareer and specifically to Manchester United, including his involvement as a\nmascot for the club. The complainant’s wife had also discussed the child’s\ninterest in football, albeit in very general terms. In the circumstances, the\nCommittee did not consider that the child had a reasonable expectation of\nprivacy in relation to the bare fact of his attendance at the academy, and it\ndid not find that the publication of this information constituted an intrusion\ninto his time at school, such as to raise a breach of Clause 6.\n17. The Committee considered next the further complaint that\nthe publication had used the complainant’s fame as sole justification for\npublishing details of a child's private life. In the full circumstances, the\nCommittee did not consider that this piece of information constituted a detail\nof the child’s private life. As such, there was no breach of the Code on this\npoint.\n18. As it had found no breach of Clause 6, the Committee was\nnot required to consider formally the publication’s argument in relation to the\npublic interest in favour of publication. Nevertheless, it took the opportunity\nto note that any public interest in the story fell far short of the standard\nrequired to the justify a breach of a child’s privacy.\nConclusions\n19. The complaint was not upheld\nRemedial Action Required\n20. N/A\nDate complaint received: 20/12/2016Date decision issued: 19/04/2017\nBack to ruling listing\n\n\n"
}