{
    "url": "/rulings-and-resolution-statements/ruling/?id=14311-16",
    "title": "14311-16 Coulter v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "received_on": "2016-12-03 00:00:00",
    "concluded_on": "2017-04-19 00:00:00",
    "complaint_processing_days": 137,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 14311-16 Coulter v The Times\n1. Jonathan Coulter\ncomplained on behalf of the Palestinian Return Centre, in addition to 20 other\ncomplainants, that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Jews blamed for Holocaust at ‘shameful’\nHouse of Lords event\", published on 27 October 2016, and in an article\nheadlined “Tonge's obnoxious ideas on Jews set a terrible example”, published\non 28 October 2016.\n2. The 27 October\narticle reported that Baroness Tonge had launched a campaign for Britain to\napologise on the hundredth anniversary of the ‘Balfour Declaration’, which it\nsaid pledged support for a home for the Jewish people in Palestine, at an event\nat the House of Lords. The article claimed that at the event, “an audience\nmember was applauded after suggesting that Hitler only decided to kill all the\nJews after he was provoked by anti-German protests led by a rabbi in\nManhattan.” The article quoted from this individual’s remarks at length. It\nreported he had claimed that in 1905, the rabbi had said that there were “six\nmillion bleeding and suffering reasons to justify Zionism”, and “urged the\naudience to note the number”. The article said that this quotation was\nregularly used by Holocaust deniers. It also reported that this audience member\nhad compared Israel to Islamic State. The article reported that a spokesperson for the Israeli embassy\ndescribed the event as “a shameful event, which gave voice to racist tropes\nagainst Jews and Israelis alike”.\n3. The 27 October\narticle also reported that another audience member had suggested that “the\n‘Zionist movement’ had power over the British parliament comparable to the\npower which was once believed to have been wielded internationally by Jews”. It\nreported that another audience member had said that “if anybody is anti-semitic,\nit’s Israelis themselves.” The article claimed that Baroness Tonge made no\nattempt to challenge the provocative comments.\n4. The 28 October\narticle was published in the newspaper’s ‘Thunderer’ column, and was a comment\npiece, critical of Baroness Tonge. It referred to the House of Lords event, and\nopened with the statement: “The thing that got me was the bright-faced young\npeople sitting behind her at the meeting in the House of Lords”. It claimed\nthat the PRC was “an organisation that wants there to be no Israel at all”. The\narticle referred to the audience member claiming that the Jews had\n“antagonised” Hitler, and said that “in a parallel universe Lady Tonge was\nhorrified. The speaker was barely a sentence into his tirade when she\ninterrupted him…In the real world, she didn’t. She respectfully let him finish\nand then tacked her own opinion about the need for a boycott of Israel on to\nthe end of his speech. The young people must have believed that the\nJew-blamer’s views were perfectly respectable”.\n5. The complainant\nsaid that he had attended the meeting, along with the 20 other complainants. He\nsaid that the articles reported inaccurately on the PRC’s event. He said the\narticles failed to report on the invited speakers, and gave prominence to the\ncomments of the Israeli embassy. He said that the audience member who made the\ncomments about the Rabbi provoking Hitler spoke at a speed such that he was\nvirtually unintelligible, although he accepted it was possible to hear\nsnippets.  The complainant denied that\nthis individual was applauded. The complainant said that Baroness Tonge did not\nchallenge other comments made at the meeting because she lacked a base of\nevidence from which to challenge them. He said that there was a mass of\nevidence to support the comment about Zionist power over Parliament.\n6. The complainant\nsaid it was inaccurate for the 28 October article to refer to the PRC as an\n“organisation that wants there to be no Israel at all”. He accepted that the\nPRC sought to achieve a “right of return” for Palestinian refugees, but denied\nthat this was the same as denying Israel’s right to exist. The complainant said\nthat the columnist’s criticism of Baroness Tonge was inaccurate, as neither she\nnor the other attendees could follow what the audience member in question was\nsaying.\n7. In relation to\nthe 27 October article, the newspaper said that its reporter watched a video of\nthe event prior to publication. It said that the audience member the article\nclaimed was applauded had been interrupted by Baroness Tonge, who took up his\nmention of boycotts to remind the audience to support the ‘Boycott Divestment\nand Sanction” campaign against Israel. The audience then applauded, which was\nthe first opportunity they had after the audience member’s comments. The\nnewspaper said that the audience member was audible in the video, and that\nBaroness Tonge had picked up on, and referred approvingly to the audience\nmember’s mention of a boycott. It noted that another attendee had written about\nthe event on a blog, which suggested he had no difficulty in understanding what\nwas said.\n8. The newspaper\nsaid that a number of other anti-semitic remarks at the event were applauded,\nwhich suggested that the audience would have applauded the audience member in\nquestion directly, had they had the opportunity. Amongst others, the newspaper\nreferred to the applause given to the audience member who said that the Zionist\nmovement exercised the same power over Parliament as the “world Jewry was\nbelieved to have enjoyed a century ago”. It said that in these circumstances,\nit was not significantly misleading to report that the audience member who made\ncomments about Hitler was applauded. Nevertheless, in its first response to\nIPSO’s investigation of the complaint, the newspaper offered to publish a\nclarification in relation to the applause following Baroness Tonge’s\ninterruption of the audience member. It subsequently offered to amend the\nonline article on this point, and to publish the following clarification as a\nfootnote, and in its corrections and clarifications column in the print edition\nof the newspaper:\nIn reporting a meeting hosted by Baroness Tonge we said that\n\"An audience member was applauded after suggesting that Hitler only\ndecided to kill all the Jews after he was provoked by anti-German protests led by\na rabbi in Manhattan\" (Jews blamed for Holocaust at 'shameful' House of\nLords event, News, October 27). We have\nbeen asked to make clear that the applause came only after Baroness Tonge had\ninterrupted the speaker to thank him for introducing the word\n\"boycott\" into the discussion. Baroness Tonge has stated that she\n“acted correctly to move swiftly on and not draw further attention to what\nseemed ... to be a rather crazed individual.” \nWe are happy to put this on record.\n9. In relation to\nthe 28 October article, the newspaper said that one of the goals of the PRC was\nto ensure the “right of return” of Palestinian refugees to their pre-foundation\nhomes. It said that such a right would be granted to approximately 5.4million\nregistered Palestinian refugees. It said that Israel has a population of\nroughly 8.5 million, of which approximately 75% are Jews. With the addition of\n5.4 million returning refugees to the roughly 1.8 million Arab Israelis, Israel\nwould no longer be a Jewish majority state. It said that it in these\ncircumstances, Israel would no longer be recognisable as the country founded as\na homeland for Jews.\n10. The complainant said that the other audience member’s\ncomments about the Zionist movement’s power over Parliament were not anti-semitic,\nbut were a comment on Zionism. He rejected the newspaper’s offer to publish a\nclarification, which he said did not address the articles’ misleading omission\nof the comments of the invited speakers.\nRelevant Code provisions\n11. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n12. The video of the event showed an audience member\nclaiming that a boycott on Germany in the 1930s had “antagonised” Hitler, with\nthe result that he wanted to systematically kill Jews. During his comments, the\naudience member was interrupted by Baroness Tonge, who said: “Thank you very\nmuch. I think it’s very important that the word ‘boycott’ has come up, because\n‘BDS’, the campaign to boycott Israeli goods and services and for divestment\nfrom Israel, a lot of us think—most of us think—that it’s very, very important\nindeed.” The audience then applauded.\n13. The Committee noted that the reporter had watched the\nvideo of the event, prior to publication. \nIn the Committee’s view, it was clear from this video that the audience\nwas applauding Baroness Tonge’s further comments about the BDS campaign, which\ndid not reflect the remarks of the audience member in question. In these\ncircumstances, to report that the audience member had been applauded after his\nremarks represented a failure to take care not to publish inaccurate\ninformation, in breach of Clause 1 (i).\n14. The 27 October article contained criticisms of the event\non the basis that it was anti-semitic. In that context, the claim that audience\nmember had been applauded after his comments was a significant inaccuracy, such\nas to require correction under the terms of Clause 1 (ii). The newspaper\noffered to publish a correction to this claim which identified the inaccuracy,\nand set out the correct position, and the Committee was satisfied that the\nnewspaper’s offer of correction was sufficiently prompt. The article under\ncomplaint was published on the second page of the newspaper, and on its\nwebsite. The newspaper had offered to publish the correction in its established\ncorrections and clarifications column on its letters page, and to amend the\nonline article and to add the correction as a footnote. Having regard for the\nnature and prominence of the inaccuracy, the Committee considered that this\nrepresented due prominence under the terms of Clause 1 (ii). There was no\nbreach of Clause 1 (ii).\n15. The 27 October article did not suggest that the comments\nreported were the only comments that had been made at the meeting. The\nnewspaper was not required to report a balanced account of the comments made at\nthe meeting. To report certain comments made by audience members, and to omit\nthe outcome of the meeting was not significantly misleading.\n16. The 28 October article was clearly presented as an\nopinion piece. The columnist commented on two previous incidents where Baroness\nTonge had been subject to criticism for her views on Israel. He then claimed\nthat “this week, in the Lords, there she was chairing an event for an\norganisation that wants there to be no Israel at all”. ”. This was a\nsignificant claim about the PRC, denied by the complainant. However, the column\nwas concerned with Baroness Tonge, and was not a detailed examination of the\naims and objectives of the PRC. In response to the complaint, the newspaper\nexplained its position that granting the right to return for Palestinian\nrefugees would threaten Israel’s status as a Jewish majority state. This was\nnot disputed by the complainant. The newspaper explained its position that\nIsrael was founded as a homeland for the Jews; in circumstances where it was no\nlonger a Jewish majority state, it would no longer be recognisably Israel. The\nclaim was clearly presented as the columnist’s opinion, and this aspect of the\narticle was not significantly misleading.\n17. The complainant also raised concern that the articles\ncontained inaccuracies in relation to Baroness Tonge’s conduct at the event.\nThe Committee considered that the complainant was a third party in relation\nclaims about Baroness Tonge’s conduct at the meeting. Having considered the\nposition of the party most closely involved, Baroness Tonge, it declined to\nconsider these aspects of the complaint further. However, having watched the\nvideo of the event, the Committee considered it was not misleading to report\nthat the audience member who had commented on the Rabbi antagonising Hitler was\nnot challenged.\nConclusion\n18. The complaint was upheld.\nRemedial action\n19. Having upheld a\nbreach of Clause 1 (i), the Committee considered what remedial action should be\nrequired. The Committee considered that the breach of Clause 1 had been\nappropriately remedied by the offer to amend the online article, and to publish\na correction in print, and as a footnote to the online article.  In light of the Committee’s decision, they\nshould now be published.Date complaint received: 03/12/2016Date complaint concluded: 19/04/2017 \nBack to ruling listing\n\n\n"
}