{
    "url": "/rulings-and-resolution-statements/ruling/?id=14322-16",
    "title": "14322-16 Goldsmith v Lincolnshire Echo",
    "provisions": [
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Lincolnshire Echo (Reach PLC)",
    "published_on": "2016-12-21 00:00:00",
    "received_on": "2016-12-22 00:00:00",
    "concluded_on": "2017-03-17 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "that the footage belonged to the accident the complainant had been involved in. He said that this had caused his family further distress because at that stage, they had not received confirmation that his injuries were not life threatening. 5. The newspaper did not accept any breach of the Code. It said that in a live breaking incident, the reporter had come to a reasoned conclusion that the crash had not been fatal, based on his attendance at the scene shortly after the incident and given that the road remained open at all times, suggesting that the police did not feel anyone had been seriously injured. It said that neither the complainant nor the number plate of the vehicle could be identified from the video footage. Furthermore, it said that the location of the accident was on one of the busiest roads in the city and that the make and model of the car was not unique, such as to lead to a possible identification of the complainant by his friends and family. 6. The newspaper said that any distress suffered by the complainant’s family as a result of viewing the footage, would have come as a result of the complainant informing them that he had been involved in a crash, but not providing them with any further detail about the seriousness of his injuries. Relevant Code Provisions 7. Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. These provisions should not restrict the right to report legal proceedings. Findings of the Complaints Committee 8. The Committee was glad to note that the complainant was not seriously injured in the incident, and acknowledged his position that the publication of the CCTV footage in the article had caused distress to both him and his family. 9. The model, make and colour of the complainant’s car was not unique and it was not possible to identify the vehicle’s registration number from the CCTV footage; the accompanying photograph of the vehicle did not disclose this information. Whilst the Committee noted that the extent of the complainant’s injuries had not been confirmed at the time of publication, it considered that the newspaper’s assessment that the incident had not resulted in a fatality or serious injury on the basis of the reaction of the police, was reasonable, and the material had been published sensitively. There was no breach of Clause 4. Conclusion 10. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 22/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 14322-16 Goldsmith v Lincolnshire Echo\nSummary of Complaint\n1. Jonathan\nGoldsmith complained to the Independent Press Standards Organisation that\nLincolnshire Live breached Clause 4 (Intrusion into grief or shock) of the\nEditors’ Code of Practice in an article headlined “CCTV footage emerges of\nhead-on crash between car and bus in Lincoln High Street”, published on 21\nDecember 2016.\n2. The article\nreported on a road traffic incident in which a black Dacia Duster car and a\npublic bus travelling in opposite directions collided on a high street in\nLincoln. The article included a video clip of the CCTV footage of the incident,\nobtained from two cameras situated on the front of a local shop. The clip\nlasted for 8 seconds and showed the car move onto the other side of the road\nand into the path of the oncoming bus; it also showed the impact. The article\ncontained a photograph of the front of the car, taken immediately after the\nincident, which showed the extent of the damage to the vehicle. The article\nreported that “police were unable to confirm if anyone had been injured but\nsaid no arrests were made”.\n3. The complainant,\nwho had been the driver of the car, considered that the publication of the CCTV\nfootage, 4 hours after the accident, was insensitive. The complainant said that\nat the time of publication, he had still been in hospital undergoing tests; as\nsuch there would have been no clear understanding, from either the police or\nthe newspaper, of the extent of his injuries. He said that the hospital had\nraised concerns about his heart, but that he was able to leave the hospital the\nsame day.\n4. The complainant\nsaid that he had rung his wife whilst in the ambulance. The paramedic had\nexplained to her that the complainant had been involved in a road traffic\nincident and was being taken to hospital for further tests. He said that his\nwife then passed on this information to other members of the family. He said\nthat their awareness that an accident had taken place, along with his family’s\nknowledge of the make and model of his car, meant that when they viewed the\nCCTV footage online, they came to a reasoned conclusion that the footage\nbelonged to the accident the complainant had been involved in. He said that\nthis had caused his family further distress because at that stage, they had not\nreceived confirmation that his injuries were not life threatening.\n5. The newspaper\ndid not accept any breach of the Code. It said that in a live breaking\nincident, the reporter had come to a reasoned conclusion that the crash had not\nbeen fatal, based on his attendance at the scene shortly after the incident and\ngiven that the road remained open at all times, suggesting that the police did\nnot feel anyone had been seriously injured. It said that neither the\ncomplainant nor the number plate of the vehicle could be identified from the\nvideo footage. Furthermore, it said that the location of the accident was on\none of the busiest roads in the city and that the make and model of the car was\nnot unique, such as to lead to a possible identification of the complainant by his\nfriends and family.\n6. The newspaper\nsaid that any distress suffered by the complainant’s family as a result of\nviewing the footage, would have come as a result of the complainant informing\nthem that he had been involved in a crash, but not providing them with any\nfurther detail about the seriousness of his injuries.\nRelevant Code Provisions\n7. Clause 4\n(Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Complaints Committee\n8. The Committee\nwas glad to note that the complainant was not seriously injured in the\nincident, and acknowledged his position that the publication of the CCTV\nfootage in the article had caused distress to both him and his family.\n9. The model, make\nand colour of the complainant’s car was not unique and it was not possible to\nidentify the vehicle’s registration number from the CCTV footage; the\naccompanying photograph of the vehicle did not disclose this information.\nWhilst the Committee noted that the extent of the complainant’s injuries had\nnot been confirmed at the time of publication, it considered that the\nnewspaper’s assessment that the incident had not resulted in a fatality or\nserious injury on the basis of the reaction of the police, was reasonable, and\nthe material had been published sensitively. There was no breach of Clause 4.\nConclusion\n10. The complaint was\nnot upheld.\nRemedial Action Required\nN/A\nDate complaint received: 22/12/2016Date decision issued: 17/03/2017\nBack to ruling listing\n\n\n"
}