{
    "url": "/rulings-and-resolution-statements/ruling/?id=14333-16",
    "title": "14333-16 Gray v Inverness Courier",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Inverness Courier (Highland News & Media Limited)",
    "published_on": "2016-11-25 00:00:00",
    "received_on": "2016-12-22 00:00:00",
    "concluded_on": "2017-05-15 00:00:00",
    "complaint_processing_days": 144,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12.  To remedy the established breach of the Code, the newspaper should now publish the clarification as offered.Date complaint received: 22/12/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 14333-16 Gray v Inverness Courier\nSummary of Complaint\n1. Bruce Gray\ncomplained to the Independent Press Standards Organisation that the Inverness\nCourier breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Newcomers to clubs have probably forgotten that there ever\nwas a curfew”, published on 25 November 2016.\n2. The article\nreported that the midnight curfew, which was imposed on pubs and clubs in\nInverness in 2003, had been abolished in November 2012 following a final\ndecision by the Highland Licensing Board’s chairwoman, Councillor Maxine Smith.\nThe midnight curfew required that pubs and clubs in Inverness were to refuse\nentry to customers after midnight. The article reported that the police had, at\nthat time, “actively campaigned for the restriction to remain in place”. It\nfurther reported that the complainant, who is a Police Sergeant of the Liquor\nand Civic Licensing Department, had now “admitted they were wrong, stating:\n‘overall the removal hasn’t resulted in a notable increase or decrease in city\ncentre crime’”. The article noted that the complainant had said “this was down\nto licenses and the police” and also reported him saying that “through mediums\nsuch as Pubwatch…despite the removal of the midnight curfew, Inverness remains\na safe place to socialise”.\n3. The article was\npublished on pages twelve and thirteen of the newspaper under the headline\n“Newcomers to clubs have probably forgotten that there ever was a curfew”. It\nwas trailed on the newspaper’s front page, with the strapline “’We were\nwrong’”.\n4. The complainant\nsaid that both the article and the front page strapline were inaccurate as he\nhad not stated, that the police were “wrong” in supporting the curfew, instead\nhe had said that “there was no notable increase or decrease in city centre crime”  following the lifting of the curfew. However,\nthis did not mean that the police were wrong: they had only ever claimed that\nlifting the curfew could (rather than would) increase crime, although he\naccepted that the Chief Constable had said at the time, in a consultation\nresponse, that this would “almost certainly reverse the positive trends\npreviously cited”. The complainant said that the newspaper had deliberately\nmisquoted him.\n5. The newspaper\ndid not accept that the article breached Clause 1. The newspaper said that it\nhad published a number of examples of senior officers saying that there “would”\nbe an increase in crime if the curfew was lifted; it noted that the complainant\nlater said that there had not been an increase in crime, and that paraphrasing\nthe complainant’s statement as an admission by the police that they were wrong,\ndid not breach Clause 1. It said that although the article did not make clear\nthat this was the newspaper’s characterisation, the article did not directly\nquote the complainant saying the police were wrong, and the statements were\nclearly attributed to the police, not the complainant.\n6. The newspaper\noffered to publish the following clarification on page three of the Inverness\nCourier within the News Digest column:\nIn an article published on 25 November 2016 headlined\n“Newcomers to clubs have probably forgotten that there ever was a curfew”, we\nreported that Sergeant Bruce Gray admitted that the police were wrong by saying\ncrime would increase if the curfew was lifted. He did say that crime had not\nincreased but at no time said that police were wrong. We are sorry for any\nconfusion caused.”\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The Committee\nemphasised the need for publishers to take particular care when paraphrasing\nspeech attributed to a particular indvidual, because of the risk of\nmisrepresentation or distortion. The complainant described how policing plans\nhad changed in light of the end of the curfew, and said that crime rates had\nnot been affected by lifting the curfew. The newspaper interpreted this as an\nadmission by the police, that they were “wrong” in supporting the curfew.\n9. Reporting that\nthe complainant “admitted [the police] were wrong” amounted to a misleading\nparaphrasing of his comments, in circumstances where he had given an\nalternative explanation as to why the crime rate had not changed. Although\nother comments which had been made by the complainant were quoted accurately\nand at length within the article, in circumstances where the complainant did\nnot make any admission that the police, nor himself, “were wrong”, the\nCommittee considered that this statement was significantly misleading. The\nCommittee also noted that the use of quotation marks on the front page\nstrapline gave the impression that it was direct speech, or a close paraphrase.\nThis represented a failure to take care not to publish misleading information,\nand there was a breach of Clause 1 (i).\n10. The newspaper had published significantly misleading\ninformation which required correction under Clause 1 (ii). The Committee\nconsidered that the clarification offered by the newspaper adequately addressed\nthe misleading information, that the complainant “admitted [the police] were\nwrong”, and made clear the correct position. The article was trailed on the\nfront page; however, given that the main content of the article was published\non pages twelve and thirteen, the Committee considered that the offer to\npublish the clarification on page three, in the News and Digest column, was\nsufficiently prominent. There was no breach of Clause 1 (ii).\nConclusions\n11. The complaint was upheld.\nRemedial Action Required\n12.  To remedy the\nestablished breach of the Code, the newspaper should now publish the\nclarification as offered.Date complaint received: 22/12/2016Date decision issued: 15/05/2017 \nBack to ruling listing\n\n\n"
}