{
    "url": "/rulings-and-resolution-statements/ruling/?id=14380-16",
    "title": "14380-16 Easton v Sunday Life",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2016-03-08 00:00:00",
    "received_on": "2016-12-28 00:00:00",
    "concluded_on": "2017-05-10 00:00:00",
    "complaint_processing_days": 133,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 14380-16 Easton v Sunday Life\nSummary of Complaint\n1. Alex\nEaston complained to the Independent Press Standards Organisation that the\nSunday Life breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nrelation to a number of articles, headlined:\n1. “UDA boss Dee\nStitt's charity given £900,000 to build sports facility in Bangor”, published\non 8 March 2016 (online);\n2. “DUP man hails\nUDA gunman as 'outstanding' in leaked letter” published on 7 June 2016\n(online);\n3. “UDA BOSS\nSTITT'S 1.7M REASONS TO BE HAPPY” published 2 October 2016 (print);\n4. “UDA'S PEACE OF\nACTION” published 9 October 2016 (print);\n5. “Loyalist boss\nfaces calls to quit charity” published 23 October 2016 (print);\n6. “STITT'S CV\n'LIES' OUTED BY HIS FIRM” published 27 November 2016 (print).\n2. The\narticles reported on a public grant that a charity had received for the\nbuilding of a new sports facility. They reported that a named individual, Dee\nStitt, was involved in the charity and that he was alleged to be a former\nleader of the north Down Ulster Defence Association (UDA), a paramilitary group\nin Northern Ireland. The articles reported that the complainant, who is a\nNorthern Ireland Unionist politician, had written Mr Stitt a reference, in\nsupport of his application to be a member of a South Eastern Steering Group.\n3. Adopting\nthe numbering above, the first article reported on the grant which Mr Stitt had\nreceived. It said that “the funding has also been endorsed by DUP North Down\nMLA Alex Easton…but who has told Sunday Life he did not know Dee Stitt is a UDA\nboss”.\n4. The\nsecond article reported that the complainant had provided a reference to Mr\nStitt, in support of his application for a position on a South-Eastern Steering\nGroup. The article quoted the reference the complainant had written in 2012: “I\nbelieve that David would be an outstanding member of the steering group if\nselected”.  It said “a self-confessed UDA\nboss was described as ‘outstanding’ by a DUP politician in a letter to senior\ncivil servants. North Down MLA Alex Easton’s gushing praise for David ‘Dee’\nStitt was contained in a reference that accompanied the convicted terrorist\ngunman’s application for a position on the Social Investment Fund’s (SIF)\nSouth-Eastern Steering Group.”\n5. It\ncontinued by reporting that “well placed sources told Sunday Life that Alex\nEaston’s reference was “key” to Stitt winning a seat on the eight-strong SIF\nsteering group”. The article also said that “when Sunday Life challenged Mr\nEaston about his links to Dee Stitt earlier this year he said he did not know\nhe was a paramilitary”. It also included a photograph of the complainant,\nmaking a gesture with his thumb up.6. The third\narticle reported that Mr Stitt had “secured his position on the powerful quango\nafter producing a reference from DUP MLA Alex Easton, who described the UDA\nboss as “outstanding”.\n7. The\nfourth article reported that the complainant “wrote a reference for feared\nBangor UDA leader Dee Stitt in support of his application to join the SIF\nsouth-east steering group. The Politician described the convicted gunman, who\nleads a gang of drug dealers and racketeers, as “outstanding”, although he\nlater said he knew nothing of his paramilitary background”.\n8. The fifth\narticle reported that “the party’s MLA Alex Easton wrote a reference describing\n[Mr Stitt] as “outstanding’”.\n9. The sixth\narticle reported “The UDA chief- who served a five-year prison sentence for\nrobbery and possessing firearms- backs up his South-Eastern steering group\napplication with numerous references. As Sunday Life revealed last June, one of\nthem is from DUP North Down MLA Alex Easton who described Stitt as\n“outstanding”. The politician later denied knowing the 45-year old was a\nparamilitary leader at the time he wrote the endorsement”. It also included a\nphotograph of the complainant, making a gesture with his thumb up.\n10. The\ncomplainant expressed concern that by reporting the word “outstanding” in\nisolation, without the context of the sentence from the reference in which it\nappeared, the articles were misleading in their portrayal of his views on Mr\nStitt. He said the use of the word “outstanding” in the reference, meant only\nthat he considered that if appointed, Mr Stitt would make an outstanding\ncontribution to the work of the SE Area Steering Group, because of his work in\ncommunity development and transformation.\n11. The\ncomplainant said that he had been approached by the newspaper for comment on\nhis knowledge of Mr Stitt’s past. He said that he had told the newspaper that\nhe was unable to comment, because he had not heard the radio interview in which\nMr Stitt had allegedly confessed to being a UDA member. The complainant said\nthe first, fourth and sixth articles inaccurately reported what he had told the\nnewspaper, because they did not make clear that he was unaware of Mr Stitt’s\npast, because he had not heard the radio interview.\n12. The\ncomplainant said that he did not play a role in appointing Mr Stitt to the\nSteering Group, therefore the third article inaccurately reported that Mr\nStitt’s position on the group was “secured” following the submission of the\nreference. He also said that the second article inaccurately reported that the\nreference he wrote had been “key” to his appointment. He relied on a statement\nfrom the Special Adviser in the Office of the First Minister, at the time the\nSIF Steering Groups were established, which stated: “the reference from Mr Alex\nEaston did not play any significant role in the decision to appoint Mr Stitt to\nthe steering group”.\n13. The\ncomplainant said that by including an image of him with his thumbs up,\nalongside an article which criticised the activities of Mr Stitt, the second\nand sixth articles were misleading because they suggested that he endorsed Mr\nStitt’s activities. \n14. The\nnewspaper did not accept any breach of the Code. It did not accept the\ncomplainant’s position that he had said that Mr Stitt would make an\n“outstanding contribution” to the Steering Group. It said that the reference, a\ncopy of which was provided to IPSO, had said that the complainant was a\n“proactive member” of the community and “his work on the ground means he is\nwell known and highly regarded right across all community sectors”, before\ngoing on to say that Mr Stitt would be an “outstanding member” of the Group. In\nthose circumstances the newspaper said that the complainant had given Mr Stitt a\n“ringing endorsement” and the use of the word “outstanding” in isolation, was\nnot misleading.\n15. The\nnewspaper said that the first, fourth and sixth articles reported that the\ncomplainant was unaware of Mr Stitt’s UDA past. This accurately reflected the\ncomplainant’s position on the matter.\n16. It said\nthat it was not misleading to use an image of the complainant, gesturing with\nhis thumbs up, given the newspaper’s position that the reference had been a\nringing endorsement of Mr Stitt.\n17. The newspaper\nsaid that given that Mr Stitt had required references for his application, it\nwas not inaccurate for the articles to suggest that Mr Stitt had secured his\napplication after the reference was supplied. The newspaper noted that there\nwas a difference between the statement from the Special Advisor, and what a\nsource had claimed. The newspaper offered to publish a clarification on this\npoint which would include the statement from the Special Advisor.\nRelevant Code Provisions\nClause 1 (Accuracy)\n18. i. The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii. A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii. A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Committee\n19. The\ncomplainant had provided a reference which stated that Mr Stitt would be an\noutstanding member of the South-Eastern Steering Group if appointed. Although\nthis was specifically with reference to the role, it was not significantly inaccurate\nor misleading for the articles to report that the complainant had described the\napplicant as “outstanding”. The Committee did not consider that the reporting\nof the word “outstanding” in isolation, inaccurately reflected the supportive\nreference that the complainant had provided. The Committee further noted that\nthe second article, which focused predominantly on the reference the\ncomplainant had written, had included the full quotation.\n20. In those\ncircumstances the inclusion of an image of the complainant, in the second and\nsixth article, gesturing with his thumbs up, was not misleading.\n21. The\nCommittee noted the complainant’s position that he had not heard the radio\ninterview in which Mr Stitt had allegedly confessed to being a UDA member, and\ntherefore he had been unaware of Mr Stitt’s past when the newspaper had\napproached him for comment.  In\ncircumstances where the first and sixth articles reported that the complainant\nhad said that he did not know that Mr Stitt was allegedly a former UDA boss,\nthe Committee did not consider that the articles inaccurately reflected the\ncomplainant’s position.\n22. Any\ninaccuracy relating to whether the reference was “key” to the appointment, was\nnot significant, in circumstances where the complainant had provided a\nsupportive reference which recommended Mr Stitt’s appointment, and the\nsubmission of the reference formed part of the application process. It was not\ninaccurate to report that Mr Stitt’s appointment had been secured following its\nsubmission. There was no breach of Clause 1.\nConclusion\n23. The complaint was not upheld.\nRemedial Action\n24. N/ADate complaint received: 28/12/2016Date decision issued: 10/05/2017  \nBack to ruling listing\n\n\n"
}