{
    "url": "/rulings-and-resolution-statements/ruling/?id=14422-16",
    "title": "14422-16 Versi v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2016-10-24 00:00:00",
    "received_on": "2016-10-28 00:00:00",
    "concluded_on": "2017-02-02 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "N/ANote Trevor Kavanagh is a member of IPSO’s Board. The Board has no role in the consideration of individual complaints, which are adjudicated on by the Complaints Committee. Mr Kavanagh played no part in the consideration of this complaint. Date complaint received: 28/10/2016",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 14422-16 Versi v The Sun  \nSummary\nof complaint 1.   \nMiqdaad Versi complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “We’re kind, Gary, but we\nhate being conned”, published on 24 October 2016. 2.   \nThe\narticle formed part of a larger comment piece in which the columnist, Trevor\nKavanagh, discussed the migrant camp in Calais and his concern that refugees\nwere lying about their age in order to gain access to Britain. In this item,\nthe columnist commented on Fatima Manji’s complaint that Kelvin MacKenzie had\ndiscriminated against her in an article about her wearing a hijab while\npresenting news coverage of the Nice terror attack. The columnist said “nobody\nseeing [Ms Manji] in full Muslim headdress could doubt it was provocative of\nChannel 4”, and that Ms Manji had “singled herself out by dressing as she did”.\nHe quoted Ms Manji who had said “I do wear the headscarf as a symbol of my\nreligious faith”, and concluded with the line “She knew precisely what she was\ndoing”. 3.   \nThis\nitem was also published online under the headline “Kelvin’s Channel 4 battle”. 4.   \nThe\ncomplainant expressed concern that the article had given the misleading\nimpression that Channel 4 had chosen Ms Manji to present the news on the day in\nquestion in order to be “provocative”. In fact, she had been rostered to do so\nten days before the attack in Nice. In addition, he said the columnist had\ninaccurately asserted that Ms Manji had “singled herself out” by wearing her\nheadscarf. He said she had stated publicly that she always wore a headscarf and\nhad not done so on this occasion to provoke a reaction. 5.   \nThe\nnewspaper considered that the complainant’s concerns related to comments which\nclearly represented the columnist’s opinion. It noted that IPSO had already\nadjudicated on and not upheld the complaint from Ms Manji to which the comment\npiece referred. 6.   \nThe\nnewspaper did not consider that the article had implied that Channel 4 had\nintentionally chosen Ms Manji to present the news that day. It said that the columnist\nhad known that she had been rostered on 10 days earlier. 7.   \nThe\nnewspaper said that the article had expressed the columnist’s view that as Ms\nManji’s choice of garment was personal and deliberate, she had “singled herself\nout”. It said that it had accurately quoted Ms Manji who had said that she wore\nthe headscarf “as a symbol of [her] religious faith”; it was therefore a\n“conscious act”, and the columnist had simply drawn an inference from it. It\nsaid that as the columnist was not Ms Manji, his opinion was clearly nothing\nother than conjecture about her motivation; he had not made a statement of\nfact. \nRelevant\nCode provisions 8.   \nClause\n1 (Accuracy) i.  The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii.  A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii. A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv.  The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee 9.   \nThe assertion that\n“nobody seeing [Ms Manji] in full Muslim headdress could doubt it was\nprovocative of Channel 4” had clearly represented the columnist’s view of those\nwith editorial responsibility for the programme; it was not a statement of fact. 10. The\ncolumnist had quoted Ms Manji stating “I do wear the headscarf as a symbol of\nmy religious faith”. The Committee considered that the statements that she had\n“singled herself out” and had known “precisely what she was doing” related to\nthe columnist’s view that she had known that she was making a religious\nstatement by wearing the hijab based on her public comment that she wore the\nheadscarf as a symbol of her religious faith. The columnist had not made the\nfactual assertion that she had worn the hijab to be provocative; this was\ncriticism levelled at Channel 4. 11. There was no failure to take care over the accuracy of the article.\nThe Committee did not identify any significant inaccuracies or misleading\nstatements which would require correction under the Code. Conclusion 12. The\ncomplaint was not upheld. Remedial action requiredN/ANote Trevor Kavanagh is a member of\nIPSO’s Board. The Board has no role in the consideration of individual\ncomplaints, which are adjudicated on by the Complaints Committee. Mr Kavanagh\nplayed no part in the consideration of this complaint. Date complaint received: 28/10/2016 Date decision issued: 02/02/2017Statement by IPSO's BoardThe\nComplaints Committee of the Independent Press Standards Organisation reached a\ndecision on the above complaint in accordance with its role in ruling on\ncomplaints framed under the Editors’ Code of Practice. IPSO’s Board chose not\nto comment further on this matter while the complaint was on-going. Following the conclusion of the complaint, IPSO’s\nBoard has issued the following statement:\nIPSO is\ncommitted to ensuring that individuals who believe that they have been wronged\nby the press are able to seek proper redress without fear of retribution or\nvictimisation. In this instance, public comments by an IPSO Board member\nbrought the strength of this commitment into question. This should not have\nhappened. The Board has received an apology from the Board member and an\nassurance that it will not happen again.\nBack to ruling listing\n\n\n"
}