{
    "url": "/rulings-and-resolution-statements/ruling/?id=15165-17",
    "title": "15165-17 Versi v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-06-05 00:00:00",
    "received_on": "2017-06-17 00:00:00",
    "concluded_on": "2017-08-30 00:00:00",
    "complaint_processing_days": 74,
    "conclusion_long": "7. The complaint was not upheld",
    "remedial_action": "8. N/ADate complaint received: 17/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 15165-17 Versi v Mail Online\nSummary of complaint\n1. Miqdaad Versi complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Archbishop of Canterbury\nsays Islam should ‘take responsibility’ for the London Bridge attack just as\nChristianity should for killing Muslims”, published on 5 June 2017.\n2. The article was based on a recent radio interview with\nthe Archbishop of Canterbury, Justin Welby. The sub-headline of the article\nreported that the Archbishop had said that leaders of all faiths must “take\nresponsibility for countering the religious justification for atrocities\ncommitted in their name.” The article went on to report that in the wake of the\nLondon Bridge terror attack, the Archbishop had said it was unhelpful to state\nthat “this is nothing to do with Islam” and had drawn on past events from his\nown religion, Christianity, to show the need for religious leaders to counter\nthe justification for atrocities committed in the name of their religion.\n3. The complainant said that the headline of the article was\ninaccurate and not supported by the text. He said that there was a marked\ndifference between the Archbishop’s comments that religious leaders should take\nresponsibility for countering the religious justification for terrorist\nattacks, and the suggestion that he had called for Islam to take responsibility\nfor the London Bridge attack itself.\n4. The publication said that the headline was an accurate\nrepresentation of the comments made by the Archbishop of Canterbury. The\npublication said that the headline was an interpretation of the interview as a\nwhole, and stated that as a third party the complainant was not in a position\nto contest the meaning behind the Archbishop’s comments. The publication said\nthat the first sub-headline of the article accurately reported Justin Welby’s\ndirect quotation that “faith leaders must counter religious justification for\natrocities,” and maintained that the headline was balanced, as it made\nreference to both Christianity and Islam. \n\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and - where\nappropriate - an apology published. In cases involving IPSO, due prominence,\nand-where appropriate- an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\nFindings of the Committee\n6. The use of the term “take responsibility” in the headline\nof the article was ambiguous. However, the first sub-headline clarified the\nbasis for the use of the term, stating that the Archbishop had said “faith\nleaders must counter religious justification for atrocities.” The article also\nwent on to report further comments made by the Archbishop of Canterbury during\nthe discussion, which focused on the responsibility of faith leaders in the aftermath\nof terrorist attacks. Where the meaning behind the use of the term “take\nresponsibility” in the headline was ambiguous, but the article, including the\nsub-headline, clarified that the Archbishop had been referring to religious\nleaders taking responsibility for “countering the religious justification” for\nterrorist attacks, the headline was not inaccurate and was supported by the\ntext. There was no breach of Clause 1.\nConclusion\n7. The complaint was not upheld\nRemedial action required\n8. N/ADate complaint received: 17/06/2017Date decision issued: 30/08/2017 \nBack to ruling listing\n\n\n"
}