{
    "url": "/rulings-and-resolution-statements/ruling/?id=15321-20",
    "title": "15321-20 Foster v Daily Mail",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2020-07-28 00:00:00",
    "received_on": "2020-08-16 00:00:00",
    "concluded_on": "2022-04-14 00:00:00",
    "complaint_processing_days": 606,
    "conclusion_long": "25. The complaint was not upheld.",
    "remedial_action": "26. N/A    Date complaint received: 16/08/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 15321-20 Foster v Daily Mail\nSummary\nof Complaint\n1. Peter\nFoster complained to the Independent Press Standards Organisation that Daily\nMail breached Clause 1 of the Editors’ Code of Practice in an article headlined\n“Final CRUEL SECRET OF Cherie Blair's conman”, published on 28th July 2020.\n2. The\narticle was an interview with a woman who claimed that the complainant had\nfathered her twins and that she was “speaking for the first time now,\nexclusively to the Daily Mail”. It described the complainant as “emollient,\nduplicitous and utterly without principle” and said that he had “famously duped\nPage 3 girl Sam Fox… and persuaded the Duchess of York to endorse his bogus\nslimming products”. The sub-headline also claimed that he had “ruined the life\nof the teenage diet queen”. The article reported that the complainant had\n“earned millions from defrauding the gullible, but his crimes against [the\nwoman], now 51, were far more heinous”. It explained that she had said that she\nmet the complainant after winning “Young Slimmer of the Year” and they created\na company to promote her diet and slimming pills. The article said that the\nwoman described the complainant’s mother as “a ‘Ghislaine Maxwell figure’”. The\narticle reported that the woman had moved into the complainant’s house and that\nshe said the complainant took her to “posh restaurants” and gave her money to\nbuy expensive clothes. The article explained that the woman had said she had\nbeen “seduced” by the complainant who “proposed” and gave her “a ring with a\nhuge, pink Chopard diamond in the shape of a heart”. After the engagement, the\narticle reported, the complainant “fled”. \nIt explained that the woman was charged with offering the diet “under a\nfalse trade description” and that the woman had said the complainant had “left\n[her] standing alone in the dock at Liverpool Crown Court pregnant with his\ntwins. He never saw them and now he denies they are his”. The woman said the\ntwins met the complainant’s mother in a hotel room that contained “dozens of\ncuddly toys… alongside an envelope stuffed with thousands of pounds in cash”.\nThe complainant’s denial of these allegations came at the end of the article.\nIt reported that the complainant “insisted he is not the father of [the\nwoman’s] twins, claiming he left England for Australia in 1988 when a warrant\nwas issued for his arrest. ‘Unless I sh***ed her from 18,000 miles then it’s\ncomplete bull****,’ he says, claiming he has also offered to take a DNA test.”.\n3. The\narticle also appeared online under the headline “Final cruel secret of Cherie\nBlair's conman: How fraudster Peter Foster 'ruined the life of the teenage diet\nqueen' who claims he groomed and abandoned her, leaving her 'pregnant with\ntwins'”. The bullet points beneath the sub-headline stated that “His crimes\nagainst [the woman] were far more heinous and she is speaking for the first\ntime now”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nit was physically impossible for him to have fathered the woman’s children. He\nexplained that, given their ages, they would needed to have been conceived in\n1990 but he had been out of the UK for six years, between 1988 and 1994. He\nsaid this was evidenced by his passport which showed he was thousands of miles\naway at the time of the twins’ conception. He had explained this to the\nnewspaper prior to publication, but it had still proceeded with publishing the\nwoman’s account. Furthermore, the complainant said that in an article published\nby a different publication in 2002, the woman had said that he had met the twins\non a single occasion, yet in the article under complaint, the woman had said he\nhad never met the children; this demonstrated her unreliability. He also said\nthat as his rebuttal to the claims was published at the very end of the\narticle, it was limited in its effect.5.   \nThe complainant also disputed the woman’s claims reported in the article\nthat he had proposed to her; that he had invited many people to meet her,\nincluding his “girlfriend, glamour model Sam Fox” as the two were not together\nat the time; that his mother was “a ‘Ghislaine Maxwell Figure’” as the woman\nnever met his mother; that he took the woman to “posh restaurants and London\ncasinos”; and that he sent the woman “on shopping sprees with wads of cash with\nhis security guard”.\n6. The\ncomplainant also said the article was inaccurate as it referenced his “heinous\ncrimes” against the woman. He said this was inaccurate as he was not charged\nwith any crimes against this woman. He also stated it was inaccurate to\ndescribe him as “utterly without principle” as in 2020 he was awarded a plaque\nby the police for “bravery in the pursuit of justice” for his role in a murder\ninvestigation.\n7. He\nfurther said the article was inaccurate because he had never “duped” Sam Fox\nand that Ms Fox’s own autobiography made no claim that he had “duped” her.\nSimilarly, he said that he had never contacted the Duchess of York or persuaded\nher to purchase or endorse his tea and so it was inaccurate for the article to\nstate that he “persuaded the Duchess of York to endorse his bogus slimming\nproducts”.\n8. The\ncomplainant also said the woman had previously spoken to a different\npublication and so it was inaccurate for the article to claim that she was\n“speaking for the first time now, exclusively to the [publication]”.\n9. He\nsaid the headline of the online article and sub-headline of the print article\nwere inaccurate as he had not “ruined the life of the teenage diet queen”.\n10. The\npublication said it did not accept a breach of the Code. It stated that the\nwoman had a right to share her experiences. It argued that the claim that the\ncomplainant was the father of the woman’s children was never adopted as fact in\nthe article and was clearly presented as the allegations of the woman, who also\naccepted in the course of the article that the complainant had denied that her\nchildren were his. The publication explained that the discrepancy over whether\nthe complainant had met the twins or not had been noted by the writer who had\npressed the woman further on this, and stated that it was responsible for the\naccuracy of its own article, rather than that of an article by a different\npublication much earlier. It added that the writer spoke to another reporter\nwho had been following and reporting on what the complainant had been doing for\nthe past few decades to see if the timeline provided by the woman was\nsubstantiated. A third journalist from Australia had informed the publication\nthat he had evidence that the complainant had been in the UK at the time the\nwoman became pregnant. As such, the publication said that there was substance\nto the woman’s allegations, and this showed that care had been taken when\npublishing them. It also said that it had taken care by contacting the\ncomplainant prior to publication and his denial had been included in the\narticle. \n11.\nSimilarly, the publication stated that the woman’s claims about her\nrelationship with the complainant were clearly presented as such. In addition,\nthe publication stated that the allegations of the woman that he had bought her\nexpensive clothes and proposed were not significant in the context of the\narticle where the focus was on the woman’s claims that the complainant had\nfathered her twins.\n12. The\npublication also said that it was not inaccurate or misleading for the article\nto suggest that the complainant’s “crimes against [the woman] were far more\nheinous” as this represented a summary of the article and was an accurate\nreflection of the woman’s comments on the issue. Equally, whilst it apologised\nfor any offence that might have been caused, the publication said it was not\ninaccurate to describe him as “utterly without principle” as it was a matter of\nsubjective opinion rather than a statement of fact, and the article made clear\nthe basis for this description.\n13. The\npublication stated that the claim that the complainant had “duped” Sam Fox had\nbeen based on contemporaneous coverage. It provided a link to one such article\nthat was an interview with Ms Fox and reported that she had been misled and\nthat the complainant had faked a nursery. The publication also provided an\nadditional article that included a quote from Ms Fox three years ago where she\nsaid: “\"I'm old enough now to know that I'd never be taken in again by the\nlikes of [the complainant]\". The publication stated that, therefore, it\nwas not misleading or inaccurate to report that she had been “duped”. Likewise,\nthe claim in the article that the complainant had “persuaded the Duchess of\nYork to endorse” his slimming tea was also based on press coverage from the\ntime. The publication again provided links to articles demonstrating the\nmultiple reports that had appeared at the time. As there appeared to be no\ncomplaint or correction regarding this historic material, the publication said\nit was entitled to report these claims. It also argued that this demonstrated\nthe care that had been taken not to publish inaccurate, misleading, or\ndistorted information.\n14.\nRegarding the complainant’s concern that the woman had previously spoken to a\nseparate publication, the publication stated that the article under complaint\nwas very different in style and tone to the previous article published in 2002.\nIt stated that it was the first time that the woman had recounted her story in\nfull and, regardless, this claim did not render the article misleading given\nthat the focus of the article was on whether the complainant had fathered the\nwoman’s children.\n15. The\npublication also said that the claim the complainant had “ruined the life” of\nthe woman featured made in the sub-headline of the print article, and the\nheadline of the online article, needed to be read in the context of the article\nin its entirety. It said that this made clear that this was a summary of the\nclaims made by the woman and highlighted the quote where the woman had said “He\nruined me but I want him to know I’m not broken”.\n16. The\ncomplainant said that Ms Fox’s biography made no reference to the story about\nhim faking a nursery in his house and stated that the allegation was false. He\nalso said that Ms Fox’s biography referred to him as “the only man [she] has\never loved” and that the pair rekindled their relationship in 1994 until 1995.\nHe stated that she would not have said this or renewed their relationship if\nshe believed he had “duped” her. He also said the coverage relating to the\nDuchess of York promoting his slimming tea was based on a photograph of her\nlady-in-waiting purchasing the tea and this had led to the assumption it was\nfor the Duchess of York. The complainant emphasised he had never spoken to the\nDuchess of York about the issue and was not aware if she had ever even consumed\nthe tea. He said he had raised numerous complaints with editors over the years\nbut that it was difficult from the other side of the world and so he had been\nunable to correct this information.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n17. The\narticle took the form of an interview with a woman, who made a series of claims\nabout the complainant, including that he was the father of her children; the\nromantic nature of their relationship; and his treatment of her during the\n“relationship”. These claims dated back to the 1980s. The Committee recognised\nthe inherent difficulty in verifying the veracity of these claims and made\nclear it was not in the position to rule on whether these claims amounted to an\naccurate account of the situation between the complainant and the woman. It\ncould, however, make a finding as to whether the newspaper had taken sufficient\ncare not to publish inaccurate or misleading information, and whether the\npresentation of the claims was significantly misleading, such as to require\ncorrection.\n18. The\nclaim that the complainant had fathered the woman’s children was clearly a\nsignificant allegation that formed the main focus of the article. The\npublication had attributed this claim to the woman, and she was quoted directly\nthroughout. It had consulted with other writers who had covered the topic to\ntry and verify the claims. It had also presented these claims to the\ncomplainant prior to publication and his denial had been quoted within the\narticle. This denial was positioned at the end of the article; however, the\nfact of his denial was referenced near the beginning of the print article,\nwhere the woman was quoted as saying: “He never saw [the twins] and now he\ndenies they are his”. Where his position was put on record, and where the\nclaims were clearly attributed to the woman, the Committee was satisfied the\npublication had taken sufficient care not to publish inaccurate, misleading, or\ndistorted information. There was no breach of Clause 1 (i) on this point.\n19.\nSimilarly, the article had clearly attributed the woman’s claims about her\nrelationship with the complainant, such as that he had proposed and provided\nher with expensive clothes, to her. It quoted the woman directly on these\npoints and so distinguished between comment, conjecture, and fact. Taking into\naccount the nature of the claims and the way they had been presented, there was\nno breach of Clause 1.\n20.\nWhilst the complainant objected to the article describing him as “utterly\nwithout principle” and suggested that his “crimes” against the woman had been\n“heinous”, the article had set out the bases for these descriptions. The\nwoman’s claims had been reported in detail and there had been no suggestion\nthat the complainant had committed criminal offences against her. The reference\nto “heinous crimes” was a reflection of the woman’s allegations that he had\nabandoned her after she became pregnant and so the publication had set out the\nbasis for this characterisation. The suggestion in the article that the\ncomplainant was “utterly without principle” was also a comment based on the\nallegations set out in the article. There was no failure to take care over the\naccuracy of these claims.\n21. The\ncomplainant had highlighted that the woman had previously spoken to\npublications and so that it was inaccurate for this article to suggest she was\nspeaking “for the first time”. The Committee noted that, during IPSO’s\ninvestigation, the publication had explained that this was the first time the\nwoman had shared her story in such detail and that the previous article had\nbeen published in 2002. The Committee also concluded that this was not a\nsignificant detail in the article that reported her claims and focused on her\nallegation that the complainant had fathered her twins. There was no failure to\ntake care and no breach of Clause 1.\n22.\nRegarding the claim within the article that the complainant had “duped” Sam\nFox, the Committee noted that the publication had provided an historic article\nwhich reported that Ms Fox had said she would “never be taken in again by the\nlikes of [the complainant]”. In light of Ms Fox’s public comments on the\nmatter, the article did not appear to misrepresent her position and, in\naddition, given the length of time that had passed, it was not a detail that\nwas significant in the context of the article. Similarly, whilst the\ncomplainant denied any connection between him and his tea and the Duchess of\nYork, the coverage at the time did report a link and there was not a failure to\ntake care by the publication on this point. \nGiven the limited significance of this point in the article- being a\npassing reference to a connection with the Duchess in connection with another\nof the complainant’s business ventures – a correction was not required.  There was no breach of Clause 1 in respect of\nthese points.\n23. The\ncomplainant had expressed concern that there was an inconsistency between the\nwoman’s claim within the article that he had never met her children, and a\nprevious article, published by a different publication, that he had. The\nCommittee noted the publication’s explanation that it had been aware of this\ninconsistency prior to publication and had pressed the woman on this point.\nHowever, it appeared that the complainant was in agreement with the woman’s\nposition set out in the article under complaint: that he had not met the two\nchildren. He was not, therefore, suggesting that this claim was significantly\ninaccurate or misleading, and so this was not a point which engaged the terms\nof Clause 1 (Accuracy) of the Code. The publication could not be held responsible\nfor the accuracy of an historic article published by a different publication.\n24. The\ncomplainant also objected to the sub-headline of the print version and the\nheadline of the online version of the article that stated he had “Ruined the\nlife of the teenage diet queen”. Clause 1 requires that publications must take\ncare not to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text. When considered in the context\nof the article as a whole, the suggestion that the complainant had “ruined the\nlife of the teenage diet queen” represented a summary of the claims made in the\narticle: namely, the woman’s allegations that he had abandoned her after she\nfell pregnant. The sub-headline of the print article also stated that it was\nthe woman “tell[ing] her story” and so made clear that the article represented\nher position. As such, there was no failure to take care and no breach of\nClause 1.\nConclusion(s)\n25. The\ncomplaint was not upheld.\nRemedial\nAction Required\n26. N/A\n\n\n\nDate\ncomplaint received: 16/08/2020\nDate\ncomplaint concluded by IPSO: 14/04/2022\nBack to ruling listing\n\n\n"
}