{
    "url": "/rulings-and-resolution-statements/ruling/?id=15664-20",
    "title": "15664-20 Thompson v Barnsley Chronicle",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Barnsley Chronicle (Barnsley Chronicle Limited)",
    "published_on": "2020-02-21 00:00:00",
    "received_on": "2020-08-17 00:00:00",
    "concluded_on": "2020-12-21 00:00:00",
    "complaint_processing_days": 126,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A   Date complaint received: 17/08/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 15664-20 Thompson v Barnsley Chronicle\nSummary\nof Complaint\n1. Chris\nThompson complained to the Independent Press Standards Organisation that\nBarnsley Chronicle breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Orwell ‘was wrong’ about Barnsley Town Hall”,\npublished on 21 February 2020.\n2. The\narticle reported on an art student’s research into George Orwell. The article\nreported that Orwell had criticised the Council’s Town Hall as being an\nunnecessary build when the region lacked housing. However, the student’s\nresearch had found that the hall had been built using a grant that could not be\nused to build houses or roads. The article contained a quote from the student:\n“I wondered how he got away with it… I’ve realised now there are some parallels\nbetween what Orwell was saying back then, and what people are saying about the\ntown centre now. There’s always a level of suspicion around council spending,\nbut in this case the council couldn’t have spent that money on anything else.”\n3. The\ncomplainant, the student in the article, said that the article was inaccurate\nin breach of Clause 1 as he had never said the quote attributed to him in the\narticle. He provided a copy his notes which he said he had followed when he was\ninterviewed by the publication, and which he said supported his position that,\nin particular, he had not mentioned “suspicion around council spending” or that\nhe wondered how Orwell had “got away with it”. He said that the publication of\nthe article had caused him both professional and personal loss.\n4. The\npublication did not accept a breach of the Code. The reporter had taken notes\nat the time of the interview, which it provided to IPSO and reflected what was\nwritten in the article. It said that the article had been a briefer report than\nthe notes provided by the complainant, and that the quotes attributed to the\ncomplainant may have lost some of their original context, but were still\naccurate. He said the first part of the published quote had been edited for\nreasons of space and that the full quote provided by the complainant had been\n“There’s always a level of suspicion around council spending and government\ndecision making, but in this case there was no possible way of spending it on\nsocial projects. The council couldn’t have spent that money on anything else.”\nThe reporter’s notes also recorded that the complainant had said “I wonder how\nhe got away with it.\" The publication said that the quotes published in\nthe article may not be exactly the same as the notes provided by the\ncomplainant, as they reflected what had been said by the complainant in the\ninterview and had not been taken from the complainant’s notes. Following the\ncomplaint, the publication deleted the story from its social media as a gesture\nof goodwill.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n5. The\nCommittee noted that there was a disagreement between the complainant and the\npublication as to whether the complainant had said the quotes which had been\nattributed to him in the article. The reporter had taken contemporaneous notes\nduring the interview with the complainant and supplied these to IPSO during its\ninvestigation. The reporter’s notes recorded that, during the interview, the\ncomplainant had said “I wonder how he got away with it”. Whilst the complainant\ndisputed that he had made this comment about George Orwell, where the\ncontemporaneous notes supported what had been reported in the article, there was\nno breach of Clause 1.\n6. The\nreporter’s notes recorded that during the course of the interview the\ncomplainant had said  “(I've) realised\n(now there are some) parallels between what George Orwell was saying about\n(the) town hall back then and what people (are) saying about (the) town centre\nnow. People should be a bit more positive\"; the quotation attributed to\nthe complainant in the article read: “I’ve realised now there are some\nparallels between what Orwell was saying back then, and what people are saying\nabout the town centre now.” The reporter’s notes also recorded that the\ncomplainant had said “There’s always a level of suspicion around council\nspending and government decision making, but in this case there was no possible\nway of spending it on social projects. The council couldn’t have spent that\nmoney on anything else”; the quotation attributed to the complainant in the\narticle read: “There’s always a level of suspicion around council spending, but\nin this case the council couldn’t have spent that money on anything else.”\nWhilst the comments made by the complainant had been abridged in the quotes\nattributed to him in the article, the meaning of what he had said had not been\nchanged, and the complainant’s comment regarding social projects had been\nexplained earlier in the article. On this basis, the publication had not failed\nto take care to publish the complainant’s comments accurately and there was no\nbreach of Clause 1(i). Where the quotes attributed to the complainant in the\narticle were an accurate representation of what the complainant had said in the\ninterview, there was no significant inaccuracy to correct under Clause 1(ii).\nConclusions\n7. The\ncomplaint was not upheld.\nRemedial\nAction Required\n8. N/A\n \nDate\ncomplaint received: 17/08/2020\nDate\ncomplaint concluded by IPSO: 21/12/2020\n\nIndependent\nComplaints Reviewer \nThe\ncomplainant complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}