{
    "url": "/rulings-and-resolution-statements/ruling/?id=15682-20",
    "title": "15682-20 Bride v Milton Keynes Citizen",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Milton Keynes Citizen (National World Publishing Ltd)",
    "received_on": "2020-08-17 00:00:00",
    "concluded_on": "2020-12-24 00:00:00",
    "complaint_processing_days": 129,
    "conclusion_long": "18. The complaint was partly upheld under Clause 1.",
    "remedial_action": "19. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 20. The Committee considered that the publication had not clearly reported what it had meant when reporting that all the work on the property had been completed without planning permission. In order to clarify the position of the development on the property, the Committee concluded that a correction was the appropriate remedy. 21. As the article had been deleted, the correction should appear as a standalone correction in the publication’s corrections and clarifications column and remain there indefinitely. This wording should only include information required to correct the inaccuracy: that the complainant had gained planning permission or developed his property under permitted development, but that had, in some cases, retrospectively applied for a change of use. The wording should be agreed with IPSO in advance, it should make clear and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 17/08/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 15682-20 Bride v\nMilton Keynes Citizen\nSummary of Complaint\n1. Christopher Bride complained to the Independent Press\nStandards Organisation that Milton Keynes Citizen breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Row over builder who\nturned one ordinary estate house into a “nightmare” development with NINE\nbedrooms in Milton Keynes”, published on 15 July 2020 and an article headlined\n“’Deep Concern’ over planning enforcement as councillors grant Milton Keynes\nhouse transformation plan”, published on 17 July 2020.\n2. The first article reported on the upcoming meeting of the\nCouncil regarding an application relating to a house, which the article\ndescribed as the development of a four-bedroom house into two dwellings, one\nwith six-bedrooms and one with two, and a one-bedroom annexe in the back\ngarden. The article reported that “all the work in the leafy cul-de-sac was\ncarried out without planning permission” with a retrospective application being\nfiled the previous year. The article reported that “Planning councillors\nrefused permission – but then gave the builder a second chance to submit\nanother application”, and went on to say that “Protesters point out that,\naccording to the Town and Country Planning Act, applicants only have one chance\nto submit a retrospective application for something they should not have built\nin the first place”. The article also contained several quotations from the\nprotestors, who had formed a group described as striving “to save Milton Keynes\nfrom bad development”.\n3. The second article was published the day after the\nmeeting had taken place, and reported on the objectors’ “deep concern” over the\ndecision of the Council. It reported that “The house in Rylstone Close,\nHeelands, has a long history of planning issues”. The article stated that\n“Councillors at Thursday’s meeting of the development control panel were told\nthat the council’s legal advice is that it should not refuse to consider\nmultiple applications or an application made after work had been carried out”\nand described the Councillors as having been “left straining to reject the\napplication to convert the garage into part of the flat but could not find the\npolicies to do so”. The second article also contained quotes from two of the\nCouncillors at the meeting, including one who said the development was “taking\nthe mick and I don’t want to approve it” but did approve it, as well as\npublishing the decision of the meeting: that four of the five councillors had\nvoted to approve.\n4. The complainant said that the first article was\ninaccurate in breach of Clause 1 for several reasons. He said that it was\ninaccurate to report that all the work had been “carried out without planning\npermission” as there had been a lot of work on the house had been completed\nwith the relevant planning permission since the house was originally approved\nto be built in 1987. With regards to the specific developments reported in the\narticle, he said that the “one bedroom annexe” had been completed under full\nplanning permission, and that the garage conversion was a permitted\ndevelopment. He said that the retrospective applications were for change of\nuse, rather than planning permission.\n5. He also said it was inaccurate to report that protesters\nhad pointed out that “according to the Town and Country Planning Act,\napplicants only have one chance to submit a retrospective application for\nsomething they should not have built in the first place”, as the work had been\nauthorised. He said that this section of the Act was therefore irrelevant to\nhis case, and misleading to be reported in an article about his property. The\ncomplainant further said it was misleading to report that he had been given a\n“second chance” to apply. He said that there is no limit on the amount of\napplications a person can submit for their property, and that this was\nconfirmed in the hearing the day after the publication of the first article. He\nsaid the term “second chance” gave the misleading impression he received unfair\ntreatment.\n6. The complainant also said it was inaccurate to describe\nthe campaign group as campaigning against “bad development”. He said that\nbecause the group was campaigning against his property, this gave the\nmisleading impression that his property was a “bad development”.\n7. With regards to the second article, the complainant said\nit was inaccurate to report that there had been “a long history of planning\nissues” as his position was that all works had been completed legally. He also\nsaid it was misleading to report that the council’s legal advice was to not\nrefuse multiple applications or retrospective applications, and that\nCouncillors were “straining to reject” his application but did not have the\npolicies to do so. He said the reason that this was the advice, and the reason\nit could not be rejected, was because the application was legal, and it was\nunfair to portray this as the Councillors fighting a losing battle.\n8. The publication did not accept a breach of Clause 1, but\ndid remove the first article as a gesture of goodwill. It said that the article\ndid not state that all the work on the property had taken place without\nplanning permission, but instead that which it referred to in the previous\nline: “the development of a four-bedroom house into two dwellings, one with\nsix-bedrooms and one with two, and a one-bedroom annexe in the back garden”,\nwhich readers would understand. It said that in 2012 an application was submitted\nand then withdrawn to change the use from a residential dwelling to a house of\nmultiple occupancy with six lettable rooms. Also in 2012 permission was granted\nto use an existing annexe as a self-contained flat. It said that the annexe had\nbeen built without planning permission, and had been used as living\naccommodation for over four years, and therefore as the council had not known\nabout it for four years, and was immune from an enforcement order and was\ngranted permission. In November 2012 there was a retrospective application for\nchange of use from a residential property to a house of multiple occupancy with\nfive rentable rooms, and the house was already being used for this purpose\nwithout planning permission. The application was refused, appealed, and then\ndismissed. The publication said that its use as a house in multiple occupation\ncontinued, and the Council took enforcement action to stop this use in 2014.\nThe publication also said that in 2014 an application was submitted to divide\nthe house into three one bedroom flats, and to build a two storey extension,\nwhich was refused. It said that in 2019 a permitted Committee decision was\ngiven to allow a single storey conservatory with a two storey rear extension\nand insert windows to the side elevation of the original dwelling. The\nnewspaper said that this was not done, and instead the complainant joined the\ngarage to the flat, and therefore had to file a retrospective application for\nthis. The publication said that in 2019 there was an application to convert the\ngarage which was refused. Finally, the publication said that the complainant\nhad made a retrospective application to use the converted garage as part of the\nexisting first floor flat. On this basis it said that it was not inaccurate to\nreport that the work described in the article had been carried out without\nplanning permission. The publication noted the complainant’s position that the\nretroactive applications were for change of use, rather than planning\npermission, but said that this point was simply semantics and that applications\nfor change of use could be described as seeking planning permission.\n9. The publication said it was not inaccurate to report that\nprotestors had said that the Town and Country Planning Act only allowed one\nchance at retrospective application, as this was something that protestors had\nsaid with regards to the application. It also noted that this was an accurate\ndescription of the Town and Country Planning Act. The publication stated that\nthe term “second chance” was an accurate description of what had happened, that\nthe complainant had an application refused, and then reapplied a second time.\nIt did not agree that the article gave the impression that the complainant had\nreceived special treatment.\n10. The publication noted that the campaign group’s website\ndescribed itself as “a grassroots campaign to save the best of Milton Keynes\nfrom the worst of development.” It said on this basis, its description of the\ngroup as striving “to save Milton Keynes from bad development” was not\ninaccurate.\n11. In the second article, the publication said that in\nlight of the history of applications, it did not consider it inaccurate to\nreport that there had been “a long history of planning issues”. It also said\nthat its report of the meeting was accurate, it noted that the Councillors had\nbeen recommended to grant the application, but that there was a sense of\nfrustration that they had to take that course. He said this was made clear by\nthe comments of three Councillors that had been included in the article, which\ndemonstrated their reluctance.\n12. The complainant disputed the publication’s position that\nthe planning application had been submitted retroactively, as it was not the\nplanning permission, but the change of use that had been applied for\nretroactively. He said that all the development of the property had been legal\nand carried out with planning permission, or under permitted development where\napplicable, and that application for change of use is a completely different\nand separate legal matter.\n13. Prior to IPSO’s investigation, the publication offered\nthe complainant a right of reply.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n14. The article reported as fact that “all the work in the\nleafy cul-de-sac was carried out without planning permission”, however, the\npublication had accepted that there was planning permission, or permitted\ndevelopment, for some of the developments, but that retroactive applications\nhad been made for the change of use. Where the article had not detailed that\nthe complainant had gained planning permission or that the developments fell\nunder permitted development, but had then had to apply for a change of use, it was\nmisleading to state that “all of the work” was carried out “without planning\npermission”. The publication had knowledge of the relevant facts, and this was\na failure to take care not to report information which was not misleading under\nClause 1(i). Reporting that the complainant had developed his property without\nplanning permission was a serious accusation, and was significant in an article\nabout the planning application of the complainant. On this basis, a correction\nwas required. The publication did not offer to publish a correction, and there\nwas a further breach of Clause 1(ii).\n15. The publication had accurately reported the protestor’s\nclaims regarding the Town and Country Planning Act, and what the protestors had\nsaid was accurate and had thus taken care to distinguish between comment,\nconjecture and fact. Whilst the complainant had said this was not relevant as\nthe section of the act did not apply in his case, where this had been reported\naccurately and was clearly attributed to the protestors, it was not misleading\nto include it. In addition, where the complainant was applying for the second\ntime, it was not misleading to describe this as a “second chance”. There was no\nbreach of Clause 1 on these points.\n16. Where the campaign group described itself as “a\ngrassroots campaign to save the best of Milton Keynes from the worst of\ndevelopment” it was not misleading for the article to describe it as striving\nto save “Milton Keynes from bad development”. There was no breach of Clause 1\non this point.\n17. The property had been the subject of planning\napplications, refusals of applications, and applications for change of use, in\naddition to the meeting the article was reporting on. On this basis, it was not\nsignificantly misleading to describe it as having “a long history of planning\nissues”. The article had also stated that the Council’s legal advice was to\naccept the application but that Councillors were “left straining to reject the\napplication”. The article had contained quotations from some of the\nCouncillors, such as “I don’t want to approve it”, which made clear that they\nwere reluctant to accept the application. The article also recorded the\ndecision to accept the application. On this basis, readers would not be misled\nas to what had happened in the meeting and there was no breach of Clause 1 on\nthese points.\nConclusions\n18. The complaint was partly upheld under Clause 1.\nRemedial Action Required\n19. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.\n20. The Committee considered that the publication had not\nclearly reported what it had meant when reporting that all the work on the\nproperty had been completed without planning permission. In order to clarify\nthe position of the development on the property, the Committee concluded that a\ncorrection was the appropriate remedy.\n21. As the article had been deleted, the correction should\nappear as a standalone correction in the publication’s corrections and\nclarifications column and remain there indefinitely. This wording should only\ninclude information required to correct the inaccuracy: that the complainant\nhad gained planning permission or developed his property under permitted\ndevelopment, but that had, in some cases, retrospectively applied for a change\nof use. The wording should be agreed with IPSO in advance, it should make clear\nand should make clear that it has been published following an upheld ruling by\nthe Independent Press Standards Organisation.\n \nDate complaint received: 17/08/2020\nDate complaint concluded by IPSO: 24/12/2020\nBack to ruling listing\n\n\n"
}