{
    "url": "/rulings-and-resolution-statements/ruling/?id=16191-17",
    "title": "16191-17 Syed v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-06-19 00:00:00",
    "received_on": "2017-06-19 00:00:00",
    "concluded_on": "2017-10-13 00:00:00",
    "complaint_processing_days": 116,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/ADate complaint received: 19/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16191-17 Syed v Mail Online\nSummary of complaint\n1. Moussa Syed complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “White van driver injures at least 10\npeople after ploughing into a crowd outside London’s Finsbury Park mosque where\nhate cleric Abu Hamza once preached as Muslims finish their evening prayers”,\npublished on 19 June 2017.\n2. The article reported a breaking news story, that\nworshipers leaving a mosque in Finsbury Park had been hit by a van.\n3. The complainant said that the attack did not take place\noutside Finsbury Park Mosque, it took place at a different mosque, which was\nnot connected to Abu Hamza. He said that the reference to Abu Hamza in the\nheadline carried an implication that the attack was justifiable.\n4. The publication said that it did not intend to cause any\ndistress or upset by reporting on the tragic incident. It said that the article\nwas a breaking news story, of which it had received information from several\nreputable news agencies, late at night, that the attack had taken place outside\na mosque in Finsbury Park, believed to be Finsbury Park Mosque. It said that\nthere was initial confusion as the two buildings are very close in proximity,\nand worshipers had been leaving both buildings at the time. It said that as\nsoon as it was informed that the attack had occurred outside the Muslim Welfare\nHouse, it amended the headline and article to make this clear. Furthermore, the\npublication said that the link between Abu Hamza and Finsbury Park Mosque is\nwell-documented and in reporting this, it did not intend to imply that the\nattack was in any way justified.\n5. The publication said that the version of the article\nunder complaint remained online for only 22 minutes before being\namended, and that it had also added the following clarification as a footnote\nto the article:\n“An earlier version of this article bore a headline which\nstated the victims had been attacked outside the Finsbury Park Mosque, where\nAbu Hamza once preached. This was based on initial reports from reputable news\nagencies, although it has since been clarified that the attack took place\ncloser to the nearby Muslim Welfare House. It is also the case, as we made\nclear in a subsequent article, that in recent years the Mosque has become known\nas a beacon for community relations and that the Abu Hamza connection is\ntherefore purely historical. We are happy to make this clear, and apologise for\nany contrary impression given”.\nRelevant Code provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.      \nFindings of the Committee\n7. The article reported on a significant breaking news story\nwhich had occurred overnight, and there was initial uncertainty as to where the\nattack had taken place. Other news agencies had reported that the attack had taken\nplace outside Finsbury Park Mosque, and the publication was of the reasonable\nbelief that this was accurate, at the time. The publication had taken\nsufficient care to ensure the accuracy of this information. Furthermore, there\nwere two mosques in Finsbury Park which were within close proximity, and\nworshipers had been leaving both buildings at the time. It was not known which\nmosque the attacker was intending to target, and, as such, the Committee did\nnot consider that the reference to Finsbury Park Mosque was significantly\nmisleading. Nevertheless, as soon as the publication was made aware that the\nattack had in fact taken place outside the Muslim Welfare House it promptly\namended the headline and the article to reflect this, and added a footnote to the\narticle to make this amendment clear. The version of the article under\ncomplaint remained online for only 22 minutes. While the Committee did\nnot establish a breach of Clause 1, it welcomed the publication’s clarification\non this point.\n8. Abu Hamza was the former imam of Finsbury Park Mosque who\nhad been convicted of terrorism related offences. The publication was entitled\nto report the connection between Abu Hamza and Finsbury Park Mosque and the\nCommittee did not consider that the article was inaccurate on this point. There\nwas no breach of Clause 1.\nConclusions\n9. The complaint was not upheld.\nRemedial action required\n10. N/ADate complaint received: 19/06/2017Date decision issued: 13/10/2017  \nBack to ruling listing\n\n\n"
}