{
    "url": "/rulings-and-resolution-statements/ruling/?id=16237-17",
    "title": "16237-17 Ahmed v The Sunday Times",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)",
        "12 Discrimination (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2017-05-28 00:00:00",
    "received_on": "2017-06-26 00:00:00",
    "concluded_on": "2017-10-17 00:00:00",
    "complaint_processing_days": 113,
    "conclusion_long": "38. The complaint under Clause 1 and Clause 2 was upheld.",
    "remedial_action": "39. Having upheld the complaint, the Committee considered the remedial action that should be required.  40. The clarification should now be published, as offered, to avoid a breach of Clause 1 (ii).  41. The appropriate remedial action in response to the breach of Clause 2 was the publication of an upheld adjudication.  42. The article had been published on pages 16-21 of the newspaper’s magazine section. The adjudication should therefore be published on page 16 of this section, or further forward. Alternatively, it should be published in a position with equivalent prominence in the main newspaper section. The prominence for publication in the main newspaper section should be agreed with IPSO in advance.  43. The wording of the headline to the adjudication should be agreed with IPSO in advance, or in the absence of agreement, as determined by the Complaints Committee. It should refer to IPSO, include the title of the newspaper, make clear that the complaint was upheld, and refer to the subject matter of the article.  44. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. If the newspaper intends to continue to publish the article online without amendment to remove material which does not comply with the Code, the full text of the adjudication should also be published on the article, beneath the headline.  45. The terms of the adjudication to be published are as follows:  Following an article published in The Sunday Times on 28 May 2017 headlined “I’m not altruistic, I’m pretty selfish, but I had to do something, so I took in a refugee…”, Mohammed Ahmed complained to the Independent Press Standards Organisation that The Sunday Times had breached Clause 2 (Privacy) of the Editors’ Code of Practice. The complaint was upheld and IPSO has required The Sunday Times to publish this adjudication. The article, which included the complainant’s first name and unpixelated photograph, was the journalist’s first-person account of her experience hosting the complainant, at the time an asylum seeker, in her home. The article included various details about the complainant’s background and personal life, and reported the journalist’s recollection of various conversations that she had with the complainant. It also included the text of a letter of apology that the complainant had written to the journalist after they had argued.  The journalist recalled that, while living with her, the complainant had suffered from an illness and the article included details of the illness. She also said that the complainant had left pornographic images on her computer, and she described the content of these images.  The complainant was concerned that his life and experiences had been the focus of a story in a national newspaper, which he considered to be an intrusion into his privacy. He was not a public figure, and had not expected to be the subject of an article. He had not consented to its publication.  The newspaper said that the article was a first-hand piece on a challenging topic written by a widely acclaimed journalist of great experience and integrity. In sharing her story, the journalist was exercising her right to freedom of expression. She was entitled to report her experiences and opinions, and was contributing to a topic of general discussion and debate.  The newspaper did not accept that the article had intruded into the complainant’s privacy. It said that the complainant did not have a reasonable expectation of privacy in relation to his behaviour, or conversations with the journalist, while staying at her home. It noted that he was a non-paying guest in the house, and that he had shared most of the information in the article with his host voluntarily, in the knowledge that she was a journalist working for a major newspaper.  IPSO’s Complaints Committee emphasised that first-person journalism has a long history as a means to exercise the right to freedom of expression. Clause 2 of the Code makes clear that everyone is entitled to respect for his or her private and family life, home, health and correspondence. This reflects the enhanced privacy rights that people have in their own homes.  The Committee rejected the newspaper’s position that, as the complainant was not paying rent, these rights were forfeited. It also did not accept that, as his host was a journalist, the complainant should have presumed that any information he shared with her might be published without his consent.  The article included extensive information about the complainant, relating to: his family and personal relationships; his domestic arrangements; his financial circumstances; his journey to the UK; his asylum application; his relationships and interactions with the journalist, including an argument they had had, and a letter he had written to her, expressing his feelings about the disagreement; his psychological and physical health; his drug use; and allegations about the possession of private, sexual material. These details were used to create a detailed and intimate portrait of the complainant, and his life.    The complainant was not a public figure, and had not publicly disclosed the information about his experiences contained in the article, or consented to the article’s publication. The extent of this detail, published without his consent, and where no steps were taken to obscure his identity, represented an intrusion into his private life. While the journalist was entitled to publish her story, and the Committee recognised that the matters discussed in the article were of significant public interest, this was not sufficient to justify the extent of the information about the complainant, and the resulting intrusion into his private life; the journalist’s right to freedom of expression did not outweigh the complainant’s right to privacy in this instance. There was a breach of Clause 2.  Review The newspaper complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 26/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16237-17 Ahmed v The Sunday Times\nSummary of complaint \n1. Mohammed Ahmed complained to the Independent Press\nStandards Organisation that The Sunday Times breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 3 (Harassment) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “I’m not altruistic, I’m\npretty selfish, but I had to do something, so I took in a refugee…”, published\non 28 May 2017. \n2. The article,\npublished in the newspaper’s magazine section, was the journalist’s\nfirst-person account of her experience hosting the complainant, who was an\nasylum seeker at the time, in her home. The writer explained that she had\nwanted to offer assistance to a refugee, and a person she had met in a pub “rang\nto say he’d met a Sudanese migrant, [the complainant], and perhaps I would take\nhim?” She described her experience as “a story of two parts, without a happy\nending”. \n3. The article\nincluded various details about the complainant’s background, including that he\nwas Sudanese, that he was married, and that he had told the writer's daughter\nthat he was “one of eighteen siblings” and that his father “married four\ntimes”. It reported that the complainant had registered with the Home Office as\nan official asylum seeker, and had an identity card, which stated that he was\nnot allowed to find employment but instead “got a weekly £35 living allowance\nwhile waiting for his asylum hearing”. \n4. The article\nreported the journalist’s recollection of various conversations that she had\nwith the complainant, including an occasion when the complainant said that he\nplanned to treat her like his mother. The journalist said that she did not want\nto be treated like a Sudanese mother as this might include “a lot of cooking,\ncleaning and washing”. The journalist also recalled that she had a disagreement\nwith the complainant about central heating and that they had argued. The\narticle included the text of a letter of apology that the complainant had\nwritten to the journalist after this argument. \n5. The writer\nexplained that she had initially written an article about her experience while\nthe complainant was living with her. She had sent a draft version of this\narticle to the complainant’s friend, so that he could show it to the\ncomplainant, and discuss it with him. The complainant had been distressed by\nthe draft, and the writer had not understood why. She had asked his friend\nabout it, and been told that the article had triggered the complainant’s\n“paranoia”. The writer and the complainant had argued about the draft. He had\ncalled her “heartless,” and said that she was racist and “had no feelings”. The\ncomplainant had queried why she had written the article, speculating that it\nwas for financial gain. He said that his family were “very rich”, and “could\nbuy you up like that”. Following the argument, the journalist had arranged for\nthe complainant to move out of her house as she thought that he was “mad”. She\nhad agreed not to publish any article about the complainant while his\napplication for asylum was ongoing. \n6. The second\npart of the article was written after the complainant had moved out of the\njournalist’s home, and his application for asylum had been granted. The writer\nsaid that she felt like a “fool” for trusting the complainant, and that his\nconduct showed that those who thought that he was a “bad lot” and that she had\nbeen “insane to trust him”, were correct. The journalist set out a number of\nincidents from the complainant’s time living with her which she presented as\n“warning signs” about the complainant. She recalled that, while living with\nher, he had suffered from various illnesses, and had regularly attended the\nAccident and Emergency department at a hospital, rather than a GP surgery. The\narticle included details of the illnesses, and the journalist recalled giving\nhim a “lecture about not abusing the NHS”. She also wrote that he had asked her\non one occasion whether there was a park nearby as “he needed to buy some\ndope”, and said that she believed he had smoked cannabis in her home. The\nwriter queried how the complainant was able to afford this when he was\n“supposedly living on £35 a week”. \n7. The journalist\ndescribed photographs which she said the complainant had left on her computer.\nThese included photographs of his journey across Europe to the UK, which the\nwriter said “looked more like a holiday jaunt than a desperate flight to\nasylum”. The journalist also said that the complainant had left pornographic\nimages on her computer, and she described the content of these images. \n8. The article\nwas published online in substantively the same format, headlined “Lynn Barber:\nI took an asylum seeker into my home. It didn’t end well”. Both articles\nincluded a picture of the complainant and the journalist together in the\njournalist's house. \n9. The\ncomplainant was concerned that his life and experiences had been the focus of a\nstory in a national newspaper, which he considered to be an intrusion into his\nprivacy. He was not a public figure, and had not expected to be the subject of\nan article. He had not consented to its publication. He also expressed concern\nthat the article might compromise his safety, and said that the publication of\nhis photograph together with his first name amounted to harassment. \n10. The\ncomplainant said that the article gave the impression that he was acting\ndishonestly, and claiming benefits that he was not entitled to. He provided a\nletter from his solicitor, confirming that he had never received a £35 weekly\nallowance from the Home Office. He said that the article also included other\ninaccuracies; he was one of fifteen siblings; his father had three wives; and\nhe was a refugee, not a migrant, as described in one instance in the article. \n11. The\ncomplainant said that the article was discriminatory towards him, because of\nhis refugee status. He questioned why the journalist had criticised him for\nusing recreational drugs and viewing pornographic material, which he noted were\nunremarkable and not unusual activities within the British community. He said\nthat, in any event, he had not left pornographic images on the computer, and\nprovided a screenshot of a WhatsApp conversation between him and his friend in\nsupport of his position. \n12. The complainant also said that the reference in the article to his\nuse of Accident and Emergency services was discriminatory; he was not allowed\nto register with a GP at the time, and was not acting illegally in using the\nservice. The complainant also said that the journalist’s reference to the role\nof Sudanese mothers in society was discriminatory towards Sudanese women. \n13. The newspaper\nsaid that the article was a first-hand piece on a challenging topic\nwritten by a widely acclaimed journalist of great experience and integrity, who\nhonestly and accurately recalled the behaviour of a non-paying guest in her house,\nincluding information that he had voluntarily shared with her. In sharing her\nstory, the journalist was exercising her right to freedom of expression. She\nwas entitled to report her experiences and reasonably held opinions, and was\ncontributing to a topic of general discussion and debate. It said that the\narticle covered topics as wide as her own issues with trust, the \"enormous\npulling power of middle-class liberal guilt\" and altruism as a concept,\nand the newspaper did not accept that the article had breached the Code. \n14. The newspaper\nsaid that, due to the journalist’s reputation and experience, it had no reason\nto doubt the veracity of her report but nonetheless, the article was fact-checked in the\nusual way, in compliance with the Code. It said that it did not contact\nthe complainant for his comment because the article was written one year after\nthe journalist had any contact with him, and she did not have his contact\ndetails. \n15. The newspaper\nsaid that the journalist had provided an accurate account of a conversation she\nhad heard, in which the complainant said that he was one of eighteen siblings\nand that his father had four wives; this was recorded contemporaneously in her\ndiary. \n16. The newspaper\nsaid that the article did not report that the complainant received a £35 weekly\nliving allowance. Rather, it reported that he showed the journalist his\nofficial asylum-seeker's\ncard which she was told entitled the complainant to receive this allowance. The\nnewspaper said that the journalist had written a letter to the Home\nOffice stating that she was not providing the complainant with financial\nsupport, and it was her belief that this was needed to support his claim for\nthe allowance. \n17. The newspaper\nalso said that the\njournalist had only referred to the complainant as a migrant when indirectly\nquoting another individual, and that throughout the article she had described\nhim as either a refugee or an asylum seeker. \n18. While it did\nnot accept that the article was significantly inaccurate on these points, the\nnewspaper said it would be willing to publish the following clarification in\nthe Corrections column of the newspaper: \n“The subject of an article in the Magazine (I\ntook an asylum seeker into my home: it didn’t end well, May 28) has told us\nthat he is one of 15 siblings and his father had three wives, not 18 and four\nas we reported, and that he did not receive a £35 a week asylum seeker’s\nallowance. We are happy to make this clear.” \n19. The newspaper\nalso said that it would be willing to publish the following clarification as a\nfootnote to the online article: \n“Since this\narticle was published Mohammed has told us that he is one of 15\nsiblings and his father had three wives, not 18 and four as we reported, and that\nhe did not receive a £35 a week asylum seeker’s allowance. We are happy to make\nthis clear.” \n20. The newspaper\nsaid that the publication of the complainant’s first name and photograph did\nnot amount to harassment, and noted that his name is so common that the\nreference would not identify him. The newspaper also said that the photograph\nof the complainant was innocuous, that it did not reveal any private\ninformation about him, and noted that he had not objected to being photographed\nat the time. \n21. The newspaper\ndid not accept that the article had intruded into the complainant’s privacy. It\nsaid that the complainant did not have a reasonable expectation of privacy in\nrelation to his behaviour, or conversations with the journalist, while staying\nat her home. It noted that he was a non-paying guest in the house, and that he\nhad shared most of the information in the article with his host voluntarily, in\nthe knowledge that she was a journalist working for a major newspaper. \n22. The newspaper said that the journalist was entitled to\nreport the common, minor ailments that the complainant had complained of, and\nthat these could not be viewed as private medical information in the context of\nthe article. It said that, in any event, there is a public interest in\ndiscussing the use or abuse of Accident and Emergency services for such minor\nconditions when the use of GP surgeries would have been more appropriate.  \n23. The newspaper\nalso said that the journalist had provided copies of the pornographic images,\nwhich she had found on her computer. It did not accept that the complainant had\na reasonable expectation of privacy in relation to them; he had used the\njournalist’s computer and internet to access them, and had not deleted them\nfrom the computer when he had moved out of the journalist’s home. \n24. The newspaper\nsaid that it was not\ndiscriminatory to note that the complainant had used drugs or viewed\npornography, as both are common throughout many groups in modern society. It\nalso said that the journalist was entitled to express her view that the\ncomplainant was misusing Accident and Emergency services, and that she did not\ndiscriminate against the complainant in doing so. \n25. The newspaper said that it was reasonable for the\njournalist to set out what she believed the role of a mother in an alternative\nculture to be, given that she was being placed in a similar position by the\ncomplainant. The newspaper said that the journalist did so without making\nany prejudicial or pejorative reference to an individual, but as a form of\ncultural insight and an explanation for the issues that can arise when people\nfrom different cultures share a house together. \nRelevant Code\nProvisions\n26. Clause 1 (Accuracy)\ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nClause 2 (Privacy)\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will\nbe expected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3 (Harassment)\ni) Journalists\nmust not engage in intimidation, harassment or persistent pursuit.\nii) They must not\npersist in questioning, telephoning, pursuing or photographing individuals once\nasked to desist; nor remain on property when asked to leave and must not follow\nthem. If requested, they must identify themselves and whom they represent.\niii) \nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources.\nClause 12\n(Discrimination)\ni) The press must\navoid prejudicial or pejorative reference to an individual's, race, colour,\nreligion, sex, gender identity, sexual orientation or to any physical or mental\nillness or disability.\nii) Details of an\nindividual's race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story. \nFindings of the Committee \n27. First-person\njournalism has a long history as a means to exercise the right to freedom of\nexpression. The article discussed the asylum process, and the experience of\nasylum seekers in the UK, through the journalist’s account of the complainant’s\nexperiences, and her relationship with him. These were matters of considerable\npublic interest. When columnists share their experiences, the right to freedom\nof expression may conflict with another individual’s right to privacy. Editors\nmust carefully balance these competing considerations in order to ensure\ncompliance with the Code. \n28. Clause 2 of\nthe Code makes clear that everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence. This reflects the\nenhanced privacy rights that people have in their own homes. The Committee\nrejected the newspaper’s position that, as the complainant was not paying rent,\nthese rights were forfeited. It also did not accept that, as his host was a\njournalist, the complainant should have presumed that any information he shared\nwith her might be published without his consent. \n29. The article\nincluded extensive information about the complainant, relating to: his family\nand personal relationships; his domestic arrangements; his financial\ncircumstances; his journey to the UK; his asylum application; his relationships\nand interactions with the journalist, including an argument they had had, and a\nletter he had written to her, expressing his feelings about the disagreement; his\npsychological and physical health; his drug use; and allegations about the\npossession of private, sexual material. These details were used to create a\ndetailed and intimate portrait of the complainant, and his life.   \n30.\nThe Code makes clear that editors are expected to justify intrusions into an\nindividual’s private life without consent. In considering whether any intrusion\nis justified, the Committee will take into account any steps a publication has\ntaken to limit the extent to which an individual is identifiable. In this case,\nthe article effectively identified the complainant by including his first name,\nand an unpixelated photograph of him. \n31. The\ncomplainant was not a public figure, and had not publicly disclosed the\ninformation about his experiences contained in the article, or consented to the\narticle’s publication. The writer had agreed not to publish the article while\nthe complainant’s asylum claim was ongoing. The publication was aware, as\nrecorded in the article, that the complainant had been distressed at the idea\nof being the subject of coverage in a national newspaper.  \n32.\nThe article identified the complainant and included a lot of detailed\ninformation about his personal life and background. The extent of this detail,\npublished without his consent, and where no steps were taken to obscure his\nidentity, represented an intrusion into his private life.  While the journalist was entitled to publish\nher story, and the Committee recognised that the matters discussed in the\narticle were of significant public interest, this was not sufficient to justify\nthe extent of the information published about the complainant, and the\nresulting intrusion into his private life; the journalist’s right to freedom of\nexpression did not outweigh the complainant’s right to privacy in this\ninstance. There was a breach of Clause 2. \n33. The Committee\nthen turned to consider the issues raised under Clause 1. The complainant had\nnot been receiving the £35 living allowance, as reported in the article. The\nnewspaper had argued that it had been unable to verify this information with\nthe complainant, as the journalist did not have his contact details. However,\nthe journalist had not attempted to contact friends of the complainant with\nwhom she had previously been in touch, to obtain his contact details, or to ask\nthem to verify the claim that the complainant, who came from a wealthy family,\nwas receiving this allowance while living rent-free with the journalist. This\nwas used as evidence to support the journalist’s general contention that the\ncomplainant was untrustworthy. This was therefore a significant inaccuracy, and\nthe failure to seek to verify this claim represented a failure to take care\nover the accuracy of the article, in breach of Clause 1 (i). The newspaper had\noffered to publish a clarification, setting out the complainant’s position that\nhe had not received this allowance. This should now be published in order to avoid\na breach of Clause 1 (ii).                                              \n34. The Committee\ndid not consider that the small discrepancies about the complainant’s number of\nsiblings and his father’s marriages were significant in this context.\nNonetheless, it welcomed the newspaper’s offer to publish a clarification on\nthese points. \n35. Throughout\nthe article, the journalist had made clear that the complainant was seeking\nasylum, and that his asylum claim had subsequently been granted. The one\nreference to him as a “migrant”, presented as the description given by the person\nwho had introduced the complainant to the writer, did not suggest that the\ncomplainant’s asylum claim was illegitimate. The article was not misleading in\nits presentation of the complainant's immigration status, or his reasons for\ntravelling to the UK. \n36. The\ncomplainant said that the article breached Clause 3 because it published his\nfirst name and a photograph of him. The terms of Clause 3 are designed\nprimarily to prohibit journalists from engaging in the intimidation, harassment\nor persistent pursuit of an individual. The publication of the complainant’s\nfirst name and photograph did not engage the terms of Clause 3. \n37. The\njournalist was entitled to criticise the complainant’s conduct, and did not\nmake any prejudicial or pejorative references to him on the basis of any\ncharacteristics covered by the terms of Clause 12. The journalist’s reference\nto Sudanese mothers in general did not relate to an individual and did not\ntherefore engage the terms of Clause 12. \nConclusions\n38. The complaint\nunder Clause 1 and Clause 2 was upheld. \nRemedial action\nrequired\n39. Having upheld the complaint, the\nCommittee considered the remedial action that should be required. \n40. The clarification should now be\npublished, as offered, to avoid a breach of Clause 1 (ii). \n41. The appropriate remedial action in response\nto the breach of Clause 2 was the publication of an upheld adjudication. \n42. The article had been published on\npages 16-21 of the newspaper’s magazine section. The adjudication should\ntherefore be published on page 16 of this section, or further forward.\nAlternatively, it should be published in a position with equivalent prominence\nin the main newspaper section. The prominence for publication in the main\nnewspaper section should be agreed with IPSO in advance. \n43. The\nwording of the headline to the adjudication should be agreed with IPSO in\nadvance, or in the absence of agreement, as determined by the Complaints\nCommittee. It should refer to IPSO, include the title of the newspaper, make\nclear that the complaint was upheld, and refer to the subject matter of the\narticle. \n44. The adjudication should also be\npublished on the newspaper’s website, with a link to the full adjudication\n(including the headline) appearing on the homepage for 24 hours; it should then\nbe archived in the usual way. If the newspaper intends to continue to publish\nthe article online without amendment to remove material which does not comply\nwith the Code, the full text of the adjudication should also be published on\nthe article, beneath the headline. \n45. The terms of the adjudication to be\npublished are as follows: \nFollowing an article published in The Sunday Times on 28 May\n2017 headlined “I’m not altruistic, I’m pretty selfish, but I had to do\nsomething, so I took in a refugee…”, Mohammed Ahmed complained to the\nIndependent Press Standards Organisation that The Sunday Times had breached\nClause 2 (Privacy) of the Editors’ Code of Practice. The complaint was upheld\nand IPSO has required The Sunday Times to publish this adjudication.\nThe article, which included the complainant’s\nfirst name and unpixelated photograph, was the journalist’s first-person\naccount of her experience hosting the complainant, at the time an asylum\nseeker, in her home. The article included various details about the\ncomplainant’s background and personal life, and reported the journalist’s\nrecollection of various conversations that she had with the complainant. It\nalso included the text of a letter of apology that the complainant had written\nto the journalist after they had argued. \nThe journalist recalled that, while living with\nher, the complainant had suffered from an illness and the article included\ndetails of the illness. She also said that the complainant had left\npornographic images on her computer, and she described the content of these\nimages. \nThe complainant was concerned that his\nlife and experiences had been the focus of a story in a national newspaper, which\nhe considered to be an intrusion into his privacy. He was not a public figure,\nand had not expected to be the subject of an article. He had not consented to\nits publication. \nThe newspaper said that the article was a\nfirst-hand piece on a challenging topic written by a widely acclaimed\njournalist of great experience and integrity. In sharing her story, the\njournalist was exercising her right to freedom of expression. She was entitled\nto report her experiences and opinions, and was contributing to a topic of\ngeneral discussion and debate. \nThe newspaper did not accept that the\narticle had intruded into the complainant’s privacy. It said that the\ncomplainant did not have a reasonable expectation of privacy in relation to his\nbehaviour, or conversations with the journalist, while staying at her home. It\nnoted that he was a non-paying guest in the house, and that he had shared most\nof the information in the article with his host voluntarily, in the knowledge\nthat she was a journalist working for a major newspaper. \nIPSO’s Complaints Committee emphasised\nthat first-person journalism has a long history as a means to exercise the\nright to freedom of expression. Clause 2 of the Code makes clear that everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence. This reflects the enhanced privacy rights that people have in\ntheir own homes.  The\nCommittee rejected the newspaper’s position that, as the complainant was not\npaying rent, these rights were forfeited. It also did not accept that, as his\nhost was a journalist, the complainant should have presumed that any\ninformation he shared with her might be published without his consent. \nThe article\nincluded extensive information about the complainant, relating to: his family\nand personal relationships; his domestic arrangements; his financial\ncircumstances; his journey to the UK; his asylum application; his relationships\nand interactions with the journalist, including an argument they had had, and a\nletter he had written to her, expressing his feelings about the disagreement;\nhis psychological and physical health; his drug use; and allegations about the\npossession of private, sexual material. These details were used to create a\ndetailed and intimate portrait of the complainant, and his life.   \nThe complainant was not\na public figure, and had not publicly disclosed the information about his\nexperiences contained in the article, or consented to the article’s\npublication. The extent of this\ndetail, published without his consent, and where no steps were taken to obscure\nhis identity, represented an intrusion into his private life. While the\njournalist was entitled to publish her story, and the Committee recognised that\nthe matters discussed in the article were of significant public interest, this\nwas not sufficient to justify the extent of the information about the\ncomplainant, and the resulting intrusion into his private life; the journalist’s\nright to freedom of expression did not outweigh the complainant’s right to\nprivacy in this instance. There was a breach of Clause 2. \nReview\nThe\nnewspaper complained to the Independent Complaints Reviewer about the process\nfollowed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review. Date complaint received: 26/06/2017Date decision issued: 17/10/2017\nBack to ruling listing\n\n\n"
}