{
    "url": "/rulings-and-resolution-statements/ruling/?id=16236-17",
    "title": "16236-17 Ahmed v Daily Mail",
    "provisions": [
        "3 Harassment (2016)",
        "2 Privacy (2016)",
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-06-01 00:00:00",
    "received_on": "2017-06-20 00:00:00",
    "concluded_on": "2017-10-17 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "30. The complaint under Clause 1 and Clause 2 was upheld.",
    "remedial_action": "31. Having upheld the complaint, the Committee considered the remedial action that should be required.  32. The correction should now be published, as offered, to avoid a breach of Clause 1 (ii).  33. The appropriate remedial action in response to the breach of Clause 2 was the publication of an upheld adjudication.  34. The article had been published on pages 30-31 of the newspaper. The adjudication should therefore be published on page 30, or further forward. 35. The wording of the headline to the adjudication should be agreed with IPSO in advance, or in the absence of agreement, as determined by the Complaints Committee. It should refer to IPSO, include the title of the newspaper, make clear that the complaint was upheld, and refer to the subject matter of the article.  36. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. If the newspaper intends to continue to publish the article online without amendment to remove material which does not comply with the Code, the full text of the adjudication should also be published on the article, beneath the headline.  37. The terms of the adjudication to be published are as follows:  Following an article published in the Daily Mail on 1 June 2017 headlined “While liberal hand wringers made empty pledges to take in a refugee, one acclaimed writer quietly did so – only to have her kindness betrayed”, Mohammed Ahmed complained to the Independent Press Standards Organisation that the Daily Mail had breached Clause 2 (Privacy) of the Editors’ Code of Practice. The complaint was upheld and IPSO has required the Daily Mail to publish this adjudication.  The article reported that a journalist had written a first-hand account, published in The Sunday Times, of her experience while the complainant, who was an asylum seeker at the time, was living as a guest in her house. The article included the complainant’s first name and an unpixelated photograph of him.  The article reported various details about the complainant’s background, including his journey to the UK, and went on to report a number of incidents recounted in The Sunday Times article, which The Sunday Times journalist described as “warning signs” about the complainant. The Sunday Times journalist said that she had discovered pornographic images on her computer, left there by the complainant. The nature of these images was described in the article. She had also said that, while living with her, the complainant had suffered from various illnesses, and had regularly attended the Accident and Emergency department at a hospital. The article included details of the illnesses, and reported that the journalist had given him a “lecture about not abusing the NHS”. She also wrote that the complainant had asked her “where he could find the nearest park, as he’d been told that London parks were the best place to buy marijuana”.  The complainant expressed concern that he had become the subject of a story in a national newspaper, which he considered to be an intrusion into his privacy. He had not consented to the publication of The Sunday Times article, and did not believe that there was any justification for its re-publication.  The newspaper said that the matters complained of had already been placed in the public domain when the journalist’s account was published by another newspaper which had a readership of two million people. It said that the article had been derived entirely from this first-person account and that the article was clearly attributed as such. The journalist was entitled to share her story, pursuant to her right to freedom of expression, and it noted her reputation for probity and honesty. The newspaper said that in any event, the information published was not of an intrinsically private nature and was in the public interest.  IPSO’s Complaints Committee said that the newspaper was entitled to comment on the journalist’s first-hand account of her experiences, but rejected the newspaper’s position that publication of the article was justified as the information had been published by another newspaper, with a large number of readers, and so was already in the public domain.  The article included extensive information about the complainant, relating to: his family and personal relationships; his domestic arrangements; his financial circumstances; his journey to the UK; his asylum application; his relationships and interactions with the journalist, including an argument they had had; his health; his drug use; and allegations about the downloading of private, sexual material on The Sunday Times journalist’s computer. These details were used to create a detailed and intimate portrait of the complainant, and his life. The complainant was clearly identified in the article, which included his first name and unpixelated photograph. The complainant was not a public figure, and had not disclosed any of this information publicly, or consented to its publication. The Sunday Times article had made clear that he had been upset at the idea of being the focus of coverage in a national newspaper.  The Public Interest section of the Code makes clear that the regulator will consider the extent to which material is already in the public domain. However, the simple fact that information has previously been published in another publication does not relieve editors of the duty of considering whether material it intends to publish complies with the terms of the Code. The re-publication of the information, given the extent of the detail, and the fact that no steps were taken to obscure the complainant’s identity, represented an intrusion into his private life. The Committee recognised that the newspaper was reporting on material of significant public interest, but the fact that this material had been published by another newspaper, was not sufficient to justify the extent of information reported about the complainant, and the resulting intrusion into his private life. The journalist’s right to freedom of expression did not outweigh the complainant’s right to privacy in this instance. There was a breach of Clause 2.  Review The newspaper complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.   Date complaint received: 20/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16236-17 Ahmed v Daily Mail\nSummary of\ncomplaint\n1.  Mohammed Ahmed complained to the Independent\nPress Standards Organisation that the Daily Mail breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 3 (Harassment) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “While liberal hand wringers\nmade empty pledges to take in a refugee, one acclaimed writer quietly did so –\nonly to have her kindness betrayed”, published on 1 June 2017. \n2.  The article reported that a journalist had\nwritten a first-hand account, published in the magazine section of The Sunday\nTimes, of her experience while the complainant, who was an asylum seeker at the\ntime, was living as a guest in her house. The article reported details of The\nSunday Times article, in the context of the plight of refugees travelling to\nEurope. It said that this article had raised “troubling issues”, such as “the\ntrue status of these would-be refugees, their attitudes to British society… and\ntheir often ungracious attitude to the country that has given them a new home”.\nThe Committee considered a separate complaint about The Sunday Times article. \n3.  The article reported details about the\ncomplainant’s background, including that he was from Sudan, that he was\nmarried, that he was one of eighteen siblings, and that his father had four\nwives. It reported that the complainant had told the columnist that he planned\nto treat her like his mother, and that she said that she did not want to be\ntreated like a Sudanese mother as this might include “lots of cooking and\ncleaning”. \n4.  The article included details about the\ncomplainant’s journey to the UK. It reported that he was waiting for his asylum\nclaim to be processed, and therefore was not entitled to work, so “received a\nweekly £35 living allowance”. It described the complainant as a “’shy, but\npolite’ young migrant”, who turned out to be a “Walter Mitty figure”, who it\nsaid the columnist had accused of “taking advantage of her hospitality, lying\nabout his circumstances, and fabricating much of his life story”. The article\nreported that the columnist had asked the complainant to leave her home after\nhe revealed during an argument that “he wasn’t actually a refugee”, and that\nthis “recipient of taxpayer funds made it very clear he was independently\nwealthy”. It noted that despite this, the complainant “experienced no trouble\nin persuading the British authorities to grant him asylum”, and that he was\ngranted leave to remain in the UK in March 2016. \n5.  The article went on to report a number of\nincidents recounted in The Sunday Times article, which the journalist described\nas “warning signs” about the complainant. She had said that, while living with\nher, he had suffered from various illnesses, and had regularly attended the\nAccident and Emergency department at a hospital, rather than a GP surgery. The\narticle included details of the illnesses, and that the journalist had given\nthe complainant a “lecture about not abusing the NHS”. She also wrote that he\nhad asked her “where he could find the nearest park, as he’d been told that\nLondon parks were the best place to buy marijuana”, and had subsequently\nignored requests not to smoke marijuana in her house. \n6.  The article noted that the journalist had\nprepared an article for The Sunday Times in advance of the complainant’s asylum\nhearing. She had shown him a draft of the article, and he had been “deeply\nupset and shaken” by its contents. When the writer had asked him why he was\nupset, he had “launched a rambling attack on her”, saying that he was not a\nrefugee, that his family was “very rich”, and that she was “heartless”. The\njournalist had asked the complainant to leave her house, and had subsequently\ndiscovered a file of his photographs on her computer. These included\nphotographs of his journey across Europe to the UK, which she said “looked more\nlike a holiday jaunt than a desperate flight to asylum”, and pornographic\nimages, the nature of which was described in the article. \n7.  The article was published online in\nsubstantively the same format, headlined “Kind-hearted woman who took in a\n'desperate refugee' only to have it thrown back in her face: Sudanese man\nsmoked drugs and 'milked the UK’s benefits system' before admitting he wasn't\neven an asylum seeker”. Both articles included a picture of the complainant. \n8.  The complainant expressed concern that he\nhad become the subject of a story in a national newspaper, which he considered\nto be an intrusion into his privacy. He had not consented to the publication of\nThe Sunday Times article, and did not believe that there was any justification\nfor its re-publication. He also expressed concern that the article might\ncompromise his safety, and said that the publication of his photograph together\nwith his first name amounted to harassment. \n9.  The complainant said that The Sunday Times\narticle included inaccuracies, which had been reproduced in the article under\ncomplaint. He said that the article gave the impression that he was acting\ndishonestly, and claiming benefits that he was not entitled to. He provided a\nletter from his solicitor, confirming that he had never received a £35 weekly\nallowance from the Home Office. He said that the article also included other inaccuracies;\nhe was one of fifteen siblings; his father had three wives; and he was a\nrefugee, not a migrant, as he was described in the article. \n10. The\ncomplainant said that the article was discriminatory towards him, because of\nhis refugee status. He questioned why he had been criticised for using\nrecreational drugs and viewing pornographic material, which he noted were\nunremarkable and not unusual activities within the British community. He said\nthat, in any event, he had not left pornographic images on the computer, and\nprovided a screenshot of a WhatsApp conversation between himself and his friend\nin support of his position. \n11. The\ncomplainant also said that the reference in the article to his use of Accident\nand Emergency services was discriminatory; he was not allowed to register with\na GP at the time, and was not acting illegally in using the service. The\ncomplainant also said that the journalist’s reference to the role of Sudanese\nmothers in society was discriminatory towards Sudanese women. \n12.  The newspaper apologised for any upset\ncaused by the publication of the article, bit did not accept that there had\nbeen a breach of the Code. It said that the matters complained of had already\nbeen placed in the public domain when the journalist’s account was published by\nanother newspaper, and on its Facebook page, which had a readership of two\nmillion people. It said that the article had been derived entirely from this\nfirst-person account and that the article was clearly attributed as such. \n13.  The newspaper said that, although the\ncomplainant was concerned by the repetition of the conversations which he had\nwith the journalist, she was entitled to share her story, pursuant to her right\nto freedom of expression. The journalist had a reputation for probity and\nhonesty, and had provided a personal account of recent events that had taken\nplace in her house. The newspaper had no reason to doubt the veracity of her\naccount, and there was no failure to take care over the accuracy of the\narticle. It noted that the complainant had confirmed during IPSO’s\ninvestigation that a friend of his had been given a copy of an early draft\nversion of The Sunday Times article. It took from this that he was given a\nreasonable opportunity to comment on the majority of the information published\nprior to publication, but had chosen not to do so.\n14.   The newspaper said that it was the\njournalist’s honest belief, set out in the original article, that the\ncomplainant was one of eighteen siblings, that his father had four wives and\nthat he received a £35 weekly living allowance. It had accurately reported\nclaims made in The Sunday Times article. It also said that it was not\ninaccurate to describe the complainant as a migrant and noted the Oxford\nEnglish Dictionary definition of a migrant as “a person who moves from one\nplace to another in order to find work or better living conditions”. \n15.   The newspaper said that first-hand\njournalism inevitably involves a degree of intrusion into privacy, both that of\nthe journalist and of others who have shared the experiences about which they\nwrite. It said that the journalist was entitled to speak publicly about her\nexperience living with the complainant and that this right outweighed any\nright to privacy that the complainant might have had in this instance. \n16.   The newspaper said that in any\nevent, the information published was not of an intrinsically private\nnature and noted that the article referred to the complainant by his first name\nonly. It said that, while the article included his photograph, this would have\nonly identified the complainant to a limited group of individuals, who would\nhave likely already known of at least some of the information in the article.\nThe newspaper emphasised again that the information in the article had\nbeen previously published in a national newspaper and was therefore already in\nthe public domain. \n17.   The newspaper said that the information\nabout the pornographic images reported in the article was not particularly\nprivate or specific to the complainant, and that he would have deleted the\nimages if he had considered them to be private. It said that the computer\nbelonged to the journalist and that, according to her account, the complainant\nwas no longer living with her when the material was discovered. The newspaper\nsaid that the journalist maintained that she had seen them and was able\nto provide significant descriptive details about the images. \n18.   The newspaper said that the article added to\nthe public conversation surrounding the UK’s reaction to the plight of refugees\nand asylum seekers from Africa and the Middle East, which was a matter of\npublic interest. Furthermore, the newspaper said that the complainant had\nfailed to use the NHS in an ethical manner, by attending the Accident and Emergency\ndepartment at a hospital when suffering from minor ailments, and that there was\na strong public interest in discussing matters surrounding the use – or alleged\nabuse – of limited NHS resources. There was also a public interest in reporting\nthat the complainant had used illegal drugs. The newspaper said that the level\nof detail included in the article was limited and entirely proportionate to the\npublic interest. \n19.   The newspaper said that no references in the\narticle suggested that the complainant’s behaviour was linked to any\ncharacteristics protected under Clause 12, and that this Clause was not\nengaged. \n20.   While the newspaper did not accept that\nthere had been a breach of the Code, it offered to remove the complainant’s\nphotograph from the online article; to remove the reference to the £35 which he\nwas reported to have received from the Home Office; to write him a private\nletter of apology; and to publish the following clarification as a footnote to\nthe online article and on page 2 of the newspaper: \nOn 30 May we\npublished a commentary on an article by [the journalist] for The Sunday Times\nMagazine, which detailed her experience of opening her home to a Sudanese\nasylum seeker, Mohammed. We have since been asked to make clear that, contrary\nto our piece, Mohammed did not receive £35 per week from the Home Office, that\nhe denies placing a folder of pornographic images on [the journalist’s]\ncomputer and that his father had three wives and fifteen children. We are happy\nto set the record straight. \nRelevant Code\nprovisions\n21.   Clause 1 (Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.  \nClause 2\n(Privacy)*\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will\nbe expected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nClause 3\n(Harassment)*\ni) Journalists\nmust not engage in intimidation, harassment or persistent pursuit.\nii) They must\nnot persist in questioning, telephoning, pursuing or photographing individuals\nonce asked to desist; nor remain on property when asked to leave and must not\nfollow them. If requested, they must identify themselves and whom they\nrepresent.\niii) \nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources.\nClause 12\n(Discrimination)\ni) The press\nmust avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii) Details of\nan individual's race, colour, religion, gender identity, sexual orientation,\nphysical or mental illness or disability must be avoided unless genuinely\nrelevant to the story. \n*The public\ninterest \nThe public\ninterest includes, but is not confined to:\n●    Detecting or exposing crime, or the threat\nof crime, or serious impropriety.\n●    Protecting public health or safety.\n●    Protecting the public from being misled by\nan action or statement of an individual or organisation.\n●    Disclosing a person or organisation’s\nfailure or likely failure to comply with any obligation to which they are\nsubject.\n●    Disclosing a miscarriage of justice.\n●    Raising or contributing to a matter of\npublic debate, including serious cases of impropriety, unethical conduct or\nincompetence concerning the public.\n●    Disclosing concealment, or likely\nconcealment, of any of the above.\n \n2. There is a public interest in freedom of expression itself. \n3. The regulator will consider the extent to which material is already\nin the public domain or will become so. \n4. Editors invoking the public interest will need to demonstrate that\nthey reasonably believed publication - or journalistic activity taken with a\nview to publication – would both serve, and be proportionate to, the public\ninterest and explain how they reached that decision at the time.\nFindings of\nthe Committee\n22.  The article was based on a journalist’s\nfirst-person account of her experiences living with the complainant, which had\nbeen published on an earlier date in another publication. The article had taken\nthis information, attributed it to the other publication, and provided a\nbroader commentary on the account. The asylum process, and the experience of\nasylum seekers in the UK were matters of public interest, and the newspaper was\nentitled to comment on the journalist’s first-hand account of her experiences,\nin line with the right to freedom of expression. However, this right had to be\nbalanced against the complainant’s right to privacy. \n23. The article\nincluded extensive information about the complainant, relating to: his family\nand personal relationships; his domestic arrangements; his financial\ncircumstances; his journey to the UK; his asylum application; his relationships\nand interactions with the journalist, including an argument they had had; his\nhealth; his drug use; and allegations about the possession of private, sexual\nmaterial. These details were used to create a detailed and intimate portrait of\nthe complainant, and his life. The complainant was clearly identified in the\narticle, which included his first name and an unpixelated photograph of him.\nThe complainant was not a public figure, and had not disclosed any of this\ninformation publicly, or consented to its publication. The Sunday Times article\nhad made clear that he had been upset at the idea of being the focus of\ncoverage in a national newspaper.\n24. The\nnewspaper had sought to argue that the information in the article had been\npublished by another newspaper, with a large number of readers, and so was\nalready in the public domain. The Public Interest section of the Code makes\nclear that the regulator will consider the extent to which material is already\nin the public domain. However, the simple fact that information has previously\nbeen published in another publication does not relieve editors of the duty of\nconsidering whether material it intends to publish complies with the terms of\nthe Code. The article identified the complainant, and included a lot of\ndetailed information about his personal life and background. The re-publication\nof this information, given the extent of the detail, and the fact that no steps\nwere taken to obscure the complainant’s identity, represented an intrusion into\nhis private life. The fact that this material had been published by another\nnewspaper was not sufficient to justify this intrusion in the public interest.\nThe Committee recognised that the newspaper was reporting on material of\nsignificant public interest, but did not consider that it justified the extent\nof information reported about the complainant, and the resulting intrusion into\nhis private life. The journalist’s right to freedom of expression did not\noutweigh the complainant’s right to privacy in this instance. There was a\nbreach of Clause 2. \n25. The\nCommittee then turned to consider the issues raised under Clause 1. The\nnewspaper had repeated claims made by another publication, and had not taken\nany steps to verify the accuracy of the claims made. The complainant had not\nbeen receiving a £35 weekly living allowance, as reported in the article. This\nassertion was used to support the article’s general contention that the\ncomplainant was acting dishonestly in living with the journalist, and claiming\nbenefits to which he was not entitled. Its re-publication represented a failure\nto take care over the accuracy of the article, in breach of Clause 1 (i). The\nnewspaper had offered to publish a correction, making clear that the\ncomplainant did not receive this allowance, and to write a private letter to\nthe complainant, apologising for any distress caused by the article. This\ncorrection should now be published, in order to avoid a breach of Clause 1\n(ii). \n26. The\nCommittee did not consider that the small discrepancies about the complainant’s\nnumber of siblings and his father’s marriages were significant in this context.\nNonetheless, it welcomed the newspaper’s offer to publish a clarification on\nthese points.  \n27. The article had described the complainant as a “migrant”. However,\nit had made clear that he had applied for asylum, and that his claim was\nultimately granted, notwithstanding the article’s scepticism about the validity\nof his claim. There was no breach of Clause 1 on this point. \n28. The\ncomplainant said that the newspaper had breached Clause 3 because it published\nhis first name and a photograph of him. The terms of Clause 3 are designed\nprimarily to prohibit journalists from engaging in the intimidation, harassment\nor persistent pursuit of an individual. The publication of the complainant’s\nfirst name and photograph did not engage the terms of Clause 3. \n29. The\njournalist was entitled to criticise the complainant’s conduct, and did not\nmake any prejudicial or pejorative references to him on the basis of any\ncharacteristics covered by the terms of Clause 12. The journalist’s reference\nto Sudanese mothers in general did not relate to an individual and did not\ntherefore engage the terms of Clause 12. \nConclusions\n30. The\ncomplaint under Clause 1 and Clause 2 was upheld.\nRemedial\naction required \n31. Having\nupheld the complaint, the Committee considered the remedial action that should\nbe required. \n32. The correction\nshould now be published, as offered, to avoid a breach of Clause 1 (ii). \n33. The\nappropriate remedial action in response to the breach of Clause 2 was the\npublication of an upheld adjudication. \n34. The article\nhad been published on pages 30-31 of the newspaper. The adjudication should\ntherefore be published on page 30, or further forward.\n35. The wording of the headline to the\nadjudication should be agreed with IPSO in advance, or in the absence of\nagreement, as determined by the Complaints Committee. It should refer to IPSO,\ninclude the title of the newspaper, make clear that the complaint was upheld,\nand refer to the subject matter of the article. \n36. The\nadjudication should also be published on the newspaper’s website, with a link\nto the full adjudication (including the headline) appearing on the homepage for\n24 hours; it should then be archived in the usual way. If the newspaper intends\nto continue to publish the article online without amendment to remove material\nwhich does not comply with the Code, the full text of the adjudication should\nalso be published on the article, beneath the headline. \n37. The terms of\nthe adjudication to be published are as follows: \nFollowing an\narticle published in the Daily Mail on 1 June 2017 headlined “While\nliberal hand wringers made empty pledges to take in a refugee, one acclaimed\nwriter quietly did so – only to have her kindness betrayed”, Mohammed\nAhmed complained to the Independent Press Standards Organisation that the Daily\nMail had breached Clause 2 (Privacy) of the Editors’ Code of Practice. The\ncomplaint was upheld and IPSO has required the Daily Mail to publish this\nadjudication. \nThe article\nreported that a journalist had written a first-hand account, published in The\nSunday Times, of her experience while the complainant, who was an asylum seeker\nat the time, was living as a guest in her house. The article included the\ncomplainant’s first name and an unpixelated photograph of him. \nThe article\nreported various details about the complainant’s background, including his\njourney to the UK, and went on to report a number of incidents recounted in The\nSunday Times article, which The Sunday Times journalist described as “warning\nsigns” about the complainant. The Sunday Times journalist said that she had\ndiscovered pornographic images on her computer, left there by the complainant.\nThe nature of these images was described in the article. She had also said\nthat, while living with her, the complainant had suffered from various\nillnesses, and had regularly attended the Accident and Emergency department at\na hospital. The article included details of the illnesses, and reported that\nthe journalist had given him a “lecture about not abusing the NHS”. She also wrote\nthat the complainant had asked her “where he could find the nearest park, as\nhe’d been told that London parks were the best place to buy marijuana”. \nThe\ncomplainant expressed concern that he had become the subject of a story in a\nnational newspaper, which he considered to be an intrusion into his privacy. He\nhad not consented to the publication of The Sunday Times article, and did not\nbelieve that there was any justification for its re-publication. \nThe newspaper\nsaid that the matters complained of had already been placed in the public\ndomain when the journalist’s account was published by another newspaper which\nhad a readership of two million people. It said that the article had been\nderived entirely from this first-person account and that the article was\nclearly attributed as such. The journalist was entitled to share her story,\npursuant to her right to freedom of expression, and it noted her reputation for\nprobity and honesty. The newspaper said that in any event, the\ninformation published was not of an intrinsically private nature and was\nin the public interest. \nIPSO’s\nComplaints Committee said that the newspaper was entitled to comment on\nthe journalist’s first-hand account of her experiences, but rejected the\nnewspaper’s position that publication of the article was justified as the\ninformation had been published by another newspaper, with a large number of\nreaders, and so was already in the public domain. \nThe article\nincluded extensive information about the complainant, relating to: his family\nand personal relationships; his domestic arrangements; his financial\ncircumstances; his journey to the UK; his asylum application; his relationships\nand interactions with the journalist, including an argument they had had; his\nhealth; his drug use; and allegations about the downloading of private, sexual\nmaterial on The Sunday Times journalist’s computer. These details were used to\ncreate a detailed and intimate portrait of the complainant, and his life. The\ncomplainant was clearly identified in the article, which included his first\nname and unpixelated photograph. The complainant was not a public figure, and\nhad not disclosed any of this information publicly, or consented to its\npublication. The Sunday Times article had made clear that he had been upset at the\nidea of being the focus of coverage in a national newspaper. \nThe Public\nInterest section of the Code makes clear that the regulator will consider the\nextent to which material is already in the public domain. However, the simple\nfact that information has previously been published in another publication does\nnot relieve editors of the duty of considering whether material it intends to\npublish complies with the terms of the Code. The re-publication of the\ninformation, given the extent of the detail, and the fact that no steps were\ntaken to obscure the complainant’s identity, represented an intrusion into his\nprivate life. The Committee recognised that the newspaper was reporting on\nmaterial of significant public interest, but the fact that this material had\nbeen published by another newspaper, was not sufficient to justify the extent\nof information reported about the complainant, and the resulting intrusion into\nhis private life. The journalist’s right to freedom of expression did not\noutweigh the complainant’s right to privacy in this instance. There was a\nbreach of Clause 2. \nReview\nThe newspaper\ncomplained to the Independent Complaints Reviewer about the process followed by\nIPSO in handling this complaint. The Independent Complaints Reviewer decided\nthat the process was not flawed and did not uphold the request for\nreview.  \nDate complaint received: 20/06/2017\nDate decision issued: 17/10/2017\nBack to ruling listing\n\n\n"
}