{
    "url": "/rulings-and-resolution-statements/ruling/?id=16277-17",
    "title": "16277-17 Millward v Bucks Free Press",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bucks Free Press (Newsquest Media Group)",
    "published_on": "2017-06-21 00:00:00",
    "received_on": "2017-06-22 00:00:00",
    "concluded_on": "2017-10-19 00:00:00",
    "complaint_processing_days": 119,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/ADate complaint received: 22/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16277-17 Millward v Bucks Free Press\nSummary of complaint\n1. Joanne Millward complained to the Independent Press\nStandards Organisation that Bucks Free Press breached Clause 1 (Accuracy),\nClause 2 (Privacy) and Clause 4 (Intrusion into grief or shock) of the Editors’\nCode of Practice in an article headlined “PICTURES AND VIDEO: Neighbour speaks\nout about horror as summerhouse blaze spread to her back garden in Upper\nBelmont Road, Chesham”, published online on 21 June 2017.\n2. The article reported that a fire, believed to have\nstarted in a summerhouse, had spread to the back gardens of seven properties on\na street. It reported that the fire service had received forty calls regarding\nthe incident, and included a resident’s comments. The article also included\nvarious pictures which showed the damage caused by the fire, including a\nphotograph which showed the complainant’s conservatory.\n3. The complainant said that the article suggested that the\nfire had started in her summerhouse. She said that the article gave a\nmisleading account of the incident, as the fire had started on another\nresident’s property and it was under investigation by the police as a suspected\narson attack. The complainant said that the newspaper should have contacted\nher, and neighbours, for comment.\n4. The complainant said that the photograph which showed her\nconservatory was taken without her knowledge and consent, and that its\npublication had intruded into her private life.\n5. The newspaper said that the article was based on\ninformation that it had received from the fire service. It said that its\nreporter spoke to a resident of the street, and included their comment in the\narticle. The newspaper had attempted to contact the complainant at her home,\nhowever the reporter was unable to reach her. The newspaper said that following\npublication of the article, it received information from the police that they\nhad received reports that a shed was on fire, believed to be the result of\narson, and that an investigation was taking place. As soon as it had become\naware of this information, the newspaper published a follow-up article\nreporting this. The two articles were linked on its website.\n6. The newspaper said that the photograph had been taken\nfrom the complainant’s neighbour’s property, with the neighbour’s permission,\nand that all of the images were published to demonstrate the damage caused to\nthe neighbour’s garden, in the context of her account. It said that the\nphotograph did not contain any private information about the complainant, or\nidentify her in any way, and that it merely showed her damaged conservatory.\nThe newspaper said that in any event, the publication of the article, including\nthe photograph, was justified in the public interest. It said that it is the\nnewspaper’s role to inform readers of events which involve the spending of\npublic money, and to hold authorities to account, and that it published photographs\nof the premises damaged by the fire, in line with this duty.\n7. While the newspaper did not accept that there had been a\nbreach of the Code, it said that it would be willing to remove the article or\nto report the complainant’s position, in order to resolve the complaint. The\nnewspaper said that it would also be willing to remove the photograph and to\npublish the following clarification in the same position where the article\nappeared, or as a footnote to the article:\n“ON June 21, 2017, bucksfreepress.co.uk published a story\nrelating to a fire at a property in Chesham. With the story we published\nseveral photographs from the scene, taken from inside a back garden. Two of the\nphotographs clearly showed a neighbouring property. The view of the neighbouring\nproperty depicted in the photograph could not be seen from public property.\nDespite attempts, we did not speak to the homeowner before publication of these\nphotographs. We would like to apologise to the homeowner for any distress,\ninconvenience or upset caused by the publication of these images. We have\nremoved these photographs from our website.”\nRelevant Code provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence should\nbe as required by the regulator.\nClause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nThe Public Interest\n1. The public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting the\npublic from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n9. The Committee extended its sympathies to the complainant\nfor the damage caused to her property.\n10. The newspaper was entitled to rely on the material\npublished by the fire service, and was not obliged to contact the complainant\nfor her comment prior to publication. The article was an accurate report of\nthis information and the newspaper demonstrated that it had taken sufficient\ncare to ensure its accuracy. The fire service said that the fire was “believed”\nto have started in a summerhouse and the complainant was not in a position to\ndispute the accuracy of this information. The inclusion of the photograph did\nnot suggest that the fire had started in the complainant’s summerhouse. There\nwas no breach of Clause 1. Nonetheless, the Committee noted that the newspaper\nhad published a follow-up article when it was made aware of further\ninformation. The Committee welcomed the newspaper’s offers to report the\ncomplainant’s position, to publish a clarification which included an apology,\nand to remove the photographs and the online article.\n11. The complainant’s home was featured incidentally in\nphotographs showing the damage to her neighbour’s garden. The article also\nincluded a close up photograph of the complainant’s conservatory. This\nphotograph had been taken from the complainant’s neighbour’s garden, and showed\na part of the complainant’s property which would not ordinarily be seen.\nHowever, the article did not name the complainant, or give her address, and the\nimage did not include any detail that would reveal any private information\nabout her. The series of images were used to illustrate the neighbour’s account\nof the destruction caused by the fire, a matter of considerable public\ninterest. There was no breach of Clause 2.\n12. The article reported on a fire, which was a matter of\npublic interest, and the newspaper was entitled to report the complainant’s\nneighbour’s comments. The article and photograph highlighted the damage caused\nto property, not to the complainant. There was no breach of Clause 4.\nConclusion\n13. The complaint was not upheld.\nRemedial action required\n14. N/ADate complaint received: 22/06/2017Date decision issued: 19/10/2017  \nBack to ruling listing\n\n\n"
}