{
    "url": "/rulings-and-resolution-statements/ruling/?id=16283-17",
    "title": "16283-17 Versi v The Spectator",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2017-06-22 00:00:00",
    "received_on": "2017-06-22 00:00:00",
    "concluded_on": "2017-08-31 00:00:00",
    "complaint_processing_days": 70,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A. Date complaint received: 22/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16283-17 Versi v The SpectatorSummary of complaint1. Miqdaad Versi complained to the Independent Press\nStandards Organisation that The Spectator breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “The ‘hate preacher’\nhypocrisy”, published online on 22 June 2017.2. The article was a comment piece which discussed the\ngeneral response of the public to the terror attack which took place in\nFinsbury Park. It made reference to a discussion which was broadcast on the BBC\nDaily Politics show in which the complainant had appeared, and reported that he\nhad “named [the columnist] as a hate preacher who should not be allowed to\nspeak in public”, on the television programme. The article also reported that\nanother individual “named [the columnist] as a hate preacher” in a BBC\ninterview. It reported that the BBC issued a formal apology to the columnist\nfor “allowing their guest to defame” him.3. The article included various embedded videos. One video\nwas an extract of the complainant’s appearance on the BBC programme and another\nvideo was an extract of the BBC interview in which a man had referred to the\ncolumnist as a “hate preacher”. It also included a video of a BBC news reporter\nformally apologising to the columnist, but the video did not specify which interviewee\nhad made the remarks which led to the apology. The article also included a\npicture of the complainant.4. The complainant said that he did not “name” the columnist\nas a hate preacher, imply that he was a hate preacher, or state that he should\nnot be allowed to speak in public. The complainant said that he had queried the\nBBC’s tolerance to individuals who spread bigoted views, and that he was\nreferring specifically to the BBC giving such individuals a platform to speak,\nand not to these individuals generally speaking in public. He referred to the\nrecording of the programme in which he said:“We’ve talked very much about hate speakers being\nunacceptable, being un…non-tolerated, and now we know that BBC and many others\nwill not have [an Islamist convicted of terrorism related offences] and others\non the TV despite having had them in the past. What about the same people on\nthe right? What about the people like [the columnist], who just last week came\non this show and said ‘less Islam is the answer’ to terrorism. That kind of\nattitude within even the BBC, within the show like this, giving a platform to\npeople like that, to spread their hate, is unacceptable, and we should be\nintolerant to that intolerance.”5. The complainant also said that the wording of the article\ngave the misleading impression that the BBC apology referred to his appearance\non the programme, particularly because only his picture was included in the\narticle. He said that the BBC had only apologised in relation to the comments\nmade by the other individual.6. The magazine said that the article reported an accurate\nsummary of the complainant’s comments. The complainant had said that the\ncolumnist was given a platform to spread hate; the magazine said that it was\nnot inaccurate to characterise this as the complainant naming the columnist as\na “hate preacher”, particularly in circumstances where he had named the\ncolumnist when comparing “Islamist hate speakers” to “the same people on the\nright”. The complainant had also said that “giving a platform to people like\nthat, within even the BBC, is unacceptable”; the magazine said that it was not\ninaccurate to characterise this as stating that the columnist should not be\nallowed to speak in public, particularly in circumstances where the BBC is a\npublic service broadcaster.7. The magazine also said that the article did not state or\nsuggest that the BBC had apologised for the remarks made by the complainant,\nand said that it referred to “a guest” as opposed to “guests”, having\npreviously discussed the other individual in the article. Nonetheless, it\noffered to amend the article to make clear who the BBC apology related to and\nalso offered to add the following footnote to the article:“The original post said the BBC had apologised for allowing\nits ‘guest’ to call [the columnist] a hate preacher. This has been changed to\n[name removed] so as to clarify that the BBC apology was not related Mr Versi’s\ncomments.”8. The complainant said that this would satisfactorily\nresolve this aspect of his complaint.Relevant Code Provisions9. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee10. On the BBC programme the complainant had said that the\ncolumnist, and those who share similar views, should not be given a platform by\nthe BBC to “spread their hate”. He named the columnist and compared him to an\nIslamist who had been convicted of terrorism related offences. The complainant\nalso referred to a specific comment previously made by the columnist and\nsuggested that his attitude was hateful, “unacceptable”, and that we should be\n“intolerant to that intolerance”. In circumstances where the complainant’s full\ncomment was included in the video, the Committee did not consider that the\ncharacterisation of his comments as “naming [the columnist] as a hate preacher\nwho should not be allowed to speak in public” was significantly inaccurate or\nmisleading. There was no breach of Clause 1 on this point.11. The complainant had accepted the magazine’s offer to\namend the article and to publish a footnote which made clear that the BBC\napology was not related to the complainant’s comments. The Committee would now\nexpect the magazine to do so. As this aspect of the complaint was resolved, the\nCommittee did not make a determination as to whether there had been a breach of\nthe Code on this point.Conclusions12. The complaint was not upheld.Remedial action required13. N/A. Date complaint received: 22/06/2017Date decision issued: 31/08/2017  \nBack to ruling listing\n\n\n"
}