{
    "url": "/rulings-and-resolution-statements/ruling/?id=16327-17",
    "title": "16327-17 Whittle v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2017-06-07 00:00:00",
    "received_on": "2017-06-26 00:00:00",
    "concluded_on": "2017-11-08 00:00:00",
    "complaint_processing_days": 135,
    "conclusion_long": "13. The complaint was upheld.",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required. The publication had promptly offered a correction, which had appeared on its homepage. This had identified the inaccuracy and set out the correct position. While carefully considering all the circumstances, on balance, the Committee considered that this action was sufficient to meet the requirements of Clause 1 (ii) and no further action was required.Date complaint received: 26/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16327-17 Whittle v express.co.uk\nSummary of complaint\n1. Martin Whittle\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in relation an\narticle headlined “Pound to euro exchange rate: Sterling SOARS on eve of\ngeneral election vote”, published on 7 June 2017.\n2. The article,\npublished at 07:38am, reported on the pound to euro exchange rate preceding the\nUK General Election which took place on 8 June 2017. It said that sterling has\n“climbed back overnight against the euro as the UK enters the last day before\nthe general election vote”, reporting that it had “jumped back up to €1.15\nafter falling to €1.14 as recently as yesterday”.\n3. The complainant\nsaid that the pound to euro exchange rate had not risen to above €1.15, prior\nto the article’s publication. In support of this, the complainant referred to\nan article published at 15:52 on 7 June; this later article\nhad also reported on the pound to euro exchange rate that day and had contained\na graph which had showed that the rate did not go over 1.15 before 7:38am. The\ncomplainant also said that it was misleading to characterise the rises which\nhad occurred in the rate at that time, as “soaring”.\n4. The publication\nsaid that the journalist had relied upon a graph which it had obtained from a\nrecognised source of currency rate information, xe.com. It said that given the\npassage of time, it was unable to obtain access to the graph which the\njournalist had seen, and which would show the fluctuating exchange rate\nthroughout 7 June.\n5. Upon receipt of\nthe complaint, the publication provided a further graph from the same source\nwhich had been used by the journalist. The publication said that this graph\nshowed that, at some point between 00.01am on 7 June and well before midday on 7 June, the rate rose above 1.150; however, it accepted that the rate rose to\n1.1465 in the overnight period between 6 and 7 June 2017.\n6. In an attempt to\nresolve the complaint, the newspaper removed the article, and published the\nfollowing correction:\nCorrection\nOn 7 June 2017 we published an article headlined “Pound to\neuro exchange rate: Sterling SOARS on eve of general election vote”, which\nreported that the GBP had “jumped back up to €1.15 after falling to\n€1.14”.  We based that information from a\ngraph sourced from XE.com, which provides exchange rate information. In fact,\nwhile we had relied on XE.com it now transpires that rate did not go above\n€1.15 as reported in the article, in the overnight period between 6 and 7 June\n2017.  We accept that the rate\ninformation contained within the text of the article was inaccurate, based upon\ninformation supplied by Bloomberg in fact the overnight rate between 6 and 7\nJune 2017 rose to 1.1465 not 1.15. We apologise for this inaccuracy and the\noriginal article has been deleted.  In\nfact, the GBP to Euro rate opened on 07 June at 1.145 and closed at 1.1514 an\nincrease of 0.63%. \n7. The complainant\ndid not accept the publication’s offer of resolution, nor did he accept that\nthe graph which the publication had provided upon receipt of his complaint,\nsupported the accuracy of the article. He said that this graph did not specify\nthe time on its horizontal axis and noted that the graph had plotted two\nstraight lines, rather than a fluctuating exchange rate.\nRelevant Code provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The article had\nclaimed that, prior to 07:38 am on 7 June 2017, the pound to euro exchange rate\nhad risen to above €1.15: the Committee wished to emphasise that it was the\nresponsibility of the publication to demonstrate the care it had taken over the\naccuracy of this claim.\n10. The publication had been unable to provide the Committee\nwith the graph which had formed the basis for the article’s central claim that\nbefore 07:38 on 7 June 2017, the pound to euro exchange rate had risen to above\n1.150.\n11. Upon receipt of the complaint the publication had\nprovided a further graph which had showed that, at some point on 7 June, the\nrate rose above 1.150. While the Committee had no reason to doubt the accuracy\nof this graph, the Committee were unable to assess the accuracy of the article\non the basis of it. Further the publication had accepted that the rate did not\ngo above 1.150 in the overnight period between 6 and 7 June 2017. This\nrepresented a failure to take care not to publish inaccurate information in\nbreach of Clause 1(i). Fluctuations in currency exchange rate information,\nwhile small, have a significant impact on the market, further, the claim that\nthe exchange rate had risen to above €1.15 was significant in the context of\nthe article. The article’s central claim required correction under Clause 1\n(ii).\n12. It was not in dispute that the exchange rate had risen\nin the overnight period between 6 and 7 June. In those circumstances, the\nCommittee did not consider that the article’s characterisation of this increase\nas “soaring”, was significantly misleading. There was no further breach of the\nCode.\nConclusions\n13. The complaint was upheld.\nRemedial action required\n14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. The publication had promptly offered a\ncorrection, which had appeared on its homepage. This had identified the\ninaccuracy and set out the correct position. While carefully considering all\nthe circumstances, on balance, the Committee considered that this action was\nsufficient to meet the requirements of Clause 1 (ii) and no further action was\nrequired.Date complaint received: 26/06/2017Date decision issued: 08/11/2017  \nBack to ruling listing\n\n\n"
}