{
    "url": "/rulings-and-resolution-statements/ruling/?id=16335-17",
    "title": "16335-17 Houghton v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2017-06-18 00:00:00",
    "received_on": "2017-06-25 00:00:00",
    "concluded_on": "2017-09-01 00:00:00",
    "complaint_processing_days": 68,
    "conclusion_long": "9. The complaint was not upheld",
    "remedial_action": "10. N/ADate complaint received: 25/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16335-17 Houghton v The Daily Telegraph\nSummary of Complaint\n1. Roger Houghton\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Let inferno victims occupy empty homes, says Corbyn”,\npublished in print on 18 June 2017, and online headlined “Jeremy Corbyn calls\non supporters to 'occupy' empty homes to help victims of Grenfell fire\ntragedy”.\n2. The article\nreported on comments which Jeremy Corbyn had made during a television\ninterview following the Grenfell Tower tragedy. The article reported that “The\nLabour leader has said ministers must do more to find homes for the families\nwho lost everything in the devastating blaze”. The article reported that when\nasked by the interviewer what he would do with vacant properties in London,\nspecifically if he would “seize it forever, or just take it for as long as\nthey’re needed”, Mr Corbyn had replied: “Occupy, compulsory purchase it,\nrequisition it, there’s a lot of things you can do”. The online article said\nthat Jeremy Corbyn had “called on his supporters to ‘occupy’ empty buildings to\nfind homes for victims of the Grenfell Tower fire” and contained a 46 second\nvideo clip of the interview.\n3. The complainant\nsaid that Mr Corbyn had not called on his supporters to occupy empty homes, he\nhad been stating what government action should be taken.\n4. The newspaper\nsaid that the article had set out verbatim the exchange between Jeremy Corbyn\nand the interviewer, and the online article had included a video of the\ninterview so that readers would been able to see Mr Corbyn’s comments in their\nfull context. It noted that there was no clear and unambiguous meaning to Mr\nCorbyn’s comments, therefore any interpretation of his views was necessarily\nsubjective.\n5. The newspaper\nsaid that the meaning which it had attached to the Mr Corbyn’s comments were\nreasonable: the term ‘occupy’ refers to illegal action by individuals, and\ngiven that it would be reasonable to assume that only Mr Corbyn’s supporters\nwould agree with his position, it followed that no call to 'occupy' the\nproperties could or would be relevant to any other group.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\n(ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n(iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\n(iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The article had\nset out the question which the interviewer had asked of Mr. Corbyn in full, as\nwell as Mr Corbyn’s response, and the online article had also contained a video\nclip of the exchange: this had enabled readers to understand Mr. Corbyn’s\ncomments in their full context.\n8. The Committee\nnoted that the complainant considered that Mr. Corbyn had been explaining\naction the government, rather than his supporters, should take. However the\nnewspaper had quoted his words in full and was entitled to provide its\ninterpretation of them. The Committee noted the complainant’s position that Mr\nCorbyn had not specified that his supporters should take this action. However,\nin the political context of his comments, the headline was not a significantly\nmisleading representation of what Mr Corbyn had said. There was no breach of\nClause 1.\nConclusion\n9. The complaint\nwas not upheld\nRemedial Action Required\n10. N/ADate complaint received: 25/06/2017Date decision issued: 01/09/2017  \nBack to ruling listing\n\n\n"
}