{
    "url": "/rulings-and-resolution-statements/ruling/?id=16344-17",
    "title": "16344-17 Funnell v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-06-25 00:00:00",
    "received_on": "2017-06-26 00:00:00",
    "concluded_on": "2017-08-11 00:00:00",
    "complaint_processing_days": 46,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/ADate complaint received: 26/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16344-17 Funnell v mirror.co.uk\n1. Andrew Funnell\ncomplained to the Independent Press Standards Organisation that mirror.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Revealed: FULL tape of Tommy Robinson fight shows battered victim\nstruggling to walk as witness rubbishes activists self-defence claim,”\npublished on 25 June 2017.\n2. The article\nreported that Tommy Robinson had been involved in a fight at Ascot Racecourse.\nThe article reported that Mr Robinson’s claim that he had acted in self-defence\nhad been contested by a witness, who had filmed the incident. The article\nincluded the video footage, which was described as the “full tape of Tommy\nRobinson fight.”\n3. The complainant\nsaid that it was misleading for the headline to state that this was the full\ntape of the fight as there was three minutes of footage missing.\n4. The publication\nprovided the full, unedited footage. The\npublication said that three minutes elapsed between Mr Robinson first appearing\non camera and the fight beginning. It\nsaid that the intervening period had been edited out of the version that\nappeared in the article as it contained no information relating to the fight.\nThe publication said that the headline was not misleading as the video was the\nfull tape of the fight and that the article made clear that a period of time\nhad elapsed between Mr Robinson appearing on camera and the fight breaking out.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n6. The edited video\nincluded in the article firstly identified Mr Robinson, and then showed the\nfull fight which had broken out between him and another individual at Ascot\nRacecourse. The article had made clear that time had elapsed between Mr\nRobinson getting off the coach and the fight beginning, and the three minutes\nof footage that did not appear in the online video, did not relate to the\nincident or either party involved. The Committee noted that all the footage\nfrom the extended tape relating to the fight was included in the online video,\ntherefore, it was not misleading for the headline to state it was the “full\ntape” of the fight. There was no breach of Clause 1.\nConclusions\n7. The complaint was not upheld.\nRemedial action required\n8. N/ADate complaint received: 26/06/2017Date decision issued: 11/08/2017 \nBack to ruling listing\n\n\n"
}