{
    "url": "/rulings-and-resolution-statements/ruling/?id=16365-17",
    "title": "16365-17 A man v Evening Times",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "7 Children in sex cases (2016)",
        "11 Victims of sexual assault (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Glasgow Times (Newsquest Media Group)",
    "received_on": "2017-06-25 00:00:00",
    "concluded_on": "2017-08-15 00:00:00",
    "complaint_processing_days": 51,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld the complaint under Clause 11, the Committee considered that the appropriate remedy was publication of an adjudication.13. The Committee required the newspaper to publish the adjudication on its website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint against The Evening Times, and refer to its subject matter; it must be agreed in advance. The publication should contact IPSO to confirm the amendments it now intends to make to the online article to avoid the continued publication of material in breach of the Editors’ Code of Practice.14. The terms of the adjudication for publication are as follows:Following an article published online by The Evening Times in 2017, a man complained to the Independent Press Standards Organisation that The Evening Times breached Clause 11 (Victims of sexual assault) of the Editors’ Code of Practice. Clause 11 of the Code requires that the press must not identify victims of sexual assault or publish material likely to contribute to such identification unless there is adequate justification and they are legally free to do so. The complaint was upheld as a breach of Clause 11, and The Evening Times was required to publish this adjudication as a remedy.The article reported that a man had pleaded guilty to sex offences against a young child.The complainant said that by including certain details from the court hearings, the publication had failed to protect the identity of the victim, on whose behalf he was complaining.The newspaper said that while the detail in the article may be distressing, it was a report of court proceedings which contained sufficient detail to allow readers to understand the offences. The publication provided explanations as to why it did not believe that the specific pieces of information identified by the complainant were likely to contribute to the identification of the victim.IPSO’s Complaints Committee made clear that the newspaper was entitled to report on this case, and to identify the defendant, in accordance with the principle of open justice. However, Clause 11 of the Editors’ Code requires that, in doing so, it did not publish material likely to contribute to the identification of the victim.The Committee considered that the detail the article contained about the circumstances in which the defendant come into contact with the victim were of the kind that were  likely to be known within the victim’s community. When reported alongside the age of the victim, and the time frames for the offences, these details represented material which was likely to contribute to the identification of the victim. The complaint was therefore upheld as a breach of Clause 11.Date complaint received: 25/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16365-17 A man v Evening TimesSummary of complaint1. A man complained\non behalf of a person that the Evening Times breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 7 (Children in sex cases), and Clause 11 (Victims of\nsexual assault) of the Editors’ Code of Practice in an article published online\nin 2017.2. This decision is\nwritten in general terms, to avoid the inclusion of information which could\nidentify a victim of sexual assault.3. The article\nreported that an individual had pleaded guilty to sexual offences against a\nyoung child. It reported the period over which the offences occurred, by\nreference to the month and year. It reported the age of the victim when the offences\nbegan, when they ended, and the victim’s current age. It reported the\ncircumstances in which the defendant came into contact with the victim. The\narticle contained a number of details as to the nature of the offences. It\nreported comments the defendant had made about his offences. 4. The complainant\nsaid that by including certain specific details from the court hearing,\nincluding the circumstances in which the defendant came into contact with the\nvictim and the date range for the offences, the publication had failed to\nprotect the identity of the victim. The complainant was concerned that the\narticle contained graphic detail about the nature of the offences, which he\nsaid should not have been repeated outside of the court hearing.5. The publication\nsaid that while the detail in the article may be distressing, it was a report\nof court proceedings which contained sufficient detail to allow readers to\nunderstand the offence. The publication provided explanations as to why it did\nnot believe that the specific pieces of information identified by the\ncomplainant were likely to contribute to the identification of the victim.Relevant Code provisions6. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 7 (Children in sex cases)The press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.In any press report of a case involving a sexual offence\nagainst a child -i) The child must not be identified.ii) The adult may be identified.iii) The word \"incest\" must not be used where a\nchild victim might be identified.iv)  Care must be\ntaken that nothing in the report implies the relationship between the accused\nand the child.Clause 11 (Victims of sexual assault)The press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so.Findings of the Committee7. In accordance\nwith the principle of open justice, the newspaper was entitled to report on\nthis case and to identify the defendant, including by publication of his image.\nHowever, Clause 11 of the Code requires that, in doing so, it did not publish\nmaterial likely to contribute to the identification of the victim. The\nCommittee considered that the details the article contained about the\ncircumstances in which the defendant came into contact with the victim were of\nthe kind that were likely to be known within the victim’s community. When\nreported alongside the age of the victim, and the time frames for the offences,\nthese details represented material which was likely to contribute to the\nidentification of the victim. The complaint was therefore upheld as a breach of\nClause 11.8. Clause 7 relates\nto the identification of children who are victims or witnesses in cases\ninvolving sex offences. In this case, while the offences were committed when\nthe victim was a child, the victim was an adult at the time of publication. For\nthis reason, Clause 7 was not engaged. The victim’s right to anonymity was\nprotected by Clause 11 in this case.9. The Committee\nrecognised that the details about the nature of the offences were extremely\nsensitive. However, these details had been heard in court, and the newspaper\nwas entitled to report these in accordance with the principle of open justice.\nReporting these details did not breach Clause 2.10. The complainant did not identify an alleged inaccuracy\nin the article, and there was no breach of Clause 1.Conclusion11. The complaint was upheld.Remedial action required12. Having upheld the complaint under Clause 11, the\nCommittee considered that the appropriate remedy was publication of an\nadjudication.13. The Committee required the newspaper to publish the\nadjudication on its website, with a link to the full adjudication (including\nthe headline) appearing on the homepage for 24 hours; it should then be\narchived in the usual way. The headline of the adjudication must make clear\nthat IPSO has upheld the complaint against The Evening Times, and refer to its\nsubject matter; it must be agreed in advance. The publication should contact\nIPSO to confirm the amendments it now intends to make to the online article to\navoid the continued publication of material in breach of the Editors’ Code of\nPractice.14. The terms of the adjudication for publication are as\nfollows:Following an article published online by The Evening Times\nin 2017, a man complained to the Independent Press Standards Organisation that\nThe Evening Times breached Clause 11 (Victims of sexual assault) of the\nEditors’ Code of Practice. Clause 11 of the Code requires that the press must\nnot identify victims of sexual assault or publish material likely to contribute\nto such identification unless there is adequate justification and they are\nlegally free to do so. The complaint was upheld as a breach of Clause 11, and\nThe Evening Times was required to publish this adjudication as a remedy.The article reported that a man had pleaded guilty to sex\noffences against a young child.The complainant said that by including certain details from\nthe court hearings, the publication had failed to protect the identity of the\nvictim, on whose behalf he was complaining.The newspaper said that while the detail in the article may\nbe distressing, it was a report of court proceedings which contained sufficient\ndetail to allow readers to understand the offences. The publication provided\nexplanations as to why it did not believe that the specific pieces of\ninformation identified by the complainant were likely to contribute to the\nidentification of the victim.IPSO’s Complaints Committee made clear that the newspaper\nwas entitled to report on this case, and to identify the defendant, in\naccordance with the principle of open justice. However, Clause 11 of the\nEditors’ Code requires that, in doing so, it did not publish material likely to\ncontribute to the identification of the victim.The Committee considered that the detail the article\ncontained about the circumstances in which the defendant come into contact with\nthe victim were of the kind that were \nlikely to be known within the victim’s community. When reported\nalongside the age of the victim, and the time frames for the offences, these\ndetails represented material which was likely to contribute to the\nidentification of the victim. The complaint was therefore upheld as a breach of\nClause 11.Date complaint received: 25/06/2017Date decision issued: 15/08/2017  \n \n \n \nBack to ruling listing\n\n\n"
}