{
    "url": "/rulings-and-resolution-statements/ruling/?id=16646-17",
    "title": "16646-17 A Man v South Wales Evening Post",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "South Wales Evening Post (Reach PLC)",
    "received_on": "2017-07-04 00:00:00",
    "concluded_on": "2017-10-17 00:00:00",
    "complaint_processing_days": 105,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16646-17 A Man v South Wales Evening Post\nSummary of Complaint\n1. A man complained\nto the Independent Press Standards Organisation that the South Wales Evening\nPost breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 6 (Children) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Safety alert after youth stole life ring” published on 3 July 2017.\nThe article also appeared online headlined “A teenager took a life-ring from a\nlifeboat station, but it was taken off him and returned minutes later”\npublished on 30 June 2017.\n2. The article\nreported that an unnamed boy, accompanied by two friends, had removed a life\nring from its post at a lifeboat station. The article reported that the life\nring had been returned fifteen minutes later by a member of the public, but\nthat the lifeboat crew had issued a safety warning on Facebook urging the\npublic not to remove emergency items and reiterating the importance of a life\nring if a member of the public gets into difficulties in the water. The article\nalso included a quotation from a member of the lifeboat crew stating that the\nparent of the child responsible had spoken to him, and had made him aware that\nhis son had a medical condition, which was named in the article. The article\nstated that, after the incident, the family had been invited to the lifeboat\nstation to learn about the work of the organisation. The article was\nillustrated with a still taken from CCTV footage of the boy with the life ring,\nwith his face obscured. The online article was substantially the same as the\nprint version.\n3. The complainant,\nthe father of the child referred to in the article, said that the article was\ninaccurate, as it implied that the life ring had been stolen, when in fact it\nhad been removed from its post and thrown on to the road, only a few feet from\nthe post.\n4. The complainant\nsaid that the article had intruded into his son’s privacy. His son was well\nknown in the local community and his distinctive physical appearance and\nclothing meant he could be easily identified from the image, despite the\npixilation of his face. The complainant was also concerned that his son’s\nmedical condition had been named in the article. He said he had provided this\ninformation to the lifeboat volunteer confidentially and in the strictest\nconfidence. He said that the publication of the article, and specifically the\nreference to the condition, had had a detrimental effect on his son’s health.\n5. The complainant\nalso said that the article discriminated against his son, as the newspaper had\npictures of all three young people involved in the incident, but chose only to\npublish the photograph of his son, due to his medical condition. He also said\nthat the reference to his son’s medical condition was discriminatory, as it was\nnot genuinely relevant to the story.\n6. The newspaper\ndid not accept that it had breached the Code. The newspaper said there was a\npublic interest in publishing the article, as it highlighted antisocial\nbehaviour and the potentially serious consequences it could have for public\nsafety. It said that information about the incident and the photographs\nincluded in the article had been shared publicly by the lifeboat station in a\nFacebook post, appealing for information about the identity of those involved\nin the incident.\n7. The newspaper\ndid not accept that the complainant’s son was identifiable from the coverage,\nas his face was sufficiently obscured and he was not named in the article. It\nsaid that it had not known the name of the young person pictured, and so it\ncould not have contacted his parents for consent prior to publication.\nFurthermore, it could not have known that the features shown in the image –\nsuch as the boy’s clothing – were distinctive.\n8. The newspaper\nsaid that it had contacted the lifeboat station to discuss the incident after\nreading the post on Facebook. It said that during this conversation the\nrepresentative had made reference to the child’s medical condition, and\nexplained he had been contacted by the child’s father following the incident.\nThe editorial team decided to publish the reference to the child’s medical\ncondition as they believed it explained to the reader that this was not a\ndeliberate act of vandalism, but a genuine misunderstanding. It denied that any\nprejudiced or pejorative reference had been made to the complainant’s son.\n9. While it did not\nconsider that it had breached the Code, as a gesture of goodwill, the newspaper\nremoved the article from its website and offered to write the complainant a\nprivate letter of apology for the upset that had been caused.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand – where appropriate- an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni. Everyone is entitled to respect for his\nor her private and family life, home, health and correspondence, including\ndigital communications.\nii. Editors will be expected to justify\nintrusions into any individual’s private life without consent. Account will be\ntaken of the complainant’s own public disclosures of information.\niii. It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy.\nClause 6 (Children)*i. All pupils should be free to complete\ntheir time at school without unnecessary intrusion.\nii. They must not be approached or\nphotographed at school without permission of the school authorities.\niii. Children under 16 must not be\ninterviewed or photographed on issues involving their own or another child’s\nwelfare unless a custodial parent or similarly responsible adult consents.\niv. Children under 16 must not be paid for\nmaterial involving their welfare, nor parents or guardians for material about\ntheir children or wards, unless it is clearly in the child’s interest.\nv. Editors must not use the fame,\nnotoriety or position of a parent or guardian as sole justification for\npublishing details of a child’s private life.\nClause 12 (Discrimination)\ni. The press must avoid prejudicial or\npejorative reference to an individual’s race, colour, religion, sex, gender\nidentity, sexual orientation or to any physical or mental illness or\ndisability.\nii. Details of an individual’s race,\ncolour, religion, gender identity, sexual orientation, physical or mental\nillness or disability must be avoided unless genuinely relevant to the story.\nThe public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public\ninterest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a miscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a\npublic interest in freedom of expression itself.\n3. The regulator\nwill consider the extent to which material is already I the public domain or\nwill become so.\n4. Editors invoking\nthe public interest will need to demonstrate that they reasonably believed\npublication- or journalistic activity taken with a view to publication- would\nboth serve, and be proportionate to, the public interest and explain how they\nreached that decision at the time.\n5. An exceptional\npublic interest would need to be demonstrated to over-ride the normally\nparamount interests of children under 16.\nFindings of the Committee\n10. While the child’s father had mentioned his son’s medical\ncondition to a member of the lifeboat crew, the newspaper had not sought or\nobtained consent to publish this detail. The newspaper had published this\ninformation alongside a picture of the child which, despite pixilation,\nincluded detail by which he could have readily been identified within the small\nlocal community, thus informing them of his medical condition. The Committee\nnoted the newspaper’s position that it could not have known that the image\nincluded features specific to the child which meant that he could be\nidentified; however, it considered that the newspaper should have given careful\nconsideration to whether there was sufficient justification under the Code for\nincluding details about the child’s medical condition in the event that the\nchild was identifiable from the information published.\n11. The child had a reasonable expectation of privacy\nregarding his medical information, which was sensitive in nature, and this\nexpectation was heightened due to his age. In publishing this information,\nwithout consent, the newspaper had intruded into the child’s private life and\ninto his time at school.\n12. As children are given special protection under the Code,\nthe newspaper was required to demonstrate that an exceptional public interest\nwas served by publishing this private information about the child.\n13. The Committee acknowledged that there was a public\ninterest in reporting the serious dangers posed by the removal of life saving\nequipment, such as the life ring, from the life boat station. However, the\npublic interest served by publishing the story did not outweigh the child’s\nreasonable expectation that details of his medical condition, which is a\nparticularly private class of information, would not be published without\nconsent.\n14. The Committee also noted that the newspaper had reported\nthe child’s medical condition on the basis that it provided context for his\nactions, and some mitigation. However, the fact that this detail provided an\nexplanation for the child’s involvement in the incident also did not justify\ndisclosing private information about him without consent. The complaint was\nupheld under Clause 2 and Clause 6.\n15. The Committee noted the complainant’s concern that the\nnewspaper had published his child’s photograph, but not photographs of the\nother children involved in the incident. However, the selection of material for\npublication is a matter of editorial discretion; focusing on this child’s\ninvolvement in the incident did not represent discrimination in breach of\nClause 12. Furthermore, the Committee was satisfied that the reference to the\nchild’s medical condition had not been included in a  pejorative or prejudicial manner,  as it had been included by the newspaper to explain\nthe circumstances of the incident. Whilst the publication of details of the\nchild’s medical condition had intruded into the child’s privacy, the reference\nin the context of the story did not breach Clause 12.  The complaint under Clause 12 was not upheld.\n16. The Committee did not consider that it was inaccurate\nfor the newspaper to have reported that the life ring had been “stolen”. The\narticle made clear that it had been taken from the life boat station by three\nboys and that it had been returned by a member of the public. There was no\nfailure to take care over the accuracy of the article in breach of Clause 1.\nConclusion\n17. The complaint was upheld.\nRemedial action\n18. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n19. Where the Committee has upheld a complaint as a breach\nof Clause 2 and Clause 6, the appropriate remedial action is the publication of\nan adjudication.\n20. The Committee noted that there had been a reference to\nthe article on the front page of the newspaper. However, the breach of the Code\nhad appeared in the main article, on page four. As such, the adjudication\nshould also be published on page four, or further forward.\n21. The wording of the headline to the adjudication should\nbe agreed with IPSO in advance, or in the absence of agreement, as determined\nby the Complaints Committee. It should refer to IPSO, include the title of the\nnewspaper, make clear that the complaint was upheld, and refer to the subject\nmatter. The placement on the page, and the prominence, including font size, of\nthe adjudication must also be agreed with IPSO in advance.\n22. The adjudication should also be published on the newspaper’s\nwebsite, with a link to the full adjudication appearing on the top half of the\nhomepage for 24 hours; it should then be archived in the usual way.\n23. The terms of the adjudication to be published are as\nfollows:\nFollowing the publication of an article headlined “Safety\nalert after youth stole life ring” on 3 July 2017, a man complained to the\nIndependent Press Standards Organisation that the South Wales Evening Post\nbreached Clause 2 (Privacy) and Clause 6 (Children) of the Editors’ Code of Practice.\nThe complaint was upheld, and IPSO required the South Wales Evening Post to\npublish this adjudication.\nThe article reported that a boy, accompanied by two friends,\nhad removed a life ring from its post at a lifeboat station. The article\nincluded a photograph of the boy with his face obscured, and a quotation from a\nmember of the lifeboat crew stating that the parent of the child responsible\nhad said that his son had a medical condition, which was named in the article.\nThe complainant said that the article had intruded into his\nson’s private life and into his time at school. His son was well known in the\nlocal community and he could be easily identified from the image, despite the\npixilation of his face. The reference to his medical condition had had a\ndetrimental effect on his son’s health.\nThe newspaper said there was a public interest in publishing\nthe article as it highlighted the potentially serious consequences the incident\ncould have for public safety.\nIt did not accept that the complainant’s son was\nidentifiable from the image. It said that it had not known the name of the\nyoung person pictured, and so it could not have contacted his parents for\nconsent prior to publication. A representative from the lifeboat station had\nmade reference to the child’s medical condition. It had decided to publish the\nreference as it believed it explained to the reader that this was not a\ndeliberate act of vandalism, but a genuine misunderstanding.\nWhile the child’s father had mentioned his son’s medical condition\nto a member of the lifeboat crew, the newspaper had not sought or obtained\nconsent to publish this detail. The newspaper had published this information\nalongside a picture of the child which, despite pixilation, included detail by\nwhich he could have readily been identified within the small local community,\nthus informing them of his medical condition. The child had a reasonable\nexpectation of privacy regarding this medical information, which was sensitive\nin nature, and this expectation was heightened due to his age. In publishing\nthis information, without consent, the newspaper had intruded into the child’s\nprivate life and into his time at school.\nThe public interest in publishing the story generally did\nnot justify reporting private medical information about the child without\nconsent. The complaint was upheld under Clause 2 and Clause 6.\nDate complaint received: 4 July 2017Date complaint concluded: 17 October 2017\nBack to ruling listing\n\n\n"
}