{
    "url": "/rulings-and-resolution-statements/ruling/?id=16689-17",
    "title": "16689-17 Walker v Sun.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2017-07-05 00:00:00",
    "received_on": "2017-07-06 00:00:00",
    "concluded_on": "2017-10-23 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A Date complaint received: 06/07/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 16689-17 Walker v Sun.co.uk \nSummary\nof complaint 1.    Steve\nWalker complained to the Independent Press Standards Organisation that\nthesun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3\n(Harassment) of the Editors’ Code of Practice in an article headlined “FAKE\nNEWS TYCOON Boss of pro-Corbyn conspiracy website is entrepreneur who cashed in\non NHS privatisation” published on 5 July 2017. 2.   \nThe\narticle reported that the complainant was the individual behind a “pro-Corbyn\nconspiracy website”. It said that the website had spread “fake news”, such as\nthe false claim that the government had attempted to cover up the number of\npeople who had been killed in the Grenfell Tower fire, and had criticised any\nattempts to involve private firms in the NHS. It named the complainant as the\nindividual concerned, and included photographs of him. 3.   \nThe\ncomplainant said that the article had inaccurately reported that his blog had\n“falsely claimed that the Ministry of Defence had issued a D-notice”, an\nofficial request to editors not to publish sensitive information. He said that\nthe article made no such claim; rather, it had made clear that it was reporting\nclaims made by others, which had not been substantiated. He had not published\n“false claims”; the report of the claims was true; and when the claims were\nproven to be unfounded, the blog was amended. He also objected to the article’s\nassertion that he had not checked whether the claims were true as the blog had\nmade clear that the government had been contacted for comment, but none had\nbeen forthcoming.  4.   \nThe\ncomplainant also expressed concern that the article had included images taken\nfrom his Facebook profile without consent. 5.   \nThe\ncomplainant also said that the publication of this article, which he believed\ncontained false information, amounted to harassment of him and his business. 6.   \nThe\npublication said that the complainant’s blog had stated that “multiple sources”\nhad said that the government had issued a D-notice; clearly suggested that the\ngovernment’s delayed response to his enquiry about the D-notice was suspicious;\nsaid “every instinct is screaming” that the allegation was true; and proposed\nreasons why the government might want to engage in a cover up, stating “is the\nTory government inflating its own party interests into a national security\nissue in order to control the flow of information that will damage the Tory\ngovernment”. It considered that the complainant could not distance himself from\nthe story by asserting that the article reported claims made by others. It\nadded that, in any case, its article had noted that the blog had characterised the\nallegations as claims. 7.   \nThe\npublication said that it was entitled to characterise the claims made by the\nblog as “fake news” as it had quickly transpired that the claims were baseless. 8.   \nWith\nregards to the pictures, the publication said that they were sourced from the\ncomplainant’s open Facebook site and from social media relating to the\ncomplainant’s business.  \nRelevant\nCode provisions 9.    Clause 1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. Clause 2 (Privacy) i) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii) Editors will be expected to\njustify intrusions into any individual's private life without consent. Account\nwill be taken of the complainant's own public disclosures of information. iii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy. Clause 3 (Harassment) i) Journalists must not engage in\nintimidation, harassment or persistent pursuit. ii) They must not persist in\nquestioning, telephoning, pursuing or photographing individuals once asked to\ndesist; nor remain on property when asked to leave and must not follow them. If\nrequested, they must identify themselves and whom they represent. iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources. \nFindings\nof the Committee 10. The Committee noted the\ncomplainant’s concern that the newspaper had accused him of spreading “fake\nnews stories” such as “false claims” that the government had issued a D-notice,\n when his blog had made clear that he was\nreporting claims that a D-notice had been issued. However, as these claims,\nwhich the complainant had repeated, had proven to be untrue, it was not\nsignificantly misleading for the newspaper to have said that the complainant\nhad “spread” “fake news”. There was no breach of the Code on this point. 11. The Committee also noted that the\ncomplainant’s blog had strongly suggested that the claims were true: it had\nsaid “every instinct is screaming that [the claims are true]”. Given that the\ncomplainant had endorsed the credibility of the claims and had effectively\nadopted them, the Committee did not consider that it was significantly\nmisleading for the publication to have reported that the complainant had “claimed”\nthat the government had issued a D-notice. There was no breach of the Code on\nthis point.  12. The Committee noted that the\narticle had stated that the complainant had not checked whether the D-notice\nclaims were true before publishing them on his blog, when the blog had made\nclear that he had attempted to contact the government for its comment. However,\nthe newspaper was entitled to take the view that insufficient steps had been\ntaken to check the claims before publishing them. Given that the claims had\nproven to be false, this was not a significant inaccuracy which required correction.\nThere was no failure to take care over the accuracy of the article on this\npoint. 13.\nThe\npublication had published images that had been taken from the complainant’s\nFacebook profile and from social media sites relating to the complainant’s\nbusiness. The images showed the complainant’s face and they did not disclose\ninformation about which the complainant had a reasonable expectation of privacy\nin breach of Clause 2. 14. Clause 3 generally relates to the\nconduct of journalists in the news gathering process. The publication of this\narticle, reporting on the complainant’s business interests and blog, did not\nrepresent harassment in breach of Clause 3. \nConclusions 15. The complaint was not upheld.  \nRemedial Action Required 16. N/A\nDate complaint\nreceived: 06/07/2017\nDate decision issued: 23/10/2017\nBack to ruling listing\n\n\n"
}