{
    "url": "/rulings-and-resolution-statements/ruling/?id=16690-17",
    "title": "16690-17 Walker v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-06-30 00:00:00",
    "received_on": "2017-07-06 00:00:00",
    "concluded_on": "2017-10-23 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/A Date complaint received: 06/07/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16690-17 Walker v Mail Online\nSummary of complaint\n1. Steve Walker\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Revealed: Far left blogger behind ‘fake news’\nstory that government is gagging media over true scale of Grenfell deaths is\ncorporate boss who sells services to the NHS” published on 30 June 2017.\n2. The article\nreported that an “anonymous, left wing blogger” who published the “fake news\nstory” that the government had gagged the media over the Grenfell fire\ndisaster, was a “corporate CEO who sells private services to the NHS”. It said\nthat the story that the government had issued a D-notice, an official request\nto editors not to publish sensitive information, had gone viral, but no such\ngovernment D-notice had been issued. The article also said that the blog had\nfalsely reported that Theresa May was being investigated by the Cabinet Office\nfor a conflict of interest on Brexit. The article named the complainant as the\nblogger and included photographs of him. It said that his company had made\nmoney from the NHS by selling it a mailing system.\n3. The complainant\nsaid that the article had inaccurately reported that his company sold services\nto the NHS, and that it benefited from the privatisation of the NHS, implying\nthat the articles published on his blog were hypocritical. He said that the\ncompany provided a free service: clients were given access to the mailing\nsystem for free, and the company made money from the traffic generated, at no\ncost to the client.\n4. The complainant\nalso disputed that his blog had spread “fake news”. He said that his blog,\nwhich stated that Theresa May was being investigated by the Cabinet Office for\na conflict of interest on Brexit, made clear that this was a claim being made\nelsewhere in the media. Similarly, the blog reporting on the D-notice made\nclear that these were claims being made by sources, and that the claims were\nunconfirmed. Contrary to the article, he had not published “false claims”; the\nreport of the claims was true; and when the claims were proven to be unfounded,\nthe blog was amended.\n5. The complainant\nsaid that the article had included images taken from his Facebook profile\nwithout consent, including an image of him posing with his family.  The complainant also raised concern that his\ninterview with the journalist had been recorded, without his explicit consent.\n6. The publication\nsaid that the article was accurate. It said that the complainant had spoken on\nthe record to the reporter, and the reporter had a recording of the\nconversation to ensure that the subsequent article was accurate. The reporter\nhad interviewed the complainant and had asked him whether he made a profit out\nof his business, and the complainant had said that as a business, it had to\nmake a profit. It noted that the complainant’s job title was Sales Director,\nand the company website included testimonials using phrases such as “excellent\nvalue for money”.\n7. The publication\nsaid that it was not inaccurate to report that the complainant’s blog had been\naccused of spreading “fake news”. Irrespective of whether the blog had made\nclear that it was reporting claims, the information it had distributed had been\nfalse.\n8. With regards to\nthe D-notice story, the publication said that the complainant’s blog was the\nfirst outlet to publish it, and the complainant had since accepted that it was\ninaccurate. It said that the blog had been widely criticised for spreading\n“fake news” following this story, and it considered that it should have been\nimmediately obvious to the complainant that the allegations were false as\nD-notices were only used for matters of national security. It also argued that\nthe blog had asserted that the claims were likely to be true: it had stated “if\nit is true that the government has issued a D-notice – and every instinct is\nscreaming that it is” and went on to state that if it were the case “then the\ngovernment has placed a national security gag on mainstream news editors to\nprevent them from disclosing what’s already known about the number of lives\nlost at Grenfell Tower.”\n9. The publication\nalso noted that its article had stated that the complainant’s blog had reported\n“claims” that Theresa May was under investigation by the Cabinet Office. It\nsaid that there was no evidence in this blog that the author had made any\nattempt to verify the claims.\n10. The publication accepted that the complainant’s company\ndistributed mailing software to clients for free, but it said that the company\ncharged its clients for the letters sent using the software. It did not\nconsider it significantly misleading for it have asserted that the “system” was\nsold to the NHS, as it was a fact that the “service” was sold to it. The\npublication said that the article had not accused the complainant of hypocrisy;\nrather, it had juxtaposed his business activities against the views he had\nexpressed on NHS privatisation. \nRegardless, it offered to amend the assertion that the complainant’s\ncompany sold the mailing system to the NHS, to make clear that it “provided”\nthe system to the NHS. During IPSO’s investigation, it made further amendments\nto the article to make clear that the blog had reported claims, and it offered to append the following footnote,\nwith a similar wording to be published as a standalone correction:\nA previous version of this article said that Foojit made\nmoney from the NHS “by selling its mailing system to the Levenshulme Health\nClinic in Manchester”. Mr Walker has contacted us to point out that in fact\nFoojit’s mailing system software was provided to the Clinic for free. What the\nHealth Clinic pays for is any letters it sends using Foojit’s services. In\naddition the article has been amended to say that the Skwawkbox blog posts\npublished by Mr Walker reported on claims made by other sources. We are happy\nto make this clear.\n11. The publication said that the photographs were sourced\nfrom the complainant’s open Facebook site and could also be found on his wife’s\nFacebook site. They merely showed the complainant, his wife and adult child;\nthe child’s face had been blurred at the complainant’s request. The remaining\nimages were sourced from publicly available resources, such as social media\npostings relating to the complainant’s business. The publication did not\nconsider that any private information had been disclosed by publishing any of\nthe images.\nRelevant Code provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the complainant's\nown public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n13. The complainant’s business provided mailing software to\nits clients for free, and the business had charged the NHS for mail sent using\nthe system. As such, it was not significantly misleading for the publication to\nhave described this model as the complainant selling a “mailing system”,\n“mailing solutions” and “private services” to the NHS, and to claim that his\ncompany benefited from the privatisation of the NHS. There was no failure to\ntake care over the accuracy of the article on this point. While this point did\nnot raise a breach of the Code, the Committee welcomed the publication’s offer\nto publish a clarification to address it.\n14. The Committee noted the complainant’s concern that the\npublication had accused him of spreading the “fake news” story that the\ngovernment had “gagged” the media over the Grenfell fire disaster, when his\nblog had made clear that he was reporting claims that a D-notice had been\nissued.\n15. The complainant’s blog had reported claims made by third\nparties that a D-notice had been issued in relation to the Grenfell fire\ndisaster. As these claims had proven to be untrue, it was not significantly\nmisleading for the publication to have said that the complainant had “spread”\n“fake news”. There was no breach of the Code on this point.\n16. The article under complaint had not made clear that the\ncomplainant’s blog had repeated claims made by third parties about the\nD-notice: it had said that he was “behind the ‘fake news’ story”, and that he\nhad “reported that officials had placed a D-notice”. However, the Committee\nalso noted that the complainant had given significant weight to this claim in\nhis blog. Indeed, the blog had strongly suggested that it was true: it had said\n“every instinct is screaming that [the claims are true]”. Given that the complainant\nhad endorsed the credibility of the claims and had effectively adopted them, it\nwas not significantly misleading for the publication to have said that the\ncomplainant had “reported” that the government had issued a D-notice. There was\nno breach of the Code on this point.  \n17. The Committee also noted that the complainant denied the\nreport that he had published “false allegations” that Theresa May was under\ninvestigation for potential conflicts of interest relating to Brexit, as he had\nmerely repeated claims that had been made about Mrs May. However, the article\nhad made clear that the blog had “repeated claims” that the Propriety and\nEthics Team had launched an investigation into Mrs May. As such, the article\nwas not significantly misleading on this point. There was no breach of Clause\n1.\n18. The publication had published images that had been taken\nfrom the complainant’s Facebook profile and from social media sites relating to\nthe complainant’s business. The images showed the complainant’s face and did\nnot disclose information about which the complainant had a reasonable\nexpectation of privacy.\n19. Where the\ncomplainant was aware that he was speaking to a journalist, the journalist was\nnot required to obtain his permission to record the conversation for\nnote-taking purposes. There was no breach of Clause 2.\nConclusions\n20. The complaint was not upheld.\nRemedial Action required\n21. N/A\nDate complaint received: 06/07/2017Date decision issued: 23/10/2017\nBack to ruling listing\n\n\n"
}