{
    "url": "/rulings-and-resolution-statements/ruling/?id=16766-17",
    "title": "16766-17 Lustigman v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2017-07-11 00:00:00",
    "received_on": "2017-07-10 00:00:00",
    "concluded_on": "2017-08-31 00:00:00",
    "complaint_processing_days": 52,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 10/07/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16766-17 Lustigman v The Times\nSummary of Complaint\n1. Anthony\nLustigman complained to the Independent Press Standards Organisation that The\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined ”Israel backs Hungary’s ‘antisemitic’ poster against Soros\nafter U-Turn”, published on 11 July 2017. The article was also published\nonline.\n2. The article\nreported that Israel had “backed” a campaign by the Hungarian government\nagainst ”the Jewish billionaire George Soros.” The article reported that the\ndepiction of Mr Soros in the poster campaign had been described as anti-Semitic\nby a number of organisations and had been criticised by the Israeli ambassador\nto Hungary. The article stated that Israel had initially endorsed the\nambassador’s comments but had issued a clarification stating, “In no way was\nthe statement meant to delegitimise criticism of George Soros, who continuously\nundermines Israel’s democratically elected governments by funding organisations\nthat defame the Jewish state.”\n3. The article\noriginally appeared online with the headline, “Israel endorses Hungary’s\n‘antisemitic’ poster against George Soros after U-turn.” Shortly after\npublication the headline was amended to reflect the headline that appeared in\nprint. The online article reported that Israel’s ambassador to Hungary had\nstated that the poster campaign “not only evokes sad memories but also sows\nhatred and fear,” and that “his bosses in Israel initially endorsed the call\nbut later issued a clarification” saying that Mr Soros “threatened democracy by\nfunding charities critical of Mr Netanyahu.”\n4. The complainant\nsaid that the both the headline of the print article, and the headline that\nfirst appeared on the online article, were inaccurate. He said that Israel had\nnot “backed” or “endorsed” the anti-Semitic poster, but simply made clear that\nit did not object to legitimate criticism of George Soros.\n5. The newspaper\ndid not accept that the headline was inaccurate. The newspaper said that the\nposter campaign had been condemned as anti-Semitic by various groups, including\nHungary’s Jewish community and the Israeli ambassador to Hungary. It said that\nthe ambassador’s original statement condemned the poster campaign directly and\nspecifically, as he had stated that “the campaign not only evokes sad memories,\nbut also sows hatred and fear,” and called for action to be taken. However, it\nsaid that the Israeli Ministry for Foreign Affairs then issued a clarification\nto its ambassador’s remarks, claiming that the “sole purpose” of the\nAmbassador’s comments had been to “deplore any expression of anti-Semitism” and\nwas a general denunciation of anti-Semitism rather than specific condemnation\nof the posters campaign. The newspaper said that the clarification defended the\nattack as legitimate criticism of George Soros, who the newspaper said does not\nsupport the Israeli government.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and -where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n7. The comments of\nIsrael’s ambassador to Hungary, reported in the article, specifically and\ndirectly condemned the poster campaign against George Soros. The Israeli Foreign\nMinistry then issued a statement, which carried the headline “Foreign Ministry\nclarification regarding anti-Semitism in Hungary,” and stated that the “sole\npurpose” of the Ambassador’s statement had been to “deplore any expression of\nanti-Semitism”. The clarification\nfurther stated that the ambassador’s comments did not mean to “delegitimise\ncriticism” of George Soros, and provided reasons why it believed Mr Soros\nshould be subject to criticism. Where the Ambassador had specifically condemned\nthe poster campaign, and the clarification reframed these comments as criticism\nof anti-Semitism generally, this did represent a change in the Foreign\nMinistry’s position. In these circumstances, the newspaper was entitled to\ncharacterise the Israeli Foreign Ministry’s clarification as a “U-turn” on its\nambassador’s comment, and it was not misleading for the headline to claim that\nIsrael “backed” or “endorsed” the poster campaign in Hungary. There was no\nbreach of Clause 1.\nConclusion\n8. The complaint\nwas not upheld.\nRemedial Action required\n9. N/A\nDate complaint received: 10/07/2017Date decision issued: 31/08/2017 \nBack to ruling listing\n\n\n"
}