{
    "url": "/rulings-and-resolution-statements/ruling/?id=16829-17",
    "title": "16829-17 Warwickshire Police v The Sun",
    "provisions": [
        "2 Privacy (2016)",
        "11 Victims of sexual assault (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun (News UK)",
    "received_on": "2017-07-12 00:00:00",
    "concluded_on": "2018-01-11 00:00:00",
    "complaint_processing_days": 183,
    "conclusion_long": "20. The complaint was upheld.",
    "remedial_action": "21. Having upheld the complaint, the Committee considered what remedial action should be required. 22. In circumstances where the newspaper had breached Clause 3, the appropriate remedy was the publication of an adjudication. 23. The complaint did not relate to any published material, and so the Committee considered carefully where the adjudication should appear. The breach of the Code was serious, and so the Committee decided that the adjudication should appear on page 2 of the newspaper. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 24. It should also be published on the publication’s website, with a link to the full adjudication (including the headline) appearing in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way. The terms of the adjudication for publication are as follows: Warwickshire Police complained to the Independent Press Standards Organisation on behalf of a person that the conduct of a journalist acting on behalf of The Sun breached Clause 3 (Harassment) of the Editors’ Code of Practice. The complaint was upheld, and IPSO has required The Sun to publish this decision as a remedy to the breach. The complainants represented a victim in a criminal case concerning allegations of non-recent sex offences. The complainant alleged that the journalist’s enquiries during the course of the trial had amounted to harassment. They said that the journalist had called them, and they had said they were “not interested in giving a story”; the reporter said he would call back the next day, and the complainant told him “not to bother”. When they were contacted again, they repeated that they had no interest in speaking to the press. The journalist called again, and was told to stop calling. The newspaper denied it had breached the Code. It said that the public interest is served when victims choose to speak to the press about their experiences; finding that its conduct breached the Code would compromise other victims’ rights to freedom of expression. It said that during the polite conversations, the complainant had not shown any signs of distress that could have been understood to represent a request to desist. In some instances, it is justified to seek comment from victims of sexual assault. However, such contacts must be made with appropriate regard for the extreme sensitivity of the circumstances. In this instance, the complainant had made clear in the first and second calls that they did not wish to tell their story. Clause 3 makes clear that journalists should not persist in calling when asked to desist. Given that this was a story about the complainant, which was sensitive and personal, calling a third time was unreasonably persistent and unjustified, and represented harassment in breach of Clause 3. This conduct was not justified by the public interest in reporting the criminal case. The complaint under Clause 3 was upheld. Date complaint received: 12/07/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16829-17 Warwickshire Police v The Sun\nSummary of the complaint\n1. Warwickshire\nPolice complained on behalf of a person that the conduct of a journalist acting\non behalf of The Sun breached Clause 2 (Privacy), Clause 3 (Harassment) and\nClause 11 (Victims of sexual assault) of the Editors’ Code of Practice.\n2. The complainant\nwas a victim in a criminal case concerning allegations of non-recent sex\noffences. The defendants had been found guilty. The complainant alleged that\nthe journalist’s enquiries during the course of this trial had amounted to\nharassment. They also said that the journalist’s conduct had identified them as\na victim of sexual assault, and had intruded into their privacy.\n3.The complainant\nsaid that a journalist acting on behalf of the newspaper had telephoned their\npartner, having obtained the number from an occupant of their previous address.\nThe partner had passed the phone to the complainant. During that call, the\njournalist had asked if they wished to comment on the criminal case, and the\ncomplainant had said “I have had enough to do with this now and don’t want\nanything else to do with it. I am not interested in giving a story”. The\nreporter had then tried to persuade them to give their story, and they restated\nthat they did not wish to do so. The reporter then said that he would give them\ntime to reconsider and would call again the following day, and the complainant\ntold him not to bother; they were not interested; they had already been through\nthe matter in court.\n4. The complainant\nsaid that they were contacted a second time the following day and again they\nhad made clear that they had no interest in speaking to the press and\nreiterated that they wanted to put the whole matter behind them.\n5. A third\ntelephone call was made to the complainant’s partner the following day. The\ncomplainant said that the journalist had asked their partner to persuade them\nto change their mind about giving their story, and they informed him that they\nwere definitely not interested. The reporter was told to stop calling, and no\nfurther contact was made. The complainant considered that they should not have\nbeen contacted in any form at any time as they had been assured by the police\nthat their identity and privacy would be protected.\n6. The complainant\nexpressed concern that, in order to obtain their number from the occupants of\ntheir previous address, the circumstances of the criminal case may have been\npassed to those third parties, thereby identifying the complainant as a victim.\n7. While the\nnewspaper expressed regret that the enquiries of its journalist had caused\ndistress, it did not accept that it had breached the Code. It acknowledged the\ncomplainant’s position that they should not have been contacted at any stage;\nhowever, it considered that victims of sexual assault often wanted to speak to\nthe press as it allowed them to express how the events had made them feel, and\nit might provide publicity for the case and encourage other victims to come\nforward. It said that the public interest is served when victims choose to speak\nto the press about their experiences, and argued that any finding that it had\nintruded into the complainant’s privacy simply by contacting them would\nseriously compromise other victims’ right to freedom of expression. It noted\nthat two other victims involved in the case had wanted to tell their stories,\nand it provided examples of the resulting coverage.\n8. The newspaper\nsaid that when the telephone number had been obtained from the occupants of the\ncomplainant’s previous address, the journalist had not disclosed that their\nenquiry related to the criminal case or the complainant’s connection to it.\n9. The newspaper\nsaid that each conversation had lasted less than a minute, and was cordial; no\nattempt had been made to meet the complainant face-to-face. It said that the\ncomplainant had not indicated during any of the calls that they felt\nintimidated or harassed, or shown any signs of distress.\n10. The newspaper denied that the journalist had attempted\nto “persuade” the complainant to tell their story; it said that the calls were\nso brief that no meaningful attempt could have been made. It said that, during\nthe first call, the complainant told the reporter that only their partner was\naware of their involvement in the case and that they did not wish to be the\nsubject of an article. The journalist had then asked them to think about it\nover the weekend. In the second call, the complainant had said that they were\nnot interested in doing a story, but they were polite and courteous. Several\ndays later, the journalist called again with the intention of passing on his\nnumber, in case the complainant later changed their mind about speaking to the\nnewspaper. The complainant’s partner answered the phone, and informed the\nreporter that they would definitely not be making a statement. The newspaper\nsaid that the reporter’s recollection of the third phone call differed from\nthat of the complainant; he had not been asked to stop calling, but had told\nthe complainant that he would not get in touch again.\n11. The newspaper said that while the complainant said that\nthey had felt harassed by the phone calls, this was not communicated to the\njournalist, such that he would have reasonably understood that the complainant\nwas making a desist request. If it had been communicated, the journalist – who\nwas very experienced and used to dealing with sensitive situations – would not\nhave called again.\n12. While the newspaper did not accept a breach of the Code,\nin order to resolve the matter, it offered to make a donation to a charity of\nthe complainant’s choice and to write a private letter of apology. It also\noffered to meet with Warwickshire Police to discuss the best way to find\nbalance in reporting on sexual assault cases.\nRelevant Code provisions\n13. Clause 2 (Privacy)* \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 11 (Victims of sexual assault)\nThe press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation. Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject. Disclosing a\nmiscarriage of justice.  Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to demonstrate\nthat they reasonably believed publication - or journalistic activity taken with\na view to publication – would both serve, and be proportionate to, the public\ninterest and explain how they reached that decision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n14. Victims of sexual assault are granted anonymity both in\nlaw, and under the Code, in any reports of a criminal trial for sexual\noffences. However, they will not generally remain anonymous within court\nproceedings themselves, and so journalists who are attending court, as part of\ntheir crucial role in ensuring open justice, will have access to victims’\nidentities. In some instances it is appropriate and justified, as part of\nreporting on a case involving sexual offences, to seek comment from the victims:\nthey may wish to speak about their experiences and the impact of the crimes on\nthem. However, such contacts must be made with appropriate regard for the\nextreme sensitivity of the circumstances.\n15. The Committee acknowledged the complaint’s position that,\nas a victim of sexual assault, they should not have been contacted by a\njournalist at all. The terms of Clause 3 do not seek to prevent journalists\nfrom making enquiries in sensitive circumstances. Rather, the Clause is\nintended to protect people from repeated unwanted and unjustified approaches\nfrom members of the press. Clause 3(ii) makes clear that journalists should not\ncontinue to contact people when asked to desist. The Committee emphasised that\nthis should not be interpreted so narrowly such that a request would only be\neffective were individuals to use a very specific form of words. A request to\ndesist could take many forms, and should be effective provided it should convey\nto a journalist that an individual does not wish to be contacted further.\n16. The parties had provided differing accounts of what had\nbeen said during the first phone call. It was accepted that the complainant had\ntold the reporter that they did not wish to be the subject of an article, and\nthe reporter had said that he would call again to allow them time to consider\nit. The complainant had contended that they had then told the reporter “not to\nbother”, but this was not accepted by the newspaper. The Committee considered\nthat if the complainant had made such a comment to the reporter, making the\nsecond telephone call could have represented a failure to respect a request to\ndesist.\n17. During the second call, the complainant had again made\nclear that they did not wish to provide any material for publication. Clause 3\nmakes clear that journalists should not persist in calling when asked to\ndesist. Given that this was a story about the complainant that was extremely\npersonal and sensitive in nature, to call a third time, when the complainant\nhad twice made clear that they did not wish to speak, and where the reporter\nhad no reason to believe that circumstances had changed, was unreasonably\npersistent and unjustified. This represented harassment, in breach of Clause 3.\nThis conduct was not justified by the public interest in reporting the criminal\ncase. The complaint under Clause 3 was upheld.\n18. The reporter had obtained the complainant’s contact\ndetails by visiting their previous address. The Committee noted the\ncomplainant’s concern that the resident of this address may have understood\nthat they were a victim of sexual assault due to the reporter’s enquiries. The\nreporter denied that he had told this third party the subject of the story he\nwas researching; and said that he had not identified the criminal case. There\nwere no grounds to believe that the reporter had disclosed private information\nabout the complainant by asking the third party for their contact details.\nThere was no breach of Clause 2.\n19. The Committee also considered whether the terms of\nClause 11 were engaged by the complaint that the complainant had been\nidentified as a victim of sexual assault to a third party in conversation. The\nCommittee concluded that the wording of Clause 11 was ambiguous on this point,\nand it took the opportunity to draw this issue to the attention of the Editors’\nCode of Practice Committee for its consideration as part of the next Code\nReview. In this instance, however, the newspaper had not identified the\ncomplainant as a victim of sexual assault through making its inquiries, nor had\nit published material which identified the complainant or was likely to\nidentify them. There was no breach of Clause 11.\nConclusion\n20. The complaint was upheld.\nRemedial action required\n21. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n22. In circumstances where the newspaper had breached Clause\n3, the appropriate remedy was the publication of an adjudication.\n23. The complaint did not relate to any published material,\nand so the Committee considered carefully where the adjudication should appear.\nThe breach of the Code was serious, and so the Committee decided that the\nadjudication should appear on page 2 of the newspaper. The headline to the adjudication should make\nclear that IPSO has upheld the complaint, give the title of the newspaper and\nrefer to the complaint’s subject matter. The headline must be agreed with IPSO\nin advance.\n24. It should also be published on the publication’s\nwebsite, with a link to the full adjudication (including the headline)\nappearing in the top 50% of stories on the publication’s website for 24 hours;\nit should then be archived in the usual way. The terms of the adjudication for\npublication are as follows:\nWarwickshire Police complained to the Independent Press\nStandards Organisation on behalf of a person that the conduct of a journalist\nacting on behalf of The Sun breached Clause 3 (Harassment) of the Editors’ Code\nof Practice. The complaint was upheld, and IPSO has required The Sun to publish\nthis decision as a remedy to the breach.\nThe complainants represented a victim in a criminal case\nconcerning allegations of non-recent sex offences. The complainant alleged that\nthe journalist’s enquiries during the course of the trial had amounted to\nharassment.\nThey said that the journalist had called them, and they had\nsaid they were “not interested in giving a story”; the reporter said he would\ncall back the next day, and the complainant told him “not to bother”. When they\nwere contacted again, they repeated that they had no interest in speaking to\nthe press. The journalist called again, and was told to stop calling.\nThe newspaper denied it had breached the Code. It said that\nthe public interest is served when victims choose to speak to the press about\ntheir experiences; finding that its conduct breached the Code would compromise\nother victims’ rights to freedom of expression. It said that during the polite\nconversations, the complainant had not shown any signs of distress that could\nhave been understood to represent a request to desist.\nIn some instances, it is justified to seek comment from\nvictims of sexual assault. However, such contacts must be made with appropriate\nregard for the extreme sensitivity of the circumstances. In this instance, the\ncomplainant had made clear in the first and second calls that they did not wish\nto tell their story. Clause 3 makes clear that journalists should not persist\nin calling when asked to desist. Given that this was a story about the\ncomplainant, which was sensitive and personal, calling a third time was\nunreasonably persistent and unjustified, and represented harassment in breach\nof Clause 3. This conduct was not justified by the public interest in reporting\nthe criminal case. The complaint under Clause 3 was upheld.\nDate complaint received: 12/07/2017Date decision issued: 11/01/2018\nBack to ruling listing\n\n\n"
}