{
    "url": "/rulings-and-resolution-statements/ruling/?id=16830-17",
    "title": "16830-17 Warwickshire Police v Daily Mail",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "11 Victims of sexual assault (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2017-07-12 00:00:00",
    "concluded_on": "2017-12-14 00:00:00",
    "complaint_processing_days": 155,
    "conclusion_long": "24. The complaint was upheld.",
    "remedial_action": "25. Having upheld the complaint, the Committee considered what remedial action should be required. 26. In circumstances where the newspaper had breached Clause 2, the publication of an adjudication was appropriate. 27. The complaint did not relate to any published material, and so the Committee considered carefully where the adjudication should appear. The breach of the Code was serious, and so the Committee decided that the adjudication should appear within the first four pages of the newspaper.  The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 28. It should also be published on the publication’s website, with a link to the full adjudication (including the headline) appearing in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way. The terms of the adjudication for publication are as follows: Warwickshire Police complained to the Independent Press Standards Organisation on behalf of three people that the conduct of a journalist acting on behalf of The Daily Mail breached Clause 2 (Privacy) of the Editors’ Code of Practice. The complaint was upheld, and IPSO has required the Daily Mail to publish this decision as a remedy to the breach. The complainants represented three individuals who had given evidence as victims in a criminal case concerning allegations of non-recent sex offences. The complainants alleged that during the course of the trial, the journalist’s enquiries had identified them as victims of sexual assault, and had intruded into their privacy. The first and second victims said that a reporter had attended their friend’s home in order to ask him about the [perpetrators’] case. The friend said that the journalist had shown him a list of names, and he had recognised their names, as well as the names of their parents. He had then told their parents what had happened. Before this, they had been unaware that they were victims in the case. The third victim said that the reporter had told their parents that he was seeking a “victim’s story”, had referred to the court case, and had asked if they could contact their child. The third victim said that this enquiry identified them as a victim of sexual assault to their parents. The newspaper said that its freelance journalist contacted the friend of the first and second victims because he had believed that the friend had direct involvement in the case. The friend had said that he would “know those involved”, and the journalist had asked whether he knew the second individual, and he had confirmed that he knew victims one and two. At no stage had the journalist deliberately shown him the list of victims connected to the criminal case, which he had in his possession; any disclosure had been inadvertent. The newspaper did not accept that the journalist had told the parents of victim three that they were seeking a “victim’s story” or that their child was an alleged victim of a sexual offence. The journalist had said that he was hoping to get in touch with their child as he understood that he “might have been involved” in the criminal case, or known those who were. While the newspaper did not consider that its representatives had breached the Code, it said that it had raised the concerns with those involved and with senior executives. It also offered to write a private letter of apology to the victims, and to make a charitable donation.  The Committee considered that the reporter should have been acutely aware that, in contacting third parties about the complainants, there was a risk that he would identify them as victims. He had identified the well-known, local criminal case he was researching, and said that he was looking for named individuals who had been “involved in the case”.  Reporting of the case had explained the nature of the crimes, where they had taken place, and the profile of the victims. In this context, to identify the complainants by name as “involved in the case” made clear that they were, or were likely to have been, victims, particularly given that they fitted the general descriptions of the victims that had previously been reported. They had been identified to their parents, as a result of the enquiries. The fact of their involvement in the case as potential victims was extremely sensitive and personal information about which the three individuals had a reasonable expectation of privacy. This represented a gross intrusion into their private lives in breach of Clause 2. While there was a public interest in carrying out enquiries in order to report on the criminal case, this did not justify disclosing such private information to third parties without consent. The complaint under Clause 2 was upheld. Date complaint received: 12/07/2017",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 16830-17\nWarwickshire Police v Daily Mail \nSummary\nof the Complaint 1.   \nWarwickshire Police complained on\nbehalf of three people that the conduct of a journalist acting on behalf of The\nDaily Mail breached Clause 2 (Privacy), Clause 3 (Harassment), and Clause 11\n(Victims of sexual assault) of the Editors’ Code of Practice. 2.   \nThe complainants represented three individuals\nwho had given evidence as victims in a criminal case concerning allegations of non-recent\nsex offences. The defendants had been found guilty in relation to offences\nagainst them. The complainants alleged that during the course of the trial, the\njournalist’s enquiries had identified them as victims of sexual assault, and\nhad intruded into their privacy. They also said that the journalist’s conduct\nhad amounted to harassment. 3.   \nThe criminal case in which the\ncomplainants were three of the victims was well known and had been the subject\nof widespread reporting in the national and regional press, as well as the\nbroadcast media. The circumstances of the offences, including the location\nwhere they had occurred, and the general profile of the victims were central\nelements of the story. 4.   \nThe first and second victims were\nsiblings; they said that a freelance reporter acting on behalf of the newspaper\nhad attended the home of their friend in order to ask him about the\n[perpetrators’] case, and to find out if he knew how to contact them and their\nparents. The complainants provided a statement from their friend in which he\nsaid that the journalist had shown him a list of names on an electronic device,\nand he had recognised the names of the first and second victim, as well as\ntheir parents. The list did not say that the names were those of victims. The\nfriend had then contacted the parents in order to inform them of what had\nhappened. He said they had been shocked and upset as they had been unaware that\ntheir children were victims in the case. The friend also expressed serious\nconcern that the reporter had disclosed this information without knowing\nwhether he would spread it more widely in the community. 5.   \nThe two victims said that they had not disclosed\ntheir association with the criminal case to their parents because they had not\nwanted to cause them any distress, and their friend had also been unaware of\ntheir involvement in the case. They had been assured by the police that their\nanonymity would be protected, and the journalist had identified them as victims\nof sexual assault to these third parties. This had caused them and their\nparents considerable distress and anxiety. 6.   \nLater that evening, the first and\nsecond victim alleged that the journalist had attended the home of their parents,\nand had been told to “go away”; the journalist did not return. The second\nvictim also alleged that the same journalist had spoken to their partner at\ntheir home and was told that the victim did not wish to comment and no further\ncontact was made. 7.   \nThe third victim said that their\nparents had also been approached by a reporter from the newspaper at their\nhome. The journalist had told them that they were seeking a “victim’s story”, had\nreferred to the court case, and had asked if they could contact their child. The\nthird victim said that this enquiry identified them as a victim of sexual\nassault to their parents. 8.   \nWhile the newspaper expressed regret\nthat the enquiries of its journalists had caused distress, it did not accept\nthat it had breached the Code. 9.   \nThe\nnewspaper explained that its reporter had asked a freelance journalist to\nattempt to make contact with various individuals linked to the criminal case. The\nfreelance journalist had contacted the friend of the first and second victims\nbecause he had believed that the friend had direct involvement in the case. While\nthe friend had told the journalist that he had been misinformed, the friend had\nalso said that he would “know those involved” as he had lived in the area all\nhis life. The journalist had then asked the friend whether he knew the second\nindividual, and the friend had confirmed that he knew victims one and two. 10. The newspaper accepted that when\nthe journalist had attended the home of the first and second victim’s friend,\nhe had been in possession of a list of victims connected to the criminal case.\nThe journalist said that the list of names had formed part of an internal memo and\nat no stage had he deliberately shown the friend this list. While it was\npossible that the friend may have been able to see it on the journalist’s phone\nas they had spoken, any disclosure had been inadvertent. 11. The\nnewspaper said that the journalist had attended the home of the parents of\nvictim one and two twice, and, on both occasions, there was no answer. He had\nnot been told to go away. 12. The newspaper did not accept that\nthe journalist had told the parents of victim three that they were seeking a\n“victim’s story” or that their child was an alleged victim of a sexual offence.\nIt said that the journalist had attended the address and had said that he was\nhoping to get in touch with their child as he understood that he “might have\nbeen involved” in the criminal case, or known those who were. 13. The newspaper did not consider\nthat Clause 11 should apply in this instance: the complaint related to\njournalistic conduct; no information which might identify a victim of sexual\nassault had been published. It said that speaking to the relatives or friends\nof victims of sexual offences, purely in order to establish their whereabouts\nand contact details, did not necessarily lead to them being identified as\nvictims, as opposed to witnesses. The freelance journalist had not explained\nthe connection between the names on the list and the court case; the newspaper\ndid not accept that making such enquiries represented a failure to respect the\nvictims’ privacy. 14. The\nnewspaper also argued that finding a breach of Clause 11 in relation to\ninformation imparted by a journalist inadvertently would make reporting on\ncriminal cases beyond court reports virtually impossible. This would mean that\nasking a police press officer about the details of a case, when they happened\nto be unaware of the identity of the victim, could be found to be in breach of\nthe Code. It also said that this would have posed significant difficulties for\njournalists investigating notorious cases where the same type of journalistic\nenquiries had proven that allegations had been made by unreliable\nwitnesses.  15. It said that any\npossibility of inadvertent identification to close family members as a result\nof its enquiries would be justified by the public interest in reporting fully\non an important and controversial criminal case. It noted that victims of\nsexual assault often wished to give interviews; there was no way of knowing\nwhether a victim wished to give an interview without making a discreet approach\nto them. 16. While\nthe newspaper did not consider that its representatives had breached the Code,\nit said that it had raised the complainants’ concerns with those involved and\nwith senior executives. It also offered to write a private letter of apology to\nthe victims, and to make a charitable donation. 17. The\ncomplainants declined the newspaper’s offer of a resolution as they considered\nthat a formal ruling was the only way to prevent victims of sexual assault having\nthe same experiences.   \nRelevant Code Provisions 18. Clause 2 (Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private life\nwithout consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nClause\n3 (Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources. \nClause\n11 (Victims of sexual assault)\nThe\npress must not identify victims of sexual assault or publish material likely to\ncontribute to such identification unless there is adequate justification and\nthey are legally free to do so. \nThe\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest. \n1.\nThe public interest includes, but is not confined to: \n·       \nDetecting\nor exposing crime, or the threat of crime, or serious impropriety.\n·       \nProtecting\npublic health or safety.\n·       \nProtecting\nthe public from being misled by an action or statement of an individual or\norganisation.\n·       \nDisclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.\n·       \nDisclosing\na miscarriage of justice.\n·       \nRaising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.\n·       \nDisclosing\nconcealment, or likely concealment, of any of the above. \n2.\nThere is a public interest in freedom of expression itself. \n3.\nThe regulator will consider the extent to which material is already in the\npublic domain or will become so. \n4.\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time. \n5.\nAn exceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16. \nFindings of the Committee 19. Victims of sexual assault are\ngranted anonymity both in law, and under the Code, in any reports of a criminal\ntrial for sexual offences. However, this does not generally mean that they are\nanonymous within the court proceedings themselves. When journalists are present\nin court, this will mean that they have access to information that is not\nwidely available to members of the public, including the identities of the\nvictims. This is crucial to ensuring that the press is able to fulfil its role\nin scrutinising the courts and ensuring open justice, but it creates a special\nobligation to take care over the use of this highly sensitive information. In\nsome instances it is appropriate and justified, as part of reporting on a case\ninvolving sexual offences, to seek comment from the victims: they may wish to\nspeak about their experiences and the impact of the crimes on them. However,\nsuch contacts must be made with appropriate regard for the sensitivity of the\ncircumstances, and the victim’s right to anonymity. 20. The reporter should have been\nacutely aware that, in contacting third parties about the complainants, there\nwas a risk that he would identify them as victims. He had not explicitly stated\nthat any of the individuals were victims of sexual assault. However, he had\nidentified the well-known criminal case he was researching, which related to\nevents that had taken place locally, and said that he was looking for named individuals\nwhom he identified as having been “involved in the case”.  Reporting of the case in the press and\nbroadcast media had explained the nature of the crimes, where they had taken\nplace, and the profile of the victims (sex and rough age ranges). In this\ncontext, to identify the complainants to third parties by name as “involved in\nthe case” made clear that they were, or were likely to have been, victims, particularly\ngiven that they fitted the general descriptions of the victims in the case that\nhad previously appeared in press reporting. The victims had been identified to\ntheir parents, as a result of the enquiries. 21. The fact of their involvement in\nthe case as potential victims was extremely sensitive and personal information\nabout which the three individuals had a reasonable expectation of privacy. This\nrepresented a gross intrusion into their private lives in breach of Clause 2. While\nthere was a public interest in carrying out enquiries in order to report on the\ncriminal case, this did not justify disclosing such private information to third\nparties without consent, particularly given the three individuals’ legal and Code\nrights to anonymity. The complaint under Clause 2 was upheld. 22. The Committee considered at\nlength whether the terms of Clause 11 were engaged by the complaint that the\nvictims were identified to third parties in conversation. The Committee\nconcluded that the wording of Clause 11 was ambiguous on this point. Where the\nwording was ambiguous, and given that the complaint had been upheld under\nClause 2, the Committee declined to uphold the additional complaint under\nClause 11. It took the opportunity to draw this issue to the attention of the\nEditors’ Code of Practice Committee for its consideration as part of the next\nCode Review.  23. There was no suggestion that the\nreporter had failed to respect a request to desist when he approached the\nparents of victims one and two for comment, or when he visited the home of\nvictim three. He had not engaged in harassment or intimidating behaviour in\nbreach of Clause 3. \nConclusion 24. The complaint was upheld. \nRemedial action required 25. Having upheld the complaint, the\nCommittee considered what remedial action should be required. 26. In circumstances where the\nnewspaper had breached Clause 2, the publication of an adjudication was\nappropriate. 27. The complaint did not relate to\nany published material, and so the Committee considered carefully where the\nadjudication should appear. The breach of the Code was serious, and so the\nCommittee decided that the adjudication should appear within the first four\npages of the newspaper.  The headline to the adjudication\nshould make clear that IPSO has upheld the complaint, give the title of the\nnewspaper and refer to the complaint’s subject matter. The headline must be\nagreed with IPSO in advance. 28. It should also be published on the publication’s website, with a\nlink to the full adjudication (including the headline) appearing in the top 50%\nof stories on the publication’s website for 24 hours; it should then be\narchived in the usual way. The terms of the adjudication for publication are as\nfollows: Warwickshire\nPolice complained to the Independent Press Standards Organisation on behalf of\nthree people that the conduct of a journalist acting on behalf of The Daily\nMail breached Clause 2 (Privacy) of the Editors’ Code of Practice. The\ncomplaint was upheld, and IPSO has required the Daily Mail to publish this\ndecision as a remedy to the breach. The\ncomplainants represented three individuals who had given evidence as victims in\na criminal case concerning allegations of non-recent sex offences. The\ncomplainants alleged that during the course of the trial, the journalist’s\nenquiries had identified them as victims of sexual assault, and had intruded\ninto their privacy. The\nfirst and second victims said that a reporter had attended their friend’s home\nin order to ask him about the [perpetrators’] case. The friend said that the\njournalist had shown him a list of names, and he had recognised their names, as\nwell as the names of their parents. He had then told their parents what had\nhappened. Before this, they had been unaware that they were victims in the\ncase. The third victim said that the reporter\nhad told their parents that he was seeking a “victim’s story”, had referred to\nthe court case, and had asked if they could contact their child. The third\nvictim said that this enquiry identified them as a victim of sexual assault to\ntheir parents. The\nnewspaper said that its freelance journalist\ncontacted the friend of the first and second victims because he had believed\nthat the friend had direct involvement in the case. The friend had said that he\nwould “know those involved”, and the journalist had asked whether he knew the\nsecond individual, and he had confirmed that he knew victims one and two. At no\nstage had the journalist deliberately shown him the list of victims connected\nto the criminal case, which he had in his possession; any disclosure had been\ninadvertent. The newspaper did not accept that\nthe journalist had told the parents of victim three that they were seeking a\n“victim’s story” or that their child was an alleged victim of a sexual offence.\nThe journalist had said that he was hoping to get in touch with their child as\nhe understood that he “might have been involved” in the criminal case, or known\nthose who were. While\nthe newspaper did not consider that its representatives had breached the Code,\nit said that it had raised the concerns with those involved and with senior\nexecutives. It also offered to write a private letter of apology to the\nvictims, and to make a charitable donation.  The\nCommittee considered that the reporter should have been acutely aware that, in contacting\nthird parties about the complainants, there was a risk that he would identify\nthem as victims. He had identified the well-known, local criminal case he was\nresearching, and said that he was looking for named individuals who had been\n“involved in the case”.  Reporting of the\ncase had explained the nature of the crimes, where they had taken place, and\nthe profile of the victims. In this context, to identify the complainants by\nname as “involved in the case” made clear that they were, or were likely to\nhave been, victims, particularly given that they fitted the general\ndescriptions of the victims that had previously been reported. They had been\nidentified to their parents, as a result of the enquiries. The fact of their involvement in\nthe case as potential victims was extremely sensitive and personal information\nabout which the three individuals had a reasonable expectation of privacy. This\nrepresented a gross intrusion into their private lives in breach of Clause 2.\nWhile there was a public interest in carrying out enquiries in order to report\non the criminal case, this did not justify disclosing such private information\nto third parties without consent. The complaint under Clause 2 was upheld. Date\ncomplaint received: 12/07/2017 Date\ndecision issued: 14/12/2017\n \n \n \n \n \n \n \n \n \n \nBack to ruling listing\n\n\n"
}