{
    "url": "/rulings-and-resolution-statements/ruling/?id=16903-17",
    "title": "16903-17 A man v Liverpool Echo",
    "provisions": [
        "6 Children (2016)",
        "3 Harassment (2016)",
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2017-07-18 00:00:00",
    "received_on": "2017-07-17 00:00:00",
    "concluded_on": "2017-10-18 00:00:00",
    "complaint_processing_days": 93,
    "conclusion_long": "18. The complaint was not upheld.",
    "remedial_action": "19. N/ADate complaint received: 17/07/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16903-17 A man v Liverpool Echo\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that the Liverpool Echo\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment) and\nClause 6 (Children) of the Editors’ Code of Practice in an article headlined\n“School head ‘sorry’ for ‘Isis salute’”, published in print on 18 July 2017.\nThe article was also published online with the headline “School newsletter\ncontained photo of student ‘doing ISIS salute’”.\n2. The article\nreported that a headteacher from a named school had “apologised” after a\nphotograph of a pupil allegedly making an “Isis salute” during its sports day\nhad been published in the school’s weekly newsletter. The article claimed that\na “source” from the school had told the newspaper that the newsletter had\ncaused “disquiet from parents”, and had said: “as you can see, one of the\npictures is of a pupil doing the ‘ISIS finger’, draped in an Iranian flag.”\n3. The article\nreproduced a heavily pixelated version of the photograph which had been previously\npublished by the school, in which the complainant’s 14-year-old son had\nfeatured, standing beside the pupil who had made the alleged gesture. The article included comments made by the headteacher to the newspaper, who had said that the photograph would be\n“removed swiftly” from the school’s website and that its publication in the\nnewsletter had been a “genuine error”.\n4. The complainant\nsaid that the photograph had been published by the newspaper without his\nconsent, or that of the school. He said that, by naming the school and the\nevent at which the photograph had been taken, publication had risked the\nwelfare of his son, and had intruded into his privacy and his time at school,\ndespite the fact that his son’s face had been pixelated in the photograph.\n5. The complainant\nacknowledged that the school had then re-issued the newsletter online, without\nthe photograph, and had published on its front page the following statement:\n“We would like to apologise for any offence that may have been caused by a\npicture on the front page of last week’s newsletter”. The complainant said that\nas a result of the publication of the article under complaint, as well as the\nschool re-issuing the newsletter, his son had experienced “abuse” from other\npupils at school.\n6. He further said\nthat the newspaper had failed to take care over the accuracy of the claim that\nthe gesture was an “Isis salute”; he said that whilst the gesture is used by\nIsis, it is also recognised as a symbol of peace in the Middle East.\n7. The newspaper said that the photograph was\nused to illustrate a legitimate news story, which was the subject of\npre-existing controversy. It did not accept that there had been an intrusion\ninto the complainant's son's privacy or his time at school. It said that the\nphotograph had already been distributed, unpixelated, in a newsletter\npublished by the school online and circulated to the parents of the 1,550\nstudents at the school. The newspaper said that in those circumstances, no new\ninformation about the complainant’s son had been placed into the public domain\nby its publication of the photograph and that, in any event, it had taken steps\nto obscure the pupils’ faces so that they could not be recognised by people\noutside of the school.\n8. It said that a\n“source” had been told by staff at the school that parents were concerned about\nthe publication of the newsletter. The newspaper said that this had led the\njournalist to telephone the headteacher, to put the source’s claims to him. The\nnewspaper provided shorthand notes of the headteacher’s response: “I'm sorry – it was issued in error. It was a genuine error by a\nmember of staff. We will be dealing with it internally.\" The newspaper\nsaid that the headteacher had informed the journalist that the alleged Isis\nsalute had been flagged up to the school prior to the newspaper’s enquiry and\nthat the school was already looking to remove the image and to deal with the\nmatter internally.\n9. The newspaper\nsaid that there was an exceptional public interest in publishing the photograph\nand identifying the particular school and the way it had handled the incident,\nparticularly as the newsletter had previously been circulated and then\nwithdrawn with an apology. It noted that the complainant’s son had been\nphotographed next to another pupil making a gesture which was recognised as\nbeing associated with Isis, at a time when people in Britain and all over the world were being killed in that\nname. It also noted that since the article’s publication, a public debate had\nbegun surrounding the controversy about the school's alleged failure to deal\nwith extremism.\nRelevant Code provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and - where\nappropriate - an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 * (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 *(Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nClause 6.* (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nThe Public Interest\n1. The public interest includes, but is not confined to:\n Detecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any\nof the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n11. The article had focussed on the school’s publication of\na photograph of a pupil, who appeared to be making an “Isis salute”; criticism\nof the school; and its apology and subsequent comment about the controversy.\nThe photograph in question, in which the complainant’s son had appeared\nincidentally, had been published alongside the article to illustrate the story.\nThe Committee noted that the complainant’s son had not been making the gesture\nwhich had been the subject of concern and noted that the article had not\nincluded any criticism of the complainant’s son, or his actions.\n12. Against this background, the Committee first considered\nthe complaint under Clause 6. The article had named the complainant’s son’s\nschool, and had been accompanied by a photograph of him wearing his school\nuniform while at the school’s sports day. The article had, therefore, contained\nsome information which related to his schooling. Critical to the Committee’s\nconsiderations was whether the publication of the photograph had resulted in an\nunnecessary intrusion into his time at the school. The Committee noted that an\nunpixelated copy of the photograph had previously been published online and\ncirculated to the parents of the 1,550 students at the school. The Committee\nnoted that the photograph published by the newspaper had been heavily pixelated\nand that the complainant had not asserted that, as a result of its\npublication, his son had been\nidentifiable to anyone who had not already seen the photograph in the newsletter. Given this, and particularly where the\ncomplainant’s son had been incidental to a story which had focussed upon the\ngesture being made by a fellow pupil, the Committee considered that any\nintrusion into the complainant’s son’s time at school as a result of the\npublication of the pixelated photograph, had been limited.\n13. The concern that the child pictured with the\ncomplainant's son had been making an \"Isis salute\" and that the\nschool had apologised for publishing the photograph, were issues which related\nto the complainant's son’s welfare. However, publication of the pixelated\nphotograph did not materially affect his welfare in circumstances where the\ncomplainant’s son had not been pictured making the gesture and the unpixelated\nphotograph had been previously disclosed to a wide audience.\n14. In any event, there was a strong public interest in\nreporting the fact that the school had previously published the photograph, and\nits decision to withdraw it and to publish a statement apologising for any\noffence which had been caused. The publication of the pixelated photograph, to\nillustrate a story of such public interest, was justified. There was no breach\nof Clause 6.\n15. While the unpixelated photograph of the complainant’s\nson had previously been circulated to parents at the school, the Committee\nrecognised the complainant’s concern that publication of the image in the\narticle, albeit pixelated, had the potential to represent a greater intrusion,\ngiven that it would have been able to be seen by a much larger audience.\nHowever, the photograph had been heavily pixelated and the article did not\ninclude any personal information about him. In those circumstances, the\nCommittee did not consider that the publication of the photograph by the\nnewspaper, in a pixelated form, represented an intrusion into the complainant’s\nson’s privacy. There was no breach of Clause 2.\n16. The article had reported on the criticism made by the\nnewspaper’s source, as well as the concerns expressed by parents at the school,\nthat the named school had published a photograph which appeared to show a pupil\nmaking an “Isis salute”. The complainant did not dispute that such criticism\nhad been made, and the article’s report was supported by the apology which had\nbeen published by the school, together with the ‘on the record’ statement\nissued by the school, both of which were included in the article. While the\nCommittee noted the complainant’s position that the gesture being made was open\nto interpretation, it did not conclude that there had been a failure to take\ncare over the accuracy of the article. There was no breach of Clause 1.17. The photograph which accompanied the article had been\ntaken by the school, and reproduced by the newspaper. There was no suggestion\nthat it was taken in circumstances of intimidation, harassment or persistent\npursuit. The terms of Clause 3 were not engaged.\nConclusion\n18. The complaint was not upheld.Remedial action required19. N/ADate complaint received: 17/07/2017Date decision issued: 18/10/2017  \nBack to ruling listing\n\n\n"
}