{
    "url": "/rulings-and-resolution-statements/ruling/?id=16927-17",
    "title": "16927-17 Bryan v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-01-12 00:00:00",
    "received_on": "2017-07-19 00:00:00",
    "concluded_on": "2017-10-05 00:00:00",
    "complaint_processing_days": 78,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16927-17 Bryan v Mail Online\nSummary of complaint\n1. Sarah Bryan\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 2 (Privacy) and Clause 4 (Intrusion into grief or shock) of the\nEditors’ Code of Practice in an article headlined “Playdate row mother who\nbilled a friend £325 for her three-year-old's scuffed shoes says she is too\nterrified to leave the house after being sent death threats”, published on 12\nJanuary 2017.\n2. The article\nreported that the complainant had received online criticism from members of the\npublic following an interview which she had given on television. It said that\nthe complainant had been “terrified to leave the house” after the interview,\nand reported that the complainant had told another publication: “If people can\nsay such horrible things online, I’m scared of what they can do in person”.3. The article said\nthat the complainant lived in Wakefield in West Yorkshire, and contained a\nphotograph of the outside of the complainant’s house, with the door number\npixelated. The article also contained a photograph, taken from social media,\nwhich appeared to show the complainant dressed in a Halloween costume.\n4. The complainant\nsaid that the photographs contained in the article had been published without her\nconsent. She expressed concern that the photograph of her house had been\nincluded in the article at a time when she had feared for her safety and said\nthat its publication had represented an intrusion into her privacy and had\ncaused her distress.\n5. The publication did not accept a breach of\nthe Code. It said that the photograph of the complainant’s house had been taken\nfrom a public road and had depicted the exterior of the property with the house\nnumber pixelated. It did not accept that the publication of the photograph\nrepresented an intrusion into the complainant’s private life: the image was\ncropped tightly and did not show any identifying features of the house. It said\nthat this photograph, together with the knowledge that the property was in Wakefield,\nwas insufficient to identify its location.\n6. The publication\nsaid that the complainant had published photographs of the inside and outside\nher home, on her public Twitter account which had approximately 36,500\n“followers”. These photographs had been taken both before and after the\narticle’s publication: one of these photographs had shown the complainant’s\nstreet, another had shown the complainant’s front door with the door number\nvisible. The publication noted that the complainant had posted the photograph\nof her in the “costume” on this Twitter account.\nRelevant Code provisions\n7. Clause 2\n(Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n8. The Committee\nnoted the complainant’s concern that the photograph of the exterior of her home\nhad been published at a time when she had feared for her safety. The Committee\nrecognised that in certain circumstances, the publication of information\nrelating to an individual’s home, may give rise to security concerns and\ntherefore may have the potential to be intrusive.\n9. The Committee\nconsidered whether, in respect of the information contained in each of the two\nphotographs published in the article, the complainant had a reasonable\nexpectation of privacy. The first photograph had depicted the complainant in\nclothing which she had chosen to wear as a Halloween costume: this was not\nprivate information about her. The Committee also noted that, before\npublication of the article, the complainant had placed this photograph in the\npublic domain by posting it on her publicly available Twitter account, which\nhad approximately 36,000 followers.\n10. The second photograph had shown the front wall and door\nof the complainant’s home; it depicted the exterior of the property as it would\nordinarily be seen by members of the public. Further, the publication had taken\nsteps to limit any additional disclosure of information relating to the\nproperty, which could have led to its identification: the door number had not\nbeen visible and the photograph had not disclosed the property’s wider\nlocation. The Committee further noted that the complainant had freely disclosed\nthese additional details, in public twitter posts, both before and after the\narticle’s publication.\n11. The Committee did not consider that either photograph\ncontained information about the complainant in respect of which she had a\nreasonable expectation of privacy, particularly as the complainant had,\nherself, disclosed this information, to a large audience. There was no breach\nof Clause 2.\n12. Clause 4 says that in cases involving personal grief or\nshock, enquiries and approaches must be made with sympathy and discretion and\npublication handled sensitively. While the Committee noted that the complainant\nhad been distressed from the article’s publication, it did not consider that\nthis was a situation in which the terms of Clause 4 were engaged.\nConclusion\n13. The complaint was not upheld.Date complaint received: 19/07/2017Date decision issued: 05/10/2017  \nBack to ruling listing\n\n\n"
}