{
    "url": "/rulings-and-resolution-statements/ruling/?id=16937-17",
    "title": "16937-17 Thompson v Plymouth Herald",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Plymouth) (Reach PLC)",
    "published_on": "2017-07-18 00:00:00",
    "received_on": "2017-07-24 00:00:00",
    "concluded_on": "2017-10-04 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 24/07/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16937-17 Thompson v Plymouth Herald\nSummary of complaint\n1. James Thompson complained to the Independent Press\nStandards Organisation that the Plymouth Herald breached Clause 2 (Privacy) of\nthe Editors’ Code of Practice, in an article headlined “I was so very lucky to\nbe saved from tunnel in the woods” published on 18 July 2017. The article also\nappeared online headlined “The incredible story of a man who lived down a hole\nin the woods with no food or water,” published on 15 July.\n2. The article reported that the complainant, who had been\nthe subject of a nationwide missing person appeal, had recently been rescued\nafter reportedly living in an underground tunnel for almost a month. The\narticle reported on the complainant’s experience while living in the tunnel and\nhis recovery once he was rescued. The article also included a darkened\nphotograph of the complainant.\n3. The online article also reported that the complainant had\nbeen found when a member of the public had shouted into the tunnel to hear his\necho and heard the complainant call back asking for water; a video clip of this\nwas included in the article. Both articles included the complainant’s full\nname.\n4. The complainant said that he had approached the newspaper\nto share his experience and to assure people who had been concerned about his\nsafety while he had been missing that he was now safe. He said that the\nnewspaper had agreed to darken his face completely in the accompanying\nphotograph, as he was concerned about people being able to recognise him. He\nsaid that the darkened photograph that was published breached his privacy as\nseveral people, who he had not had recent contact with and did not know he had\nbeen missing, had been able to recognise him.\n5. The newspaper said that the article did not breach the\ncomplainant’s privacy. It said that the photograph adequately obscured the\ncomplainant’s face as agreed prior to publication, and it did not believe that\nthe complainant was identifiable from this photograph alone. The newspaper\nnoted that he had consented to his full name being published, which also identified\nhim, and stated that his identification in connection to this story was well\nknown as several unobscured pictures of his face had been widely circulated by\nvarious media outlets prior to his rescue, as part of a missing person appeal.\nWhile the newspaper did not accept they had breached the Code, they offered to\nremove the online article. The complainant did not accept this offer.\nRelevant Code Provisions\n6. Clause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n7. While the Committee acknowledged that the published\nphotograph caused the complainant concern, he had agreed to the publication of\nhis photograph on the basis that the newspaper would ensure it was sufficiently\nobscured before it appeared in the article. It was regrettable that the\nphotograph that was published had not been silhouetted to the extent the\ncomplainant had expected, and could have led to his identification. However, in\ncircumstances where he had consented to his full name being published, and his\nidentity and appearance was widely known due to a missing person appeal, the\ncomplainant did not have a reasonable expectation of privacy in relation to his\nidentity as the person involved in the incident, which he believed was revealed\nby the newspaper’s use of the image in this form. Therefore, there was no\nbreach of Clause 2. \nConclusion\n8. The complaint was not upheld.\nRemedial Action required\n9. N/A\nDate complaint received: 24/07/2017 Date decision issued: 04/10/2017\nBack to ruling listing\n\n\n"
}