{
    "url": "/rulings-and-resolution-statements/ruling/?id=16947-17",
    "title": "16947-17 Fox v The Bolton News",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Bolton News (Newsquest Media Group)",
    "received_on": "2017-07-20 00:00:00",
    "concluded_on": "2017-09-11 00:00:00",
    "complaint_processing_days": 53,
    "conclusion_long": "11. The complaint was not upheld",
    "remedial_action": "12. N/ADate complaint received: 20/07/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16947-17 Fox v The Bolton News\nSummary of complaint\n1. Craig Fox complained to the Independent Press Standards\nOrganisation that The Bolton News breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code in an article headlined “Man sentenced after\nadmitting sale of online tools for hacking” published in print on 14 July 2017.\nThe article also appeared online headlined “Craig Fox handed suspended sentence\nover sale of hacking tool after investigation by Titan” published on 13 July\n2017.\n2. The article reported that the complainant had been\nsentenced after pleading guilty to three counts of making or supplying articles\nfor computer misuse and one count of unauthorised access to computer materials.\nThe article included the complainant’s name and partial address and stated that\nas part of his sentence he was required “to notify the police of any online\nidentities and usernames.” The article also included a quotation from a police\nrepresentative, stating “Detectives gathered evidence against Craig Fox and\nwere able to prove he was also responsible for defacing a website.”\n3. The complainant said that the article was inaccurate, as\nalthough he pleaded guilty to the offences outlined in the article, the police\nhad no evidence to support his conviction. The complainant was concerned that\nthe article did not make clear that several other charges, including a further\ncharge of defacing a website, were dropped. The complainant also said he was\nonly required to make police aware of online identities within communicative\nplatforms, and was not required to inform them of all his online activity.\n4. The complainant was also concerned that the newspaper\npublished the street on which he lived, which the complainant said intruded\ninto his private life. He said that due to the high profile nature of the case,\npublishing this information put his personal safety at risk.\n5. The newspaper said that the article accurately reported\nthe press release that was published by the North West Regional Organised Crime\nUnit, which it provided. The newspaper said it had checked the information with\nthe police officers involved, who confirmed the charges the complainant had\nbeen convicted of. The newspaper accepted that one charge of defacing a website\nwas dropped, however it confirmed with police that the complainant had pleaded\nguilty to one charge relating to defacement of a website and said this was\naccurately reported in the article. Nevertheless, the newspaper offered to\npublish a clarification, making it clear that one charge relating to website\ndefacement had been dropped and outlining the four offences he was convicted\nof.\n6. The newspaper said that it was standard practice to\npublish the name and street address of a person who has been convicted of an\noffence, as this helped distinguish between others in the area who may have the\nsame name. The newspaper said that this information was heard in court and was\ntherefore in the public domain and its publication did not represent an\nintrusion into the complainant’s private life.\nRelevant Code provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors’ will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n8. The newspaper had relied upon information published in a\npolice press release. The newspaper was entitled to report the details of the\npress release, and had done so accurately. The article also accurately reported\nthe complainant’s conviction and detailed the four counts he had pleaded guilty\nto, including an offence relating to defacement of a website. It was not\nmisleading for the article not to report that one further charge of defacement\nhad been dropped. Also, where the complainant pleaded guilty and was convicted\nof all four counts reported in the article, it was not inaccurate for the\narticle to include a statement from the police force involved, stating that\nthey had gathered evidence to facilitate his conviction. Reporting that the\ncomplainant was required to inform the police of any online identities or\nusernames did not misrepresent this aspect of his sentence. There was no breach\nof Clause 1.\n9. In the absence of any reporting restriction, the\nnewspaper was entitled to report details that had been heard during court\nproceedings. As such, the publication of the complainant’s name and street\naddress did not represent an intrusion into his private life. There was no\nbreach of Clause 2.\nConclusions\n11. The complaint was not upheld\nRemedial Action required\n12. N/ADate complaint received: 20/07/2017Date decision issued: 11/09/2017 \nBack to ruling listing\n\n\n"
}