{
    "url": "/rulings-and-resolution-statements/ruling/?id=16976-17",
    "title": "16976-17 Millerchip v Coventry Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "6 Children (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Coventry Telegraph (Reach PLC)",
    "published_on": "2017-07-24 00:00:00",
    "received_on": "2017-07-24 00:00:00",
    "concluded_on": "2017-10-27 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/ADate complaint received: 24/07/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 16976-17 Millerchip v Coventry Telegraph\nSummary of complaint\n1. Kerryanne Millerchip complained to the Independent Press\nStandards Organisation that the Coventry Telegraph breached Clause 1\n(Accuracy), Clause 2 (Privacy) and Clause 6 (Children), of the Editors’ Code of\nPractice in an article headlined “Family dragged off Ryanair flight after row\nwith plane passengers”, published on 24 July 2017.\n2. The article reported that the complainant and her family\nhad been removed from a flight by police, following an argument with other\npassengers. The article reported the complainant’s husband’s account of the\nincident, and included his comment that the family, including the younger\ngrandchildren, had been “forcibly removed from the flight by around 17 police\nofficers”. The article included images of the complainant and her husband.\n3. The article was published online in substantively the\nsame format, headlined “Coventry family thrown off Ryanair flight and left\nstranded 1,100 miles from final destination”. The article originally included a\npicture of the complainant’s children and grandchild on holiday.\n4. The complainant said that she did not consent to the\npublication of the image of her children and grandchild, who were under the age\nof 16, and that the images of her and her husband had been taken from her\nprivate Facebook account and published without her consent. She said that this\nhad intruded into her private life. The complainant also said that it was\ninaccurate to report that the family had been removed from the flight by 17\npolice officers, as approximately 17 police officers were at the airport, and\nnot on board the flight. She also said that it was inaccurate to refer to her\nhusband as a grandfather, because he is not the biological father of her\nchildren, and because he does not have grandchildren.\n5. The newspaper did not accept a breach of the Code. It\nsaid that the complainant provided the image of her children and grandchild for\npublication, and that she told the reporter to take images of her and her\nhusband, from her Facebook account. The newspaper provided correspondence\nbetween the reporter, and an individual using the name Kerryanne Millerchip,\nwhich demonstrated this. The complainant said that her husband had been\ncorresponding with the newspaper using her phone; she said that she did not\nprovide the image of her children and grandchild for publication, and she was\nnot aware of this correspondence prior to the publication of the article.\nNonetheless, the newspaper removed the picture of the complainant’s children\nand grandchild on receipt of the complaint, as a gesture of goodwill.\n6. The newspaper said that the article was based on comments\nmade by the complainant’s husband, and that the complainant had contacted the\nnewspaper with the story. The newspaper said that a copy of the article was\ngiven to the complainant prior to publication, which included its full wording,\nand that she had responded by saying “perfect story”. This was also\ndemonstrated in the conversation provided by the newspaper.\nRelevant Code provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where appropriate\n— an apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n8. The article was based on the complainant’s husband’s\ncomments and the newspaper had provided the full text of the article to the\ncomplainant, for her approval, prior to publication. The complainant said that\nshe did not approve the story or the use of the photograph. However, the\nreporter had consistently addressed the complainant by her first name\nthroughout the conversation, and was at no point informed that he was not\ncorresponding with her. Furthermore, at least some of the messages did appear\nto be sent from the complainant, as she had made reference to her husband. In\nthe circumstances, the Committee considered that the newspaper had taken due\ncare to confirm the accuracy of the article. There was no breach of Clause 1\n(i).\n9. The complainant said that the article contained\ninaccuracies. In circumstances where the article clarified that the\ncomplainant’s husband “estimated as many as 17 police officers were involved”,\nand where the complainant accepted this, the Committee did not consider that the\ndiscrepancy as to where the officers were stationed was significant.\nFurthermore, in circumstances where the complainant’s partner and the extended\nfamily were all involved in the incident, the Committee did not consider that\nit was significantly misleading to refer to the complainant’s grandson as her\nhusband’s grandson. There was no breach of Clause 1 on these points.\n10. The newspaper provided correspondence between the\nreporter, and an individual using the name Kerryanne Millerchip, which demonstrated\nits belief that the complainant had provided the image of her children and\ngrandchild, which was intended for publication. Notwithstanding the\ncomplainant’s position that she did not provide the image, the Committee\nconsidered that a responsible adult had consented to the publication of the\nimage. There was no breach of Clause 6.\n11. The article included close-up images of the complainant\nand her husband posing together. The newspaper was under the reasonable belief\nthat the complainant had given permission to take images of her and her husband\nfrom her Facebook page, and to publish these in the article. Furthermore, the\nimages were used to show the complainant’s likeness and did not reveal any\nprivate information about her. There was no breach of Clause 2.\nConclusions\n12. The complaint was not upheld.\nRemedial action required\n13. N/ADate complaint received: 24/07/2017Date decision issued: 27/10/2017  \nBack to ruling listing\n\n\n"
}