{
    "url": "/rulings-and-resolution-statements/ruling/?id=16970-17",
    "title": "16970-17 Obuchowska v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-07-04 00:00:00",
    "received_on": "2017-07-21 00:00:00",
    "concluded_on": "2017-11-23 00:00:00",
    "complaint_processing_days": 125,
    "conclusion_long": "of a public court hearing, did not amount to a breach of Clause 4. Nonetheless, it offered to remove the photograph as a gesture of goodwill.  Relevant Code Provisions 8. Clause 2 (Privacy)  i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual's private life without consent. Account will be taken of the complainant's own public disclosures of information. iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy. Clause 3 (Harassment) i) Journalists must not engage in intimidation, harassment or persistent pursuit. ii) They must not persist in questioning, telephoning, pursuing or photographing individuals once asked to desist; nor remain on property when asked to leave and must not follow them. If requested, they must identify themselves and whom they represent. iii)  Editors must ensure these principles are observed by those working for them and take care not to use non-compliant material from other sources. Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. These provisions should not restrict the right to report legal proceedings. Findings of the Committee  9. The Committee extended its sympathy to the complainant for the circumstances that led to her attendance at court.  10. The terms of Clause 3 do not prevent journalists from photographing individuals, rather, they outline that journalists must not persist in photographing individuals once asked to desist. While the Committee acknowledged the complainant’s position, that she did not wish to be photographed, the photographer was not aware of this request. Furthermore, the complainant was standing in a public place at the time; she was not approached by the photographer; and it was not suggested that he had intimidated the complainant or engaged in harassing behaviour. There was no breach of Clause 3.  11. The image showed the complainant standing outside of the court building - which appeared to be located on a main road – following public court proceedings. The Committee acknowledged that it is standard journalistic practice for individuals to be photographed while leaving and entering court buildings and in any event, the complainant could have been seen clearly from a public road. The Committee did not consider that the complainant had a reasonable expectation of privacy in these circumstances, and in the context of a court report where the complainant had been named in the proceedings. Furthermore, the image was used to show the complainant’s likeness and it did not reveal any private information about her. The publication of the photograph did not represent an intrusion into the complainant’s private life. There was no breach of Clause 2.  12. The Committee acknowledged that the publication of the article had caused the complainant distress, however the newspaper was entitled to report on the court proceedings. There was no breach of Clause 4.  Conclusions  13. The complaint was not upheld.",
    "remedial_action": "14. N/A. Date complaint received: 21/07/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 16970-17 Obuchowska\nv Mail Online\nSummary of complaint\n1. Beata Obuchowska complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 2\n(Privacy), Clause 3 (Harassment) and Clause 4 (Intrusion into grief or shock)\nof the Editors’ Code of Practice in an article headlined “Kennel maid battled\nto survive as two ferocious dogs mauled her for 40 minutes after escaping their\ncages leaving her almost naked and missing two fingers”, published on 4 July\n2017.\n2.\nThe article was a report of the trial of an individual, on charges of being in\ncharge of dogs which were dangerously out of control, which had attacked the\ncomplainant. The article included a photograph of the complainant standing\noutside of the court building. \n3.\nThe complainant said that the photograph had been taken without her knowledge\nand consent, in breach of Clause 3. She said that on the day of the court\nhearing, a news agency employee had been informed by her, and a police officer,\nthat she did not want to be photographed. The complainant also said that the\npublication of the photograph had intruded into her private life, as she had a\nreasonable expectation of privacy while standing within the court precinct. \n4.\nThe complainant said that the publication of the article, including the\nphotograph, had intruded into her grief and shock following the trial. She said\nthat the photograph would identify her to members of the public, and she\nexpressed concerns for her safety. \n5.\nThe publication apologised for any distress caused to the complainant, but did\nnot accept that there had been a breach of the Code. It said that on the day of\nthe trial, a reporter and a photographer were present at court. The reporter\nwas informed that the complainant did not wish to be photographed, however this\nmessage was not relayed to the photographer, who was outside of the court\nbuilding at this time. The publication denied that the photograph was taken in\ncircumstances of harassment, and provided a copy of correspondence from the\nphotographer which sought to demonstrate that he was not aware of the\ncomplainant’s request. \n6.\nThe publication said that the photograph was taken from a public road and\nmerely showed the complainant standing outside the court, on a public pavement,\nin view of members of the public. It provided a photograph of the general view\nof the building in order to demonstrate its position. The publication said that\nthe complainant did not have a reasonable expectation of privacy in these\ncircumstances and as such, it did not require the complainant’s consent to\nphotograph her. It said that the photograph did not convey any private\ninformation about the complainant, and noted that it did not show the injuries\nthat she was said to have sustained as a result of the attack. \n7.\nThe publication acknowledged that the attack and subsequent trial was a\ndifficult period for the complainant, however it said that it was entitled to\nreport on the court proceedings. It said that the publication of a photograph\nwhere the complainant was standing in a public place, at the conclusion of a\npublic court hearing, did not amount to a breach of Clause 4. Nonetheless, it\noffered to remove the photograph as a gesture of goodwill. \nRelevant Code Provisions\n8. Clause 2 (Privacy) \ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n3 (Harassment)\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii) \nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources.\nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings.\nFindings of the Committee \n9.\nThe Committee extended its sympathy to the complainant for the circumstances\nthat led to her attendance at court. \n10.\nThe terms of Clause 3 do not prevent journalists from photographing\nindividuals, rather, they outline that journalists must not persist in\nphotographing individuals once asked to desist. While the Committee\nacknowledged the complainant’s position, that she did not wish to be\nphotographed, the photographer was not aware of this request. Furthermore, the\ncomplainant was standing in a public place at the time; she was not approached\nby the photographer; and it was not suggested that he had intimidated the\ncomplainant or engaged in harassing behaviour. There was no breach of Clause 3. \n11.\nThe image showed the complainant standing outside of the court building - which\nappeared to be located on a main road – following public court proceedings. The\nCommittee acknowledged that it is standard journalistic practice for\nindividuals to be photographed while leaving and entering court buildings and\nin any event, the complainant could have been seen clearly from a public road.\nThe Committee did not consider that the complainant had a reasonable\nexpectation of privacy in these circumstances, and in the context of a court\nreport where the complainant had been named in the proceedings. Furthermore,\nthe image was used to show the complainant’s likeness and it did not reveal any\nprivate information about her. The publication of the photograph did not\nrepresent an intrusion into the complainant’s private life. There was no breach\nof Clause 2. \n12.\nThe Committee acknowledged that the publication of the article had caused the\ncomplainant distress, however the newspaper was entitled to report on the court\nproceedings. There was no breach of Clause 4. \nConclusions \n13.\nThe complaint was not upheld. \nRemedial action required \n14.\nN/A. Date complaint received: 21/07/2017Date decision issued: 23/11/2017\nBack to ruling listing\n\n\n"
}