{
    "url": "/rulings-and-resolution-statements/ruling/?id=17018-17",
    "title": "17018-17 Various v sundayexpress.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2017-07-09 00:00:00",
    "received_on": "2017-07-10 00:00:00",
    "concluded_on": "2017-08-30 00:00:00",
    "complaint_processing_days": 51,
    "conclusion_long": "8. These complaints were not upheld.",
    "remedial_action": "9. N/ADate complaint received: 10/07/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 17018-17 Various v Sundayexpress.co.uk\nSummary of Complaint\n1. The Independent Press Standards Organisation received\nvarious complaints that sundayexpress.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “F**k the rich! What Jeremy\nCorbyn really thinks of high-rate taxpayers”, published on 9 July 2017.\n2. The article reported that in 1997 Jeremy Corbyn had told\na crowd of young protestors “we have to address the problems of society by\nredistributing wealth. F**k the rich!” at a rally against cuts to university\ngrants. The article stated that the Labour party had not responded to the\npublication’s request for comment on this issue, but did include a statement\nmade by the Labour party in 2015, stating that Mr Corbyn “just doesn’t swear…\nThe only ‘f’ with Jeremy is fairness.”\n3. IPSO received around 60 complaints about the article, all\nof which related to the same alleged inaccuracy. Complainants said that the\narticle had misquoted Jeremy Corbyn, who had said “tax the rich,” not “fuck the\nrich” at the student rally in 1997. Complainants said that Jeremy Corbyn’s\naddress had been inaccurately reported by another publication in 1997, which\nhad published a correction making clear that Mr Corbyn had in fact stated “tax\nthe rich.”\n4. The publication said that the article was based on a\nnewspaper article reporting on the rally in 1997. The article had reported that\nJeremy Corbyn had told students to “fuck the rich” during his address at Hyde\nPark. The publication had put the full allegation to the Labour press office\nprior to publication, but they had not responded. Once the publication was made\naware that the original article may have been subject to a correction, the\narticle was removed. The publication contacted the original publication and\nonce it was confirmed that the original article had been subject to a\ncorrection, the publication posted the following correction on the 1 August\n2017 on the express.co.uk website for 24 hours before archiving it in the\nnormal way:\nOn 8 July we reported that Jeremy Corbyn had said “Fuck the\nrich” whilst addressing students at a rally held in London’s Hyde Park in 1997.\nOur report was based on an article that appeared in the Times newspaper on 27\nNovember 1997. Prior to publication, we contacted the Labour party press office\nfor their comments on the quotes from 1997. We did not receive a response.\nFollowing publication of our article, we were made aware\nthat the Times had published a print correction in December 1997 confirming\nthat Mr Corbyn had been misquoted in its article and he should have been\nreported as saying “tax the rich”. Our article was therefore removed. We are\nhappy to set the record straight.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be correction, promptly and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n6. The claim that Jeremy Corbyn had said “fuck the rich” in\n1997 was based on a contemporary article that reported on the rally, which the\npublication was entitled to rely on. The Committee accepted that the published\ncorrection was not electronically available, and therefore the publication had\nnot been aware at the time of publication that the statement was inaccurate.\nThe publication had taken steps to ensure the accuracy of the information, by\ncontacting the Labour party press office for comment. When it did not receive a\nresponse, the publication included a previous denial issued by the Labour party\nin 2015 when the issue had previously been reported. In these circumstances, there\nwas no failure to take care over the accuracy of the article and therefore no\nbreach of Clause 1 (i).\n7. Nevertheless, it is now accepted that Jeremy Corbyn had\nbeen misquoted, and had in fact said “tax the rich” during the 1997 rally.\nReporting that Mr Corbyn had said “fuck the rich” represented a significant\ninaccuracy. The article was removed once the publication was made aware that\nthe information may have been inaccurate. Once the original correction was\nobtained, a standalone correction was published. The correction appeared on the\nhomepage for 24 hours, it addressed the inaccuracy in the article, making the\ncorrect position clear and was sufficiently prompt as to avoid a breach of\nClause 1 (ii).\nConclusions\n8. These complaints were not upheld.\nRemedial Action required\n9. N/ADate complaint received: 10/07/2017Date decision issued: 30/08/2017  \nBack to ruling listing\n\n\n"
}