{
    "url": "/rulings-and-resolution-statements/ruling/?id=17059-17",
    "title": "17059-17 Hunter v thesun.co.uk",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2017-07-07 00:00:00",
    "received_on": "2017-06-06 00:00:00",
    "concluded_on": "2017-10-13 00:00:00",
    "complaint_processing_days": 129,
    "conclusion_long": "13. The complaint was not upheld.",
    "remedial_action": "14. N/ADate complaint received: 06/06/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 17059-17 Hunter v thesun.co.uk\nSummary of complaint\n1. Holly Hunter\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 2 (Privacy) of the Editors’ Code of Practice in an article\nheadlined ”ENJOY IT WHILE YOU CAN! Britain swelters in temperatures hotter than\nthe ALGARVE but thunderstorms could be on the way to ruin your weekend”,\npublished on 7 July 2017.\n2. The article\ncontained a series of photographs of members of the public, taken in various\nlocations throughout Britain, as they enjoyed the hot weather in July 2017. One\nof the photographs was of the complainant as she sunbathed in a bikini on\nBrighton beach. She was not named in the article.\n3. The complainant\nsaid she had not consented to her photograph being taken or published in the\narticle. She said that she had been using her phone and had not been aware of\nher photograph being taken.\n4. The publication\ndid not accept that the publication of the photograph represented an intrusion\ninto the complainant’s private life. It said that the activity which the\ncomplainant had been engaged in was not private in nature.\n5. It said that the\ncomplainant had been photographed in a busy section of Brighton Beach: there\nhad been between 200 to 300 people on the beach that day. It provided a further\nphotograph, taken on the same day as the photograph under complaint, which it\nsaid demonstrated how busy the beach had been. The photographer had been 10 to 15\nmetres from the complainant when he had taken her photo. He had not used a long\nlens.\n6. The newspaper\nalso argued that photographing members of the public enjoying hot weather is a\nlong-established practice of the UK newspaper industry, and provided numerous\nexamples of this type of coverage in other publications. It said that the\nphotographer who had taken the complainant’s picture, regularly took\nphotographs for these types of articles. The photographer  said that the\nclothing people are wearing is a major part of these images, because it\ndemonstrates the temperature outside.\nRelevant Code provisions\n7. Clause 2\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n8. Coverage of\nmembers of the public enjoying hot weather is a regular occurrence. The\ncomplainant had been photographed on a popular public beach and her image had then\nbeen published in an article which had reported on the hot weather which\nBritain had been experiencing in July 2017.\n9. The Committee\nacknowledged the complainant’s concern that she had been photographed without\nher consent. However in considering whether the complainant had a reasonable\nexpectation of privacy in relation to the circumstances in which she had been\nphotographed, the Committee had regard to the complainant’s location and the\nactivity which she had been engaged in.\n10. The complainant had been photographed on a well-known\nand popular public beach, during the height of British summer. The complainant\ndid not dispute that up to 300 people had been present on Brighton Beach that\nday and that she had been photographed in a busy public location. The\npublication had also provided an image of the beach which had demonstrated the\nnumbers of people who had been there at the time. The complainant would have\nbeen seen by a large number of people, the majority of whom she would not have\nknown, and it had not been suggested that she had sought to limit this by, for\nexample, positioning herself in a more secluded part of the beach.\n11. Further, the complainant had not been engaged in an\nactivity which could be considered to be private in nature: she had been\nsunbathing while using her phone. There was no suggestion that the photographer\nhad used a long lens camera, and had not captured anything that would not have\nbeen visible to anyone in the complainant’s vicinity.\n12. The complainant’s photograph had been published in an\narticle which had reported on the hot weather in Britain. It had been\nillustrated with a number of photographs of other people engaged in similar\nactivity as the complainant. The complainant had been photographed in that\ncontext, while wearing swimwear, in order to illustrate this weather and the\ntemperatures which the public had been experiencing that day. The article did\nnot scrutinise the complainant or comment upon her further, nor did it seek to\ndraw reader’s attention to her specifically, when compared to the other people\npictured. While the complainant had been identifiable, she had not been made\nthe focus of the article, nor had she been named. Her image had been featured\nincidentally, and had been used to illustrate a story about the weather. In\nthose circumstances, and given the location in which she had been photographed\nand the activity which she had been engaged in, the complainant did not have a\nreasonable expectation of privacy, nor did the publication of this photograph\nrepresent an intrusion into her private life. There was no breach of Clause 2.\nConclusion\n13. The complaint was not upheld.Remedial action required14. N/ADate complaint received: 06/06/2017Date decision issued: 13/10/2017  \nBack to ruling listing\n\n\n"
}