{
    "url": "/rulings-and-resolution-statements/ruling/?id=17326-17",
    "title": "17326-17 The Governing Council of the Royal Albert Hall v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2017-05-28 00:00:00",
    "received_on": "2017-08-01 00:00:00",
    "concluded_on": "2018-03-14 00:00:00",
    "complaint_processing_days": 225,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 17326-17 The Governing Council of the Royal Albert\nHall v The Sunday Times\nSummary of complaint1. The governing Council of\nthe Royal Albert Hall complained to the Independent Press Standards\nOrganisation that The Sunday Times breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Going for a song: tycoon’s £2.7m Albert\nHall box”, published on 28 May 2017. 2. The article reported that ten seats in a\nbox at the Royal Albert Hall had been sold for £2.7 million. It reported that\nthe “record breaking price will increase the market value of the other 1,265\nseats owned by individuals and companies- about a quarter of the concert hall,\nwhich has charitable status”. 3. The article explained that the other 1,265\nseats, included 145 seats owned by the Royal Albert Hall’s trustees and related\nparties. The article contained a brief reference to the complainant’s\nengagement with the Charity Commission; it reported that: “the Charity\nCommission said it had ‘serious concerns’ about the management of the charity\nand would act because perceptions ‘that trustees are in a position to benefit\nfinancially from their role can be very damaging’”. The article also reported a\nstatement from the complainant: “seat holders [take] no benefit from the\ncharity and voluntarily benefited it by £5m a year”. 4. The article appeared in substantively the\nsame form online, under the headline: “Billionaire Jim Ratcliffe buys box at\nRoyal Albert Hall for £2.7m”. 5. The complainant said that the article had\ninaccurately implied that the Charity Commission had made an allegation of\nwrongdoing and had issued it with an ultimatum. It further said that the\narticle had failed to make clear that the 1,265 seats owned by its Members were\nentirely separate from the seats owned by the Hall, which have “charitable\nstatus”. The complainant said that it had provided a statement for publication,\nbut key aspects of it had been omitted from the article. 6. The newspaper said that the article did not\ncontain the implications suggested by the complainant. The article did not\nsuggest that an “ultimatum” had been issued by the Charity Commission and it\nwas accurate to report that the Commission had serious concerns about the\nmanagement of the charity. 7. The newspaper said that the Commission had\nbeen concerned about the issue of the perceived conflict of interest in charity\ntrustees, who were in a position to benefit from the sale of tickets which had\nbeen issued to them by virtue of their permanent seat ownership. The newspaper\nsaid that the Commission had made clear that it expected the complainant to\ndeal with the issue during an internal review into the trust’s constitution, by\nensuring that a minority of trustees are seat holders. 8. The newspaper said that the article had\nmade clear that the 1275 seats were privately owned. The article concerned the\nprivate sale of a box from a named individual, and the only reference to a\ncharity was in relation to the Hall itself: no reader would think that the\nseats that were being traded were anything other than privately owned, as set\nout in the article.\nRelevant Code provisions \n9. Clause 1 (Accuracy)  \ni) The Press must take care\nnot to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii) A fair opportunity to\nreply to significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nFindings of the Committee 10. It was not in dispute that the Charity Commission had\nexpressed concern regarding the perceived conflict of interest in the\ncomplainant’s trustees, who were in a position to benefit from the sale of\ntickets which had been issued to them by virtue of their permanent seat\nownership. It was accurate for the article to report that the Commission had\nraised “serious concerns” about the management of the charity, and the article\ndid not contain a suggestion that it had issued the complainant with an\nultimatum. The article reported accurately that the 1,265 seats which were\nprivately owned, were separate from the seats which formed part of the Hall’s\ncharitable assets. There was no breach of Clause 1.\nRemedial action required\n11. N/A\nDate complaint received: 01/08/2017\nDate decision issued: 14/03/2018\nBack to ruling listing\n\n\n"
}