{
    "url": "/rulings-and-resolution-statements/ruling/?id=17325-17",
    "title": "17325-17 The Governing Council of the Royal Albert Hall v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Times (News UK)",
    "received_on": "2017-08-01 00:00:00",
    "concluded_on": "2018-03-14 00:00:00",
    "complaint_processing_days": 225,
    "conclusion_long": "53. The complaint was upheld.",
    "remedial_action": "54. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. 55. The newspaper had promptly offered a correction, prior to the complainant contacting IPSO, which had made reference to the 2015 ban and had set out that members are free to sell their tickets. It had also subsequently offered a correction which had made clear that the Charity Commission was concerned with the number of seat holders on the Board, not the issue of ticket resales. The correction which the newspaper had offered in final settlement of the complaint, and set out above, had made clear that the “ban” did not apply to members’ seats. 56. The correction which the newspaper had offered in final settlement of the complaint, referred to material which the Committee did not consider to be in breach of the Code. However, the Committee welcomed the fact that this wording provided clarification on the complainant’s position. 57. While the Committee acknowledged the complainant’s reasons not to do so, it was unfortunate that it had not accepted the previous wording which had been offered by the newspaper earlier-variations of which corrected the established inaccuracies- so that the misleading impression contained in the first and fifth articles could have been corrected as soon as possible. The newspaper had offered a number of corrections during the course of the complaint. These corrections had addressed all the points which the Committee had found to be in breach of the Code. The Committee suggested that the following wording should be published, which drew on the wording of the corrections which had previously been offered by the newspaper: “In a number of recent articles, we said that the Royal Albert Hall allowed members who own Hall seats to resell their tickets for events and, on one occasion, incorrectly stated it allowed them to circumvent a ban on them doing so. The seats are privately owned, non-charitable property and the sales are not “resales”. The trustees point out that the ban did not apply to members’ seats, members are free to sell their tickets, and the Hall cannot control these sales. We also incorrectly said that the Charity Commission is concerned about people who own seats at the Royal Albert Hall selling their tickets at inflated prices, and had referred this matter to the Charity Tribunal. In fact, the Commission is not concerned about the issue of ticket resales by Members generally; it is concerned with the number of seat holders on the Board. We are happy to clarify that the Charity Commission has not issued the Hall with an ultimatum or threatened a statutory inquiry and that there has been no breach of charity law for not revealing the value of the seats owned by the council members and the income received from ticket sales. The trustees deny they are presiding over a “national disgrace” and also say they are committed to working with the BBC to help them fight secondary sales of Proms tickets by non members. We apologise for our inaccuracies”.  58. In order to avoid a breach of Clause 1(ii) this wording should now be published. The print correction should be published in the newspaper’s corrections and clarifications column. The online correction should be published as a footnote to the articles. Date complaint received: 01/08/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 17325-17 The Governing Council of the Royal Albert Hall v The Times \nSummary of Complaint\n1. The governing\nCouncil of the Royal Albert Hall complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in the following articles:\n“Anger over the resale of Royal Albert Hall tickets”,\npublished in print and online on 9 January 2017;\n“Disgrace” of Albert Hall members who resell tickets”,\npublished in print and online on 19 January 2017;\n“Albert Hall defiant in ticket resale row”, published in\nprint and online on 21 January 2017;\n“The Proms should stop this ticket scandal- or leave the\nAlbert Hall”, published in print and online on 1 September 2017;\n“Unmask seat owners, Albert Hall told”, published in\nprint and online on 14 September.\nThe articles under complaint \n2. The series of\narticles reported on a long running debate about the practice of Members of the\nHall, which is a charity, selling tickets for seats they own at the Hall for\n“inflated prices”. \n3. The first\narticle reported that a “fresh row” had erupted over the issue, claiming that\nthe complainant had “allowed debenture holders to circumvent a ban on the\nresale of tickets” for a series of concerts in 2015. It said that the\ncomplainant had “failed to enforce rules” which had been drawn up by the promoter\nof these concerts, which had the intention of “limiting the number of tickets\nbeing made available for sale on the secondary market”. The first article also\ncontained a statement from the complainant’s spokesperson: “Members seats are\ntheir own private property with their rights enshrined in the hall’s royal\ncharter and acts of parliament; neither the hall nor the promoter has the\nability to impose restrictions on how [they] choose to use or dispose of their\ntickets”. \n4. The second\narticle reported on criticism of the complainant from the Hall’s former\nPresident. It said that that [the Hall’s] leaders had been described as\n“presiding over a ‘national disgrace’” by one of its former Presidents, who had\nalso accused Members of “ignoring the hall’s official system for passing on\nunwanted tickets and choosing to maximise their profits by using ticket resale\nwebsites”. \n5. The online\nversion of the second article was amended to remove the words “presiding over”\nfrom the first paragraph, so that the article claimed that “the leaders of the\nRoyal Albert Hall have been described as a 'national disgrace\" by a former\npresident in a row over members reselling tickets”.\n6. The former\nPresident also criticised the members of the Council who own seats at the Hall\nand were therefore in a position to sell their tickets. The article included\nhis “demand” that “trustees of the hall…declare any revenue that they make from\nselling tickets”. He had claimed: “members of the hall’s council own 145 seats worth\nconservatively £14.5 million. This interest is largely undeclared and as\ntrustees of the charity, their position of privilege and the advantages\nafforded by the hall’s charitable status puts them in a position to profit\npersonally. For this to have been unregulated, despite being in the public\ndomain for so long, is a national disgrace”.\n7. The third\narticle reported that the complainant “will defy demands” by the Charity\nCommission to “overhaul its ruling council which is dominated by owners of debenture\nseats and boxes”. It said that the Commission had “threatened to open a\nstatutory inquiry into the trust that runs the hall after concerns of an\n‘inherent unresolvable conflict of interest’ caused by the majority of its\nruling council owning seats”.\n8. The third\narticle continued by reporting that the head of an internal review into the\ntrust’s constitution had told the newspaper that it would “recommend reducing\nthe number of seat owners on the council while ensuring that they remain a\nmajority”. This decision, the article claimed, had “infuriated the regulator”.\nThe article also reported a statement from the Charity Commission’s\nspokesperson: “The commission has made clear that the issue of conflicts of\ninterest and the independence of the council from the seat owners should be\ndealt with as part of [the internal] review.”\n9. The third\narticle also reported a statement made by the Chairman of the Charity\nCommission: “the “scale of commercialisation in private sales of seats raises\nquestions about whether the charity is in fact operating in the public\ninterest”. The newspaper had obtained this quote from an interview which he had\ngiven to another publication, in which the Chairman had continued by saying:\n“The trustees should consider whether such arrangements risk damaging public\nconfidence in their charity. This is a matter of great concern to the\nCommission and we expect the trustees to resolve the issue swiftly and openly”.\n10. The third article also reported a further statement\nfrom the former President of the Hall, whose criticism had formed the basis of\nthe second article. It reported that he had “accused the hall of breaching\ncharity law by failing to reveal the value of the seats owned by the council\nmembers and the income received from the sale of tickets”.\n11. The fourth article was an opinion piece, which\ndetailed the columnist’s concern at the difficulty in obtaining tickets for the\nLast Night of the Proms, an event held annually at the Hall. The columnist said\nthat it was “extremely hard” to obtain tickets for the event by going through\n“official channels” but it was “very easy if you have a few thousand quid to\nspare and go to a ticket resale website”. The reason “why it’s so easy”, the\ncolumnist had claimed, was because “1,275 of the Royal Albert Hall’s seats are\nowned by members of the grandly named Corporation of the Hall of Arts and\nSciences”. The columnist suggested that the BBC, the organisation which runs\nthe Last Night of the Proms, were in a position to “stop this ticket scandal”\nby threatening to transfer the Last Night to another venue.\n12. The fifth article claimed that a former director of\nthe BBC Proms had “called for people who own seats at the Royal Albert Hall to\nbe named to curb the practice of them selling allocations of tickets at\ninflated prices”. It said that the Charity Commission had “previously expressed\nconcern about the issue” and had “recently requested that the attorney-general\nrefer the matter to the Charity Tribunal for clarification”.\nThe complainant’s position\n13. The complainant said that the newspaper had, over\nmany months, given its readers an inaccurate and misleading impression of the\nHall, its governance and the status of Members’ seats. It said that the\nnewspaper had denied them a proper right of reply or any opportunity to comment\non the articles’ serious claims. \n14. The complainant said that it had no control over how\nMembers use or dispose of their tickets: this was their proprietary right.\n15. The complainant explained that individuals who had\ncontributed financially to the construction of the Royal Albert Hall had been\ngranted property rights over seats, for a period of 999 years, by virtue of the\nterms of the 1867 Royal Charter. The terms of the Charter allowed the seat\nowner unfettered access to their seats, and their tickets, and did not contain\na provision which would prevent them from licensing the use of their seats to\nothers.\n16. The complaint said that as the Charter was an Act of\nParliament, only Parliament had the power to change its terms. It explained\nthat amendments to the Charter could only be made by passing a resolution by a\n75% majority of Members. It said that even if Members volunteered by that\nmajority, to relinquish their property rights and empower the Hall to make such\nan application, Parliament would be required to agree that this would be\nproportionate. It said that this was unlikely given that the outcome of this\nprocess may result in the confiscation of Members’ private property rights.\n17. The complainant said that it was therefore inaccurate\nfor the articles to suggest that it “allows” its Members to sell on their\ntickets for profit, or that it was “presiding over” the practice. It said that\nthe restrictions put in place by the promoter of the 2015 concerts had not\napplied to members’ tickets, and so it was inaccurate to state that Members had\n“circumvented” a ban on resales.\n18. The complainant denied that Members’ tickets were\nbeing “re-sold”: members were selling their tickets so as to provide access to\ntheir private property and not, as suggested, in a manner akin to the\nindustry-wide issue of secondary ticket sales. The characterisation of Members\nas “debenture holders” was also misleading as it suggested that the terms of\nthe Charter had conferred a temporary agreement between a lender and a\nborrower, rather than granting permanent seat ownership.\n19. While the complainant maintained that it had no\ncontrol over Members’ private property and the way they use or dispose of their\ntickets, it noted that it had encouraged members to sell unwanted tickets\nthrough a voluntary Ticket Return Scheme, where 60% of all Members’ tickets are\nreturned.\n20. The complainant said that the articles had misrepresented\nits interactions with the Charity Commission; the Commission was not concerned\nabout Members selling their tickets in general and it had not threatened to\nopen a statutory inquiry into the trust that runs the Hall. The complainant\nsaid that the inclusion of the allegations made by its former President,\nrendered the third article significantly misleading, as it suggested that it\nhad breached charity law by failing to reveal the value of the seats owned by\nCouncil members and the income received from the sale of tickets. The\ncomplainant acknowledged that the Charity Commission was seeking consent from\nthe Attorney General to refer questions to the Charity Tribunal under s.325 of\nthe Charities Act 2011; however it said that the Commission’s concern was not\nabout tickets per se, or their “resales”.\n21. The complainant acknowledged that the Commission had\npreviously “expressed a preference” that the Hall’s council move to a minority\nof seat holding Members. The complainant said that it had commenced a constitutional\nreview which the Commission were being regularly updated on- this did not\namount to “defying” the Charity Commission’s “demands”. The complainant said\nthat inclusion of the statement from the Charity Commission’s spokesperson in\nthe third article was therefore misleading, as it suggested that the issue of\nconflicts of interest and independence of the Council from seat owners was not\nbeing dealt with as part of its internal review.\n22. The complainant said that the second article had\ndistorted a quotation from its former President. It said that his concern\nrelated to the lack of regulation regarding the “issue” of members selling\ntheir tickets; he had not claimed that the Hall’s governing body were a\n“national disgrace”. The complainant was concerned at the amendment which had\nthen been made to the online article, so as to accuse its trustees of being a\n“national disgrace”. It said that this was not a claim made by its former\nPresident, and was far more damaging.\n23. The complainant said that the fourth article had\nsuggested that the issue of high prices for the Last Night of the Proms, and\nthe alleged difficulties for members of the public in obtaining tickets, was\nprimarily due to Members selling their tickets. It said that this practice did\nnot contradict its commitment to prevent the secondary marketing of tickets.\nThe complainant also said that the article had given the inaccurate impression\nthat the Hall’s conduct was in breach of charity law by suggesting that the\norganisers of the Proms should withdraw from the Hall in order to force it to\nreform.\nThe newspaper’s position:\n24. The newspaper did not accept a breach of the Code. It\nsaid that it was accurate to report that the complainant was allowing members\nto sell the tickets they receive by virtue of their seat ownership, and that it\nwas “presiding over” this practice; the complainant provided Members with\ntickets, and did not prevent them from selling them. It said that the meaning\nof “allow” was dependent on context: the articles had been clear that the\ncomplainant was not stopping the practice, despite the Charity Commission\nputting it under pressure to deal with the conflict which this practice\ncreates. It was this inaction, the newspaper said, which amounted to the\ncomplainant “allowing” the practice to continue.\n25. The newspaper did not accept the complainant’s\nposition that it did not have a mandate to intervene in Members selling their\ntickets and noted the Ticket Return Scheme which had been set up by the\ncomplainant. The newspaper suggested that the complainant could refuse entry to\nthe Hall in certain circumstances, including if tickets have been bought from\nsecondary resale sites. It suggested that while it may be a cumbersome process,\nthe complainant could seek to prevent the sales via an Act of Parliament. It\nnoted that the complainant had previously sought to take such steps, when it\nwished to make a different amendment to its constitution.\n26. The newspaper said that it was accurate to report\nthat the complainant had “allowed” members to circumvent the 2015 ban. It said\nthat the article did not suggest that the complainant had failed to enforce\ncertain rules set out by the promoter or that the ban had applied to Members’\ntickets. The article had made clear that the source of the promoter’s concern\nwas the complainant’s policy of allowing Members to sell tickets, when he had\nsought to limit the number of resales.\n27. The newspaper did not accept that referring to the\narrangements of sale as “resales”, or referring to Members as “debenture\nholders” was significantly inaccurate, and noted that Members had been\ndescribed as “debentures” previously, without complaint. The newspaper noted\nthat the first article had reported the statement from the complainant’s\nspokesperson, which had set out the private, proprietary nature of members’\ninterests in their seats.\n28. The newspaper said that it had reported the\nCommission’s concerns accurately. It was erroneous to suggest that the\nCommission was not concerned with Members selling their tickets as it was such\nselling that created the conflict in the complainant’s council. It was not\npossible to separate the issue of ticket sales from the issue of control of the\ncharity, as the complainant was seeking to do. In support of this, the\nnewspaper provided a statement which it had received from the Charity\nCommission, issued in September 2017:\n“Under the Royal Charter that was created when the Hall\nwas built in 1860s, individuals who helped finance its construction were\nrewarded with seats which could be handed down generations or sold permanently,\nlike property. They can also be sold, very profitably, for individual nights of\nentertainment. The problem is that the seat holders are a majority of the\ncouncil that runs the charity- 19 out of 25- which raises an inherent\nunresolvable conflict of interest in its governance.\nThe question is whether these arrangements enable the\nCouncil to be perceived as furthering the purposes of the charity for the\npublic benefit. We have been engaged with the Hall for some time and, while\nprogress has been made in some areas, the central issue of how to deal with the\nconflicts of interest, and suggested private benefit, remain unresolved and the\nHall has shown minimal appetite to address these.\nThe charity had sought to address these issues by\nspending charitable funds to bring parliamentary proceedings to alter its\nconstitution, by changing the Act of Parliament on which it was founded.\nHowever, the Commission has declined to authorise the charity to spend\ncharitable funds on preparing or promoting a parliamentary Bill to implement its\ngovernance review. The Commission has concluded that it is not in the best\ninterests of the charity to do so.\nThe Commission has statutory powers to establish schemes\nwhere it is necessary to alter an Act of Parliament which establishes or\nregulates a charity, and we believe this is the appropriate route for the\noutcome of a governance review requiring such constitutional changes to be\nmade.\nDue to the complex nature of these matters, we have taken\nthe unprecedented step of seeking the consent of the Attorney General to refer\na number of questions to the Charity Tribunal, under s.325 of the Charities Act\n2011, concerning issues relating to the charity and the exercise of the\nCommission’s regulatory powers by way of a scheme, to finally address this issue”.\n29. The newspaper said that the third article did not, as\nthe complainant had suggested, refer to an ultimatum made by the Charity\nCommission. It simply reflected the long-running dispute between the\ncomplainant and the Commission. Nor had the third article stated that the\ncomplainant had breached charity law; it had contained an accusation made by\nthe complainant’s former President. \n30. The newspaper said that another publication had\nreported an interview with the chair of the Charity Commission, who had said\nthat “The Royal Albert Hall has now been given until May to put its house in\norder or face a formal inquiry by the Commission”. Following this, a journalist\nhad contacted the Commission for comment, who had said “The Royal Albert Hall\nis currently undertaking a governance review. The Commission has made clear\nthat the issue of conflicts of interest and the independence of the Council\nfrom the seat owners should be dealt with as part of this review. The\nCommission will not pre-judge the outcome of this review and will assess its\nregulatory options once this has been presented”.\n31. The newspaper said that it was entitled to report the\nopinion of the complainant’s former President, and said that there was no\nmeaningful inaccuracy in the second article, caused by the original misquoting\nof his words. The suggestion that the trustees “preside over” over the\n“national disgrace” of Members selling their tickets, or that the trustees are\na disgrace themselves for presiding over this practice, were substantively\nsimilar and would not lead to any misunderstanding of his views.\n32. The newspaper said that the moment the complainant\nhad raised concern regarding the original version of the online second article,\nit had apologised. It had explained that the omission of the words “presiding\nover” had occurred inadvertently and offered to reinsert the words. While it\ndid not accept that the amendment to the online article had resulted in a\nbreach of the Code, it reinserted the words “presiding over” into the first\nparagraph and added the following footnote on to the online article:“This\narticle was amended on [date] to correct an error introduced in the editing\nprocess, for which we apologise, which resulted in the article stating that a\nformer     president of the Royal Albert\nHall had said that its leaders were a “national disgrace”, when in fact what he\nsaid was that they were presiding over a “national disgrace”.   This is strongly denied by the Corporation\nthat runs the Albert Hall”\n33. The newspaper said that it had attempted to contact\nthe complainant for comment, prior to the publication of the first article. The\njournalist had called the urgent out of hours number for press enquiries and\nleft a message but no one returned his call. It said that the journalist had\nalso used the complainant’s online contact form, but received no response.\n34. The newspaper said it had attempted to mediate a\nresolution to the complaint and had suggested a number of formulations for a\nclarification, all of which had been rejected by the complainant.  While it did not accept a breach of the Code,\nit offered to publish the following wording in its Corrections &\nClarifications column, in addition to the footnote on the second online\narticle:\n“In a number of recent articles, we said that the Royal\nAlbert Hall allowed members who own Hall seats to resell their tickets for\nevents and, on one occasion, to circumvent a ban on them doing so. The seats\nare privately owned, non-charitable property and the sales are not “resales”.\nThe trustees point out that the ban did not apply to members’ seats, members\nare free to sell their tickets, and the Hall cannot control these sales. They\ndeny they are presiding over a “national disgrace” and also say they are\ncommitted to working with the BBC to help them fight secondary sales of Proms\ntickets by non members. We are happy to clarify that the Charity Commission has\nnot issued them with an ultimatum or threatened a statutory inquiry and that\nthere has been no breach of charity law for not revealing the value of the\nseats owned by the council members and the income received from ticket sales.\nWe apologise for any inaccuracies”. \n35. The newspaper changed all references to “reselling”\nin all the online articles to “selling”. It also offered to consider a letter\nfor publication from the complainant, subject to the right to edit it- as with\nall letters submitted for publication. It also offered to circulate a note to\nall of its news executives alerting them to the complainant’s concerns and,\nassuming a resolution was reached, drawing their attention to the wording to be\npublished and asking them to bear these points in mind when publishing material\nabout the Royal Albert Hall in the future.\nFurther comments from the complainant:\n36. In response to a request by IPSO to explain why it\nwas not possible for it to refuse entry to members of the public who had bought\nMembers’ tickets on the open market, the complainant said that it was not able\nto dictate to Members how to dispose of their tickets. It also noted that such\nentrance restrictions would pose practical problems as staff checking such\ntickets upon persons entering an event would have no way of knowing whether the\nticket in question had been donated, had been transferred as part of a charity\nauction, or indeed, sold at a discount.\n37. The complainant said it had no record of the\nnewspaper seeking comment from them prior to the first article, or at all. It\ndid not accept the newspaper’s offer of resolution, nor its previous formulations;\nthe newspaper had continued to offer wording which was unsatisfactory and which\nit had made clear that it would not accept. The complainant said that it sought\na fair right of reply, having been denied that in the articles.\nRelevant Code provisions \n38. Clause 1 (Accuracy) \n\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nFindings of the Committee \n39. The articles under complaint contained criticism of\nthe complainant from a number of sources, including in one instance, a\ncolumnist from the newspaper. At the core of this criticism was the allegation\nthat the complainant “allows” its Members to sell their tickets. The\ncomplainant and the publication attributed different meanings to this claim.\nThe complainant said that it had no standing to allow or disallow how Members\nuse or dispose of their tickets. The newspaper did not dispute that Members had\na proprietary right over their seats, but argued that it was not misleading to\nreport that it “allows” these individuals to sell their tickets for inflated\nprices, where the complainant had failed to take any action to address the\nissue.\n40. The question of whether the use of “allow” was\nmisleading in breach of Clause 1 depended on the context in which it was\nplaced. The first article had made the distinct claim that the complainant had\n“allowed” its members to “circumvent a ban” on the resale of tickets.  It was not in dispute that the terms of sale\nimposed by the promoter did not apply to Members tickets; reporting that\nMembers had “circumvented” a ban, and the complainant had allowed them to do\nso, misrepresented the terms of sale. This represented failure to take care\nover the accuracy of the article. The use of the term “allow”, in that context,\nwas significantly inaccurate, as it suggested that the complainant had failed\nto comply with an obligation to which is was subject, and required correction under\nthe terms of 1(ii).\n41. The newspaper was entitled to take the view that the\ncomplainant had not taken sufficient steps to publicly condemn or discourage\nthe practice of Members selling their tickets for high prices, despite public\nstatements made by the Chairman of the Charity Commission who had expressed\nconcern about whether the charity was acting in the public interest given the\nscale of commercialism in private seat sales by council members. This was the\nbasis for the newspaper’s position that the complainant “allowed” Members to\nsell their tickets for high prices. In circumstances where all of the articles\nunder complaint made clear the current legal status of Members’ property, so\nthat readers were able to evaluate the meaning of the term, this\ncharacterisation was not misleading. The use of the term “allow”, or the\nallegation that the leaders of the Hall were “presiding over” over Members\nselling their tickets, did not represent a breach of Clause 1.\n42. The articles also reported on the complainant’s long\nrunning engagement with the Charity Commission; the complainant said that the\narticles had misrepresented the nature of the Commission’s concerns.\n43. In considering the care taken over the reporting of\nthe complainant’s interactions with its regulator, the Committee had regard to\nthe statement from the Commission’s Chairman which had been published in the\nthird article that the “scale of commercialism in the private sales of seats\nraises questions about whether the charity is in fact operating in the public\ninterest” and the statement which had been issued by the Charity Commission in\nSeptember 2017.\n44. The complainants’ interactions with the Charity\nCommission were referred to in the third and fifth article. The third article\nhad referred explicitly to the Commission’s concern about a conflict of\ninterest caused by “the majority of [the complainant’s] ruling council owning\nseats”. The statement of the Charity Commission had set out that seats held by\nMembers could be sold profitably; it had identified a “problem” with this\narrangement which was that seat holders were a majority of the council and had\nsaid that this “raised an inherent unresolvable conflict of interest in its\ngovernance”. It was not in dispute that trustees on the complainant’s council\nwere in a position to sell tickets by virtue of their seat ownership. In the\ncontext of the vociferous concerns expressed publicly by the Commission’s\nChairman, it was not misleading to present the public statements from the\nCommission as expressions of concern that council Members were selling their\ntickets. There was no failure to take care over the presentation of the\ncomplainant’s interactions with the Commission on these points, or the basis\nfor the reference which was being made to the Charity Tribunal. The third\narticle had not misrepresented the Charity Commission’s publicly expressed\nconcerns. Further, it did not state as fact that the Hall had breached charity\nlaw, it had distinguished this as a claim made by a former President of the\nHall. There was no breach of Clause 1 in relation to the third article.\n45. The fifth article had referred to the practice of\nmembers selling “allocations of tickets at inflated prices”, and had gone on to\nreport that the Charity Commission had “previously expressed concern about the\nissue”. The Commission’s publicly expressed concern did not relate to the\npractice of selling of seats more generally, but to members of the council\ndoing so. The fifth article had not made this distinction clear. This\nrepresented a failure to take care over the accuracy of the article, in breach\nof Clause 1 (i). The misrepresentation of the Commission’s concerns and\nfurther, the basis for the reference which was being made to the Charity\nTribunal, was a significant inaccuracy, requiring correction to avoid a breach\nof 1 (ii).\n46. The complainant had argued that the third article had\ngiven the misleading impression that it was not addressing the concerns raised\nby the Charity Commission. However, the head of the complainant’s internal\nreview was not advocating for a move to a minority of seat-holding Members on\nits Council. This proposed recommendation was in spite of the “great concern”\nexpressed publicly by the Chairman of the Commission regarding the current\narrangements on the complainant’s Council. It was also in spite of the\nstatement from the Commission which had been reported in the third article,\nwhich had made clear that this issue “should” be addressed. The complainant did\nnot appear to be acting in accordance with the Commission’s recommendations; it\nwas not misleading to report that the complainant was “defying” its “demands”.\n47. The newspaper had sought comment from the Commission\nwho had said that it would “assess its regulatory options” following the\noutcome of the complainant’s internal review. It was accepted that a statutory inquiry\ninto the trust that runs the Hall was an option open to the Commission, should\nthey choose to take it. Given the significant concern set out by the\nCommission, and its clear preference that Members should be a minority on the\nCouncil, it was not significantly misleading to characterise the possible\nimposition of one regulatory option as a “threat”. This aspect of the complaint\ndid not breach Clause 1.\n48. The second article had included the full statement\nfrom the Hall’s former President, setting out his concern that the fact that\nthe lack of regulation governing Members’ selling their tickets was a “national\ndisgrace”. The claim that “leaders” of the Hall had been described as a\n“national disgrace” – or “presiding over” a national disgrace- was not a\nmisleading characterisation of his concerns, in circumstances where his full\nquote, setting out his concern about trustees’ conduct, was included in the\narticle.\n49. The Committee did not establish any significant\ninaccuracies in the fourth article’s discussion of ticket sales for the Last\nNight of the Proms. The columnist was entitled to focus on the specific issue\nof Members selling their tickets at high prices in order to illustrate the\ndifficulty in accessing tickets for the night. In the context of an opinion\npiece, the columnist’s decision to focus on one reason why access was difficult\nfor the event did not suggest that the public were being prevented from\naccessing the Last Night of the Proms primarily due to Members’ actions.\n50. The complainant argued that reference to tickets\n“resales” suggested that Members were selling their tickets in a manner akin to\nthe industry-wide issue of secondary ticket sales. The Committee disagreed. The\narticles had made clear that Members were obtaining a financial benefit from\nselling their tickets which they receive by virtue of their seat ownership. The\nterm “resell” did not mischaracterise this arrangement and both “resell” and\n“sell” made clear the complainant’s position that Members were able to control\nthe sale of their tickets. In these circumstances, while it was accurate to\nreport that Members were “selling” their tickets, the Committee did not\nestablish that reporting that tickets were being “re-sold” in the first\ninstance was significant. While the Committee did not establish a breach of the\nCode on this point, it welcomed the newspaper’s decision to remove references\nto “re-selling” in the online articles.\n51. The Committee noted the complainant’s position that\nthe term “debenture holders” suggested that Members owned a lease over their\nseats. The use of the term “debenture holders” drew a distinction between\nindividuals who owned seats privately, and seats owned by the charity. Where\nthe articles had been clear that Members own their seats, the Committee did not\nconsider that referring to them “debenture holders” was significantly\nmisleading such as to require correction.\n52. In response to the complainant’s request that it be\ngiven a fair opportunity to reply, the newspaper had offered an opportunity for\nthe complainant to submit a letter for publication. The Committee considered\nthat such an opportunity was fair, given the significant inaccuracy which it\nhas established above. There was no breach of Clause 1(iii).\nConclusion\n53. The complaint was upheld.\nRemedial Action Required\n54. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required.\n55. The newspaper had promptly offered a correction,\nprior to the complainant contacting IPSO, which had made reference to the 2015\nban and had set out that members are free to sell their tickets. It had also\nsubsequently offered a correction which had made clear that the Charity\nCommission was concerned with the number of seat holders on the Board, not the\nissue of ticket resales. The correction which the newspaper had offered in\nfinal settlement of the complaint, and set out above, had made clear that the\n“ban” did not apply to members’ seats.\n56. The correction which the newspaper had offered in\nfinal settlement of the complaint, referred to material which the Committee did\nnot consider to be in breach of the Code. However, the Committee welcomed the\nfact that this wording provided clarification on the complainant’s position.\n57. While the Committee acknowledged the complainant’s\nreasons not to do so, it was unfortunate that it had not accepted the previous\nwording which had been offered by the newspaper earlier-variations of which\ncorrected the established inaccuracies- so that the misleading impression\ncontained in the first and fifth articles could have been corrected as soon as\npossible. The newspaper had offered a number of corrections during the course\nof the complaint. These corrections had addressed all the points which the\nCommittee had found to be in breach of the Code. The Committee suggested that\nthe following wording should be published, which drew on the wording of the\ncorrections which had previously been offered by the newspaper:\n“In a number of recent articles, we said that the Royal\nAlbert Hall allowed members who own Hall seats to resell their tickets for\nevents and, on one occasion, incorrectly stated it allowed them to circumvent a\nban on them doing so. The seats are privately owned, non-charitable property\nand the sales are not “resales”. The trustees point out that the ban did not\napply to members’ seats, members are free to sell their tickets, and the Hall\ncannot control these sales. We also incorrectly said that the Charity\nCommission is concerned about people who own seats at the Royal Albert Hall\nselling their tickets at inflated prices, and had referred this matter to the\nCharity Tribunal. In fact, the Commission is not concerned about the issue of\nticket resales by Members generally; it is concerned with the number of seat\nholders on the Board.\nWe are happy to clarify that the Charity Commission has\nnot issued the Hall with an ultimatum or threatened a statutory inquiry and\nthat there has been no breach of charity law for not revealing the value of the\nseats owned by the council members and the income received from ticket sales.\nThe trustees deny they are presiding over a “national disgrace” and also say\nthey are committed to working with the BBC to help them fight secondary sales\nof Proms tickets by non members. We apologise for our inaccuracies”. \n58. In order to avoid a breach of Clause 1(ii) this\nwording should now be published. The print correction should be published in\nthe newspaper’s corrections and clarifications column. The online correction\nshould be published as a footnote to the articles.\nDate complaint received: 01/08/2017\nDate decision issued: 14/03/2018\nBack to ruling listing\n\n\n"
}