{
    "url": "/rulings-and-resolution-statements/ruling/?id=17394-17",
    "title": "17394-17 Bramwell v Express & Star",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "9 Reporting of crime (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Express & Star (East) (MNA)",
    "received_on": "2017-08-07 00:00:00",
    "concluded_on": "2017-11-23 00:00:00",
    "complaint_processing_days": 108,
    "conclusion_long": "14. The complaint was upheld",
    "remedial_action": "15. Having upheld the complaint under Clause 1, the Committee considered the remedial action that should be required.  16. The newspaper had complied with its obligation to correct significant inaccuracies, but given the seriousness of the breach of Clause 1 (i), the appropriate remedy was publication of the Committee’s adjudication. The Committee recognised that the article had not appeared on the newspaper’s homepage, but considered that publication of the adjudication on the newspaper’s website, without a link appearing on the homepage, would not be an effective remedy to the breach of the Code. The Committee therefore required the newspaper to publish the adjudication on its website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint against The Express & Star, and refer to its subject matter; it must be agreed in advance.  17. The terms of the adjudication for publication are as follows:   Oliver Bramwell complained to the Independent Press Standards Organisation, via a representative, that the Express & Star breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article published on the newspaper’s website on 4 August 2017.   The article, which was headlined “Cavalry trooper guilty of supplying drug that cost life of Wolverhampton best friend”, reported that the complainant had been convicted of supplying cocaine to a friend.  The complainant said that the article had been published three and a half hours before the jury returned a unanimous verdict that he was not guilty. He said that the article was therefore entirely inaccurate. The complainant said that the article was seen by a number of people, and that even after it was removed from the newspaper’s website, it appeared in Google search results with the inaccurate headline for over a week.  The newspaper accepted that the article was inaccurate. It explained that a “holding piece” written ahead of the jury’s verdict had been accidentally published onto the site in a very unfortunate human error. It said that the correct version of the article, stating that the defendant had been cleared, was published as the lead story on the homepage, on the same day.  IPSO’s Complaints Committee found that publication of a court report before the jury had reached its verdict, wrongly reporting that a defendant had been convicted of criminal offence, was a serious failure. The article had been published online by accident. However, this did not reduce the seriousness of the breach, indeed it underlined the critical importance of establishing and implementing systems that acknowledge and address the risk of such an event. The complaint was upheld as a breach of Clause 1 (i).  The Committee welcomed the steps the newspaper took to address the error, but the complaint was upheld as a breach of Clause 1 (Accuracy) of the Code.   The Committee required publication of this ruling as remedial action for the breach.   Date complaint received: 07/08/2017",
    "text": "\n\n\n\n\n\nDecision of\nthe Complaints Committee 17394-17 Bramwell v Express & Star\nSummary of\ncomplaint\n1.    A\nfamily member of Oliver Bramwell complained on his own behalf, and on behalf of\nMr Bramwell that the Express & Star breached Clause 1 (Accuracy) Clause 2\n(Privacy) and Clause 9 (Reporting of Crime) of the Editors’ Code of Practice in\nan article published on the newspaper’s website on 4 August 2017. \n2.    The\narticle, which was headlined “Cavalry trooper guilty of supplying drug that\ncost life of Wolverhampton best friend”, reported that Oliver Bramwell had been\nconvicted of supplying cocaine to a friend. The article did not name the\ncomplainant, Mr Bramwell’s close family member, but in the opening sentence, it\nspecified his relationship to Mr Bramwell, and gave his job. The article\nreported Mr Bramwell’s street level address.\n3.    The\ncomplainant said that the article reporting that Mr Bramwell had been convicted\nof supplying drugs was published at 10:30am, three and a half hours before the\njury returned a unanimous verdict that he was not guilty, at 1pm that day. He\nsaid that the article was therefore entirely inaccurate. The complainant said\nthat the article was seen by a number of people, and that even after it was\nremoved from the newspaper’s website, it appeared in Google search results with\nthe inaccurate headline for over a week.  \n4.    The\ncomplainant said that although he was not named in the article, by specifying\nhis distinctive job, and his relationship to Mr Bramwell, he was identified. He\nsaid that the article’s reference to him was a breach of Clause 2 and Clause 9,\nas he had no relevance to the story, having never been involved in the court\nproceedings in any way. He was concerned that by referencing him, the article\nexposed him to a risk of attack; a risk he believed was heightened because of\nthe nature of his work. The complainant was concerned that the article\ncontained Mr Bramwell’s street level address.\n5.    The\nnewspaper accepted that the article was inaccurate. It explained that a\n“holding piece” written ahead of the jury’s verdict had been accidentally\npublished onto the site in a very unfortunate human error. It said that the\narticle was not visible on the homepage of the site, that it was not promoted\non social media, and that as soon as the mistake was realised, it was taken\ndown, four hours after first publication. It said that at this point, the\narticle was invisible for the vast majority of browsers, but that it contacted\nits internet hosts in the USA to ensure it was fully cleared from the last few\nservers by 2:49pm on the day of publication.  It said that the correct\nversion of the article, stating that the defendant had been cleared, was\npublished as the lead story on the homepage, on the same day, accompanied by a\nfootnote noting the inaccurate first version of the article.\n6.    The\nnewspaper said it repeatedly asked for Google to speed up removal of the old\nversion of the article from its search results, including contacting them by\nthe online action form, by email, and by telephone. It said that while it\nremained in search results on 11 August, its continued requests for removal\nwere met with an error message, saying that it had already been removed. The\nnewspaper said that on the same day the article was published, it made a change\nso that anybody clicking on the search result on the earlier article would be\ndirected to the article reporting Mr Bramwell’s acquittal.\n7.    The\nnewspaper said that the defendant’s address was provided by the clerk of the\ncourt, from the court papers. In response to the complaint under Clause 9, the\nnewspaper apologised for the reference to the complainant, and accepted that\nthere was no wider public interest to justify this. The newspaper offered its\napologies to the complainant in correspondence. It also offered to publish an\napology on the homepage of its website, and while the article did not appear in\nthe print edition of the newspaper, it offered to publish the apology in the\nprint edition as well. It said that further training would be given to ensure\nthat the same mistake did not happen again, and that new systems were in place\nto prevent any repeat.\nRelevant Code\nprovisions \n8.    Clause\n1 (Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nClause 2\n(Privacy)\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will\nbe expected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nClause 9\n(Reporting of Crime)\ni) Relatives or\nfriends of persons convicted or accused of crime should not generally be\nidentified without their consent, unless they are genuinely relevant to the\nstory. \nFindings of\nthe Committee \n9.    The\npublication of a court report before the jury had reached its verdict, wrongly\nreporting that a defendant had been convicted of criminal offence, was a\nserious failure. The article had been published online by accident. However,\nthis did not reduce the seriousness of the breach, indeed it underlined the\ncritical importance of establishing and implementing systems that acknowledge\nand address the risk of such an event. The complaint was upheld as a breach of\nClause 1 (i). \n10. The newspaper\nquickly realised the gravity of the error, and took steps to remedy the\nmistake, including prompt removal of the article, and publication of an article\nreporting Mr Bramwell’s acquittal on the same day. It was unfortunate that the\ninaccurate headline persisted in appearing in Google search results, and the\nCommittee welcomed the newspaper’s efforts to speed up the process of these\nbeing removed. It also welcomed the newspaper taking action to direct readers\nclicking on the links to the article reporting Mr Bramwell’s acquittal. The\nnewspaper’s offer to publish an apology was clearly appropriate in this case.\nWhile the article had not appeared on the homepage, it was appropriate for the\nnewspaper to offer to publish the apology on its homepage given the seriousness\nof the inaccuracy. This was sufficient action to correct the inaccuracy, and\nthere was no breach of Clause 1 (ii). \n11. Clause 9 of the\nCode provides specific protection to relatives and friends of those accused or\nconvicted of crime from identification, where they are not genuinely relevant\nto the story. However, the Committee noted that in a report such as the article\nunder complaint, which may contain detail about the background of the accused,\nfamily members or friends may well be identifiable to those who know of the\nfamily or chose to seek out further information, even if they are not\nexplicitly identified. However, there is a public interest in reporting on the background\nof those accused of crime. Such reporting assists our understanding of the\ncontext in which crime takes place, including the circumstances of the\ndefendant. The terms of Clause 9, and what constitutes identification for the\npurposes of this Clause, should not be interpreted so broadly as to unduly\nrestrict the reporting of broader circumstances which have led to a crime being\npotentially committed. \n12. The Committee\nrecognised that the complainant may have been identifiable from the brief\nreference to his occupation and relationship with Mr Bramwell, to readers who\nwere already aware of the family or sought additional information, even though\nhe was not named. The Committee made clear that “identification” under the\nterms of Clause 9 is not limited to cases where a person is identified by name.\nHowever, in this case, where the article simply noted the complainant’s\nrelationship to Mr Bramwell and occupation, and did not otherwise focus on this\nrelationship, the information contained in the article was not sufficient to\nrepresent identification under the terms of this Clause. The terms of Clause 9\nwere not engaged. \n13. The newspaper had\nsimply reported Mr Bramwell’s street level address, as it had been given in\nopen court proceedings. The newspaper was entitled to report this information\nin accordance with the principle of open justice, and the Committee noted that\nreporting this information contributes to the accurate identification of the\ndefendant. The Committee did not find a failure to respect the privacy of\neither Mr Bramwell or the complainant, and there was no breach of Clause 2. \nConclusions \n14. The complaint was\nupheld \nRemedial\nAction Required \n15. Having upheld the\ncomplaint under Clause 1, the Committee considered the remedial action that\nshould be required. \n16. The newspaper had\ncomplied with its obligation to correct significant inaccuracies, but given the\nseriousness of the breach of Clause 1 (i), the appropriate remedy was\npublication of the Committee’s adjudication. The Committee recognised that the\narticle had not appeared on the newspaper’s homepage, but considered that\npublication of the adjudication on the newspaper’s website, without a link\nappearing on the homepage, would not be an effective remedy to the breach of\nthe Code. The Committee therefore required the newspaper to publish the\nadjudication on its website, with a link to the full adjudication (including\nthe headline) appearing on the homepage for 24 hours; it should then be\narchived in the usual way. The headline of the adjudication must make clear\nthat IPSO has upheld the complaint against The Express & Star, and refer to\nits subject matter; it must be agreed in advance. \n17. The terms of the\nadjudication for publication are as follows:  \nOliver\nBramwell complained to the Independent Press Standards Organisation, via a\nrepresentative, that the Express & Star breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article published on the newspaper’s website on\n4 August 2017.  \nThe article,\nwhich was headlined “Cavalry trooper guilty of supplying drug that cost life of\nWolverhampton best friend”, reported that the complainant had been convicted of\nsupplying cocaine to a friend. \nThe\ncomplainant said that the article had been published three and a half hours\nbefore the jury returned a unanimous verdict that he was not guilty. He said\nthat the article was therefore entirely inaccurate. The complainant said that\nthe article was seen by a number of people, and that even after it was removed\nfrom the newspaper’s website, it appeared in Google search results with the\ninaccurate headline for over a week. \nThe newspaper\naccepted that the article was inaccurate. It explained that a “holding piece”\nwritten ahead of the jury’s verdict had been accidentally published onto the\nsite in a very unfortunate human error. It said that the correct version of the\narticle, stating that the defendant had been cleared, was published as the lead\nstory on the homepage, on the same day. \nIPSO’s\nComplaints Committee found that publication of a court report before the jury\nhad reached its verdict, wrongly reporting that a defendant had been convicted\nof criminal offence, was a serious failure. The article had been published\nonline by accident. However, this did not reduce the seriousness of the breach,\nindeed it underlined the critical importance of establishing and implementing\nsystems that acknowledge and address the risk of such an event. The complaint\nwas upheld as a breach of Clause 1 (i). \nThe Committee\nwelcomed the steps the newspaper took to address the error, but the complaint\nwas upheld as a breach of Clause 1 (Accuracy) of the Code.  \nThe Committee\nrequired publication of this ruling as remedial action for the breach.  \nDate complaint received: 07/08/2017\nDate decision issued:  23/11/2017\nBack to ruling listing\n\n\n"
}