{
    "url": "/rulings-and-resolution-statements/ruling/?id=17466-17",
    "title": "17466-16 O’Sullivan v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2017-08-11 00:00:00",
    "concluded_on": "2017-11-07 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A Date complaint received: 11/08/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 17466-16 O’Sullivan\nv The Mail on Sunday\nSummary of\ncomplaint\n1.\nJohn O’Sullivan complained to the\nIndependent Press Standards Organisation that The Mail on Sunday breached\nClause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in\nan article headlined, “Sacked: driver exposed by MoS for abusing boy in his\ntaxi”, published on 21 May 2017. The article also appeared online headlined,\n“Taxi driver who was allowed to continue working for three years after being\nconvicted of abusing an autistic boy is FINALLY sacked”, published on 21 May\n2017. \n2. The article reported that the complainant had recently\nbeen “sacked” by his taxi firm. The article reported that this was in response\nto an earlier article by the publication, which had stated that the complainant\nhad had his taxi licence renewed and had continued to work as a taxi driver for\nthree years, despite being convicted for assault against a child in 2013. The\narticle detailed the nature of the offence, stating that the complainant had\n“brutally assaulted the 13-year-old, trussing him up with bungee cords,” and included\na photograph of the complainant. The online article was substantially the same\nas the print article. \n3. The complainant said that it was inaccurate to\nstate that he had been “sacked” by the taxi firm, as he was self-employed. He\nalso said the term “sacked” was misleading in the circumstances, as he had\nparted amicably from the taxi firm after threats to his safety were made. \n4. The complainant also raised concern that the\narticle was misleading as he had pleaded guilty to using unauthorised\nrestraints on the child and did not believe his actions amounted to assault. \n5. The complainant said that the publication of his\nphotograph represented an intrusion into his private life as it had been taken\nand published without his consent. \n6. The newspaper did not accept that it had\nbreached the Code. It provided a copy of a press release issued by the taxi\nfirm the complainant had driven for, stating that his engagement with the firm\nhad been terminated with immediate effect. The newspaper said that the term\n“sacked” did not have a specific legal meaning and was appropriate in this\ninstance, regardless of his employment status, as he was no longer permitted to\ndrive for the taxi firm in question. The newspaper said it was accurate for the\narticle to state he had been found guilty of assaulting a child, and provided\ncourt documents which showed he had been convicted of two counts of assault. \n7. The newspaper said that the photograph published\nwas taken by a freelance photographer in a public street where the complainant\ndid not have a reasonable expectation of privacy. \nRelevant Code Provisions\n8. Clause\n1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and- where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\nClause\n2 (Privacy) *\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information. \niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nFindings of the\nCommittee\n9.\nThe complainant had been convicted of two counts of assault against a child,\nwhich had accurately been reported in the article. Furthermore, the article had\ndetailed the nature of the assault, which related to the illegal restraint of a\nchild. The article was not inaccurate on this point. \n10.\nThe taxi firm the complainant had driven for issued a press release stating\nthat his employment had been terminated with immediate effect. Where the\ncomplainant was no longer permitted to drive for the firm, regardless of his\nemployment status, it was not inaccurate for the article to state that the\ncomplainant had been “sacked.” There was no breach of Clause 1. \n11.\nThe photograph was used to show the complainant’s likeness in relation to the\narticle. It did not show him engaged in any private activity, and did not\ndisclose any private information about the complainant. There was no breach of\nClause 2. \nConclusions\n12.\nThe complaint was not upheld. \nRemedial Action\nRequired\n13.\nN/A\nDate complaint received: 11/08/2017Date decision issued: 07/11/2017\nBack to ruling listing\n\n\n"
}