{
    "url": "/rulings-and-resolution-statements/ruling/?id=17469-17",
    "title": "17469-17 Coles v Dartmouth Chronicle",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Dartmouth Chronicle (Tindle Newspapers Limited)",
    "published_on": "2017-07-21 00:00:00",
    "received_on": "2017-08-11 00:00:00",
    "concluded_on": "2017-11-13 00:00:00",
    "complaint_processing_days": 94,
    "conclusion_long": "28. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 11/08/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 17469-17 Coles v Dartmouth\nChronicle\nSummary of Complaint\n1.   \nGina Coles complained\nto the Independent Press Standards Organisation that the Dartmouth Chronicle\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment) of the\nEditors’ Code of Practice in the following articles:\n·        \n“Rain dance fails to\ndampen festival” published in print and online on 11 August 2017\n·        \n“Woofstock ‘doesn’t\nhave our support” published in print and online on 18 August 2017\n·        \n“Councillor Hits back\nover Woofstock story”, published online on12 August 2017.\n·        \n“VIDEO: A Dartmouth\nTown Council committee meeting was recorded on VIDEO for the first time,\ndespite protests from councillors”, published online on 21 July 2017 \n2.   \nThe first three\narticles reported on comments which the complainant, a Dartmouth town\ncouncillor, had allegedly made in relation a dog festival, Woofstock\nUK, which had taken place in the town. \n3.   \nThe 21 July article reported on\nopposition from councillors to the newspaper’s decision to film a town council\nmeeting; it said that the complainant had “demanded” that the cameraman\ndelete the footage she thought was taken before the meeting had started, and\nreported that she had told him: “I am not fooled by you. I am smart. You can’t\nfool me. You must have deleted it.” \n4.   \nThe complainant denied\nthat she had told a journalist, during a conversation at the visitor centre in\nDartmouth, that the organiser of “Woofstock UK” was “not the right sort” to be\nrunning the event, as reported in the 11 August and 18 August articles. The\ncomplainant said that the repeated publication of comments, in a series of\narticles, amounted to harassment. \n5.   \nThe complainant\nexplained that she had told the journalist how she had previously researched\nthe organiser’s background, after she had believed that they had lied during a\npresentation which they had given to the town council about the dog show. When\nthe journalist had asked how she had undertaken this research, the complainant had\nexplained that she had googled her name. The complainant said that this did not\namount to “suggesting” to the journalist that he look into the Woofstock\norganiser’s background on the internet, as reported in the 11 August article. \n6.   \nThe 11 August article continued\nby reporting that a subsequent Google search by the journalist had found that the\norganiser of Woofstock had previously taken her former employers to an\nemployment tribunal, and had alleged that they had discriminated against her on\nthe basis of her sexuality. \n7.   \nThe complainant denied\nthat she had “thrown the future of Woofstock into doubt”, and that she had\n“cast doubts” over charitable donations from the festival, as reported in the\n18 August article. While the complainant accepted that she had previously\nquestioned why a charity with a larger income had received the donations, as\nopposed to local charities, she said that her views were understandable\ncomment. \n8.   \nThe complainant said\nthat the 21 July article inaccurately reported the comments which she had made\nto the journalist during the council meeting: she had said “I am not stupid”,\nrather than “I am clever”. \n9.   \nWhile the complainant accepted that she had told the\njournalist that her “rain dance” hadn’t affected the Woofstock event, she said\nshe had done so during a private conversation with him at the visitor centre. The\n12 August article contained a screenshot of an email which the complainant had\nsent to the journalist, raising concern about the 11 August article. She said\nthat the publication of this email\ncorrespondence and comments she had made at the visitor centre, was an\nintrusion into her privacy. \n10. She also raised concern regarding the conduct of a\ncameraman, acting on behalf of the newspaper, during the filming of town\ncouncil meetings. She said that the cameraman had set up two video cameras,\npositioned directly at her face, a few feet away from her: this conduct had\namounted to harassment. \n11. The newspaper did not accept a breach of the Code. It\nsaid that the 11 August and 18 August attributed quotes to the complainant\nwhich were a fair and accurate reflection of the comments she had made at the\nvisitor centre and in the email exchanges which followed. \n12. The newspaper provided copies of the email\ncorrespondence which had passed between the journalist and the complainant, following\nthe conversation which had taken place at the visitor centre. In the first\nemail, the complainant had provided a comment for publication, which detailed\nher concerns about a local woman setting up a new ice cream stall in the town.\nThe journalist had replied, “not the ‘right sort’ for Dartmouth? Perhaps she\ncould team up with [the organiser of Woofstock], of Woofstock fame… one selling\nice creams, the other plastic toys for dogs or similar paraphernalia! LOL”. In\nresponse, the complainant had said: “LOL indeed! I should have known better\nthan to give you any ammunition for the future!!” The newspaper said that the\njournalist had been referring to the comments which the complainant had made at\nthe visitor centre, where she had said the organiser of Woofstock wasn’t “the\nright sort” to be running the event. It said the complainant’s response showed\nclearly that she was not disputing that she had made the comment. \n13. In another email, the complainant had said that she\n“did not like or\ntrust” the organiser of Woofstock. She said that “she started off with a big\nlie about the event and I formed an opinion about her then that wasn't altered\nby learning about her time with [her former employers]”. The newspaper said\nthat the tone and manner of the complainant’s correspondence was that she did\nnot approve of the organiser of Woofstock, whether that be for her history with\nher former employers, or her charitable donations. \n14. The newspaper said that the 21 July article\naccurately reflected the comments which the complainant had made during the\ncouncil meeting, but noted that there was little semantic difference between “I\nam not stupid”, “I am clever” or “I am smart”. \n15. The newspaper did not accept that the video\nrecording of the town council meeting was obtained in circumstances of\nharassment. It provided a photograph of the room as it had appeared on the day\nas well as the full recording of the meeting which had been published. It said\nthat cameras had been positioned in order to ensure that the whole room could\nbe recorded. \n16. Further, the newspaper did not accept that the\npublication of the complainants comments at the visitor centre, or her email\ncorrespondence, represented a breach of her privacy. It said that the visitor\ncentre is a public place and the complainant had been aware she had been\nspeaking to a journalist during that exchange, and in her subsequent emails. \n17. Further, given the complainant’s position as a town\ncouncillor, the newspaper said that her views on the Woofstock UK dog festival\nwere a matter of public interest. It said that the festival occurred on a\nDartmouth park, currently owned and managed by the district council, but\nsubject to possible transfer to the town council. It said that there was a\npublic interest in the complainant’s views, given that she, together with her\nother councillor colleagues, could soon be in a position to decide who can and\ncannot use the park. \n18. The complainant said that it was the journalist who\nhad introduced the “not the right sort” comment, during the email correspondence\nwhich had passed between them. She said that her reply had been in reference to\nthe journalist’s suggestion that the organiser of Woofstock and the ice cream\nseller could team up and sell various items, and her realisation that the journalist\nwas attempting to combine the two stories together. \nRelevant Code\nProvisions \n19. Clause 1 (Accuracy)\ni. The Press must take\ncare not to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text.\nii. A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii. A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\nClause 2. *(Privacy)\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3 *(Harassment)\ni) Journalists must\nnot engage in intimidation, harassment or persistent pursuit.\nii) They must not\npersist in questioning, telephoning, pursuing or photographing individuals once\nasked to desist; nor remain on property when asked to leave and must not follow\nthem. If requested, they must identify themselves and whom they represent.\n(iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nFindings of the Committee\n20. Critical to the Committee’s considerations was the\nfact that the complainant was an elected politician, as a councillor for the\nDartmouth town council; she was also a director of Dartmouth Visitor Centre. Given\nthe complainant’s position, her views on matters relating to the town, were of\ninterest to the community she had been elected to represent.   \n21. The complainant had spoken to a journalist on two\noccasions; the first, was in a public setting at the Dartmouth visitor centre,\nthe second, during email correspondence. On both of these occasions, the\ncomplainant had spoken freely and openly to an individual she had known to be a\njournalist. While the Committee noted the complainant’s position that she had\nconsidered these conversations to have been private, she had given no\nindication that her comments were not for publication. Further, the email which\nhad been published in the 12 August article, had been written by the\ncomplainant following her request that her comments, about a separate issue, be\npublished in a future article. The Committee also noted that the complainant\nhad been a former local journalist and was a retired editorial manager. The\ncomplainant’s views on the Woofstock event were not private or personal information\nabout her, particularly as, given her position as town councillor, her views on\na public event were of a matter of public interest. The Committee did not\nconsider that the publication of any comments she may have made, at the visitor\ncentre or in her subsequent emails, represented an intrusion into her private\nlife. There was no breach of Clause 2. \n22. The Committee then turned to consider the complaint\nunder Clause 1. In reporting on comments alleged to have been made by the\nsubject of an article, the Committee emphasised the importance of accurately\nreporting their words, in order to avoid the possibility of misinterpretation. \n23. The Committee acknowledged the strength of the\ncomplainant’s denial that she had told the journalist that the organiser of the\nWoofstock was “not the right sort” to be running the event. The Committee was\nunable to reconcile the differing accounts of what had taken place at the\nvisitor centre. However it noted that the complainant had accepted that she had\npreviously expressed concerns about the organiser, given the complainant’s\nbelief that she had previously lied during a presentation to the town council\nabout Woofstock. The Committee did not consider that the article was significantly\nmisleading in reporting on the complainant’s views on the organiser of\nWoofstock, and the article did not state that her alleged comments had been in\ndirect reference to the organiser’s sexuality. \n24. It was not in dispute that the complainant had\ninformed the journalist of the method by which she had previously researched\nthe organiser’s background; in those circumstances, it was not significantly\nmisleading to report that she had suggested that he look into her background on\nthe internet. \n25. The complainant had accepted that she had\npreviously questioned why local charities hadn’t been given the charitable\ndonations from Woofstock: it was not misleading to report that she had “cast\ndoubt” on the charitable donations from the event. It was not misleading to\nreport that the complainant had “thrown the future of Woofstock into doubt”,\ngiven that the complainant had accepted that she had previously expressed a\nlack of support for the organiser. \n26. The Committee did not consider that there was a\nmaterial difference between the reported phrase “I am smart”, and what the complainant had\naccepted she had said. There was no breach of Clause 1. \n27. The Committee acknowledged that the complainant had\nfound the newspaper’s recording of the town council meetings, distressing. The\nquestion for the Committee was whether the reporter’s conduct had amounted to\nharassment. The newspaper had recorded a public meeting on video, which had\nbeen held at Dartmouth’s town council, of which the complainant was an elected\nrepresentative. The newspaper had provided the full recording of the event: the\ncomplainant had not been the focus of the video, or held up to scrutiny. The\npublication of a series of articles, reporting on the Woofstock event and the\ncomplainant’s concerns in relation to the event, did not constitute harassment,\nparticularly given the complainant’s position as an elected representative for\nDartmouth. The Committee did not consider that the concerns which the\ncomplainant had raised represented a breach of Clause 3. \nConclusions \n28. The complaint was not upheld. \nRemedial Action\nrequired \nN/ADate complaint received: 11/08/2017Date decision issued: 13/11/2017\nBack to ruling listing\n\n\n"
}