{
    "url": "/rulings-and-resolution-statements/ruling/?id=17481-17",
    "title": "17481-17 Stunt v Mail Online",
    "provisions": [
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2017-08-11 00:00:00",
    "concluded_on": "2017-12-20 00:00:00",
    "complaint_processing_days": 131,
    "conclusion_long": "36. The complaint was not upheld.",
    "remedial_action": "37. N/A. Date complaint received: 11/08/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 17481-17 Stunt v Mail Online\nSummary of complaint\n1. Geoffrey,\nLorraine and Elizabeth Stunt complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 4 (Intrusion into grief or shock)\nof the Editors’ Code of Practice in the following articles:\n- “BREAKING NEWS: Petra\nEcclestone’s brother-in-law is found dead by his distraught father at parents’\n£3million Surrey mansion”, published on 9 September 2016 / “‘My brother was not\ndepressed and he did not commit suicide’: Petra Ecclestone’s husband James\nStunt tells of heartache after his brother is found dead at their parents’\n£3million Wentworth mansion”\n- “Pictured: Bernie\nEcclestone’s son-in-law James Stunt is seen for first time since police raided\nhis firm”, published on 26 September 2016\n- “‘She has suffered\nenough’: Bernie Ecclestone reveals estranged son-in-law James Stunt ‘PUNCHED\nhim’ during a court hearing to evict ‘erratic’ billionaire from daughter\nPetra’s £100m mansion”, published on 29 June 2017 / “Well that didn’t take\nlong! James Stunt’s Rolls Royce leave Petra Ecclestone’s £100m Belgravia\nmansion as one of his entourage clutches details of a £9,000 a week rental home\nnearby after court evicted him”\n- “‘Love you to the\nmoon’: Petra Stunt takes her mind off her divorce to billionaire James Stunt by\nthrowing her sister Tamara Ecclestone a lavish fantasy-inspired surprise dinner\nto celebrate her 33rd birthday”, published on 29 June 2017\n- “Good riddance:\nBernie Ecclestone welcomes news his estranged son-in-law James Stunt has left\nhis £100m marital home as cleaners move in but adds ‘he shouldn’t’ have had to\nbe told to leave’”, published on 30 June 2017 / “Billionaire James Stunt\nFINALLY leaves his £100m marital home – in a convoy of Rolls Royce, Lamborghini\nand a Range Rover and clutching two china cats – as estranged wife Petra\nEcclestone prepares to move back in”.\n2. The complainants\nare the parents and widow of Lee Stunt, who died on 7 September 2016. His\nbrother, James Stunt, is a businessman, who was married to Petra Ecclestone,\nand has been the subject of media attention.3. The article\npublished on 9 September 2016 reported that Mr Stunt had died. It said that his\nfather had found him, and that the police had called the death “unexplained”.\nIt said that friends of Mr Stunt, who was Chief Operating Officer for metals\ncompany Stunt & Co, had said that he had been “suffering from depression”,\nwith one commenting that he had been “suffering for some time” and that his\nbrother had recently bought him a luxury car. The article said that Mr Stunt’s\nwife had been too upset to comment.\n4. The second item\nwas an update of the first article. It repeated the information about the\ncircumstances in which Mr Stunt had been found, and the comments made by his\nfriends. It additionally reported that James Stunt had “vehemently denied” that\nMr Stunt had been depressed or that he had bought his late brother a car.\n5. The article\npublished at the end of September 2016 reported on a police raid at the offices\nof Stunt & Co, which had taken place as part of an investigation into a\n“multi-million pound fraud”. It said that James Stunt had claimed that he had\nbeen the victim of a “substantial theft” from his “international gold bullion\nfirm”, and that the raid had come at a “traumatic time” for the family as they\n“mourned the death” of Mr Stunt. It repeated that James Stunt had denied that\nhis brother had taken his own life, and said that his widow was being\n“comforted by friends” at home.\n6. The coverage\npublished in June 2017 focused on Petra Ecclestone and James Stunt’s divorce.\nIt reported that Bernie Ecclestone had said that his daughter had “suffered\nenough”, and that he had claimed that James Stunt had punched him in the back\nand had made a gun gesture towards him during a hearing of the Central Family\nCourt. One of the June articles focused on a birthday party thrown by Petra\nEcclestone for her sister. Each of them included a box headlined “Mystery of\nbrother-in-law’s death at Stunt family home”, which repeated information about\nthe circumstances in which Mr Stunt had been found dead, the comments made by\nhis friends at the time, and James Stunt’s denial that his brother had taken\nhis own life. Each of them also included a section headlined “The major players\nin the Stunt divorce case”, which gave background on the divorcing couple and\ntheir legal representatives, and made reference to Mr Stunt’s death.\n7. The complainants\nsaid that Mail Online had intruded into their grief and shock following Mr\nStunt’s death. The publication had dramatised this tragic event for no other\nreason than for the titillation of their readers, and they had treated the – as\nyet – unexplained nature of his death as a “mystery” to create unwarranted\nsuspicion and speculation. The circumstances of his death were private and a\nmatter for the family, and they had been left distraught by the insensitive\nnature of the reporting.\n8. The complainants\nsaid that Mr Stunt was not a public figure and since his death on 7 September\n2016, the publisher, including Mail Online, had published numerous articles\nthat referred to his death, and which included speculation on the cause of death\nfrom unknown sources that went “way beyond any necessary level of reporting”.\nThis was not in the public interest; it was purely motivated by the profile of\nMr Stunt’s other family members; and it was insensitive. They noted that one\nMail Online article had been published the day before his funeral. They were\nparticularly concerned by the repeated publication of the box, which focused on\nMr Stunt, in several Mail Online pieces. They wrote to the publisher\ncomplaining that the references were gratuitous and were exacerbating their\ndistress, but no response was received.\n9. The complainants\nalso considered that it was insensitive of Mail Online to make references to Mr\nStunt’s death, more than nine months after the event, in the context of\narticles about the divorce between James Stunt and Petra Ecclestone. The\ndivorce proceedings were highly acrimonious and including references to Mr\nStunt in this context was inexcusable. It was also highly insensitive of Mail\nOnline to juxtapose their loss against references to Petra and Tamara\nEcclestone’s sisterly love for one another.\n10. The complainants said that their concerns were framed in\nthe context of other coverage, published by other titles owned by the same\npublishing group as Mail Online, Associated News Limited (ANL). They said that,\nfollowing contact from reporters, a legal notice was circulated by Mr Stunt’s\nwidow’s solicitor to parts of the media, warning that repeated approaches were\ncausing her distress and constituted a breach of the Editors’ Code. The notice\nalso asked for further press reporting of the matter to be conducted\nsensitively. Despite the legal notice, Mail Online had continued to make\nrepeated references to Mr Stunt’s death in numerous further articles.\n11. The complainants requested a private and a public\napology, and an agreement that there would be no further stories published\nabout Mr Stunt.\n12. The publication said that it was sorry for the\ncomplainants’ loss and that it was a matter of regret if it had caused them distress\nat a difficult time. It said that the death of Mr Stunt was a matter of public\nrecord, and it was a subject that the media were entitled to report upon. It\nalso considered that as Mr Stunt was the brother and colleague of James Stunt,\na high profile individual who it said had courted media attention, the appetite\nfor reporting on his death had been “entirely understandable”.  It said that the complainants had referred to\nupdated articles as if they were separate pieces; they were not: Mail Online\nhad published just five articles over an 11-month period, one of which was\npublished in the days that followed Mr Stunt’s death.\n13. Mail Online said that there was nothing in the Editors’\nCode which prevented the referencing of a person’s death in the context of\nother news stories. Nor was there anything which stated that an event must only\nbe referred to contemporaneously. It also did not consider that there was\nanything in the Code to prevent it from writing about any individual – famous\nor otherwise – provided that publication was handled sensitively. The choice of\nsubject was a matter of editorial discretion.\n14. Mail Online said that its articles had included the\n“barest details” of Mr Stunt’s death. It was not the first publication to cover\nthe story or to include comments made by Mr Stunt’s friends about the cause of\nhis death. It noted that one national newspaper had reported the speculation 40\nminutes before its article had been published, and other publications had\nrepeated this speculation. Publishing speculation on the cause of death was\ncommon in news reporting, reflecting the right and duty of the media to report\ncontemporaneously on matters of public interest. It pointed to two other\nexamples of the publication of such speculation relating to high profile\ndeaths. It also noted that in its article, it had clearly stated that the cause\nof death had yet to be established.\n15. Mail Online said that it was not insensitive for it to\nhave updated the first article with the news that James Stunt had published a\nvideo in which he had denied that his brother had taken his own life. It\nconsidered that he had clearly published the video with the intention of\ngarnering media attention, and it was entirely foreseeable that it would result\nin further publications. It did not consider that the updated article should be\nconsidered as a separate piece to the original item: if was to be considered as\nsuch, the first version should not be considered by IPSO as it had not been\nonline since 12 September 2016.\n16. In relation to the third article, Mail Online said that\nit was not insensitive for it to report on Mr Stunt’s death in the context of\ncoverage of the police raid on Stunt & Co. It said that James Stunt was a\npublic figure and the police raid on his company was newsworthy and a matter of\npublic interest. The reference to the recent death of the firm’s Chief\nOperating Officer was both reasonable and sensitive. It noted that the firm’s\nwebsite had highlighted the important role Mr Stunt had played in the company.17. Mail Online denied that it was insensitive to report on\nMr Stunt’s death in the context of coverage of the divorce proceedings between\nPetra Ecclestone and James Stunt. This was possibly the country’s largest\ndivorce settlement, and so it was entirely justifiable for the coverage of it\nto include references to other aspects of the parties’ lives. The link between James\nand Mr Stunt was clear: they were brothers and colleagues. Similarly, it was\nnot insensitive for it to have referred to his death in an article that also\nmade references to the affectionate relationship between Tamara and Petra\nEcclestone.\n18. Mail Online said that it was commonplace in online\njournalism to repeat box articles, such as the piece on Mr Stunt’s death and\nthe “Major players” section, where stories are related and continuing to\ndevelop. Given the context of the difficult year for James Stunt and his\nbrother’s key role at Stunt & Co, the link was clear and not insensitive.\nThese sections merely recapped the basic details of Mr Stunt’s death.\n19. While it did not consider that it had breached the Code,\nin an effort to resolve the complaint, Mail Online offered to remove the box on\nMr Stunt’s death from the articles.\n20. Mail Online noted that the complainants had expressed\nconcern about coverage by other publications in its group. However, a complaint\ncould only be made against its individual publications, and not against ANL as\na publisher. This was because Mail Online, the Daily Mail and the Mail on\nSunday were editorially independent, with distinct editors and journalists. It\nstrongly denied that there had been a concerted campaign of reporting across\nthe titles.\n21. The complainants said that any editorial separation\nbetween the titles had made no difference to the effect that ANL’s coverage and\nconduct had had on them at a time of such grief. Each time any of the articles\nhad been published in a different format, the effect of the item on them had\ndoubled.\nRelevant Code provisions\n22. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee on procedural points\n23. The parties had raised a number of procedural questions\nthroughout the complaint. The Committee made decisions on these points, before\ngoing on to consider the substance of the complaint.\n24. The complainants had directed their complaint to\nAssociated Newspapers Limited (ANL), the publisher of Mail Online, as well as\nthe Mail on Sunday and Daily Mail, about which the complainants had also\nsubmitted complaints. The Committee noted that IPSO operates on a principle of\neditorial responsibility, and considers complaints against individual\npublications, rather than against publishing groups. One publication with its\nown individual editor cannot be held responsible for what is published by another\ntitle, owned by a shared parent publisher, which has its own editor making\ndistinct and separate editorial decisions. Nonetheless, in reaching a decision,\nthe Committee did take into account the complainants’ concerns about the\ncontext in which the material was published.\n25. The Committee considered the parties' extensive\nsubmissions on the precise number of articles published by Mail Online, and\ndeclined to make a finding on this point. The question for the Committee was\nwhether any of the coverage, taken on its own or as a whole, was insensitive.\nThe precise number of articles was irrelevant to this question.\n26. The Committee noted that the first article under\ncomplaint had been replaced with the second article on 12 September 2016. IPSO\naccepts complaints about articles that remain online, which have been submitted\nto the publication or IPSO within 12 months from the date of publication. As\nthis version of the article was not online at the time the complaint was made,\nit fell outside IPSO’s remit and the Committee did not consider the complaint\nin relation to it.\nFindings of the Committee\n27. The Committee expressed its sincere condolences to the\ncomplainants for their loss, and it acknowledged that they had been distressed\nby the coverage of Mr Stunt’s death.\n28. The articles published by Mail Online fell into three\ncategories, at two time periods: the September 2016 articles reported that Mr\nStunt had died, and that James Stunt’s company had been raided by the police;\nand the articles published in June 2017 focused on the divorce proceedings\nbetween James Stunt and Petra Ecclestone.\n29. The Committee acknowledged the complainants’ position\nthat Mr Stunt was a private person, and so the amount of coverage overall had\nbeen insensitive. While reporting on deaths has the clear potential to be\nupsetting for the family and friends of the deceased, reporting the fact that\nsomeone has died is not in itself insensitive in breach of Clause 4. Deaths are\nmatters of public record; they affect communities, as well as the individuals\ndirectly involved, and they are therefore a legitimate subject for reporting.\nReporting that Mr Stunt had died and explaining the circumstances of his death\ndid not represent a breach of Clause 4.\n30. In this instance, Mr Stunt’s brother was a member of a\nfamily with a very high public profile; his brother had spoken publicly about\nhis death in a video he had published online; and Mr Stunt had also held a\nsenior position at his brother’s company. Referring to Mr Stunt’s death in the\ncontext of other stories about his brother, and in stories about the company at\nwhich he had worked, was not in itself insensitive, so as to raise a breach of\nClause 4. The volume of coverage overall did not represent a breach of Clause\n4.\n31. In the initial reporting of Mr Stunt’s death, Mail\nOnline had published a comment from friends of Mr Stunt who had said that he\nhad suffered from depression in the period leading up to his death. The\nCommittee did not consider that this had amounted to the publication of\ngratuitous speculation on the cause of Mr Stunt’s death: Mr Stunt had died at a\nyoung age, and the cause of death had not yet been established; it was not\ninsensitive for Mail Online to have published the friends’ observation of his\nstate of mind at the time of his death. Moreover, the articles that fell within\nIPSO’s remit had presented this comment in the context of James Stunt’s\nresponse to it, which he had published online, denying any suggestion that his\nbrother had depression or that he may have taken his own life. As a close\nfamily member had commented on this information publicly, following earlier\npress reports, it was not insensitive for Mail Online to have reported it.\n32. The publication had also made reference to Mr Stunt’s\ndeath in coverage of a police raid on James Stunt’s gold bullion company. The\nCommittee did not consider that this reference had been gratuitous or\ninsensitive: Mr Stunt had a connection to the story as he had been Chief Operating\nOfficer at the company. Furthermore, James Stunt had spoken publicly about Mr\nStunt's death, when he had published a video responding to reports that his\nbrother may have taken his own life.\n33. The Committee did not consider that it was insensitive or\ngratuitous for Mail Online to have referred to Mr Stunt’s death in the context\nof coverage of James Stunt’s divorce from Petra Ecclestone. Mr Stunt had a\nconnection to the story because he was James Stunt’s brother and he had held a\nsenior position in his company. Reference to his death, the cause of which had\nyet to be established, had also served to provide wider context for James\nStunt’s state of mind during the divorce proceedings. In addition, as\npreviously stated, James Stunt had himself spoken publicly about his brother’s\ndeath.\n34. The Committee noted the complainants’ concern regarding\na recurring box, which had focused solely on Mr Stunt’s death and had referred\nto it as a “mystery”. This item had provided brief factual information about\nthe circumstances in which Mr Stunt’s body had been found; it had stated that\nthe cause of death had yet to be established; and it had included the comment\nmade by the friend of Mr Stunt regarding his state of mind, as well as James\nStunt’s denial that his brother had been suffering from depression when he\ndied. The box provided wider context to the events taking place in the family\nat the time of the other events being reported; the information was not\ngratuitous. It was not insensitive in breach of Clause 4.\n35. The Committee did not consider that the articles\npublished by Mail Online, either individually or as a whole, had been\ninsensitive in breach of Clause 4.\nConclusion\n36. The complaint was not upheld.\nRemedial action required\n37. N/A.\nDate complaint received: 11/08/2017Date decision issued: 20/12/2017\n\nBack to ruling listing\n\n\n"
}