{
    "url": "/rulings-and-resolution-statements/ruling/?id=17499-17",
    "title": "17499-17 Stunt v Daily Mail",
    "provisions": [
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2017-08-11 00:00:00",
    "concluded_on": "2017-12-20 00:00:00",
    "complaint_processing_days": 131,
    "conclusion_long": "36. The complaint was not upheld.",
    "remedial_action": "37. N/A Date complaint received: 11/08/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 17499-17 Stunt v Daily Mail\nSummary of complaint\n1. Geoffrey,\nLorraine and Elizabeth Stunt complained to the Independent Press Standards\nOrganisation that the Daily Mail breached Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in the following articles:\n-“Bernie Ecclestone’s\nson-in-law James Stunt ‘shocked’ by a police raid on his gold bullion firm”,\npublished online on 12 September 2016- “The Tawdry £5bn\ndivorce”, published in print on 29 June 2017 / “Petra Ecclestone and husband in\n£5billion divorce: ‘Violent and abusive’ James Stunt swears at heiress’s father\nBernie and makes a gun gesture during bitter courtroom battle that ends with\nhim kicked OUT of the family’s £100m home”, published online on 28 June 2017\n- “How much nastier\nwill the £5.5bn divorce get?”, published in print on 1 July 2017 / “‘Bernie\ncouldn’t find any billions… or even millions’: As James Stunt- the man everyone\nseems to hate – leaves £100m home, we reveal how he created ‘billionaire’ image\ndespite loss-making firms”, published online on 30 June 2017\n2. The complainants\nare the parents and widow of Lee Stunt, who died on 7 September 2016. His\nbrother, James Stunt, is a businessman, who was married to Petra Ecclestone,\nand has been the subject of media attention.\n3. The first article\nreported that police investigating a “multi-million pound fraud” had raided the\noffices of James Stunt. It said that James Stunt had claimed to be the victim\nof a substantial theft from his international gold bullion firm, Stunt &\nCo. It said that the raid had come at an “extremely traumatic” time for the\nfamily as they mourned the death of James Stunt’s brother. It said that Lee\nStunt had been the Chief Operating Officer of Stunt & Co; that he had been\nfound dead at his parents’ mansion; and that James Stunt had “furiously denied”\nclaims that he had taken his own life. The complaint was made more than four\nmonths after the publication of this article in print, so IPSO could only\nconsider the complaint in relation to the online version of the piece.\n4. The remaining\narticles focused on the divorce of Petra Ecclestone and James Stunt, which it\nsaid could be the “biggest settlement in celebrity history”. The newspaper\ndescribed the proceedings of a Central Family Court hearing, during which details\nof their marriage had been disclosed. Each of the articles made reference to Mr\nStunt’s death; one article said that police had told the newspaper that the\nfile on Mr Stunt had been passed to the coroner, indicating that the inquest\nwould be heard soon.\n5. The online\nversion of one of the articles included a box headlined “Mystery of\nbrother-in-law’s death at Stunt family home in Surrey”, which reported\ninformation about the circumstances in which Mr Stunt had been found dead,\ncomments made by his friends that Mr Stunt had been suffering from depression,\nand James Stunt’s denial that his brother had taken his own life.\n6. The complainants\nsaid that the Daily Mail had intruded into their grief and shock following Mr\nStunt’s death. The publication had dramatised this tragic event for no other\nreason than for the titillation of their readers, and they had treated the – as\nyet – unexplained nature of his death as a “mystery” to create unwarranted\nsuspicion and speculation. The circumstances of his death were private and a\nmatter for the family, and they had been left distraught by the insensitive\nnature of the reporting.\n7. The complainants\nsaid that Mr Stunt was not a public figure and since his death, the newspaper\nhad published numerous articles that referred to it, and which included\nspeculation on the cause of death from unknown sources that went “way beyond\nany necessary level of reporting”. This was not in the public interest; it was\npurely motivated by the profile of Mr Stunt’s other family members; and it was\ninsensitive. They noted that some of the pieces had been published within days\nof his death. This had caused them considerable distress.\n8. The complainants\nsaid that approaches made by reporters from “The Mail” had also been\ninsensitive. On 9 September 2016, two days after Mr Stunt’s death, a reporter\nworking for the Daily Mail had visited Elizabeth Stunt’s property in order to\nobtain a comment about her husband’s death, but no comment was given. Having\nbeen asked to leave, the reporter remained in his car until he was told to\nleave again; this was not sensitive or sympathetic, and the pressure had been\ndistressing.\n9. On 11 September,\na legal notice was circulated by Elizabeth Stunt’s solicitor to parts of the\nmedia, warning that repeated approaches to Mrs Stunt at her property were\ncausing her distress and constituted a breach of the Editors’ Code. The notice\nalso asked for further press reporting of the matter to be conducted\nsensitively.\n10. The complainants said that despite the legal notice, the\nnewspaper had continued to make repeated references to Mr Stunt’s death in\nnumerous further articles. They were particularly concerned by the publication\nof a box, which focused on Mr Stunt, in a piece published online by the Daily\nMail. They wrote to the publisher complaining that the references were\ngratuitous and were exacerbating their distress, but no response was received.\n11. The complainants also considered that it was insensitive\nof the newspaper to make references to Mr Stunt’s death, more than nine months\nafter the event, in the context of articles about the divorce between James\nStunt and Petra Ecclestone. The divorce proceedings were highly acrimonious;\nincluding references to Mr Stunt in this context was inexcusable.\n12. The complainants said that their concerns were framed in\nthe context of other coverage, published by other titles owned by the same\npublishing group as the Daily Mail, Associated News Limited (ANL).\n13. The complainants requested a private and a public\napology, and an agreement that there would be no further stories published\nabout Mr Stunt.\n14. The newspaper said that it was sorry for the\ncomplainants’ loss and that it was a matter of regret if it had caused them\ndistress at a difficult time.\n15. The newspaper said that the death of Mr Stunt was a\nmatter of public record, and it was a subject that the media were entitled to\nreport upon. It also considered that as Mr Stunt was the brother and colleague\nof James Stunt, a high profile individual who it said had courted media\nattention, the appetite for reporting on his death had been “entirely\nunderstandable”. It noted, however, that it had only published three articles\non the subject, all of which had also appeared online.\n16. The newspaper said that the approach made by its\nreporter should not be considered as it took place ten months before the\ncomplaint was raised with IPSO. Notwithstanding this position, the Code did not\nprevent journalists from making approaches to the family of the deceased, and\napproaches made in the aftermath of a death were not inherently intrusive;\nindeed some bereaved people welcomed the opportunity to speak about their loved\nones. In this instance, the newspaper had also wanted to validate the accuracy\nof reports previously published.\n17. The newspaper said that its journalist had visited\nElizabeth Stunt’s home on 9 September 2016. He had knocked on the door and had\nbeen escorted from the property by a man. The reporter had returned to his car\nand he had driven 100 yards away from the property, so that he could make a\nnote of his approach. He had remained in a public lane, where he could not be\nseen from the house, until the man approached him again, and told him to leave.\nNo further approaches were made by the Daily Mail.\n18. The newspaper said that there was nothing in the\nEditors’ Code which prevented the referencing of a person’s death in the\ncontext of other news stories. Nor was there anything which stated that an\nevent must only be referred to contemporaneously. It also did not consider that\nthere was anything in the Code to prevent it from writing about any individual\n– famous or otherwise – provided that publication was handled sensitively. The\nchoice of subject was a matter of editorial discretion.\n19. The newspaper said, given Mr Stunt’s role as Chief\nOperating Officer at Stunt & Co, it had been entirely reasonable for it to\nrefer to his death in an article covering the police raid at the firm’s offices.\nIt noted that the firm’s website had highlighted the important role Mr Stunt\nhad played in the company. Furthermore, it was not insensitive for it to\npublish comments made by his brother James Stunt in a video he had posted\nonline with the clear intention of garnering media attention. The video, and\ntherefore its article, had carried the family’s rebuttal to speculation in the\nmedia that Mr Stunt had suffered from depression; this speculation had not\noriginated from the Daily Mail. Its article had also made clear the family’s\nbelief that he had died as a result of prescription drugs.\n20. The newspaper also denied that it was insensitive to\nreport on Mr Stunt’s death in the context of coverage of the divorce\nproceedings between Petra Ecclestone and James Stunt. This was possibly the\ncountry’s largest divorce settlement, and so it was entirely justifiable for\nthe coverage of it to include references to other aspects of the parties’\nlives. The link between James and Mr Stunt was clear: they were brothers and\ncolleagues. Furthermore, it did not consider that the publication of the piece\nonline had been intrusive or handled insensitively: the additional box focusing\non Mr Stunt’s death had included the barest detail and a formal picture of him.\n21. The newspaper accepted that it had included extensive\ndetail about Mr Stunt’s death in one of its articles, but it did not consider\nthat this represented insensitive handling of the matter. The links between\nJames Stunt, Stunt & Co and Mr Stunt were extensive. In order to understand\nthe intricacies of the investigations into Stunt & Co and the background to\nJames Stunt’s behaviour, it was essential that that the article made reference\nto Mr Stunt’s death. It also considered that the article included up-to-date\ninformation about the inquest, which would be a public hearing to which the\npress would be invited. It was entirely reasonable for its journalist to have\nmade enquiries about this.\n22. The newspaper said that a complaint could only be made\nagainst its individual publications, and not against ANL as a publisher. This\nwas because Mail Online, the Daily Mail and the Mail on Sunday were editorially\nindependent, with distinct editors and journalists. It strongly denied that\nthere had been a concerted campaign of reporting across its titles.\n23. While it did not consider that it had breached the Code,\nin an effort to resolve the complaint, the publication offered to remove the\nbox on Mr Stunt’s death from the online article.\n24. The complainants said that any editorial separation\nbetween the titles had made no difference to the effect that the coverage had\nhad on them at a time of such grief. Each time any of the articles had been\npublished in a different format, the effect the item had on them had doubled.\nFurthermore, it made no difference whether the two reporters who had visited\nElizabeth Stunt’s home had been from the Daily Mail and the Mail on Sunday; as\nfar as she was concerned two reporters from “The Mail” had visited her home on\ntwo consecutive days, shortly after her husband’s tragic death.\nRelevant Code\nprovisions\n25. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal proceedings.\nFindings of the Committee on procedural points\n26. There were a number of procedural issues raised by both\nparties as part of the complaint. The Committee considered these issues, before\ngoing on to consider the substance of the complaint.\n27. The complainants had directed their complaint to Associated\nNewspapers Limited (ANL), the publisher of the Daily Mail, as well as the Mail\non Sunday and Mail Online, about which the complainants had also submitted\ncomplaints. The Committee noted that IPSO operates on a principle of editorial\nresponsibility, and considers complaints against individual publications,\nrather than against publishing groups. One publication with its own individual\neditor cannot be held responsible for what is published by another title, owned\nby a shared parent publisher, which has its own editor making distinct and\nseparate editorial decisions. \nNonetheless, in reaching a decision, the Committee did take into account\nthe complainants’ concerns about the context in which the material was published.\n28. It was not in dispute that the conduct of the reporter\nwas part of the newsgathering process for an article which remained online at\nthe time the complaint was made. IPSO was able to fairly investigate whether\nthis article breached the Code. The conduct that led to the publication of this\narticle formed part of the considerations, and so fell within IPSO’s remit.\nFindings of the Committee\n29. The Committee expressed its sincere condolences to the\ncomplainants for their loss, and it acknowledged that they had been distressed\nby the coverage of Mr Stunt’s death.\n30. The Committee noted the complainants’ position that Mr\nStunt was a private person, and so the amount of coverage given to his death by\nthe Daily Mail had been insensitive and had caused them considerable distress.\nHowever, the press are entitled to report on deaths, which are matters of\npublic record, as long as enquiries and publication are handled with\nappropriate sensitivity. In this instance, the deceased’s brother was a member\nof a family with a very high public profile. Mr Stunt had also held a senior\nposition at a firm owned by his brother. Referring to Mr Stunt’s death in the\ncontext of other stories about his brother, and in stories about the firm at\nwhich he had worked, was not in itself insensitive, in breach of Clause 4.\n31. The Committee noted the complainants’ concern that the\nnewspaper had published a comment from unnamed friends of Mr Stunt, alleging\nthat he had been depressed in the period leading up to his death. However, the\nnewspaper had published this comment in the context of James Stunt’s response\nto it, made in response to press reports, apparently including those from Mail\nOnline, which he had made in a video he had published online, denying any\nsuggestion that his brother had depression or that he may have taken his own\nlife. As a close family member had publically commented on the friends’\nobservation, it was not insensitive for the newspaper to have reported on it.\nThe newspaper had not gratuitously speculated on the cause of his death.\n32. The Committee also considered the complainants’ concern\nregarding a box, which had been added to one of the articles when it was\npublished online. This box also appeared in articles published by a sister\ntitle, and the Committee considered these separately. The Committee noted that\nthe box had focused solely on Mr Stunt’s death and had referred to it as a\n“mystery”. This item had provided brief factual information about the\ncircumstances in which Mr Stunt’s body had been found; it had stated that the\ncause of death had yet to be established; and it had included the comment made\nby the friends of Mr Stunt regarding his state of mind, as well as James\nStunt’s denial that his brother had been suffering from depression when he\ndied. The box provided wider context to the events taking place in the family\nat the time of the other events being reported; the information was not\ngratuitous and it had not been presented in a manner that was intended to mock\nor embarrass the deceased. It was not insensitive in breach of Clause 4.\n33. The Committee did not consider that the articles, either\nindividually or as a whole, had been insensitive in breach of Clause 4.\n34. The Committee then considered the complainants’ concern\nregarding the reporter’s approach to the family two days after Mr Stunt’s\ndeath. While the complainants had not wished to make a comment, some bereaved\nfamilies welcome the opportunity to speak to the press about a loved one who\nhas died. Approaching the family at this time did not in itself represent a\nbreach of Clause 4.\n35. There was no suggestion that the Daily Mail reporter had\nacted inappropriately when he had spoken to the individual who had answered the\ndoor. The complainants had not disputed the newspaper’s position that the\nreporter had been polite; that he had introduced himself; and that he had\nexpressed his condolences. He had then left the property when asked to do so,\nand had returned to his car. The complainants had also not disputed the\nnewspaper’s position that he had then driven to a distance where he could not\nbe seen from the property. The Committee did not consider that it was\ninsensitive of the reporter to have remained in his car at this distance from\nthe house, apparently so that he could make a note of his approach. The\nCommittee concluded that the newspaper’s enquiries had been handled with\nappropriate sensitivity; they were not intrusive in breach of Clause 4.\nConclusion\n36. The complaint was not upheld.Remedial action required37. N/A\nDate complaint received: 11/08/2017Date decision issued: 20/12/2017\nBack to ruling listing\n\n\n"
}