{
    "url": "/rulings-and-resolution-statements/ruling/?id=17497-17",
    "title": "17497-17 Linfield Football Club v Daily Record",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2017-06-24 00:00:00",
    "received_on": "2017-08-11 00:00:00",
    "concluded_on": "2017-10-16 00:00:00",
    "complaint_processing_days": 66,
    "conclusion_long": "12. The complaint was not upheld",
    "remedial_action": "13.  N/A Date complaint received: 11/08/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 17497-17 Linfield Football Club v Daily Record\nSummary of complaint\n1. Linfield\nFootball Club complained to the Independent Press Standards Organisation that\nthe Daily Record breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of\nthe Editors’ Code of Practice in an article headlined “We had red dots on us\nwhen we played Linfield... we kept moving”, published on 24 June 2017. The\narticle was also published online with the headline “Former Celtic winger [the\nplayer’s name]: We had red dots on us when we played Linfield so we just kept\nmoving”.\n2. The article\nreported comments made by a former Aberdeen Football Club player, about a\nfootball match at Linfield FC’s ground, Windsor Park, in the 1990s. The article\nreported that the player “wasn’t laughing as he recalled a training session\nwhen he feared he had become target practice at Windsor Park”. It reported that\nthe player had said that during a friendly between Linfield and Aberdeen,\n“there were red dots on us for the whole 90 minutes”. The article also reported\nthat the player had stated that when he and other Aberdeen players were walking\nnear the grounds “they all flooded out of a pub at the top of the street, so we\njust continued walking while they were all shouting and bawling at us.” The\nprint article had the sub headline: “Says [the player’s name]”.\n3. The complainant\nsaid that the article was inaccurate, as no football match had taken place\nbetween Aberdeen and Linfield at any point in the 1990s. It said that the\nnewspaper had published the damaging allegations on the word of the individual\ninterviewed, without any independent fact checks.\n4. The complainant\nalso said that the article was an attempt to stoke up sectarian tension, and\nwas discriminatory as it suggested that the grounds were not safe for members\nof the Catholic faith.\n5. The newspaper\nsaid that it had reported the player’s recollection of the game, which he had\nrecounted at a recent press conference. It said that following the press\nconference, the reporter challenged the player on the veracity of his comments,\nand was assured that events had taken place in the manner he had described. The\nnewspaper said that when the reporter returned to the office, he had been\nunable to find a record of the game having taken place, and therefore contacted\nthe player again to challenge his memory. It said that the player had assured\nthe reporter that it was a ‘friendly’, and there would not necessarily be a\nrecord of it. The newspaper said that the incident was from the 1990s,\ninvolving unidentifiable fans, and that it took reasonable steps prior to\npublication to take care not to publish inaccurate information. It denied\nbreaching Clause 1 (i).\n6. The newspaper\nsaid that after publication, it became clear that the details about the game at\nWindsor Park were significantly inaccurate, and required correction under\nClause 1 (ii). The newspaper said that where the inaccurate information had\ncome from the player’s recollection, it was appropriate that the correction and\napology came through his words. On 28 June, it published an article in the\nsports pages of the print newspaper headlined “[The player’s name]: I’M SO\nSORRY”. The article was also published online with the headline “[The player]\napologises to Linfield over claims he was targeted by fans at Windsor Park”. The\narticle explained what had been claimed in the article under complaint, and\nreported the following comments from the player: “during an interview last week\nwith several members of the Scottish press I recounted an event but I got the\ngrounds mixed up. I realise that now. I mistakenly thought it was Windsor Park\nbut it wasn’t. This event occurred over 25 years ago and my memory has let me\ndown. I apologise to Linfield Football Club for any offence taken. These\ncomments weren’t intended to be a slight on the club or their fans.” The\nnewspaper also wrote a letter to the complainant’s chairman, apologising for\nany upset caused by the original article. The article under complaint was removed from the newspaper’s website.\n7. The complainant\nsaid that the published apology was exceptionally qualified, suggesting that\nevents may have taken place somewhere else in Northern Ireland. It said that\nthe newspaper should publish a full apology for its failures in this instance.\nRelevant Code provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual’s, race, colour, religion, sex, gender identity, sexual\norientation, or to any physical or mental illness or disability.\nii) Details of an individual’s race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n9. In response to\nhearing the player’s recollection of events surrounding a football match at the\ncomplainant’s grounds, the newspaper took steps to verify the accuracy of the\ninformation. These steps included checking for records of the game in question,\nand twice challenging the player on his recollection, to reduce the possibility\nthat it published information which had been misremembered. The events in\nquestion were alleged to have taken place many years ago, and in publishing the\nclaims, the newspaper took care to present them as the player’s recollection of\nevents as he had witnessed them. Given the nature of the claims, and the manner\nin which they were presented, the newspaper had taken sufficient care not to\npublish inaccurate information, and there was no breach of Clause 1 (i).\n10. It had later become evident that the player had\ninaccurately referred to the events he described as having taken place during a\nmatch with the complainant at its grounds. His reported comments were\nsignificantly inaccurate, such as to require a correction under Clause 1(ii).\nThe wording of the correction identified the inaccuracy. In this case, an\napology was appropriate, as the inaccurate information represented a serious\nallegation about the past conduct of the complainant’s supporters, and this\nrequirement was met by the publication of an apology from the player concerned.\nThe article had been published in the sports section of the newspaper, on the\ninside back page. It was also published in the sports section of the website.\nThe correction was published four days later, also on the inside back page, and\non the sports section of the website. The correction was sufficiently prominent\nand prompt to satisfy the requirements of Clause 1 (ii). There was no breach of\nClause 1 (ii).\n11. The terms of Clause 12 protects individuals from\ndiscrimination on the basis of certain characteristics, outlined in the Code.\nThe complainant’s concern that the article suggested the football club’s ground\nwas not safe for members of the Catholic faith did not engage the terms of\nClause 12.\nConclusion\n12. The complaint was not upheld\nRemedial Action required\n13.  N/A\nDate complaint received: 11/08/2017Date decision issued: 16/10/2017\nBack to ruling listing\n\n\n"
}