{
    "url": "/rulings-and-resolution-statements/ruling/?id=17507-17",
    "title": "17507-17 Evans v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2017-08-12 00:00:00",
    "received_on": "2017-08-13 00:00:00",
    "concluded_on": "2017-11-16 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A. Review The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 13/08/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 17507-17 Evans v The Sun\nSummary of complaint\n1. Andrew\nEvans complained to the Independent Press Standards Organisation that\nThe Sun breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “GIVE IT US HARD Pro-EU vote shifts away from ‘soft\nBrexit’ “, published on 12 August 2017. \n2.\nThe article reported on the findings of a survey which examined public opinion\nand attitudes towards the possible outcomes of Brexit negotiations, and\nBritain’s future relationship with the EU. Based on this poll, the article\nreported that 68% of British people backed a “hard” Brexit over a “soft” one. It\nreported that “more than half of those who voted Remain…support taking back\ncontrol of our borders – and leaving the jurisdiction of the European Court of\nJustice”, and that Remain voters “felt that preserving free movement and full\naccess to the single market wouldn’t respect last year’s referendum result”. \n3.\nThe article also made a series of claims about specific policy positions,\nasserting that 57.5% of Leave voters and 51.3% of Remain voters wanted “control\nover EU immigration and lower levels of EU immigration”; that 56.5% of Leave\nvoters and 52.2% of Remain voters wanted the “UK to adopt some EU laws but not\nbe subject to European Court of Justice decisions”; and that 56.9% of Leave voters\nand 54.7% of Remain voters supported paying no “divorce” settlement to the EU. \n4.\nThe article was published online in substantively the same format, headlined “GIVE IT US HARD\nMajority of Brits including Remainers now back a ‘hard’ Brexit with full border\ncontrols, says study”. \n5.\nThe complainant said that the article had inaccurately interpreted the findings\nof the survey. He said that, in the poll, respondents had been presented with\n“bundles” of policy proposals, and had to either accept or reject the whole\nbundle. He said that the use of the percentage statistics in support of\nparticular policy proposals was incorrect: these percentages did not refer to\nthe percentage of people backing a certain policy; instead, they referred to\nhow often voters would accept a whole bundle of policy proposals containing\nthis specific proposal. He therefore said that it was inaccurate for the\narticle to report that Remain or Leave voters supported particular policy\nstances. The complainant also said that the respondents were not asked whether\nthey preferred a hard or a soft Brexit, rather they were presented with a\nparticular set of preferences which were later assigned the hard and soft\nlabels by the surveyors. He said that the survey’s, and therefore the\narticle’s, characterisation of the bundles as hard and soft was inaccurate. \n6.\nThe complainant provided a summary of the original survey, written by its\nauthors, which included a link to the survey findings. The summary stated that “what\nwe caution readers to avoid, is looking at these numbers as raw measures of\nsupport for particular features…at no point did we ask respondents to evaluate\nindividual features”. The findings stated that respondents were presented with\na choice between hard Brexit and soft Brexit, and that “67.9% chose hard Brexit\nover soft Brexit, and that this result reflects the bundling of features; while\nindividuals may prefer individual features of a soft Brexit, it appears that as\na complete set, harder rather than softer options win the most public support”. \n7.\nThe newspaper said that the figures were based on the original survey report.\nIts journalist had contacted one of the researchers prior to publication, to\nensure that it had accurately interpreted the data. It said that the article\ncould not have reported the full details and circumstances of a complex survey,\nbut nevertheless, the article had interpreted the results in an accurate and\nunderstandable manner. The newspaper said that it was made clear in the article\nthat the statistics had not been derived from direct polling, but that\nrespondents had been presented with “various scenarios relating to Brexit” from\nwhich to choose. The newspaper also provided post-publication correspondence\nwith the researchers to support its position that the article was an accurate\nreport of the survey; the survey\nauthors had confirmed in correspondence with the publication that whilst the\nstatistics quoted, and the way that they had been interpreted, lacked context\nas constrained preferences from a discrete choice task, they were not\nincorrect. \n8.\nWhile the newspaper did not accept that there had been a breach of the Code, it\noffered to publish a letter from the complainant giving him the opportunity to\nexplain his position. \nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.      \n Findings of the Committee\n10.\nThe newspaper was entitled to report on the survey findings and had contacted\none of the researchers, prior to publication, to ensure that it had correctly\ninterpreted the information in the survey. This demonstrated that the newspaper had taken care to ensure the accuracy of the article, when reporting\npreferences for particular policy outcomes. There was no breach of Clause 1 (i).\nFurthermore, the nespaper was entitled to characterise the groups of options\npresented to the respondents as “hard” and “soft”, as recorded in the survey\nresults; the article made clear which policies had been ascribed the “hard”\nlabel, such as “taking back support of our borders and leaving the jurisdiction\nof the European Court of Justice”, and which policies had been ascribed the\n“soft” label, such as “free movement and ongoing budget payments”. The Committee\nalso noted that the survey author’s had said that although the article did not\nexplicitly refer to the context of the survey, it had not misinterpreted the\nsurvey results. There\nwas no breach of Clause 1 (ii). Nevertheless, the Committee welcomed the\nnewspaper's offer to publish a letter from the complainant outlining his\nposition. \nConclusions\n11. The\ncomplaint was not upheld. \nRemedial action required\n12. N/A.\nReview\nThe complainant complained to the Independent\nComplaints Reviewer about the process followed by IPSO in handling this\ncomplaint. The Independent Complaints Reviewer decided that the process was not\nflawed and did not uphold the request for review. Date complaint received: 13/08/2017Date decision issued: 16/11/2017\n \nBack to ruling listing\n\n\n"
}