{
    "url": "/rulings-and-resolution-statements/ruling/?id=17508-17",
    "title": "17508-17 Evans v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2017-08-11 00:00:00",
    "received_on": "2017-08-13 00:00:00",
    "concluded_on": "2017-11-16 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "11. The complaint was upheld in relation to Clause 1 (i).",
    "remedial_action": "12. Having upheld the complaint, the Committee considered what remedial action should be required.   13. The publication had promptly published the correction, which addressed the inaccurate information in the article. This was sufficient to meet the terms of Clause 1 (ii).Date complaint received: 13/08/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 17508-17 Evans v\nexpress.co.uk\nSummary of complaint\n1. Andrew Evans complained to the Independent Press\nStandards Organisation that the express.co.uk breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “BOMBSHELL POLL: Seven in\n10 Britons now support hard Brexit according to major survey”, published online\non 11 August 2017. \n2.\nThe article reported on the findings of a survey which examined public opinion\nand attitudes towards the possible outcomes of Brexit negotiations, and\nBritain’s future relationship with the EU. The article reported that more than\n20,000 respondents had been surveyed and asked questions about “a series of\nconditions imposed on Britain as a result of being in the bloc”. Based on this\npoll, the article claimed that “seven in 10 Britons now support a hard Brexit”;\nthat “two-thirds of people would rather quit with no deal than settle for a\nsoft Brexit”; that “neither Leavers nor Remainers support the continuation of\nfree movement after Brexit”; that Remainers do not wish to be subject to the\nEuropean Court of Justice; and that both Leavers and Remainers support paying\nno “Brexit bill”. The article included comment made by an author of the survey\nthat “our results\nimply that…there is on aggregate higher levels of support for outcomes that\nresemble the ‘hard Brexit’ position put forward by the government”. \n3.\nThe complainant said that only 3,293 respondents had taken part in the poll,\nand that the article had misinterpreted its findings. He said that, in the\npoll, respondents had been presented with “bundles” of policy proposals, and\nhad to either accept or reject the whole bundle. He said that it was not\npossible to deduce support of particular policy proposals from the survey,\nrather the survey showed respondents’ preference of one bundle, over another. The\ncomplainant also said that it was inaccurate for the article to report that\n“Britons now support a hard Brexit”; the respondents were not asked whether\nthey preferred a hard or a soft Brexit, rather they were presented with a\nparticular set of preferences which were later assigned the hard and soft\nlabels by the surveyors. He said that the survey’s, and therefore the\narticle’s, characterisation of the bundles as hard and soft was inaccurate. \n4.\nThe complainant provided a summary of the original survey, written by its\nauthors, which included a link to the survey findings. He said the survey\nauthors had said that “what we caution readers to avoid, however, is looking at\nthese numbers as raw measures of support for particular features”. \n5. The publication said that the reference to the number of respondents had been\ntaken from an article published by another publication, which also reported on\nthe findings of the survey. Once it became aware that this figure had been\nmisreported, it amended the article accordingly and published the following\ncorrection as a footnote to the online article: \n“CORRECTION:\nAn earlier version of this story\nsaid the researchers surveyed 20,000 people. In fact the researchers\ncollected six data points each from 3,293 people, resulting in a dataset\nof 19,758 choices”. \n6.\nThe publication did not accept that the article had misinterpreted the survey\nfindings. It said that the survey showed that the majority of respondent’s\nchose groups of outcomes which contained policies such as paying no “Brexit\nbill” and no longer being subject to the European Court of Justice, as opposed\nto groups of outcomes which contained policies such as staying in the Single\nMarket and the continuation of free movement. The publication said that it was\nentitled to characterise these outcomes as “hard” and “soft”, as in the\noriginal survey, and that the article made the basis of the observations clear. \nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator. Findings of the Committee \n8. The publication\nhad a copy of the original survey findings prior to publication, however it had\ntaken the information, that 20,000 respondents had been surveyed, from another article\npublished at an earlier date. The publication did not take any further steps to\nverify this information, and this represented a failure to take care over the\naccuracy of the article, in breach of Clause 1 (i). The survey stated that only\n3,293 respondents had been surveyed. The discrepancy between these figures gave\na significantly misleading impression of the scope of the survey, which\nrequired correction, in order to avoid a breach of Clause 1 (ii). \n9. The publication\npromptly published a correction as a footnote to the online article, which\naddressed the inaccurate information, that 20,000 respondents had taken part in\nthe surveyed, and made the correct position clear, that 3,293 respondents had\nbeen surveyed. The Committee considered that this was sufficient to meet the\nterms of Clause 1 (ii). \n10.\nThe newspaper was entitled to characterise the\ngroups of options presented to the respondents as “hard” and “soft”, as\nrecorded in the survey results; the article made clear which policies had been\nascribed the “hard” label, such as Britain “leaving the Single Market and\ntaking back control of immigration”, and which policies had been ascribed the\n“soft” label, such as Britain staying in the Single Market and “accepting free\nmovement”. The\narticle also included the survey authors’ comment that “there is on aggregate higher levels of support for outcomes\nthat resemble the ‘hard Brexit’ position”,\ntherefore the Committee did not consider that it was significantly inaccurate\nto report that “Britons now support a hard Brexit”. There was no breach of\nClause 1.\nConclusions\n11. The\ncomplaint was upheld in relation to Clause 1 (i).\nRemedial action required \n12.\nHaving upheld the complaint, the Committee considered what remedial action\nshould be required.  \n13. The\npublication had promptly published the correction, which addressed the\ninaccurate information in the article. This was sufficient to meet the terms of\nClause 1 (ii).Date complaint received: 13/08/2017Date decision issued: 16/11/2017\nBack to ruling listing\n\n\n"
}