{
    "url": "/rulings-and-resolution-statements/ruling/?id=17505-17",
    "title": "17505-17 Wholistic Life v Sunday Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mail (Reach PLC)",
    "published_on": "2017-08-06 00:00:00",
    "received_on": "2017-08-14 00:00:00",
    "concluded_on": "2017-11-23 00:00:00",
    "complaint_processing_days": 101,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/ADate complaint received: 14/08/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 17505-17 Wholistic\nLife v Sunday MailSummary of complaint\n1.\nWholistic Life complained to the Independent Press Standards Organisation that\nthe Sunday Mail breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “We’ve got cash that’s there\nto help poor kids. Instead it’s being used for lessons in happiness. It’s like\nselling them snake oil”, published on 6 August 2017. The article was also published\nonline headlined “Cash to boost children’s academic performance spent on ‘snake\noil’ holistic classes.” \n2.\nThe article reported that several schools in Lanarkshire had hired Wholistic\nLife, an educational charity, to run courses aimed at increasing self-esteem\nand confidence among pupils. The article stated that at least one school had\npaid for the programme using their government financed Pupil Equity Fund, which\nit said was earmarked to improve the academic performance of disadvantaged\nchildren. The article included quotations from an education expert, who\ncommented generally on the concept of holistic workshops, stating that they, “could\nactually introduce the idea of stress and anxiety where none exist” as well as\nquotations from politicians, who expressed concern that schools may be using\ntheir Pupil Equity Fund to pay for the programme run by Wholistic Life, as they\nbelieved the course “may not make a material difference to the quality of [children’s]\nacademic education.” \n3.\nThe article included a comment from the charity’s representative, stating that\nWholistic Life’s course “has been academically evaluated by psychologists and\nprofessors at Heriot-Watt University,” and “there is no reason why they\nwouldn’t pay for our course through the PEF money because that’s what it’s\nthere for.” The article reported that the Wholistic Life course cost £1300 per\n15 pupils, and stated that the charity had been founded by a finance worker and\na police inspector. The article went on to state that the co-founder of Wholistic\nLife had gained a certificate to practice “the art and science of\nneuro-linguistic programming” from a training provider that offers courses\ncosting up to £950 and included photographs of the charity’s founders. The\nonline article was substantially the same as the print article. The caption\nunder the photograph of one of the charity’s founders stated that she had said\nthat “the classes help kids.” \n4.\nThe complainant said that the article’s claim that the Pupil Equity Fund was\n“earmarked to improve the academic performance of disadvantaged kids” was\ninaccurate. It said that the key aim of this fund was to improve attainment and\nthat this applied to broader educational outcomes rather than just academic\nperformance. The complainant highlighted the reference in the fund’s\noperational guidelines to improvements in literacy, numeracy and health and\nwellbeing, stating that the newspaper’s characterisation of the fund\nmisleadingly suggested schools were misusing the fund by using it to pay for\ncourses run by Wholistic Life. The complainant also said the article was\nmisleading as, to date, they had only received payment from one school for the\nimplementation of their course.\n5.\nThe complainant also said it was inaccurate to state that the course had been\nacademically evaluated by Heriot-Watt, as this study had not yet been\nundertaken. It raised concern that the quotations from the educational expert\nthat were included in the article misleadingly suggested she had been talking\nabout Wholistic Life specifically, and said that the use of the term “snake\noil” in the headline was offensive and unfounded. The complainant also said that\nthe professional credentials of the charity’s co-founder cost more than £950\nand that the article had inaccurately stated that the course the charity ran cost\n£1300 per 15 pupils, when in fact it cost £1350. The complainant also said it\nwas inaccurate to refer to one of the co-founders as a finance worker when she\nwas a qualified accountant. \n6.\nThe complainant said that the inclusion of the charity’s founders’ photographs\nin the article without their consent was a breach of their privacy and stated\nthat the caption under a photograph of the co-founder misleadingly suggested\nshe had spoken to the journalist, when in fact it was her colleague. \n7.\nThe newspaper did not accept that it had breached the Code. It said that the\noverall aim of the Pupil Equity Fund, as outlined in the operational guidelines,\nwas to improve the educational outcomes of children affected by poverty. It\nsaid that the guidelines made clear that the fund could be used to pay for\nhealth and wellbeing initiatives, so long as they materially contributed to the\neducational outcome of children. Therefore, the newspaper said it was not\ninaccurate to state that the fund was intended to improve the academic\nperformance of disadvantaged children. It also said that the article had\naccurately reported the views of the education expert, and had made clear that\nthese were general comments relating to the concept of holistic education more\nwidely. \n8.\nThe newspaper said that during an interview with the journalist, a charity representative\nhad stated that “this course that we are doing is a course that has been\nacademically evaluated by Heriot-Watt” and provided a recording of the\nconversation, as well as the journalist’s notes. \n9.\nThe newspaper said that the photographs included in the article were publicly\navailable on Facebook and did not contain any private information about the individuals\npictured. However, as a gesture of goodwill, they offered to remove the\nphotographs of the founders and the captions from the online article. \nRelevant Code\nProvisions\n10.\nClause 1 (Accuracy) \ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and- where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\nClause\n2 (Privacy) *\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information. \niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nFindings of the\nCommittee\n11.\nThe operational guidelines for the Pupil Equity Fund made clear that the\nobjective of the fund was to close the attainment gap and improve the\neducational outcomes of children affected by poverty. This could be used to\nfund improvements in health and wellbeing. However, these initiatives were\nintended to contribute to the overall objective of closing the attainment gap.\nIn these circumstances, it was not inaccurate to state the fund was to be used\nto improve “academic performance,” and it was not misleading for the headline\nto state that money that was “there to help poor kids” was instead being used\nto fund “lessons in happiness.” \n12.\nThe article had accurately reported the education expert’s general criticism of\nthe academic benefit of holistic courses for disadvantaged children, and had\nnot stated that she was talking about Wholistic Life specifically. The\ninclusion of the background of the debate surrounding schools paying for\nholistic classes provided context to the article, and was not misleading in the\nway the complainant had suggested. \n13.\nThe newspaper was also entitled to report on particular concerns raised about\nthe appropriateness of using the government funded initiative to finance\nWholistic Life courses in schools, and where these concerns were accurately\nattributed to the individuals who made the comment and not presented as fact,\nthe article was not misleading. \n14.\nThe charity’s co-founder had stated in an interview with the journalist that\nthey ran a course “that has been academically evaluated by Heriot-Watt,” which\nwas the quotation the newspaper had relied on to support its claim that the\ncourse had been evaluated by the university. While the Committee noted that the\nrepresentative had gone on to refer to the details of this study in the future\ntense, where the statements provided by the representative had been contradictory\nas to whether the course had already been evaluated, stating that the course\nhas been evaluated did not represent a significant inaccuracy. \n15.\nAlso, the article had not reported that the professional credentials of the\ncharity’s co-founder had cost £950, as the complainant suggested, but had\nstated that the company with which she had gained at least one qualification,\ncharged up to £950 for their courses. While the Committee noted the complainant’s\nposition that the course undertaken by its founder was more expensive, in the\ncontext of the article, the general comment on the cost of courses offered by\nthe provider did not create a significantly misleading impression of the\nfounder’s qualifications. There was no breach of Clause 1 on this point. \n 16. Similarly, in the context of an article\nreporting on the use of government money to fund holistic courses, reporting\nthat the course cost £1300, when the precise cost was £1350, did not represent\na significant inaccuracy. Also, where the co-founder of the charity was an\naccountant, it was not significantly inaccurate to refer to her as a finance\nworker. This did not represent a breach of Clause 1. \n17.\nThe newspaper had spoken to the co-founder of the charity, who had provided\nstatements on behalf of the organisation. While the online article had\nattributed this quotation to the other co-founder of the charity, where the\nindividual concerned was responding on behalf of the charity, and was general\nin nature, it was not significantly inaccurate for the article to state this\nquotation had come from the other co-founder. Nevertheless, the Committee\nwelcomed the publication’s offer to remove the photograph and caption as a\ngesture of goodwill.  \n18.\n Further, where several schools have\nhired the charity to run their holistic course in their school, and the charity\nwould receive payment once these courses had been implemented, it was not\ninaccurate for the article to state that several schools had hired the charity.\nThe complainant had also said the use of the term “snake oil” was offensive,\nhowever the Code does not cover issues of taste and offence. Where the article\nmade clear that the term had been used by an education expert when discussing\nthe benefits of holistic courses, the basis for the use of the term was made\nclear. There was no breach of Clause 1.\n19.\n The photographs included in the article\nwere publicly available on Facebook. The photographs did not show the\nindividuals pictured engaged in a private activity, and did not disclose any\nprivate information about either individual. There was no breach of Clause 2. \nConclusions\n20.\nThe complaint was not upheld.\nRemedial Action\nRequired\n21.\nN/ADate complaint received: 14/08/2017Date decision issued: 23/11/2017\n \nBack to ruling listing\n\n\n"
}