{
    "url": "/rulings-and-resolution-statements/ruling/?id=17509-17",
    "title": "17509-17 Evans v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-08-12 00:00:00",
    "received_on": "2017-08-13 00:00:00",
    "concluded_on": "2017-11-30 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "outlined in the article. The newspaper said that although the respondents did not directly express their preference for these individual elements, these preferences were – as the report stated – revealed by the respondents’ choices. It made reference to an excerpt from the findings of the survey, in which the authors had stated that this method allowed them “to make comparisons between respondents’ evaluations of different bundles in order to detect the relative importance of individual features…and to reveal the acceptability of different features”.  10. The survey authors had confirmed in correspondence with another newspaper that whilst the statistics quoted, and the way that they had been interpreted, lacked context as constrained preferences from a discrete choice task, they were not incorrect. 11. In order to resolve the complaint, the newspaper offered to publish the following clarification in the Clarifications and Corrections column on page 2 of the newspaper: “An article on 12 August (‘Most Remainers now backing a hard Brexit’) reported the results of a survey about various types of Brexit. We are happy to clarify that respondents were asked to make choices between pairs of possible outcomes, for example between a ‘soft’ and ‘hard’ Brexit. At no point were respondents asked to evaluate individual elements or outcomes in isolation”. 12. It offered to publish the following clarification as a footnote to the online article: ”Since this article was published we have been asked to make clear that at no point were respondents asked to evaluate individual features, rather they were asked to make judgments on bundles of outcomes from which their preferences were revealed”. 13. The newspaper also offered to publish the following standalone clarification online: “An article on 11 August reported the results of a study conducted by Sara Hobolt and Thomas Leeper of the London School of Economics, and James Tilley of Oxford University, intended to reveal respondents’ preferences in relation to potential Brexit outcomes. The article said the following: that ‘most [of those] polled want the UK to become free of EU judges and full border control’, that ‘around 54 per cent of Remainers and Leavers would support paying £10 billion to Brussels’, and that ‘some 44 per cent of Leave voters and 48.6 per cent of Remainers would agree to continue paying £12 billion a year for access to EU markets’. We are happy to clarify that while the survey did reveal respondents’ preferences for such policies, it was not possible to establish these percentages from the survey results”. 14. In addition, the newspaper offered to remove the references to percentage statistics in regards to specific policy proposals, from the online article. Relevant Code Provisions 15. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.  ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.         Findings of the Committee 16. In reporting the survey results, the newspaper had relied on specific information and figures provided by the survey’s authors. It had also contacted one of the authors, prior to publication, to ensure that it had correctly interpreted the information in the survey. This demonstrated that the newspaper had taken care to ensure the accuracy of the article. There was no breach of Clause 1 (i). Furthermore, the newspaper was entitled to characterise the groups of options presented to the respondents as “hard”, “soft” and “no deal”, as recorded in the survey results; the article made clear which policies had been ascribed the “hard” label, such as the discontinuation of “single market membership, ongoing payments to Brussels, free movement, and the jurisdiction of the ECJ”. The article included comment made by the survey’s author and the Committee also noted that the survey author’s had said that although the article did not explicitly refer to the context of the survey, it had not misinterpreted the survey results. There was no breach of Clause 1 (ii). Nevertheless, the Committee welcomed the newspaper’s willingness to further clarify the complex data, and in particular to remove the mistaken use of percentages in relation to specific policy proposals in the online version of the article, and to publish a clarification in print and online. Conclusions 17. The complaint was not upheld.",
    "remedial_action": "18. N/A.Date complaint received: 13/08/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 17509-17 Evans v\nDaily Mail\nSummary of complaint\n1.\nAndrew Evans complained to the Independent Press Standards Organisation that\nthe Daily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Most Remainers now backing a hard Brexit”, published on\n12 August 2017.\n2.\nThe article reported on the findings of a survey which examined public opinion\nand attitudes towards the possible outcomes of Brexit negotiations, and\nBritain’s future relationship with the EU. The article explained that\nrespondents were offered choices between what a “soft” or “hard” Brexit and no\ndeal would mean in practice, “avoiding any emotional attachment to the labels”.\nBased on this poll, the article reported that “of those who voted Remain, when\ngiven the choice of the two options, 53% preferred a ‘hard’ to a ‘soft’ Brexit\n- suggesting they do not want continued single market membership, ongoing\npayments to Brussels, free movement, and the jurisdiction of the European Court\nof Justice (ECJ)”. It also reported that “when offered the choice between a ‘hard’\nBrexit and no deal, 59% of Remain voters opted for [a hard Brexit]”. \n3.\nThe article included the survey author’s comments that “when offered the choice\nbetween a soft, a hard Brexit and no deal, a majority of people preferred the\nharder alternative”; that “the results suggest Remain voters are not as opposed\nto some of the harder Brexit positions as might be expected”; and that “even\nRemain voters are not that favourable towards certain aspects of EU\nmembership”.\n4.\nThe article was published online in substantively the same format, headlined\n“Even Remainers now back a ‘hard’ Brexit: Most Brits want to regain full\ncontrol of our borders and to become free of meddling EU judges, survey\nreveals”. The online article also made claims about specific policy positions,\nnamely that “around 54% of Remainers and Leavers would support paying £10\nbillion to Brussels”, and that “some 44% of Leave voters and 48.6% of Remainers\nwould agree to continue paying £12 billion a year for access to EU markets”.\n5.\nThe complainant said that the article had misinterpreted the survey findings. He\nsaid that in the poll, respondents had been presented with “bundles” of policy\nproposals and had to either accept or reject the whole bundle. He said that the\nuse of the percentage statistics in support of particular policy proposals was\nincorrect: these percentages did not refer to the percentage of people backing\na certain policy; instead, they referred to how often voters would accept a\nwhole bundle of policy proposals containing this specific proposal. The\ncomplainant therefore said that it was inaccurate for the article to report\nthat voters supported particular policy stances, and to express this in terms\nof percentages.  \n6.\nThe complainant said that it was inaccurate to report that “the majority of\nRemain voters now back a hard Brexit”. He said that the respondents were not\nasked whether they preferred a hard or a soft Brexit, rather they were\npresented with a particular set of preferences which were later assigned the\nhard and soft labels by the surveyors. The complainant said that the survey’s,\nand therefore the article’s, characterisation of the bundles as hard and soft\nwas inaccurate because they did not represent the government’s official policy.\n\n7.\nThe complainant provided a summary of the original survey, written by its\nauthors, which included a link to the survey findings. He said that the survey\nauthors had said that “what we caution readers to avoid, however, is looking at\nthese numbers as raw measures of support for particular features”. The\ncomplainant also said that the survey authors had said that “[Remainers] also\nagree with Leave voters that trade terms with fewer barriers and lower tariffs,\nthan a “no deal” scenario would bring, are preferable to a hard break from the\ncommon market\".\n8.\nThe newspaper did not accept that there had been a breach of the Code. It said\nthat the reported figures were based on an email written by the survey’s\nauthor, which it had obtained prior to publication. The newspaper also said\nthat its reporter had contacted one of the survey’s author’s prior to\npublication, to ensure that it had accurately interpreted the data. His\ncomments were included in the article. \n9.\nThe newspaper said that the subject matter and methodology of the survey was\ncomplex, and that therefore, it was necessary to summarise the data in an\nunderstandable manner. It said that throughout the article, it was made clear\nthat the respondents had been offered choices of two options comprised of\ndifferent elements, from which they had to select their preferred option, and\nthat the comments made by the survey author supported the conclusions outlined\nin the article. The newspaper said that although the respondents did not\ndirectly express their preference for these individual elements, these preferences\nwere – as the report stated – revealed by the respondents’ choices. It made\nreference to an excerpt from the findings of the survey, in which the authors\nhad stated that this method allowed them “to make comparisons between\nrespondents’ evaluations of different bundles in order to detect the relative\nimportance of individual features…and to reveal the acceptability of different\nfeatures”. \n10. The survey authors had confirmed\nin correspondence with another newspaper that whilst the statistics quoted, and\nthe way that they had been interpreted, lacked context as constrained\npreferences from a discrete choice task, they were not incorrect.\n11.\nIn order to resolve the complaint, the newspaper offered to publish the\nfollowing clarification in the Clarifications and Corrections column on page 2\nof the newspaper:\n“An\narticle on 12 August (‘Most Remainers now backing a hard Brexit’) reported the results\nof a survey about various types of Brexit. We are happy to clarify that\nrespondents were asked to make choices between pairs of possible outcomes, for\nexample between a ‘soft’ and ‘hard’ Brexit. At no point were respondents asked\nto evaluate individual elements or outcomes in isolation”.\n12.\nIt offered to publish the following clarification as a footnote to the online\narticle:\n”Since\nthis article was published we have been asked to make clear that at no point\nwere respondents asked to evaluate individual features, rather they were asked\nto make judgments on bundles of outcomes from which their preferences were\nrevealed”.\n13. The newspaper also offered to publish the\nfollowing standalone clarification online:\n“An\narticle on 11 August reported the results of a study conducted by Sara Hobolt\nand Thomas Leeper of the London School of Economics, and James Tilley of Oxford\nUniversity, intended to reveal respondents’ preferences in relation to\npotential Brexit outcomes. The article said the following: that ‘most [of\nthose] polled want the UK to become free of EU judges and full border control’,\nthat ‘around 54 per cent of Remainers and Leavers would support paying £10\nbillion to Brussels’, and that ‘some 44 per cent of Leave voters and 48.6 per\ncent of Remainers would agree to continue paying £12 billion a year for access\nto EU markets’. We are happy to clarify that while the survey did reveal\nrespondents’ preferences for such policies, it was not possible to establish\nthese percentages from the survey results”.\n14.\nIn addition, the newspaper offered to remove the references to percentage\nstatistics in regards to specific policy proposals, from the online article.\nRelevant Code\nProvisions\n15. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.        \nFindings of the Committee\n16.\nIn reporting the survey results, the newspaper had relied on specific information and\nfigures provided by the survey’s authors.\nIt had also contacted one of the authors, prior to publication, to ensure that\nit had correctly interpreted the information in the survey. This demonstrated\nthat the newspaper had taken care to ensure the accuracy of the article. There\nwas no breach of Clause 1 (i). Furthermore, the newspaper was entitled to\ncharacterise the groups of options presented to the respondents as “hard”, “soft”\nand “no deal”, as recorded in the survey results; the article made clear which\npolicies had been ascribed the “hard” label, such as the discontinuation of “single\nmarket membership, ongoing payments to Brussels, free movement, and the\njurisdiction of the ECJ”. The article included comment made by the survey’s\nauthor and the Committee also noted that the survey author’s had said that\nalthough the article did not explicitly refer to the context of the survey, it\nhad not misinterpreted the survey results. There was no breach of Clause 1\n(ii). Nevertheless, the Committee welcomed the newspaper’s willingness to\nfurther clarify the complex data, and in particular to remove the mistaken use\nof percentages in relation to specific policy proposals in the online version\nof the article, and to publish a clarification in print and online.\nConclusions\n17. The\ncomplaint was not upheld.\nRemedial action required\n18. N/A.Date complaint received: 13/08/2017Date decision issued: 30/11/2017\nBack to ruling listing\n\n\n"
}