{
    "url": "/rulings-and-resolution-statements/ruling/?id=17500-17",
    "title": "17500-17 Stunt v The Mail on Sunday",
    "provisions": [
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2017-08-11 00:00:00",
    "concluded_on": "2017-12-20 00:00:00",
    "complaint_processing_days": 131,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 17500-17 Stunt v The Mail\non Sunday\nSummary of complaint\n1. Geoffrey,\nLorraine and Elizabeth Stunt complained to the Independent Press Standards\nOrganisation that The Mail on Sunday breached Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in the following articles:\n-“‘I will never get\nover losing him’: Family pay tribute as Petra’s brother-in-law is found dead in\n£3.5m mansion”, published online on 11 September 2016\n- “Millionaire\nStunt’s brother left just £220k”, published in print on 16 July 2017 /\n“Self-proclaimed billionaire James Stunt’s brother left only £220,000 following\nhis unexplained death after his police-raided gold firm lost £840,000 in just\n16 months”, published online on 15 July 2017\n2. The complainants\nare the parents and widow of Lee Stunt, who died on 7 September 2016. His\nbrother, James Stunt, is a businessman, who was married to Petra Ecclestone,\nand has been the subject of media attention.\n3. The first\narticle reported that the family of Mr Stunt, who had been found dead at his\nparents’ home, had said that he had not taken his own life. It said that police\nwere treating the death as “unexplained”, and that a post-mortem examination\nwould be carried out the following day. It said that in a video posted online,\nhis brother James Stunt had dismissed claims that he had suffered from\ndepression. The article also stated that James Stunt was married to Petra\nEcclestone, and that the couple had allegedly been targeted in a petrol bomb\nattack at their London home. The complaint was made more than four months after\nthe publication of this article in print, so IPSO could only consider the\ncomplaint in relation to the online version of the piece.\n4. The second\narticle reported that Mr Stunt had left “just £220,000 after his unexplained\ndeath last year”. It said that he had been found dead at his parents’ home amid\nspeculation that he had taken an accidental overdose of prescription pills. It\nsaid that in contrast to his brother James, who had been described as a\nbillionaire, court documents had shown that he had left an estate of £242,329.\nIt said that he had been Chief Operating Officer of Stunt & Co, and despite\nturning over more than £43 million, the company had made a loss of £840,000\nbetween November 2014 and March 2016.\n5. The complainants\nsaid that the newspaper had intruded into their grief and shock following Mr\nStunt’s death. It had dramatised this tragic event for no other reason than for\nthe titillation of its readers, and it had treated the – as yet – unexplained\nnature of his death as a “mystery” to create unwarranted suspicion and\nspeculation. The circumstances of his death were private and a matter for the\nfamily, and they had been left distraught by the insensitive nature of the\nreporting.\n6. The complainants\nsaid that Mr Stunt was not a public figure and since his death on 7 September\n2016, the newspaper had published numerous articles that referred to his death,\nand which included speculation on the cause of death from unknown sources that\nwent “way beyond any necessary level of reporting”. This was not in the public\ninterest; it was purely motivated by the profile of Mr Stunt’s other family\nmembers; and it was insensitive. They noted the first Mail on Sunday article\nhad been published within days of his death. This had caused them considerable\ndistress.\n7. The complainants\nsaid that approaches made by reporters from “The Mail” had also been\ninsensitive. On 9 September 2016, two days after Mr Stunt’s death, a reporter\nworking for the Daily Mail had visited Elizabeth Stunt’s property in order to\nobtain a comment about her husband’s death, but no comment was given. Having\nbeen asked to leave, the reporter remained in his car until he was told to leave\nagain. Despite this, on 10 September 2016, a Mail on Sunday reporter had\nreturned and was again turned away. A number of journalists remained outside\nthe property having been told to leave; the complainants considered that these\nreporters “must have included” the Mail on Sunday journalist.\n8. On 11 September,\na legal notice was circulated by Elizabeth Stunt’s solicitor to parts of the\nmedia, warning that repeated approaches to Mrs Stunt at her property were\ncausing her distress and constituted a breach of the Editors’ Code. The notice\nalso asked for further press reporting of the matter to be conducted\nsensitively.\n9. The complainants\nsaid that despite the legal notice, the newspaper had continued to make\nrepeated references to Mr Stunt’s death in numerous further articles. They\nwrote to the publisher, complaining that the references were gratuitous and\nwere exacerbating their distress, but no response was received.\n10. The complainants also considered that it was insensitive\nfor the newspaper to make references to Mr Stunt’s death, more than nine months\nafter the event, in the context of articles about the divorce between James\nStunt and Petra Ecclestone. The divorce proceedings were highly acrimonious and\nincluding references to Mr Stunt in this context was inexcusable.\n11. The complainants were also concerned that the Mail on\nSunday had published an article that suggested that Mr Stunt had left his widow\nwith a small amount of money. Mr Stunt’s estate was of no concern to the public\nand the only reason the Mail on Sunday had reported on it was to attack the\nStunt family. This piece had also included criticism of Mr Stunt’s running of\nthe Stunt & Co firm, and repeated the speculation on the cause of his\ndeath. This was insensitive and unjustified.\n12. The complainants said that their concerns were framed in\nthe context of other coverage, published by other titles owned by the same\npublishing group as the Mail on Sunday, Associated News Limited (ANL).\n13. The complainants requested a private and a public\napology from the newspaper, and an agreement that there would be no further\nstories published about Mr Stunt.\n14. The newspaper said that it was sorry for the\ncomplainants’ loss and that it was a matter of regret if its publications had\ncaused them distress at a difficult time.\n15. The newspaper said that the death of Mr Stunt was a\nmatter of public record, and it was a subject that the media were entitled to\nreport upon. It also considered that as Mr Stunt was the brother and colleague\nof James Stunt, a high profile individual who it said had courted media\nattention, the appetite for reporting on his death had been “entirely\nunderstandable”. It noted, however, that it had only published two articles on\nthe subject, both of which had also appeared online.\n16. The newspaper said that the approach made by its\nreporter should not be considered as it took place ten months before the\ncomplaint was raised with IPSO. Notwithstanding this position, the Code did not\nprevent journalists from making approaches to the family of the deceased, and\napproaches made in the aftermath of a death were not inherently intrusive;\nindeed some bereaved people welcomed the opportunity to speak about their loved\nones. In this instance, the newspaper had also wanted to validate the accuracy\nof reports previously published.\n17. The newspaper said that its journalist had visited\nElizabeth Stunt’s home on 10 September 2016, and a woman who the reporter had\nthought to be Mrs Stunt had opened the door. She had said, “we won’t be saying\nanything, thank you”, and the reporter had expressed his condolences and had\nleft; he had not remained outside the property. The Mail on Sunday received the\nlegal notice on 12 September 2016, and no further approaches were made.\n18. The newspaper said that there was nothing in the\nEditors’ Code which prevented the referencing of a person’s death in the\ncontext of other news stories. Nor was there anything which stated that an\nevent must only be referred to contemporaneously. It also did not consider that\nthere was anything in the Code to prevent it from writing about any individual\n– famous or otherwise – provided that publication was handled sensitively. The\nchoice of subject was a matter of editorial discretion.\n19. The newspaper said that its first article had contained\nfew details beyond the fact of the death and the comments made by the family\nand the police. It was not insensitive for it to have reported the comments\nmade by Mr Stunt’s brother, James, in a video he had published online. Its article\nhad merely included the family’s rebuttal to speculation in the media that Mr\nStunt had suffered from depression; this speculation did not originate from the\nMail on Sunday. Its article had made clear that it was the family’s belief that\nhe had died as a result of prescription drugs. Furthermore, the posting of the\nvideo online had undoubtedly been designed to court media attention. The\naccompanying image of Mr Stunt had shown him in a positive light. This article\nwas not insensitive in breach of Clause 4.\n20. Similarly, the newspaper did not consider that the\nsecond article was insensitive. The information about Mr Stunt had been\navailable in court documents. The article had only included the simplest of\ndetails about his death, and the widespread speculation as to the cause of\ndeath had been fuelled by the comments made by James Stunt in the video he had\npublished online. The newspaper strongly denied the suggestion that it had\nsought to criticise Mr Stunt for the value of his estate or for his failure to\nmake a will: it was clear that he had died with over double the average\ninheritance, and the passing of his estate to his wife was a matter of public\nrecord. Regardless, it was not unacceptable to publish criticism of the dead:\nthe comments were based on fact and had not amounted to flippant or gratuitous\ncomments; nor had they focused on information that was private.\n21. The newspaper said that a complaint could only be made\nagainst its individual publications, and not against ANL as a publisher. This\nwas because Mail Online, the Daily Mail and the Mail on Sunday were editorially\nindependent, with distinct editors and journalists. Each title could not\npossibly be aware of approaches undertaken by the other titles. By doing this,\nthey would be alerting other titles to any stories that they were\ninvestigating; this would clearly be inappropriate for commercial reasons. It\nstrongly denied that there had been a concerted campaign of reporting across\nthe titles.\n22. The complainants said that any editorial separation\nbetween the titles had made no difference to the effect that ANL’s coverage had\nhad on them at a time of such grief. Each time any of the articles had been\npublished in a different format, the effect the item had on them had doubled. Furthermore,\nit made no difference whether the two reporters who had visited Elizabeth\nStunt’s home had been from the Daily Mail and the Mail on Sunday; as far as she\nwas concerned two reporters from “The Mail” had visited her home on two\nconsecutive days, shortly after her husband’s tragic death.Relevant Code provisions\n23. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee on procedural points\n24. There were a number of procedural issues raised by both\nparties as part of the complaint. The Committee considered these issues, before\ngoing on to consider the substance of the complaint.\n25. The complainants had directed their complaint to\nAssociated Newspapers Limited (ANL), the publisher of the Mail on Sunday, as\nwell as the Daily Mail and Mail Online, about which the complainants had also\nsubmitted complaints. The Committee noted that IPSO operates on a principle of\neditorial responsibility, and considers complaints against individual\npublications, rather than against publishing groups. One publication with its\nown individual editor cannot be held responsible for what is published by\nanother title, owned by a shared parent publisher, which has its own editor\nmaking distinct and separate editorial decisions. Nonetheless, in reaching a decision, the\nCommittee did take into account the complainants’ concerns about the context in\nwhich the material was published.\n26. It was not in dispute that the conduct of the reporter\nwas part of the newsgathering process for an article, which remained online at\nthe time the complaint was made. IPSO was able to fairly investigate whether\nthis article breached the Code. The conduct that led to the publication of this\narticle formed part of the considerations, and so fell within IPSO’s remit.\nFindings of the Committee\n27. The Committee expressed its sincere condolences to the\ncomplainants for their loss, and it acknowledged that they had been distressed\nby the coverage of Mr Stunt’s death. \n28. The newspaper had published two articles about Mr\nStunt’s death over a ten-month period: one which reported that Mr Stunt had\ndied; and one reporting on his estate.\n29. The Committee acknowledged that reporting on deaths has\nthe clear potential to be upsetting for the family and friends of the deceased;\nhowever, reporting the fact that someone has died is not in itself insensitive\nin breach of Clause 4. Deaths are matters of public record; they affect\ncommunities, as well as the individuals directly involved, and they are\ntherefore a legitimate subject for reporting. Reporting that Mr Stunt had died\nand explaining the circumstances of his death did not represent a breach of\nClause 4.\n30. In reporting Mr Stunt’s death in the first article, the\nnewspaper had included James Stunt’s response to claims that his brother had depression\nin the period leading up to his death. He had published this response in a\nvideo online, denying any suggestion that his brother had depression or that he\nmay have taken his own life. It was not insensitive for the newspaper to have\nreported this.\n31. The Committee noted the complainants’ concern that in\nthe second article, it had been insensitive of the newspaper to have\n“criticised” the size of Mr Stunt’s estate, in suggesting that he had left\nbehind a relatively small amount of money, and to have reported that the\ncompany where he had been Chief Operating Officer had made a loss in recent\nyears. However, the article included factual information that was in the public\ndomain. The information was not gratuitous and it had not been presented in a\nmanner that was intended to mock the deceased, or to “attack” his family, as\ncontended by the complainants. Publishing this information was not insensitive\nin breach of Clause 4.\n32. The Committee then considered the complainants’ concern\nregarding the reporter’s approach to the family three days after Mr Stunt’s\ndeath. While the complainants had not wished to make a comment, some bereaved\nfamilies welcome the opportunity to speak to the press about a loved one who\nhas died. The mere fact of an approach, in the aftermath of a death, did not\nraise a breach of Clause 4.\n33. There was no suggestion that the reporter had acted\ninappropriately when he had spoken to the individual who had answered the door.\nThe complainants had not disputed the newspaper’s position that the reporter\nhad been polite; he had introduced himself and, once told that she did not wish\nto comment, had expressed his condolences. The Mail on Sunday reporter had left\nthe property when asked to do so. The Committee concluded that the Mail on\nSunday’s approach to the family had not been insensitive in breach of Clause 4.\n34. The Committee acknowledged the complainants’ position\nthat despite telling a reporter from “The Mail” that Mr Stunt’s widow did not\nwish to comment, a second reporter from “The Mail” had visited her home.\nHowever, as previously stated, IPSO considers complaints against member\npublications, rather than against publishers. The Daily Mail and the Mail on\nSunday are separate publications with different editors making separate\neditorial decisions; they are also competitors. By requesting that the Daily\nMail make no further contact, the complainants had not said the same to the\nMail on Sunday, and the Daily Mail was not required to inform the Mail on\nSunday about the family’s response to its approach. When the complainants made\nclear to the publisher, via a legal notice, that approaches from reporters were\ncausing distress, the Mail on Sunday made no further approaches.\nConclusion\n35. The complaint was not upheld.\nDate complaint received: 11/08/2017Date decision issued: 20/12/2017\nBack to ruling listing\n\n\n"
}