{
    "url": "/rulings-and-resolution-statements/ruling/?id=17510-17",
    "title": "17510-17 Evans v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2017-08-12 00:00:00",
    "received_on": "2017-08-13 00:00:00",
    "concluded_on": "2017-11-16 00:00:00",
    "complaint_processing_days": 95,
    "conclusion_long": "15. The complaint under Clause 1 (i) was upheld.",
    "remedial_action": "16. Having upheld the complaint under Clause 1 (i), the Committee considered what remedial action should be required.   17. The Committee initially required the newspaper to publish the correction in print, as offered. However, on receipt of the decision the newspaper offered to update the correction offered, to reflect the terms of the Committee’s ruling. It offered to publish the following wording, to appear on page two of the newspaper:  Brexit survey According to a 12 Aug article, \"Boost for May as Remainers back a hard exit\", an LSE/Oxford University survey of attitudes to Brexit had 20,000 respondents. In fact, there were 3,293. We are happy to make this clear.​ 18. The Committee considered that this correction was sufficient to meet the requirements of Clause 1 (ii), and it should now be published. Review The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 13/08/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 17510-17 Evans v\nThe Daily Telegraph\nSummary of complaint\n1. Andrew\nEvans complained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Boost for May as Remainers back a hard exit”, published on\n12 August 2017. \n2.\nThe article reported on the findings of a survey which examined public opinion\nand attitudes towards the possible outcomes of Brexit negotiations, and\nBritain’s future relationship with the EU. The article reported that more than\n20,000 respondents had been surveyed, and based on this poll, the article made\na series of claims about specific policy positions. It claimed that 54.7% of\nRemain voters and 56.9% of Leave voters supported paying no “divorce”\nsettlement to the EU; that 52.2% of Remain voters and 56.5% of Leave voters\nsupported leaving the jurisdiction of the European Court of Justice (ECJ); and\nthat 51.3% of Remain voters and 57.5% of Leave voters supported Britain having\n“full control over borders and lower numbers of EU migrants”. \n3.\nThe article was reported online in substantively the same format, headlined\n“Most Remain voters now back taking control of borders, leaving ECJ and paying\nno Brexit divorce bill”. \n4.\nThe complainant said that only 3,293 respondents had taken part in the poll,\nand that the article had misinterpreted its findings. He said that, in the\npoll, respondents had been presented with “bundles” of policy proposals, and\nhad to either accept or reject the whole bundle. He said that the use of the\npercentage statistics in support of particular policy proposals was incorrect:\nthese percentages did not refer to the percentage of people backing a certain\npolicy; instead, they referred to how often voters would accept a whole bundle\nof policy proposals containing this specific proposal. He therefore said that\nit was inaccurate for the article to report that voters supported particular\npolicy stances, and to express this in terms of\npercentages. \n5.\nThe complainant said that it was inaccurate to report that “the majority of\nRemain voters now back a hard Brexit”. He provided a summary of the original\nsurvey, written by its authors, which included a link to the survey findings.\nHe said that the survey authors had said that “[Remainers] also agree with\nLeave voters that trade terms with fewer barriers and lower tariffs, than a “no\ndeal” scenario would bring, are preferable to a hard break from the common\nmarket\". \n6.\nThe newspaper did not accept that the article had misinterpreted the survey\nfindings. It said that prior to publication, its reporter had contacted the\nresearcher who conducted the survey, who provided various figures that had been\nincluded in the article. It said that the researcher had said that 53% of\nRemain voters now back taking control of borders, leaving the jurisdiction of\nthe ECJ and paying no Brexit divorce bill; and that over 68% of voters favoured\nanswers consistent with a \"hard\" Brexit over 32% who favoured answers\nconsistent with a \"soft\" Brexit. The newspaper said that other\nfigures had been taken from an article published by another publication, which\nalso reported on the findings of the survey. The newspaper made reference to an\nexcerpt from the findings of the survey, which stated that “Leave voters prefer\n‘Hard’ and ‘No Deal’ alternatives to ‘Soft’ Brexit…Remain voters prefer ‘Hard’\nto ‘Soft’ and ‘Hard’ to ‘No Deal’”. \n7. The survey\nauthors had confirmed in correspondence with another newspaper that whilst the\nstatistics quoted, and the way that they had been interpreted, lacked context\nas constrained preferences from a discrete choice task, they were not\nincorrect. \n8.\nThe newspaper said that the reference to the number of respondents had been\ntaken from the other article, published by another publication, which had\nreported on the findings of the survey. The newspaper said that once it became\naware that this figure had been misreported, it amended the online article accordingly\nand published a correction as a footnote to the article. \n9.\nIn order to resolve the complaint, the newspaper then offered to publish a\nbroader correction as a footnote to the online article: \n“CORRECTION:\nThe survey on which this article is based had 3,293 respondents, not 'more than\n20,000' as the article originally stated. Moreover the survey analysed\nrespondents' choices between bundles of options rather than seeking their\nspecific preferences. We are happy to make this clear”.  \n10.\nIt also offered to publish the following clarification in its Corrections and\nClarifications column on page 2 of the newspaper:\n“Brexit survey\nAccording to a 12 Aug article,\n\"Boost for May as Remainers back a hard exit\", an LSE/Oxford\nUniversity survey of attitudes to Brexit had 20,000 respondents. In fact, there\nwere 3,293. Moreover the survey analysed respondents' choices between bundles\nof options rather than seeking their specific preferences. We are happy to make\nthis clear”. \nRelevant Code Provisions\n11. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. Findings of the Committee \n12. The\nnewspaper had a copy of the original survey findings prior to publication,\nhowever it had taken the information, that 20,000 respondents had been\nsurveyed, from another article. The Committee was concerned that the newspaper\ndid not take any steps to verify this information, which represented a failure\nto take care over its accuracy, in breach of Clause 1 (i). The survey stated that\nonly 3,293 respondents had been surveyed. The discrepancy between these figures\ngave a significantly misleading impression of the scope of the survey, which required\ncorrection, in order to avoid a breach of Clause 1 (ii). \n13. The\nnewspaper promptly published a correction as a footnote to the online article,\nwhich addressed the inaccurate information, that 20,000 respondents had taken\npart in the survey, and made the correct position clear, that 3,293 respondents\nhad been surveyed. Shortly after the newspaper received the complaint, the\nnewspaper offered to publish a similar correction in its Corrections and\nClarifications column on page 2 of the newspaper. The Committee considered that\nthis was sufficient to meet the requirements of Clause 1 (ii). \n14. In\nreporting the survey results, the newspaper had relied on specific information and\nfigures provided to it by the survey’s authors. The Committee noted that the\nsurvey author’s had said that although the article did not explicitly refer to\nthe context of the survey, it had not misinterpreted the survey results. The\nnewspaper demonstrated that it had taken sufficient care to ensure the accuracy\nof the article, when reporting preferences for particular policy outcomes.\nFurthermore, the\nnewspaper was entitled to characterise the groups of options presented to the\nrespondents as “hard” and “soft”, as recorded in the survey results; the\narticle made clear which policies had been ascribed the “hard” label, for\nexample that “Britain should take control of its borders after Brexit, end the\njurisdiction of the European Court of Justice, and pay little or nothing to\nleave the EU”. In circumstances where the original survey had stated that “Remain voters prefer ‘Hard’ to\n‘Soft’ and ‘Hard’ to ‘No Deal’ alternatives”, it was not significantly inaccurate\nto report that “the majority of Remain voters now back a hard Brexit”.\nThere was no further\nbreach of Clause 1. Nonetheless, the Committee welcomed the newspaper’s offer\nto amend the existing online clarification to make clear that the survey analysed respondents' choices\nbetween bundles of options rather than seeking their specific preferences. \nConclusions\n15. The\ncomplaint under Clause 1 (i) was upheld.\nRemedial action required \n16.\nHaving upheld the complaint under Clause 1 (i), the Committee considered what\nremedial action should be required.  \n17.\nThe Committee initially required the newspaper to publish the correction in\nprint, as offered. However, on receipt of the decision the newspaper offered to\nupdate the correction offered, to reflect the terms of the Committee’s ruling.\nIt offered to publish the following wording, to appear on page two of the\nnewspaper: \nBrexit\nsurvey\nAccording\nto a 12 Aug article, \"Boost for May as Remainers back a hard exit\",\nan LSE/Oxford University survey of attitudes to Brexit had 20,000 respondents.\nIn fact, there were 3,293. We are happy to make this clear.​\n18.\nThe Committee considered that this correction was sufficient to meet the\nrequirements of Clause 1 (ii), and it should now be published.\nReview\nThe complainant complained to the Independent\nComplaints Reviewer about the process followed by IPSO in handling this\ncomplaint. The Independent Complaints Reviewer decided that the process was not\nflawed and did not uphold the request for review. \nDate complaint received: 13/08/2017Date decision issued: 16/11/2017\nBack to ruling listing\n\n\n"
}