{
    "url": "/rulings-and-resolution-statements/ruling/?id=17562-17",
    "title": "17562-17 Elgy v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2017-08-14 00:00:00",
    "received_on": "2017-08-14 00:00:00",
    "concluded_on": "2017-10-26 00:00:00",
    "complaint_processing_days": 73,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/A Date complaint received: 14/08/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 17562-17 Elgy v The Sun\nSummary of complaint\n1. Rachel Elgy\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the Editors’\nCode of Practice in an article headlined “Now Phil’s finally Out, he must shut\ndoor behind him”, published on 14 August 2017. The article was also published\nonline with the headline “Now Philip Hammond is finally Out he must shut the\ndoor behind him and take control over our laws, our trade and especially\nimmigration”.\n2. The article under\ncomplaint was an opinion column by Trevor Kavanagh. It claimed that there was\n“one unspoken fear, gagged by political correctness, which links Britain and\nthe rest of Europe. The common denominator, almost unsayable until last week’s\nfurore over Pakistani sex gangs, is Islam”. The article claimed that “thanks to\nformer equalities chief Trevor Phillips, and Labour MPs such as Rotherham’s\nSarah Champion, it is acceptable to say Muslims are a specific rather than a\ncultural problem”.\n3. The article claimed\nthat the authorities have “long deliberately disregarded Muslim sex crimes –\nsoon likely to be a racist offence in itself – including outrages such as\nfemale genital mutilation and ‘honour’ killings”. It claimed that this\n“contemptible treatment of women…would have been inconceivable here on such a\nscale only a few years ago”, that “the problem began with Tony Blair opening\nthe doors to mass immigration and silencing critics by branding them ‘racist’”,\nand that “it was turbocharged when German Chancellor Angela Merkel\nindiscriminately waved in a million more so-called refugees from Africa,\nAfghanistan and Pakistan”. The article concluded by noting that if the UK\nachieved a full Brexit, it will “be back in charge of immigration”, and asked:\n“What will we do about The Muslim Problem then?”\n4. The complainant\nsaid that it was inaccurate to claim that it was acceptable to say that Muslims\nwere a “specific rather than a cultural problem”. She said it was inaccurate to\nclaim that the “contemptible treatment of women” was a problem caused by\nimmigration. She said that contemptible treatment of women was evidenced\nthroughout Western history, and noted that 90% of sex offenders in the UK are\nwhite males. The complainant acknowledged that some recent high-profile cases\nof child sexual exploitation involved perpetrators from Asian communities, but\nsaid that these crimes can occur in all communities. She said that female\ngenital mutilation and so-called ‘honour’ based violence cannot be linked to\nany one religion or culture. The complainant provided material to demonstrate\nthat these offences were perpetrated across faiths, and that neither were\nrequired by the Qur’an. She said that the article’s generalised statements on\nthe sexual offences were misleading, and it was misleading to suggest that\nsexual offences were disproportionately committed by Muslim men. \n5. The complainant\nsaid that the article’s reference to “so-called refugees” was inaccurate, as it\ncast doubt unjustifiably on the genuineness of their claims. She questioned\nwhether there was evidence for this position, or the claim that “a million”\nrefugees had entered Germany.\n6. The complainant\nsaid the question posed at the end of the article reflected the phrase “The\nJewish Problem”, used in 1930s Germany in the context of Nazism, and before the\nHolocaust. She said that the article discriminated against immigrants and\nMuslim men.\n7. The newspaper\nsaid that this complaint raised issues of freedom of speech, and highlighted\nthe determination of some to restrict open discussion about a specific problem\nfor fear of being labelled “racist” or “Islamophobic”. The newspaper said that\nthe article did not state or suggest that a disproportionate number of sexual\noffences are committed by Muslims compared with the wider population. It said\nthat the article pointed out that for gang-related child sexual exploitation,\nthe convictions have largely been against British Pakistani men. The newspaper\nsaid that conviction rates show sex gang grooming by Muslim men is a specific\nproblem. In relation to the columnist’s claim that female genital mutilation\nand “honour” killings were examples of “Muslim sex crimes”, which had been\n“long disregarded [by the British Authorities]”, the newspaper said that there\nwas evidence to support his position that both offences are commonly associated\nwith Muslim society, and in some cases, the Muslim faith. It referred to a\nreport from the World Health Organisation which stated that female genital\nmutilation, while perpetrated by members of a number of faiths, “has frequently\nbeen carried out by some Muslim communities in the genuine belief that it is\ndemanded by the Islamic faith”. It provided an excerpt of an article on\n“honour” killings, which referred to statistics published in a report by the\nUnited Nations claiming that there were 5,000 killings worldwide each year,\nmainly in Western Asia, North Africa and parts of South Asia, and referred to\nthem being more prevalent in, but not limited to, countries with a majority\nMuslim population.\n8. The newspaper\nsaid that in referring to “so-called refugees”, the columnist was expressing\nhis opinion that not all of the 1 million people who had entered Germany as\nrefugees were entitled to refugee status. It said that he was entitled to this\nview, given the significant number of people initially accepted as refugees who\nare later decided to be economic migrants. \nIt noted that the 1 million figure had been widely reported.\n9. The newspaper\nsaid that the Code protects individuals from discrimination on the basis of\ntheir religion, but does not prevent criticism of religion or groups. It\nstrongly denied that the use of the phrase “The Muslim Problem”, to identify a\nproblem with the Muslim male attitude towards white women, reflected the use of\nthe phrase “The Jewish Problem” in 1930s Germany. It noted that the columnist\nhad written a further column, which it said addressed many of the issues raised\nin the complaint. In this further column, the columnist said “I can honestly\nsay it never occurred to me that this could be interpreted as a play on the\nJewish Problem and I will happily apologise to anyone who is thus offended”.\nRelevant Code provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n11. The column was published in the context of debates\nfollowing the conviction of 14 people in Newcastle of sexual offences, which\nincluded public statements by Sarah Champion MP and Trevor Philips. In that\ncontext, the columnist expressed the view that following the “furore over\nPakistani sex gangs”, it was now “acceptable to say Muslims are a specific\nrather than a cultural problem”, and commented on the connection between the\nreligious background of perpetrators in these types of offences, and their\nactions.  The Committee acknowledged that\nthe opinion was contentious, and capable of causing offence, but its role was\nto consider the matter under the terms of Clause 1 of the Code. The claim was\nclearly the columnist’s comment on the causes of a complex social phenomenon,\nand it could not be understood as a claim of fact. The columnist set out his\nreasons for his view, and there was no failure to take care not to publish\ninaccurate information. This aspect of the complaint did not raise a breach of\nClause 1.\n12. The Committee noted the complainant’s position that it\nwas inaccurate to refer to female genital mutilation and “honour” killings as\nexamples of “Muslim sex crimes”. From the material provided by both parties, it\nwas clear that both these offences were perpetrated by members of various\nfaiths, and that the cultural and religious contexts in which these crimes take\nplace are complex. However, it was not in dispute that some individuals\ncommitted these offences because they believed it formed part of their Muslim\nfaith, and the article did not imply that these crimes were not committed by\nmembers of other faiths. The newspaper had provided a sufficient factual basis\nfor the columnist’s brief reference to these offences as “Muslim sex crimes”,\nand there was no breach of Clause 1 on this point.\n13. The Committee noted the complainant’s position that the\n“contemptible treatment of women” has taken place throughout British history,\nthat 90% of sex offenders in the UK are white males, and that it was therefore\ninaccurate to claim that the “contemptible treatment of women…would have been\ninconceivable here on such a scale only a few years ago”. In making this claim,\nthe column was referring specifically to what it referred to as “Muslim sex\ncrimes…including outrages such as female genital mutilation and ‘honour\nkillings’”, rather than the treatment of women in general. The article was not\nmisleading in the manner alleged, and there was no breach of Clause 1 on this\npoint.\n14. The columnist was entitled to speculate on the validity\nof the status of refugees entering Germany, and the reference to “a million\nmore so-called refugees” was clearly presented as his speculation. The article\nwas not misleading on this point, and this aspect of the complaint did not\nraise a breach of Clause 1.\n15. The Committee noted the complainant’s concern that the\narticle discriminated against Muslims. Clause 12 of the Code protects\nidentifiable individuals from discrimination; it does not relate to\ndiscrimination against groups or categories of people. The complainant’s\nconcern that the article discriminated against Muslims in general did not\nbreach Clause 12.  \n16. The Committee acknowledged that the question posed at\nthe end of the column – “What will we do about The Muslim Problem then” – was\ncapable of causing serious offence, given it could be interpreted as a\nreference to the rhetoric preceding the Holocaust. The Committee made clear\nthat there is no clause in the Editors’ Code which prohibits publication of\noffensive content. It was clear that many, including the complainant, were\noffended by this aspect of the article, but there was no breach of the Code on\nthis point.\nConclusions\n17. The complaint was not upheld.\nRemedial action required\n18. N/A\nDate complaint received: 14/08/2017Date decision issued: 26/10/2017\nNote\nTrevor Kavanagh is a member of IPSO’s Board. The Board has\nno role in the consideration of individual complaints, which are adjudicated on\nby the Complaints Committee. Mr Kavanagh played no part in the consideration of\nthis complaint.\nReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review. \n \nBack to ruling listing\n\n\n"
}