{
    "url": "/rulings-and-resolution-statements/ruling/?id=17681-17",
    "title": "17681-17 Viridor v Manchester Evening News",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Manchester Evening News (Reach PLC)",
    "published_on": "2017-08-14 00:00:00",
    "received_on": "2017-08-15 00:00:00",
    "concluded_on": "2017-11-23 00:00:00",
    "complaint_processing_days": 100,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received:  15/08/2017",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 17681-17\nViridor v Manchester Evening News  \nSummary\nof complaint 1.    Viridor\ncomplained to the Independent Press Standards Organisation that the Manchester\nEvening News breached Clause 1 (Accuracy) of the Editors’ Code in an article\nheadlined “Man's arm is ripped off in conveyor belt horror at recycling\ncentre”, published on 14 August 2017. The article was also published online.2.    The\narticle reported that the arm of an employee at one of the complainant’s\nrecycling centres had caught in the machinery of a conveyor belt. Both the\nheadline and the body of the article claimed that the man’s arm had been\n“ripped off”. The article went onto report that a police spokesperson had\nconfirmed that “emergency services were called and the man was taken to\nhospital with serious injuries to his arm”, and that he “remains in a serious\nbut stable condition and his injuries are not believed to be life\n–threatening”. It reported that a joint investigation had been launched by\npolice and the Health and Safety Executive into how the accident occurred. The\nfront page of the newspaper had the headline: “Man’s arm ripped off in horror\naccident”, and the sub headline “29-year-old seriously injured while working on\nconveyor belt at tip”.3.    The\ncomplainant said that there were serious injuries to the man’s arm, but that it\nwas not “ripped off”. It said that this claim in the headline was not supported\nby any of the other statements reported in the article. It said that “serious\ninjuries”, as referred to in the police press release, was the correct\nassessment, and this should have been the term used in the headline.4.    The\nnewspaper said that the information that the man’s arm had been severed\noriginally came from a confidential source. It asked the police for its\nresponse to this claim, and was told by the police source that this is what was\nrecorded in the police log. It said that the police source did not want the\nword “severed” in the police press statement, which just referred to “serious\ninjuries”. The newspaper said that following receipt of this complaint, the\nreporter contacted the police, who confirmed in an email that “in relation to\nthe nature of the injuries, our logs say that his arms was ‘severed’”. The\nnewspaper provided IPSO with a copy of this email. The newspaper said that care\nwas taken not to publish inaccurate information. It said that if this\ninformation turned out to be inaccurate, it would be happy to correct this, but\nthat it did not have the contact details of the man concerned to consult him on\nhis wishes.5.    The\ncomplainant said that it was not for it to comment on what was contained in the\npolice log, but maintained that the arm was not “ripped off”, or completely\nsevered. It said that due to the need to preserve the individual’s privacy, and\nongoing investigations, it could not provide further medical information. It\nsaid that due to reasons of data protection, privacy concerns, and the fact it\nwould be insensitive to put the injured man in touch with the newspaper, it was\nnot willing to provide his contact details.6.    The\nnewspaper said that as the complainant did not appear to be acting for the\ninjured person and, given the evidence it had already provided, it would not be\nappropriate to risk any unintended further concerns by publishing more\ninformation without the consent of the person directly involved.\nRelevant Code Provisions 7.    Clause\n1 (Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Findings of the Committee 8.    The\ncomplainant owned the recycling centre, and was not acting on behalf of the\ninjured man. Nevertheless, it was appropriate for the Committee to consider\nthis complaint, given the injury occurred on the complainant’s premises, to someone\nin the course of his employment with the company. The Committee made clear the\ninjured man was free to make his own complaint about the accuracy of published\ninformation about his injuries, and that it would consider such a complaint\nseparately.9.    In\npublishing the headline claim that the man’s arm had been “ripped off”, it was\nreasonable for the newspaper to rely on the information provided by its source,\nwhere the police had also confirmed that its log recorded that the arm had been\n“severed”. This claim was not simply a summary of the contents of the article,\nbut was a claim that the newspaper had specifically taken steps to verify. In\nthese circumstances, the fact that the claim did not appear in the body of the\narticle did not represent a breach of Clause 1 (i). The publication had taken\nsufficient care not to publish inaccurate information, and there was no breach\nof Clause 1 (i).10. The\nCommittee considered whether the claim that the man’s arm was “ripped off” was\nsignificantly inaccurate, such as to require correction under the terms of\nClause 1 (ii). It was not in dispute that the injuries sustained to the man’s\narm were serious, that they had been caused in the way described in the\narticle, that his condition at the time of publication was accurately reported\nin the body of the article, and that the investigation of the incident was\nongoing. In addition, the complainant did not provide further information about\nthe nature of the injuries, beyond saying that while the injuries were serious,\nthe arm was not “ripped off”. The Committee did not establish in response to\nthis complaint that the article contained a significant inaccuracy, such as to\nrequire correction under the terms of Clause 1 (ii).  There was no breach of Clause 1. \nConclusions 11. The\ncomplaint was not upheld.\nRemedial action required12. N/A\nDate complaint\nreceived:  15/08/2017\nDate decision issued: 23/11/2017\n \n \n \nBack to ruling listing\n\n\n"
}