{
    "url": "/rulings-and-resolution-statements/ruling/?id=17921-17",
    "title": "17921-17 Maguire v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2017-05-28 00:00:00",
    "received_on": "2017-08-22 00:00:00",
    "concluded_on": "2017-11-15 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/A Review The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaints Received: 22/08/2017",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee 17921-17 Maguire\nv The Sunday Times  \nSummary\nof complaint 1.    Michael GP\nMaguire complained to the Independent Press Standards Organisation that The\nSunday Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Corbyn secured salary for convicted IRA terrorist”,\npublished on 28 May 2017. The article was also published online. 2.    The article\nreported that the newspaper had found files in the London Metropolitan Archives\nwhich showed that in the 1980s, Jeremy Corbyn MP had lobbied the Greater London\nCouncil (GLC) to fund a group called the Irish in Islington Project. The\narticle reported that the project’s two employees were a man who was a convicted\nIRA terrorist and Sinn Fein’s principal representative in Britain, and the\ncomplainant, who was referred to as “another key republican in London”. The\narticle claimed that “The GLC duly approved a payment of more than £31,000, the\nfirst in a series of payments from the GLC and Islington borough council that\ntotalled at least £77,000”, and claimed that documents showed that most of this\nwas paid as salaries to the project’s two employees.  The article claimed that “In 1984, the\nproject was raided by police and Maguire was detained under anti-terrorism\nlaws.  Yet the payments continued”. 3.    The complainant said\nthat it was inaccurate to report that the Irish in Islington Project had been\nraided by the police. He said in 1984, he had been arrested and detained by\nofficers from the Anti-Terrorist Squad under a section of the Prevention of\nTerrorism Act concerning “eliciting support for a proscribed\norganisation”.  He said that the offence\nhe had allegedly committed related to an article he had written in the Sunday\nTribune, which he had written in his capacity as the newspaper’s London\ncorrespondent, and that neither the arrest nor the police investigation related\nto the Irish in Islington Project. The complainant said that the project’s\nfinancial records had been kept at his home when he was arrested in 1984 and\nthe police had searched them when investigating the allegation about his\njournalism.The\ncomplainant added that he was not charged, and received an unofficial apology\nfor the length of his detention. 4.    The complainant said\nthat the project had three, not two employees. He said that where the article\nreported the size of the GLC’s grants, the reference to two employees implied his\nsalary was excessive, which was not the case. The complainant said the\nreference to payments from the GLC and Islington Borough Council was\ninaccurate, as the project had been funded solely by the Greater London Council\n(GLC). 5.    The complainant\nsaid it was inaccurate to refer to him as a “key republican in London”.  He said that while he continued to believe in\nthe re-unification of the island of Ireland, which he said was the central\ntenet of Irish republicanism, he had been expelled from Sinn Fein in 1978, and\nhe was not a member of any republican organisation and had not exerted\ninfluence on republican movement supporters through speeches or writings. 6.    The newspaper\nsaid the complainant had written a letter to the GLC in December 1984, in which\nhe had explained that there had been a delay in his correspondence because “The\nProject filing system, containing all our financial records, was severely\ndisrupted and left in a state of chaos as a consequence of my recent detention\nunder the Prevention of Terrorism Act by the Special Branch”. It provided IPSO\nwith a copy of this letter, which it said appeared to be a statement that the\nproject and its filing system were subject to a raid. In response to the\ncomplaint, the newspaper said it would be willing to address the complainant’s\nposition that the arrest actually took place at his home by publishing the\nfollowing clarification: Our\nreport \"Corbyn secured salary for convicted IRA terrorist\" (News, May\n28) said that the Irish in Islington Project was raided by police in 1984 and\none of its employees, Michael Maguire, was detained under anti-terrorism laws.\nDr Maguire has asked us to clarify that he was arrested at home, that\nthe project’s office was not actually raided, and that he was released without\ncharge.  We are\nhappy to do so. 7.    The newspaper\nsaid the article reported on a letter written by Jeremy Corbyn in August 1983,\nwhich lobbied the council to fund two employees. It said the addition of a\nthird member of staff in December 1983 was irrelevant.  The newspaper noted that the complainant had\nbeen secretary of Sinn Fein’s London central committee. It said that the fact\nhe had left Sinn Fein did not mean that the complainant had abandoned\nrepublicanism. It said that the complainant had made clear his support for\nrepublicanism in an unpublished manuscript paying tribute to his late wife, who\nhad been involved with the IRA. \nRelevant\nCode provisions 8.    Clause 1\n(Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nFindings\nof the Committee 9.    The newspaper\nhad reasonably relied on the letter from the complainant to the council in\nclaiming that the project had been raided by the police. There was no failure\nto take care not to publish inaccurate information on this point. The claim\nthat the project had been raided, rather than the complainant’s home, where\nsome of the project’s filing happened to be kept, was significant in the\ncontext of the article, as it provided further grounds to question the award of\npublic money to the project. A correction was required under the terms of\nClause 1 (ii). 10. The wording\nproposed by the newspaper identified the inaccuracy, and set out the correct\nposition. The complainant had initially made his complaint directly to the\nnewspaper on 1 July 2017, and it was unfortunate that the newspaper did not\nrespond to the complaint. The Committee therefore welcomed the newspaper’s\napology for this. The newspaper first offered to publish a clarification on the\ncomplainant’s arrest in its first substantive response to the complaint, and\nthe Committee did not find that the newspaper had failed to offer a correction\npromptly. To avoid a breach of Clause 1 (ii), the newspaper should proceed to\npublish the clarification in its corrections and clarifications column. It\nshould also be published as a footnote to the online article, with an amendment\nto the article to make clear that it was the complainant’s home that had been\nraided by police. 11. The Committee\nacknowledged the complainant had left the organised republican movement before\nhe began working for the Irish in Islington project. However, he had previously\nbeen the secretary of the central committee of the London branches of Sinn\nFein, and on the complainant’s own account, he maintained his republican\nbeliefs, despite his expulsion from Sinn Fein. The Committee did not consider\nit was misleading to refer to him as “another key republican in London”, and\nthis aspect of the complaint did not raise a breach of Clause 1. 12. The newspaper\nhad reported that the Irish in Islington project had two workers, because\nJeremy Corbyn’s letter to the GLC, supporting their application for funding,\nhad stated that he “urged their application of two project workers should be\nmet”. There was no failure to take care not to publish inaccurate information on\nthis point. The Committee acknowledged the complainant’s position that after a\nsubsequent decision, there was one full time worker, and two part time workers,\nbut considered that the reference to the project having two workers was not\nsignificantly inaccurate, such as to require correction under Clause 1 (ii). 13. The article did\nnot specify periods of time for which the project received the GLC grants, and\nthe Committee considered that the article did not contain a significantly\nmisleading impression of the complainant’s, or the other volunteer’s salary. The\nCommittee noted the complainant’s position that until at least 1985/86, the\nproject only received grants from the GLC, and not the Islington Borough\nCouncil, but it did not consider that any particular significance attached to\nthe precise source of public money received by the project.  These aspects of the complaint did not raise\na breach of Clause 1.  \nConclusions 14. The complaint\nwas not upheld. \nRemedial\nAction Required 15. N/A\nReview\nThe complainant\ncomplained to the Independent Complaints Reviewer about the process followed by\nIPSO in handling this complaint. The Independent Complaints Reviewer decided\nthat the process was not flawed and did not uphold the request for\nreview. \nDate complaints Received: 22/08/2017Date decision issued: 15/11/2017 \n \nBack to ruling listing\n\n\n"
}