{
    "url": "/rulings-and-resolution-statements/ruling/?id=18326-17",
    "title": "18326-17 Webster v Sunday Mirror",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Mirror (Reach PLC)",
    "published_on": "2017-09-03 00:00:00",
    "received_on": "2017-09-05 00:00:00",
    "concluded_on": "2017-11-13 00:00:00",
    "complaint_processing_days": 69,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A. Date complaint received: 05/09/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 18326-17\nWebster v Sunday Mirror\nSummary of complaint\n1. Chris Webster complained to the Independent\nPress Standards Organisation that the Sunday Mirror breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 3 (Harassment) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“Charity pervert hounded forces wives for sex”, published on 3 September 2017.\n2.\nThe article reported that the complainant, the head of an organisation which\nsent charity parcels to soldiers, had been “secretly pestering forces wives for\nsex – while their husbands served on the frontline”. The article reported that\nhis youngest victim was “thought to be seventeen years old” and had been\ncontacted by the complainant while her boyfriend was in the Gulf. It included\nher comment that “I was at college and he asked me to help with his charity…he was\nrelentless asking for explicit photos of me naked”. The article also reported\nanother alleged victim’s comment that “in my case I had just broken up with my\nhusband and he knew that too…he sent photos of himself and a video”. \n3.\nThe article reported that the complainant had lied about having served in the\narmy and suffering from post-traumatic stress disorder; it reported that the\ncomplainant had said that he did suffer from post-traumatic stress disorder,\nbut as a result of childhood issues. \n4.\nThe article reported that the complainant had apologised for his conduct, and included\nan excerpt of the apology, which had previously been posted on the\norganisation’s website and Facebook page. This excerpt included the\ncomplainant’s denial that his victims were married to men from any deployed or\nserving forces, and his denial that any of his victims were under the age of\nconsent. It said that “I fully accept my historic conduct in relation to me\nsending unsolicited sexual messages, ‘sexting’ and sending explicit pictures of\nmyself to some fourteen females over a period of time, often when they were at\nlow points emotionally and emotionally vulnerable”. \n5.\nThe article was published online in substantively the same format, headlined\n“Charity pervert sent boxes of treats to soldiers on the front line then\nsecretly hounded their wives for naked photos”. \n6.\nThe complainant said that the article contained a number of inaccuracies. He\ndenied that any of the women he had contacted were married to men from deployed\nor serving forces. The complainant said that he did not contact a seventeen\nyear old girl, and that the other woman had been separated from her husband for\nover a year when he contacted her. He also said that he did not suffer from\npost-traumatic stress disorder as a result of childhood issues, but due to a\nrecent attack. \n7.\nThe complainant said that he did not write or read the apology before it was\nposted on the organisation’s website, but it had been written on his behalf and\nwith his consent. He said that nevertheless, the publication of the article had\nresulted in subsequent intrusions into his private life, and harassment, by\nmembers of the public. He said that the newspaper had contacted him by\ntelephone and that this had amounted to harassment. The complainant also said\nthat reporting on the allegations made against him was discriminatory.\n8. The newspaper did not accept that there had been a breach\nof the Code. It said that\nthe article was written by a freelance reporter, who had interviewed the two women.\nThe newspaper said that both women had told the reporter that they were married\nto, or partners of, men from deployed or serving forces, when they had been\ncontacted by the complainant. One of the women had confirmed that she had\nrecently separated from her husband, and had told the complainant that she was\nan “army widow”, at the time. The newspaper said that the other woman had\nconfirmed that she was a seventeen year old college student at the time. The\nnewspaper provided copies of conversations between the complainant and the two women,\nthe reporter and the two women, and messages posted on social media, in support\nof its position. \n9.\nThe newspaper said that its reporter had contacted the complainant on one\noccasion, prior to publication, and put the allegations to him that he had sent\nsexually explicit material to women whose partners or husbands were serving\nabroad, and that one of his victims was seventeen at the time. The newspaper\nprovided a transcript and recording of this telephone conversation. \n10.\nThe newspaper said that the complainant’s apology included his comment that he\ndid suffer from diagnosed post-traumatic stress disorder, sustained in his\nchildhood. It did not accept that the article was inaccurate on this point. \n11.\nThe newspaper said that the publication of the article did not amount to an intrusion\ninto the complainant’s private life because he had published the apology on the\norganisation’s website and Facebook page, and said that in any event, it was in\nthe public interest to expose such behaviour. The newspaper also said that it\ndid not engage in harassing behaviour towards the complainant, or discriminate\nagainst him in the article. \nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nClause\n2 (Privacy) *\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n3 (Harassment)\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii) \nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources.\nClause\n12 (Discrimination)\ni)\nThe press must avoid prejudicial or pejorative reference to an individual's,\nrace, colour, religion, sex, gender identity, sexual orientation or to any\nphysical or mental illness or disability. \nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nFindings of the Committee \n13.\nThe article was based on the accounts of the two women. The complainant had\nmade a public admission on social media, regarding his conduct, and the\nnewspaper had seen messages exchanged between the complainant and the two women.\nThe newspaper sought the complainant’s comment on this information prior to\npublication. The newspaper demonstrated that it had taken care to ensure the\naccuracy of the article and there was no breach of Clause 1 (i). \n14.\nThe article reported that the complainant had been “secretly pestering forces\nwives for sex – while their husbands served on the frontline”; that his\nyoungest victim was “thought to be seventeen”; and that one of the women had\n“recently separated” from her husband, when the complainant had contacted her.\nThis information was based on the women’s accounts and was clearly attributed\nas such in the article. The newspaper was entitled to report this information\nand particularly in circumstances where the complainant’s denial was included,\nthe Committee did not consider that the article was inaccurate or misleading on\nthese points. \n15.\nThe complainant denied that he suffered from post-traumatic stress disorder as\na result of childhood issues. In the context of an article which reported on\nallegations made against the complainant, that he had sent unsolicited sexual\nmessages to a number of women, and in circumstances where it was accepted that\nthe complainant did suffer from post-traumatic stress disorder, the Committee\ndid not consider that the discrepancy as to the cause of the condition, was\nsignificant. Furthermore, this information was included in the complainant’s\npublic apology and it was clearly attributed as such in the article. There was\nno breach of Clause 1 on this point. \n16.\nThe article reported allegations made against the complainant by two women,\nwhich he had commented on publicly; despite the complainant’s position that he\ndid not write or read the apology, it had been published on his behalf, with\nhis knowledge and consent. Furthermore, the article did not include any\npreviously undisclosed private information about the complainant and the\nCommittee did not consider that its publication had intruded into his private\nlife. There was no breach of Clause 2. \n17.\nThe complainant had been interviewed by the newspaper, and during this\ninterview, he did not request that any contact should desist. He was contacted by\ntelephone on one occasion, and the Committee considered that the reporter was\npolite, and not intimidating. There was no breach of Clause 3. \n18.\nThe article did not make a prejudicial or pejorative reference to the\ncomplainant in regards to any of the characteristics protected under Clause 12;\nthere was no breach of Clause 12. \nConclusions \n19.\nThe complaint was not upheld. \nRemedial action required \n20.\nN/A. Date complaint received: 05/09/2017Date decision issued: 13/11/2017\nBack to ruling listing\n\n\n"
}