{
    "url": "/rulings-and-resolution-statements/ruling/?id=18382-17",
    "title": "18382-17 Consultus Care & Nursing Limited v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2017-09-08 00:00:00",
    "concluded_on": "2017-12-22 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "23. The complaint was not upheld",
    "remedial_action": "24. N/ADate complaint received: 08/09/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18382-17 Consultus Care & Nursing Limited v The Daily\nTelegraphSummary of complaint1. Consultus Care & Nursing Limited complained to the\nIndependent Press Standards Organisation that The Daily Telegraph breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in the following articles:\n“Expats\nlured back to UK by £1,700 a fortnight to care for elderly”, published in print\non 2 January 2017.“Flying in\nfrom Spain to turn care into cash”, published in print on 2 January 2017.2. The first article reported on the social care crisis in\nthe UK. The article reported that due to a shortage of care workers in the UK,\ncare agencies have hired “thousands of expats” to return to the UK for short\nterm placements as live in carers. It stated that British agencies are\n“trawling popular resorts such as Benidorm and Malaga” and recruiting\n“builders, barmaids and bankrupt businessmen” to care for the elderly “with\njust a few days training.” The article also stated that many of the recruits\n“have no professional qualifications or previous experience of care” and\nincluded quotations from one person who felt “daunted” as the sole carer for a\nvulnerable individual.3. The article referred to Consultus Care as being one care\ncompany that recruits expats in Spain. The article included a statement from\nthe company’s project manager who said, in relation to the expats, that “they\nare here because they haven’t got any money, where they are coming into a job\nthey don’t want to do and it’s difficult for some of them.”4. The second article reported that experts have warned that\ncare in Britain has reached a “tipping point,” with record levels of hospital\n“bed-blocking” and a “growing shortage of carers.” It reported that in this\nenvironment, one care agency had placed 400 overseas care workers in the UK in\nthe month of November alone. The article\nreported that Consultus Care had experienced “a huge increase” in the number of\nexpats working for them and included quotations from a “former barmaid” who now\nworks as a live-in carer for Consultus Care, who said “work is money and money\nis work.” The article reported that due to the imbalance between supply and\ndemand, the “deal is arguably tailored more to meet the needs of the care\nworker that those of the vulnerable person.”5. The online article, headlined, “’Jet-in’ carers from\nBenidorm to Britain amid ‘massive’ care crisis,” contained much of the same\ninformation as the two articles that appeared in print. It also included a\ncomment made by the project manager of Consultus Care that “short stints are\nbeneficial to clients because it allowed them to work non-stop without taking\ndays off.” It reported that “while workers can chose to return to the same\nclient, the work is heavily promoted on the basis that care workers do not have\nto be pinned down.” It also contained quotations from the chair of the House of\nCommons Health Select Committee, who commented “we should be growing our own\nworkforce, not relying on short-term stints from people flying in from\noverseas.”6. The complainant said that the articles created a\nmisleading impression of the suitability and dedication of short-term care\nworkers employed by Consultus Care. The complainant said that, by referring to\nthe carers as “builders, barmaids and bankrupt businessmen”, the article\nimplied that these individuals were unsuitable for the role. The complainant\nsaid that quotations attributed to their project manager were misleading and\nsuggested that the care workers it recruited were motivated by money and did\nnot have a genuine interest in the role.7. The complainant said it was inaccurate to state that many\ncarers have “no professional qualifications or previous experience of\ncare.” It said that of the 14 carers\nrecruited from Spain in the previous year by Consultus Care, all but one had\ncare experience. It also said that all new recruits must complete an intensive\nresidential induction and that all carers had access to regular training\nthroughout their time with Consultus Care, which the complainant believed the\ncompany representative had made clear in her interview. The complainant also\nsaid that it was inaccurate to refer to the care worker interviewed as a\n“former barmaid” as she had previously cared for a relative for 18 months.8. The complainant also raised concerns that the article\nmisrepresented its overseas recruitment, specifically in Spain. The complainant\nsaid that of the 418 new carers it had recruited in the previous year, only 14\nwere from Spain, none of whom were from Benidorm and only three were from Malaga.\nThe complainant said that while the company does have a recruitment consultant\nin Spain and runs adverts in English speaking media on the Costa Brava, the\nrecruiter was based 40 miles from Benidorm. The complainant also provided\ninformation about the number of carers recruited from Spain in the previous\nyear by various UK care agencies, which it said showed that the claim in the\narticles that “thousands” of expats were taking up placements was inaccurate.9. The complainant also contested the article’s claim that\nConsultus Care does not conduct health and safety inspections of its customers’\nhomes before sending in new workers. The complainant said that new carers are\nnot sent into the homes of new clients. New clients are always cared for by\nexperienced carers and these experienced carers assess all the circumstances of\nthe client and their home, including health and safety. The complainant also\nsaid that it was misleading for the articles to state that “because the carers\nare self-employed, their activity is not regulated by the Care Quality\nCommission,” as it believed it suggested that their company was not regulated\nby the Care Quality Commission.10. The complainant also said the articles were inaccurate\nas it claimed carers received ”subsidised travel.” It did not pay travel costs\nfor applicants from overseas, but successful applicants were able to claim\nmodest travel costs for a UK journey after the successful completion of\ntraining and two placements with clients.11. The newspaper did not accept that it had breached the Code.\nIt said that the focus of the article was the worsening care crisis in the UK\nand, specifically, the ways in which the shortage of carers was being\naddressed. It said that senior politicians had questioned the qualifications\nand dedication of those being paid to look after the most vulnerable and that\nthere was a public interest in reporting on this matter. It said that many\nshort term expatriate carers have little previous experience and are motivated\nprimarily by the need to earn money. The newspaper said that the article\nfocused on the care industry as a whole, and had included Consultus Care as\njust one example of companies that were exploiting the care crisis for profit.\nThe newspaper said that the company’s project manager had told their reporter that\nmany of their care workers were motivated by money and did not necessarily want\nto do the job, which had been confirmed by the care worker they spoke to, who\nhad described herself as a former barmaid and had made clear that her main\nmotivation for going to the UK was to work as a carer was the money. The newspaper\nprovided notes of the interview with the project manager to support this.12. The newspaper said that the reference to “builders,\nbarmaids and bankrupt business men” in the articles did not relate directly to\nConsultus Care, but reflected the range of individuals working in the industry\nin general. It also said that many expats recruited into the industry in\ngeneral had no previous experience, and noted that Consultus Care admitted\nrecruiting some individuals who had no direct caring experience. In these\ncircumstances, the newspaper did not accept it was inaccurate to state many did\nnot have professional qualifications or experience. It said that the company’s\nproject manager had stated in her interview that “they don’t have to have any\ntraining” and admitted that new carers were only required to attend a\nresidential induction, lasting a couple of days, which it believed was\naccurately reported in the article.13. The newspaper said that the complainant employed a\nrecruitment consultant in Spain, specifically to recruit expatriate workers\nthere. It said that this recruiter had told the newspaper that the company runs\nadverts in English language newspapers and radio on the Costa Brava and Costa\nDel Sol. The newspaper also said that the company’s project manager had stated\nthat it sometimes recruited as many as 50 care workers a year from Spain and\ncurrently had hundreds of Spanish care workers on their books.14. The newspaper also said that as the live-in carers\ndiscussed in the article were self-employed, there was no legal requirement for\nConsultus Care to conduct health and safety inspections. While it accepted that\ninformal inspections are conducted by other self-employed carers, the\ninspections are not untaken by Consultus Care, in contrast to the legal\nrequirements for employed carers. Also, the newspaper said that the company’s\nproject manager had told the newspaper that care workers are given different\nexpenses depending on how far they have come, which sometimes completely covers\nthe cost of their airfare. Therefore, it said that it was accurate for the\narticles to report that one of the incentives was subsidised travel.Relevant Code provisions15. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and- where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Findings of the Committee16. The articles reported on social care in the UK and the\nimplications of the shortage of domestic care workers. The articles were\ninvestigative pieces into the care industry in general, and referenced a number\nof agencies and individuals involved in the provision of overseas care workers.\nIn this context, the articles contained a large number of comments about the\nindustry generally, but also a number of claims that related specifically to\nthe complainant.17. With regard to the complainant's concern that the\narticles gave a misleading impression of the suitability of workers employed by\nConsultus Care, the articles made clear the basis for the newspaper’s general\nposition that money is the main motivation for many short term expatriate\ncarers in the industry. It included quotations from a care worker who stated\n“work is money and money is work,” as well as the project manager of the\ncomplainant who had said “they are here because they haven’t got any money”.\nThe newspaper had provided the journalist’s notes of the interviews with the\nproject manager, which supported the quotation attributed to her in the\narticle. Similarly, where the newspaper made clear that, due to the imbalance\nof supply and demand, it considered that the flexible arrangement benefitted\nthe care workers more than the clients, it was entitled to express this view.\nThis characterisation was clearly presented as a comment on the industry as a\nwhole, and the complainant was not in a position to demonstrate that this was\nnot the case. There was no breach of Clause 1 on this point.18. The reference to recruits being “builders, barmaids and\nbankrupt businessmen” highlighted the backgrounds of individuals who are\ncarrying out these roles in the care sector in general, and was not specific to\nthe individuals recruited by the complainant. Where the complainant accepted\nthat such a background would not exclude an individual from being a care\nworker, and the articles included an interview with a care worker who described\nherself as a “former barmaid” and a care worker who had previously been a\nbuilder, the article was not inaccurate or misleading on this point. Also, where the complainant did not dispute\nthat in her interview with the journalist the care worker had described herself\nas a “former barmaid”, it was not inaccurate for the article to refer to her in\nthis way.19. The articles had claimed that many care workers who were\nrecruited from overseas had just a few days training and no previous care\nexperience or qualifications before taking sole charge of their vulnerable\nclients. While the complainant disputed that this claim applied to its care\nworkers, this characterisation by the newspaper was directed at the industry in\ngeneral. Similarly, the claim that “subsidised travel” was an incentive used to\nattract expats to return to the UK to undertake these roles, related to the incentives\noffered by the industry as a whole, and was not a claim made in relation to the\nincentives offered to those recruited through Consultus Care. There was no\nbreach of Clause 1.20. The complainant’s project manager had told the newspaper\nthat Consultus Care staff “did not have\nto have any training”, but that they had to attend a four day course before\ntaking on their first placement as a live-in carer. While the Committee noted\nthe complainant’s position that its care workers were able to access training\nthroughout their time working for the company, the newspaper had accurately\nreported that the only training requirement for carers recruited by Consultus\nCare was a four day training course, as confirmed by the complainant’s\nrepresentative. In these circumstances, there was no breach of Clause 1 on this\npoint.21. The articles were commenting, generally, upon the\nrecruitment of care workers from overseas. The project manager had stated in\nher interview that Consultus Care had “hundreds” of Spanish workers on their\nbooks, and recruited as many as 50 workers a year from Spain. The complainant\nalso accepted that it engages a recruitment consultant in Spain, who is based\nwithin close proximity to Benidorm, and that it recruits along the Costa del\nSol and the Costa Brava, including Malaga and Benidorm. In such circumstances,\nthe article had not inaccurately reported the complainant’s recruitment\npractices in Spain. The article also\nincluded remarks which had been made by another care agency, which had placed\n400 overseas care workers in the UK in one month alone. Given the scale of\nrecruitment, it was not inaccurate for the articles to have reported that\n“thousands of expats“ were taking short term placements as live- in carers in\nthe UK. The articles did not breach Clause 1 on this point.22. The complainant’s representative had confirmed that\nConsultus Care did not itself carry out health and safety assessments on the\nhomes of new clients before it sends in carers who it has recruited who are\nself-employed, in contrast to the inspections which are undertaken when it\nsends in carers or nurses which are employed by Consultus Care. While it was\naccepted that an initial inspection of the home was undertaken by other self-employed carers at the beginning of each placement, this does not amount to an\nofficial health and safety assessment undertaken by the company itself. In\nthese circumstances, it was not inaccurate for the article to state that the\ncompany did not carry out health and safety inspections. Similarly, where the\ncare work carried out by the self-employed carers is not overseen by the Care\nQuality Commission, the article was not inaccurate in relation to the oversight\nrole of the Commission. There was no breach of Clause 1.Conclusion23. The complaint was not upheldRemedial Action required24. N/ADate complaint received: 08/09/2017Date decision issued: 22/12/2017 \nBack to ruling listing\n\n\n"
}