{
    "url": "/rulings-and-resolution-statements/ruling/?id=18496-17",
    "title": "18496-17 Wilson v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Times (News UK)",
    "received_on": "2017-09-14 00:00:00",
    "concluded_on": "2017-12-07 00:00:00",
    "complaint_processing_days": 84,
    "conclusion_long": "14. The complaint was upheld.",
    "remedial_action": "15. The newspaper had promptly published a sufficiently prominent clarification, which corrected the inaccurate impression given by the headline, and had amended the online article and appended a clarification to it. No further action was required.  Date complaint received: 14/09/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18496-17 Wilson v The Times\nSummary of complaint\n1. David Wilson\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Light drinking ‘does no harm in pregnancy’”, published in print and\nonline on the 12 September 2017.\n2. The article\nreported that a “landmark study” had found that there was “’surprisingly\nlimited’ proof that a little alcohol harms an unborn child,” and therefore\n“strict government guidelines warning pregnant women against drinking any\nalcohol are not justified by evidence.” The article reported that while there\nappeared to be some evidence to suggest a link between light alcohol\nconsumption and potentially harmful outcomes for unborn children, this evidence\nwas limited.\n3. The article\nstated that the study had reviewed data from a number of studies into the\nimpact of light drinking during pregnancy, with “light drinking” being defined\nas up to four units of alcohol a week. The article outlined which types of\npossible impact on unborn children had been measured and reported that the\nstudy had found “some evidence to link light drinking with pre-term delivery\nand drinking up to four units a week on average was associated with an 8 per\ncent higher risk of a small baby,” which the study said supported the\ngovernment guidelines advising “abstention as a precautionary principle.” The\narticle quoted the findings of the report, which stated that there was “a\npaucity of evidence demonstrating a clear detrimental effect, or safe limit, of\nlight alcohol consumption on outcomes.” The article included a comment from a University of Cambridge professor\nwho stated, “with luck this [study] should dispel any guilt and anxiety felt by\nwomen who have an occasional glass of wine while they are pregnant.” The\narticle also appeared online with the same headline and was substantially the\nsame as the print article.\n4. The complainant\nsaid that the headline misrepresented the findings of the study. He said that\nthe study had not found that light drinking did “no harm” during pregnancy, but\nhad found that while there was some evidence to support the advice to abstain\nfrom all alcohol during pregnancy due to its effects on the unborn child, this\nevidence was limited.  He noted that the\nauthors had concluded that “describing the paucity of current research and\nexplaining that ‘absence of evidence is not evidence of absence’ appears\nwarranted”.  He also said it was\ninaccurate to state that the study had found that government guidelines were\nnot justified by evidence.\n5. The newspaper\nsaid that the headline had been written by a sub-editor and approved by senior\nexecutives who had failed to appreciate the subtlety of the academic research\nwhich was the subject of the report. The newspaper said that the reporter had\ntaken care to ensure the article had accurately reported the findings of the\nstudy, and said the article made clear that Government guidance encouraging\ncomplete abstention was justified on the precautionary principle but not by the\nstrength of evidence.\n6. The reporter who\nhad written the article had requested a clarification once she had seen the\npublished article, as she did not believe the headline conveyed the subtle\ndistinction and nuance of the research outlined in the article. The newspaper\namended the online headline and published a correction as a footnote to the\nonline article and in its regular Corrections and clarifications column on page\n34 of the print edition the next day. It also published a letter the day that\nday, setting out a position similar to the complainant’s. The corrections\nstated:\n“We wrongly suggested\nin a headline that a recent scientific study had concluded that ‘light drinking\ndoes no harm in pregnancy’ While the study found little evidence that light\ndrinking pregnancy is harmful, it also found little evidence that it is safe,\nand – as we made clear in our report – its authors support guidance advising\nabstention as a precautionary principle”.\n7. The newspaper\nsaid that the Corrections and Clarifications column, was well established and\nappeared on the Letters page, which was one of the most-read pages of the\nnewspaper. It said that this placement\nmade corrections easy to find and gave corrections more prominence than they\nmight otherwise have on a page further forward in the newspaper. It said that\nwhile the headline was inaccurate, the article itself was an accurate report of\nthe study and therefore the publication of the correction in the established\ncolumn as well as a letter from a member of the public was sufficient to remedy\nthe breach.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The headline had\ninaccurately reported that a study had made a positive finding that light\ndrinking during pregnancy did not harm unborn children. This was significant\nbecause while the study had found the evidence to support the link between\nlight drinking and harm to the unborn child was limited, it had found some\nevidence to suggest there was a link, and therefore supported abstention as a\nprecautionary principle. This inaccuracy required correction to avoid a breach\nof 1(ii).\n10. The newspaper had been alerted to the inaccuracy by the\nreporter before a complaint was received. It published a clarification, in\nprint and online, at the earliest opportunity, and had amended the online\nheadline. The correction had identified the original inaccuracy and had set out\nthe correct position clearly. The print clarification had appeared in the\nnewspaper’s regular Corrections and Clarifications column on page 34 of the\nnewspaper. The Committee welcomes established corrections columns, and\nrecognises the advantages of having a consistent position for corrections.\nHowever, there are circumstances in which a front-page correction may be\nrequired by the Editors’ Code, regardless of the existence of an established\nCorrections and Clarifications column.\n11. The Committee considered whether this was one such case.\nIn assessing the requirement for “due prominence,” the Committee takes into\naccount both the prominence of the original article and the seriousness of the\nbreach.\n12. The headline under complaint had appeared on the front\npage. However, the article, which had appeared in full on the front page, had\naccurately reported that the study had found some evidence that light drinking\nmay carry a higher risk of a small baby, and made clear that while the study\nhad found that the evidence was limited given the lack of research that has\nbeen done in this area, it still supported abstention as a precautionary\nprinciple.  The Committee considered that\nwhere the full article appeared on the front page, had reported the nuanced\nfindings of the study in depth, and taking into account the importance of\nmaintaining established correction columns in assisting the public in locating\ncorrections, the publication of a clarification in the regular column was\nsufficiently prominent. The Committee considered that the action taken by the\nnewspaper was sufficient to meet the terms of 1(ii). There was no further\nbreach of the Code on this point.\n13. The article stated that the study “supported guidance\nadvising ‘abstention as a precautionary principle’”. The claim that Government\nguidance was “not justified by evidence” was not misleading, given that the\nstudy had found there was a “paucity of evidence” demonstrating a clear\ndetrimental effect, as reported in the article. In the context of an article\nthat had included a lot of detail about the study and had accurately\nrepresented its findings, there was no breach of Clause 1.\nConclusions\n14. The complaint was upheld.\nRemedial Action Required\n15. The newspaper had promptly published a sufficiently\nprominent clarification, which corrected the inaccurate impression given by the\nheadline, and had amended the online article and appended a clarification to\nit. No further action was required.  Date complaint received: 14/09/2017Date decision issued: 07/12/2017    \nBack to ruling listing\n\n\n"
}