{
    "url": "/rulings-and-resolution-statements/ruling/?id=18520-17",
    "title": "18520-17 Rowlands v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2017-09-17 00:00:00",
    "concluded_on": "2017-12-22 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/ADate complaint received: 17/09/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18520-17 Rowlands v The Daily Telegraph\nSummary of complaint\n1. Iain Rowlands complained to the Independent Press\nStandards Organisation that The Daily Telegraph breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined, “My vision for a bold,\nthriving Britain enabled by Brexit”, published in print and online on 16\nSeptember 2017.\n2. The article was a comment piece written by the Secretary\nof State for Foreign and Commonwealth Affairs, in which he discussed his vision\nof the future of the United Kingdom after Brexit. In the article, he expressed\nthe view that “once we have settled our accounts, we will take back control of\nroughly £350 million per week. It would be a fine thing, as many of us have\npointed out, if a lot of that money went on the NHS.” The article was\naccompanied by a photograph of the author addressing a crowd during the\nreferendum campaign beside a campaign bus with the phrase “We send the EU £350\nmillion let’s fund our NHS instead” printed on its side.  The online article was substantially the same\nas the print article.\n3. The complainant said that it was misleading for the\narticle to claim that the UK would “take back control” of £350 million per\nweek. He said that in the run up to the referendum, the claim that the UK\ndirectly sent £350 million to the EU each week had been widely cited. He said that\nin these circumstances, the claim would be understood by readers as implying\nthat the UK sent £350 million a week to the EU, which he said was inaccurate,\nas the UK’s direct contribution equated to approximately £199 million a week in\n2016. He also said that the figure of £350 million was inaccurate, as although\nthe UK’s membership contribution was set at £17 billion in 2016, the UK\nreceived an automatic rebate of approximately £4 billion. He said that in these\ncircumstances, the figure of £350 million did not represent either the gross or\nnet weekly contribution by the UK to the EU.\n4. The newspaper did not accept that it had breached the\nCode. It said that the sum of £350 million included money sent to the EU\ndirectly, the rebate the UK receives from the EU and other subsidies and\npayments the UK makes to the EU. It said that while some of this money does\ncome back into the UK as EU funding, the UK does not control this. It also said\nthat the amount of a rebate the UK receives varies each year and is decided by\nthe EU, and is therefore outside the UK’s control. The newspaper said that the\nauthor had derived his “roughly” figure from Treasury statistics, which showed\nthat the UK’s gross contribution amounted to £19.5 billion in 2015, equating to\napproximately £375 million a week. In these circumstances it did not consider\nthat stating this equated to “roughly £350 million” per week represented a\nsignificant inaccuracy, in the context of the comment piece.\n5. It said that the words “take back control” did not assert\nthat £350 million was sent to the EU each week, but made clear that once the UK\nleaves the EU, the UK will then have complete control of its funding and\nexpenditure. It provided the author’s response to the Chair of the UK Statistics Authority, in which he\nexplained the use of the term “take back control” and provided his explanation\nfor his view that this figure amounted to roughly £350 million per week.\n6. The newspaper said that the photograph used in the print\narticle was illustrative, and was an iconic image of the author during the\ncampaign. It said the author’s use of the “Brexit bus” was a memorable\nhighlight of the run-up to the referendum of June 2016, and stated the image\nwas chosen only to remind the reader of the author’s status as a consistent and\nprominent Brexit campaigner. It said the statement shown on the bus was\nclarified in the body of the article, and did not accept that the inclusion of\nthis image created a misleading impression of what the author meant by “take\nback control.”Relevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv)The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. During the referendum campaign, the claim that if the UK\nleft the EU, it would have an extra £350 million a week that could be spent on\nthe NHS was widely cited and criticised. While the Committee was aware of the\ncontroversy surrounding this claim, it was not making a decision on the\nvalidity of this political statement, but was instead asked to consider whether\nthe newspaper had taken care in reporting a distinct claim; the columnist’s\nview that the UK would take back control of “roughly £350 million a week.”\n9. The UK’s\nmembership fee before the rebate is applied, varies from each year, but it in\n2015 equated to £19.5 billion, approximately £375 million per week. It was not\nsignificantly inaccurate to characterise this as “roughly £350 million.”\n10. The Committee next considered whether it was accurate to\nstate that the UK would “take back control” of this amount after the UK left\nthe EU. The article had not focused on the cost to the UK of EU membership. To\n“take back control” has a different meaning. In circumstances where the rebate\nis not solely controlled by the UK, and where the cost of membership in 2015,\nleaving aside the rebate, was £375 million per week, the Committee did not\nconsider that the claim under complaint was inaccurate. In the context of this\narticle, the phrase “control” referred to the ability to decide how this money\nmay be spent, which in relation to the EU, extends beyond the money it directly\nreceives from the UK. In these circumstances, the use of the term “take back\ncontrol” did not represent a breach of Clause 1.\n11. The photograph that accompanied the print article showed\nan iconic image of the author’s involvement in the referendum campaign. The\nCommittee considered that given the widespread publication of this image\npreviously, and where the article had not repeated the phrasing used in the\nimage, but clearly distinguished its claims from that shown, the use of this\nimage did not create a significantly misleading impression of the meaning of\nthe term “take back control.” The article was not misleading in breach of\nClause 1.\nConclusions\n12. The complaint was not upheld.\nRemedial Action required\n13. N/ADate complaint received: 17/09/2017Date decision issued: 22/12/2017  \nBack to ruling listing\n\n\n"
}