{
    "url": "/rulings-and-resolution-statements/ruling/?id=18685-17",
    "title": "18685-17 Evans v The Argus (Brighton)",
    "provisions": [
        "12 Discrimination (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2017-09-22 00:00:00",
    "received_on": "2017-09-25 00:00:00",
    "concluded_on": "2018-01-12 00:00:00",
    "complaint_processing_days": 109,
    "conclusion_long": "14. The complaint was upheld.",
    "remedial_action": "15. Having upheld the complaint, the Committee considered the remedial action that should be required. Given the nature of the breach, the Committee decided that the appropriate remedy was the publication of an upheld adjudication. Also, given the seriousness of the breach, and the Committee’s concern regarding the newspaper’s handling of the complaint, IPSO will consider separately what further action is appropriate to address what appear to be matters of significant concern. 16. In relation to the adjudication, the article had been published on page 9 of the newspaper. The adjudication should therefore be published on page 9, or further forward. 17. The wording of the headline to the adjudication should be agreed with IPSO in advance, or in the absence of agreement, as determined by the Complaints Committee. It should refer to IPSO, include the title of the newspaper, make clear that the complaint was upheld, and refer to the subject matter of the article. 18. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. 19. The terms of the adjudication to be published are as follows: Following an article published by the Argus on 22 September 2017 headlined “Man with one leg had child porn” (in print) and “Amputee Paul Evans from Peacehaven faces jail after being caught with child porn on his computer” (online), Paul Evans complained to the Independent Press Standards Organisation that The Argus (Brighton) breached Clause 12 (Discrimination) of the Editors’ Code of Practice. IPSO upheld the complaint and has required The Argus to publish this decision as a remedy to the breach. The article reported that the complainant had pleaded guilty to possessing indecent images of children. The headline and text referred to the complainant’s physical disability. The complainant said that the repeated references to his disability in the headline and body of the article were not justified or relevant to his crimes. He said that the references were included in an attempt to shame and mock him, and to suggest a link between his offences and the fact that he is physically disabled. The complainant said that, as a result of the article, he had received online abuse about his disability. When contacted, the newspaper immediately accepted that the complainant’s disability was not relevant to the story, and should not have been referenced. It said that the article had been written by a trainee reporter, who had made reference to the complainant’s disability because it was a visible in photographs taken outside court. The newspaper said it was regrettable that the references to the complainant’s disability had been included in the article and said it had reminded all reporters of the obligation to comply with the terms of Clause 12. The newspaper maintained that there was no intention to make prejudicial reference to the complainant on the basis of his disability. As soon as the complaint was received, the newspaper offered to remove all references to the complainant’s disability from the online article, if this would fully resolve the complaint. It also offered to either publish an apology or write a personal letter of apology to the complainant. Following further correspondence, and 8 days after the complaint was received, the online article was amended to remove all reference to the complainant’s disability. The terms of Clause 12 (ii) are particularly relevant to cases in which a person is accused or convicted of serious crime, where there is a danger that an unjustified link may be created in the mind of a reader between a person’s characteristics and their criminality, even if only by inference. The complainant’s conviction for charges of possessing indecent images of children was plainly irrelevant to his physical disability, and referring to his condition in this context was discriminatory, notwithstanding the fact that the reference itself had not been pejorative. This was a serious and unjustified breach of the Code, and the Committee was extremely concerned that by the newspaper’s account, it appeared that a trainee journalist had been unaware that the terms of Clause 12 applied in this situation, and had published an account of a criminal case on serious charges without appropriate oversight. This represented a serious failure in relation to both staff training and editorial oversight of material published by the newspaper. The Committee was also deeply concerned about the newspaper’s handling of the complaint. Editors are not obliged to remove online material on receipt of a complaint, and there may be very good reasons why they would decline to do so in a particular case. Nor can the Committee compel the removal of online material. In this case, however, the newspaper had immediately accepted that the article had breached the Code, and had been told by the complainant that he was receiving abuse related to his disability because of the continued publication of the reference to it online. In these circumstances, the newspaper’s decision to make its offer to remove the material conditional on the complainant agreeing not to pursue his complaint further, was not a suitable or satisfactory response.  Date complaint received by IPSO: 25/09/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18685-17 Evans v The Argus (Brighton)\nSummary of complaint\n1. Paul Evans complained to the Independent Press Standards Organisation\nthat The Argus (Brighton) breached Clause 12 (Discrimination) of the Editors’\nCode of Practice in an article headlined “Man with one leg had child porn”,\npublished on 22 September 2017.\n2. The article reported that the complainant had pleaded\nguilty to possessing indecent images of children. The headline and text\nreferred to the complainant’s physical disability. It also included a\nphotograph of the complainant leaving court, in which his disability was\nvisible. The article appeared online in substantively the same format,\nheadlined “Amputee Paul Evans from Peacehaven faces jail after being caught\nwith child porn on his computer”.\n3. The complainant said that the repeated references to his\ndisability in the headline and body of the article were not justified or\nrelevant to his crimes. He said that the references were included in an attempt\nto shame and mock him, and to suggest a link between his offences and the fact\nthat he is physically disabled. He also believed the accompanying photograph was\nused to further draw attention to his disability, and added to the suggestion\nof a link. The complainant said that, as a result of the article, he had\nreceived online abuse about his disability.\n4. The complainant also said that a number of user comments\non the article had made pejorative reference to his disability. He argued that,\nas some comments were marked as ‘deleted’, it appeared that all comments were\nsubject to editorial control, and so the newspaper was responsible for their\ncompliance with the Code.\n5. When contacted, the newspaper immediately accepted that\nthe complainant’s disability was not relevant to the story, and should not have\nbeen referenced. It said that the article had been written by a trainee\nreporter, who had made reference to the complainant’s disability because it was\nvisible in photographs taken outside court. The newspaper said it was\nregrettable that the references to the complainant’s disability had been\nincluded in the article and said it had reminded all reporters of the\nobligation to comply with the terms of Clause 12. The newspaper maintained that\nthere was no intention to make prejudicial reference to the complainant on the\nbasis of his disability.\n6. As soon as the complaint was received, the newspaper\noffered to remove all references to the complainant’s disability from the\nonline article, if this would fully resolve the complaint. It also offered to\neither publish an apology or write a personal letter of apology to the\ncomplainant. The complainant said that the references should be removed, but\nthat he would still pursue a complaint to IPSO. Following further\ncorrespondence, and 8 days after the complaint was received, the online article\nwas amended to remove all reference to the complainant’s disability.\n7. The newspaper did not accept that the user generated\ncomments on the article fell within IPSO’s remit, as they were not subject to\neditorial control. When the newspaper first contacted the complainant after\nreceiving his complaint, the complainant had said that he had seen\ndiscriminatory comments posted online and mentioned social media. The newspaper\nhad explained to the complainant that it was not responsible for comments made\non any other websites or by individuals on social media. During direct\ncorrespondence with the newspaper the complainant referred to the comments\nsection of the website generally, and in response the newspaper told the\ncomplainant that it does not monitor or pre-moderate comments.  The newspaper said that it had made the\ncomplainant aware of its policy in relation to reporting online comments, and\nhow to bring a specific comment to the attention of the moderator. The\nnewspaper said that comments appeared as “deleted” on its online articles only\nwhen they had been brought to the moderator’s attention through this\nprocess.  At a later stage in\ncorrespondence, the complainant had drawn one specific comment on the article\nto the attention of the editor which he believed to be discriminatory in breach\nof the Code. Shortly afterwards, this comment, and all others, were deleted and\nindividuals were no longer able to comment on the article. \nRelevant Code provisions\n8. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n9. The terms of Clause 12 (ii) are particularly relevant to\ncases in which a person is accused or convicted of serious crime, where there\nis a danger that an unjustified link may be created in the mind of a reader\nbetween a person’s characteristics and their criminality, even if only by inference.\nThe complainant’s conviction for charges of possessing indecent images of\nchildren was plainly irrelevant to his physical disability, and referring to\nhis condition in this context was discriminatory, notwithstanding the fact that\nthe reference itself had not been pejorative.\n10. This was a serious and unjustified breach of the Code,\nand the Committee was extremely concerned that by the newspaper’s account, it\nappeared that a trainee journalist had been unaware that the terms of Clause 12\napplied in this situation, and had published an account of a criminal case on\nserious charges without appropriate oversight. This represented a serious\nfailure in relation to both staff training and editorial oversight of material\npublished by the newspaper.\n11. The Committee was also deeply concerned about the\nnewspaper’s handling of the complaint. Editors are not obliged to remove online\nmaterial on receipt of a complaint, and there may be very good reasons why they\nwould decline to do so in a particular case. Nor can the Committee compel the\nremoval of online material. In this case, however, the newspaper had\nimmediately accepted that the article had breached the Code, and had been told\nby the complainant that he was receiving abuse related to his disability\nbecause of the continued publication of the reference to it online. In these\ncircumstances, the newspaper’s decision to make its offer to remove the\nmaterial conditional on the complainant agreeing not to pursue his complaint\nfurther, was not a suitable or satisfactory response. \n12. The photograph included in the article simply showed the\ncomplainant leaving court after his hearing. It is normal for court reports to\ninclude a photograph of the defendant, often taken as they leave court to show\ntheir likeness in the article and to identify them to the public. That the\ncomplainant’s disability could be seen in the photograph was not discriminatory\nand did not represent a breach of the Editors’ Code.\n13. The regulation by a publication of reader comments on\nits website falls within IPSO’s remit only when a specific breach of the\nEditors’ Code has been alleged, and it can be shown that they have been subject\nto some level of editorial control. While the complainant had raised concern\nabout online comments made in relation to this article, it was not initially\nclear that he was referring specifically to comments on the newspaper’s\nwebsite. The newspaper had made the complainant aware of the procedure for\nreporting specific comments for moderation, as it does not moderate all\ncomments left on its articles. The one comment the complainant did report was\nremoved, and he had not reported any other specific comments he believed to be\ndiscriminatory to the newspaper. In these circumstances, the reader comments\ndid not fall within IPSO’s remit.\nConclusions\n14. The complaint was upheld.\nRemedial action required\n15. Having upheld the complaint, the Committee considered\nthe remedial action that should be required. Given the nature of the breach,\nthe Committee decided that the appropriate remedy was the publication of an\nupheld adjudication. Also, given the seriousness of the breach, and the\nCommittee’s concern regarding the newspaper’s handling of the complaint, IPSO\nwill consider separately what further action is appropriate to address what\nappear to be matters of significant concern.\n16. In relation to the adjudication, the article had been\npublished on page 9 of the newspaper. The adjudication should therefore be\npublished on page 9, or further forward.\n17. The wording of the headline to the adjudication should\nbe agreed with IPSO in advance, or in the absence of agreement, as determined\nby the Complaints Committee. It should refer to IPSO, include the title of the\nnewspaper, make clear that the complaint was upheld, and refer to the subject\nmatter of the article.\n18. The adjudication should also be published on the\nnewspaper’s website, with a link to the full adjudication (including the\nheadline) appearing on the homepage for 24 hours; it should then be archived in\nthe usual way.\n19. The terms of the adjudication to be published are as\nfollows:\nFollowing an article published by the Argus on 22 September\n2017 headlined “Man with one leg had child porn” (in print) and “Amputee Paul\nEvans from Peacehaven faces jail after being caught with child porn on his\ncomputer” (online), Paul Evans complained to the Independent Press Standards\nOrganisation that The Argus (Brighton) breached Clause 12 (Discrimination) of\nthe Editors’ Code of Practice. IPSO upheld the complaint and has required The\nArgus to publish this decision as a remedy to the breach.\nThe article reported that the complainant had pleaded guilty\nto possessing indecent images of children. The headline and text referred to\nthe complainant’s physical disability.\nThe complainant said that the repeated references to his\ndisability in the headline and body of the article were not justified or\nrelevant to his crimes. He said that the references were included in an attempt\nto shame and mock him, and to suggest a link between his offences and the fact\nthat he is physically disabled. The complainant said that, as a result of the\narticle, he had received online abuse about his disability.\nWhen contacted, the newspaper immediately accepted that the\ncomplainant’s disability was not relevant to the story, and should not have\nbeen referenced. It said that the article had been written by a trainee\nreporter, who had made reference to the complainant’s disability because it was\na visible in photographs taken outside court. The newspaper said it was\nregrettable that the references to the complainant’s disability had been\nincluded in the article and said it had reminded all reporters of the\nobligation to comply with the terms of Clause 12. The newspaper maintained that\nthere was no intention to make prejudicial reference to the complainant on the\nbasis of his disability.\nAs soon as the complaint was received, the newspaper offered\nto remove all references to the complainant’s disability from the online\narticle, if this would fully resolve the complaint. It also offered to either\npublish an apology or write a personal letter of apology to the complainant.\nFollowing further correspondence, and 8 days after the complaint was received,\nthe online article was amended to remove all reference to the complainant’s\ndisability.\nThe terms of Clause 12 (ii) are particularly relevant to\ncases in which a person is accused or convicted of serious crime, where there\nis a danger that an unjustified link may be created in the mind of a reader\nbetween a person’s characteristics and their criminality, even if only by inference.\nThe complainant’s conviction for charges of possessing indecent images of\nchildren was plainly irrelevant to his physical disability, and referring to\nhis condition in this context was discriminatory, notwithstanding the fact that\nthe reference itself had not been pejorative.\nThis was a serious and unjustified breach of the Code, and\nthe Committee was extremely concerned that by the newspaper’s account, it\nappeared that a trainee journalist had been unaware that the terms of Clause 12\napplied in this situation, and had published an account of a criminal case on\nserious charges without appropriate oversight. This represented a serious\nfailure in relation to both staff training and editorial oversight of material\npublished by the newspaper.\nThe Committee was also deeply concerned about the\nnewspaper’s handling of the complaint. Editors are not obliged to remove online\nmaterial on receipt of a complaint, and there may be very good reasons why they\nwould decline to do so in a particular case. Nor can the Committee compel the\nremoval of online material. In this case, however, the newspaper had\nimmediately accepted that the article had breached the Code, and had been told\nby the complainant that he was receiving abuse related to his disability because\nof the continued publication of the reference to it online. In these\ncircumstances, the newspaper’s decision to make its offer to remove the\nmaterial conditional on the complainant agreeing not to pursue his complaint\nfurther, was not a suitable or satisfactory response. \nDate complaint received by IPSO: 25/09/2017Date complaint concluded: 12/01/2018\nBack to ruling listing\n\n\n"
}