{
    "url": "/rulings-and-resolution-statements/ruling/?id=18680-17",
    "title": "18680-17 Johnston v Grimsby Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Grimsby Telegraph (Reach PLC)",
    "published_on": "2017-09-23 00:00:00",
    "received_on": "2017-09-24 00:00:00",
    "concluded_on": "2018-01-25 00:00:00",
    "complaint_processing_days": 123,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18680-17 Johnston v Grimsby Telegraph\nSummary of complaint\n1. Kit Johnston complained to the Independent Press\nStandards Organisation that the Grimsby Telegraph breached Clause 1 (Accuracy),\nClause 2 (Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice\nin an article headlined “Driver fined for parking coach on school trip inches\nover white line” published on 23 September 2017.\n2. The article reported that a coach driver had been issued\nwith a fine “for parking inches over the white line” of a coach only parking\nbay at the Grimsby Fishing Heritage Centre. The article included an interview\nwith the coach driver, who said that there were 26 empty spaces in the car park\nat the time, and commented “it’s a coach parking bay, I don’t really see where\nelse you could park.” The article went on to report that staff from the Heritage\nCentre had told the newspaper that “the space is free to park in for coaches,\nand that a fine should only be issued if the vehicle isn’t parked correctly in\nthe space.” It also included a comment from the owner of the coach company, who\nsaid that the company had never received a ticket while parked in a coach bay.\nIt also stated that the newspaper had contacted the council for comment.\n3. The article also appeared online headlined “Driver fined\nfor parking school trip coach inches over line in deserted Grimsby car park.”\nThe online article was substantially the same as the one that appeared in\nprint.\n4. The complainant was the traffic attendant who had issued\nthe ticket. He said that the article was inaccurate, as the ticket had not been\nissued for parking outside the bay, but for being parked in a car park without\nclearly displaying a valid pay and display ticket. He said that this was\nclearly stated on the ticket, and said that council parking documentation did\nnot state that it was free for coaches to park in this location. He said that\nhe had spoken to his manager at the time of issuing the ticket, who did not\nknow of any rule that meant parking was free for coaches at this location, and\nthere was no contractual agreement with the council supporting this.\n5. The complainant also said that a photograph that was\nposted as part of a montage on the newspaper’s homepage and social media\naccount was a breach of his privacy. The photograph showed the complainant\nissuing the ticket by the coach. He said this had led to him feeling harassed\non social media and at work, as people were able to recognise him.\n6. The newspaper did not accept that it had breached the\nCode. It said that its office overlooked the carpark and as such staff were\naware that it was free for coaches to park there. It also said that prior to\npublication, front of house staff at the Heritage Centre confirmed that parking\nwas free for coaches and the only reason a parking ticket would be issued is\ndue to a vehicle not being parked correctly in the bay. The newspaper provided\na link to the website of the Heritage Centre, which stated that parking was\nfree for coaches. It also said it had phoned the Council prior to publication,\nwho did not correct the newspaper’s position on why the ticket had been issued,\nand agreed to send over a comment.  The\nCouncil then provided a statement after the article had been published, in\nwhich the Council said it sympathised with the driver, and that if he felt he\nhad been incorrectly issued with a ticket, he should formally challenge the\ndecision, and provided details of how he may do this.\n7. The newspaper said that at no stage had the Council told\nthe newspaper that the ticket had not been issued for parking outside the bay,\nor informed the newspaper that coaches were required to pay for parking at the\ncentre, which was confirmed by the Council in writing after publication.  The journalist had interviewed the driver,\nand confirmed with the coach company that it regularly used this car park,\nwithout displaying a ticket and had not received a ticket before. The newspaper\nsaid that the article reported the driver’s position that the ticket could only\nhave been issued for parking over the line. It said that given the fact that\nthe front of the coach did extend slightly beyond the coach bay into an\nordinary car bay, it was reasonable for the publication to infer that the\nfailure to make payment related to the car parking space that the coach\nextended into. During the course of the complaint, the complainant had\nexplained that the ticket had a code and the reason for issue on it, which\nstated that it had been issued for failure to display a valid ticket, which he\nsaid related to the coach bay. When the newspaper became aware of the\ncomplainant’s position, it offered to publish the following correction in the\nnewspaper’s correction and clarification column on page 4 and as a footnote to\nthe online article:\n“In reference to a previous article on 23 September 2017\n‘Driver fined for parking coach on school trip inches over white line’ we would\nlike to make clear that although the Council have confirmed that parking for\ncoaches is free at the Grimsby Fishing Heritage Centre, and therefore the coach\nwas not required to display a ticket, the PCN officer has since advised that\nthe ticket was issued for failure of payment, and not because the coach was\nparked over the line. We were not aware of this information previously, and\napologise for any confusion caused.”\n8. The newspaper said that the photograph was taken while\nthe complainant was in a public carpark, doing his job, and in these\ncircumstances they did not accept that he had a reasonable expectation of\nprivacy. Furthermore, the newspaper said that the photograph did not show\nanything private about the complainant, as the image was blurry and he was\nwearing a hat and dark glasses.\nRelevant Code provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment) *\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nFindings of the Committee\n10. At the time of publication, the newspaper understood\nthat it was free for coaches to park at the Heritage Centre due to the personal\nknowledge of its staff and the previous experience of the coach driver. The\nnewspaper had also confirmed with staff at the centre that coaches did not have\nto display a ticket to park there, as well as relying on information published\non the website for the Heritage Centre, which was run by the Council. The\nreporter had visited the car park to interview the driver, and had seen that\nthe front of the coach did extend into a car parking space. Given the nature of\nthe claims, the Committee found that there was no failure to take care over the\naccuracy of the claim that this was the reason the driver had received a\nticket. There was no breach of Clause 1(i).\n11. Regardless, during the complaints process the\ncomplainant confirmed that he had issued the ticket for failure to make payment\nfor the coach bay, as he did not accept that it was contractually agreed that\nit was free for coaches to park in the car park. Where the article had\nreported, at length, that the coach had received a ticket for being parked\noutside the designated bay, which was not the reason the ticket had been\nissued, this represented a significant inaccuracy in these circumstances, due\nto the prominence of this claim. The Committee considered that the newspaper\nhad promptly offered to publish a correction, in its regular corrections and\nclarifications column, which was sufficiently prominent. The proposed\ncorrection acknowledged the significant inaccuracy, and made the correct\nposition clear. This correction should now be published.\n12. The photograph was taken in a public place and showed\nthe complainant performing a public function. He did not have a reasonable\nexpectation of privacy in these circumstances, and the photograph did not reveal\nanything private about the complainant. There was no breach of Clause 2.\n13. Clause 3 generally relates to the conduct of journalists\nduring the newsgathering process, and is designed to protect individuals from\nunwanted or repeated approaches by the press. The complainant’s concern that\nthe publication of his photograph had led to him feeling harassed by the public\ndid not represent a breach of Clause 3.\nConclusions\n14. The complaint was not upheld.Date complaint received: 24/09/2017Date decision issued: 25/01/2018  \nBack to ruling listing\n\n\n"
}