{
    "url": "/rulings-and-resolution-statements/ruling/?id=18693-17",
    "title": "18693-17 Ward v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "received_on": "2017-09-23 00:00:00",
    "concluded_on": "2018-04-06 00:00:00",
    "complaint_processing_days": 195,
    "conclusion_long": ", as Dr Bates had done. The newspaper provided email correspondence between Dr Bates and a member of NOAA’s science council in which Dr Bates had raised concern that the dataset had not been published in January 2015. It also provided a provided a presentation which had been given in 2015 on the methodology sea surface dataset used in the study, ERSST.v4. This presentation stated that although the new dataset had passed its ‘operational readiness review’ and was therefore ready for immediate publication, its issue was being delayed to coincide with publication of the ‘Pausebuster’ paper. 12. The newspaper said that the journalist had relied on various sources for the estimate that green levies and taxes cost UK households £150 per year. It said that the Climate Change Committee report to Parliament in June 2015 said that support for climate change mitigation measures cost £4.9 billion in 2014/15; this equated to £180 for each of the 26.7 million UK households. The newspaper also noted that British Gas had estimated that the cost of subsidies which are used to fund wind and solar energy will equate to £149 per household from 2018. While the newspaper did not accept that the article was significantly misleading on this point, it offered to publish a letter from the complainant, to allow him the opportunity to challenge the reported estimates. 13. The newspaper said that the journalist had relied on a 2016 study from The Global Warming Policy Foundation, in reporting that emission pledges made by David Cameron will cost British consumers £319 billion by 2030. It said that this study estimated the cost of implementing the Climate Change Act 2008. The newspaper said that the cost of green energy the UK’s specific pledge submitted to the Paris conference was part of the EU-wide ‘intentional nationally determined contribution’ to reducing global emissions. It was agreed that the EU Paris pledges would be delivered through ‘domestic legally-binding legislation already in place’: in the case of the UK, this meant the Climate Change Act 2008. The newspaper said that it was therefore reasonable to use estimates of the cost of this Act and its consequent carbon budgets set by the Committee on Climate Change in estimating the cost of the Paris Agreement to UK households. Relevant Code provisions 14. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 15. The articles under complaint had been published shortly after the prominent and extensive coverage of 5 February and referred back directly to it, responding to critics and reporting on events directly influenced by it. They repeated claims that were subsequently established to be significantly inaccurate and misleading; they also repeated claims that did not breach the Code. 16. The Committee had previously established that the 5 February coverage contained multiple breaches of Clause 1 and had required the publication of prominent remedies to this breach, in print and online. It considered the complainant’s contention that it should establish a separate breach of Clause 1 in relation to the publication of these claims on 12 February and 19 February, at a time when the newspaper had received complaints (including his own) about the 5 February coverage. 17. The coverage under complaint here had been published before IPSO had begun its investigation into 5 February coverage. The breaches of the Code that IPSO had ultimately established in that investigation were very significant but mainly related to broad points about the presentation and significance of Dr Bates’ claims rather than simple points of inaccuracy; the exception related to the labelling of the graphic, which was acknowledged as an inaccuracy in the 12 February article. While the newspaper was aware of the complainant’s objections to its coverage, and those of others, at the time of publication of the 12 and 19 February articles, it was robustly defending the accuracy of its coverage; it continued to stand by its coverage, as it was entitled to do, up to the point at which IPSO found it to be in breach of the Code, at which point it cooperated with IPSO’s requirement of remedy. In the full context, and taking into account the importance of freedom of expression and its obligation to act proportionately in regulating freedom of expression, the Committee declined to establish a further breach of Clause 1 (i) in relation to the republication of substantially similar claims as part of related coverage on 12 and 19 February. 18. It also declined to repeat here the detailed reasoning set out in its previous ruling, except that it noted that a number of the points on which it had established breaches also applied to the claims here. It was appropriate and in keeping with the requirements of Clause 1 (ii), therefore, that the newspaper had offered to clarify these points, where they had been repeated in the follow-up coverage; this would ensure that readers were not misled by the continuing publication of material online that stemmed from the 5 February coverage. 19. The Committee then considered the points of complaint on which it had not previously ruled. 20. Dr Bates had claimed that the authors of the study had failed to follow internal NOAA procedures in relation to the archiving of the data. He had criticised the decision of the paper’s authors to upload the data on NOAA’s FTP site, instead of archiving it through NOAA’s standard archiving procedure for operational data, which he had devised. He had referred to this as a “flagrant manipulation” of scientific “integrity guidelines” and “publication standards”. Characterising this conduct as a breach of mandatory rules under NOAA’s archiving programme, in the context of a comment piece focussing on Dr Bates’ criticism of the archiving of the study, was not misleading. 21. The email correspondence which the newspaper had provided from Dr Bates had demonstrated clearly that he was concerned that the sea surface dataset had not been released in January 2015. The complainant did not dispute that ERSSTv4 was not made the operational dataset until June 2015. The newspaper had provided a sufficient basis for the 12 February article’s claim that publication of the sea surface dataset had been “held back”. There was no breach of the Code on this point. 22. The 12 February article had reported that green levies and taxes have already cost the average household more than £150 a year. The complainant disputed this. However, the newspaper was entitled to rely on estimates made in a 2015 Climate Change Committee report to Parliament. The complainant had provided an alternative figure; however it was not for the Committee to reconcile matters of scientific debate. There was no breach of the Code on this point. Nonetheless, the Committee welcomed the newspaper’s offer to publish a letter from the complainant. 23. The newspaper had taken care to report its findings of the 2016 study from The Global Warming Policy Foundation accurately. The pamphlet had estimated the “average cost of decarbonising electricity to meet Climate Change Act”. It was not in dispute that the EU pledges made in Paris were intended to be delivered through domestic legislation. It was not misleading, in those circumstances, to use an estimated cost of the Climate Change Act, to make a claim about the impact of the 2015 Paris agreement. Further, in that context, and where it was accepted that the UK had been party to the contribution that was collectively submitted by the European Union, it was not misleading to report that the Paris Agreement imposes burdens on the UK. Conclusions 24. The complaint was not upheld.",
    "remedial_action": "25. The newspaper had promptly offered a sufficiently prominent print clarification, which referenced the claims which had been found to be in breach of the Code. In order to avoid a breach of Clause 1(ii), this clarification should now be published in print in the newspaper’s established Corrections and Classifications columns.Date complaint received: 23/09/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18693-17 Ward v The Mail on Sunday\nSummary of complaint\n1. Bob Ward\ncomplained to the Independent Press Standards Organisation that The Mail on\nSunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “How can we trust global warming scientists if they keep\ntwisting the truth?”, published on 12 February 2017, and an article headlined\n“US Congress launches a probe into climate data that duped world leaders over\nglobal warming”, published on 19 February 2017.\n2. The articles\nfollowed, and repeated claims from, coverage published by the newspaper on 5\nFebruary 2017 which was the subject of an upheld ruling by IPSO, issued on 7\nJuly 2017.\nThis had reported on claims made by Dr John Bates, a climate scientist formerly\nemployed at the US National Oceanic and Atmospheric Administration (NOAA),\nabout the archiving and documentation of two sets of temperature data, which\nhad formed the basis of a climate study published in the journal Science on 4\nJune 2015. The study, widely referred to as the “Pausebuster” paper, suggested\nthat there had been no “pause” in global warming in the 2000s, as other\nresearch had appeared to show. Dr Bates had claimed that the authors of the\nstudy had failed to follow internal NOAA procedures in relation to the\narchiving of the data, which affected other researchers’ ability to scrutinise\nthe work.\n3. In its ruling,\nthe Committee emphasised that the newspaper had been entitled to report Dr\nBates’ views, but found that the newspaper had presented them in an inaccurate\nand misleading way, suggesting wrongly that they provided “irrefutable\nevidence” that the Pausebuster paper had been based on “misleading,\n‘unverified’ data” and that world leaders had therefore been “duped”. The\nCommittee said that this went “much further” than the concerns Dr Bates had\nexpressed, and implied (as he had not) that the authors of the papers had acted\ndishonestly. The Committee also found that the coverage had been misleading\nabout Dr Bates’ criticism of the process by which one of the relevant datasets,\nwhich related to land temperatures, had been archived and made available to other\nresearchers; his criticism was that it had not been archived properly, rather\nthan (as the coverage suggested) that it had not been archived at all. The\nCommittee did not find a breach of the Code in relation to claims that the\npaper had been deliberately timed to influence the Paris Climate Conference; it\nfound that this and related allegations had been attributed appropriately to Dr\nBates.\n4. The 12 February\narticle was a comment piece described in a sub-headline as an “uncompromising\nresponse” by the journalist who wrote the 5 February article after the coverage\n“sparked fury from the climate change lobby”. It noted that “it [was] important\nto acknowledge the MoS did make one error” relating to the caption on a graph,\nbut generally sought to defend the coverage as accurate and in the public\ninterest. The 19 February article reported that a US Congressional committee\nintended to investigate Dr Bates’ claims. Both articles repeated claims, or\nvariants of the claims, in the original coverage, as well as new claims related\nto Dr Bates’ account, and the financial impact on the UK of UK and\ninternational efforts to address climate change.\n5. The complainant\nsaid that by repeating claims from the 5 February coverage which IPSO had later\nfound to be a breach of the Code, the newspaper had failed to take care over\nthe accuracy of its presentation of Dr Bates’ testimony in the articles under\ncomplaint here: the data was not “unverified and questionable”, world leaders\nand the public had not been “duped” or “misled”, and it was not known “for a\nfact” that the paper or the datasets it relied on were “critically flawed”. The\ncomplainant noted that at the time it had been published, he had already\ncontacted the newspaper to complain about the 5 February coverage. Like the 5\nFebruary coverage, the articles had not made sufficiently clear that the\nfailure to archive the land temperatures data set had been a failure to archive\nthe data through the NOAA’s archiving procedure for operational data only; the\ndata had been made publicly available by another means on an FTP site. Further,\nthe articles had misrepresented that significance of the original paper and Dr\nBates’ allegations. It was misleading to suggest that the paper “sat\nprominently” in the scientific briefings before the Paris Climate Conference in\n2015 and “unquestionably” helped world leaders to sign the Paris Agreement, or\nto liken Dr Bates’ claims to the 2009 “Climategate” affair; and in any case, he\ndisputed the representation of that controversy.\n6. The complainant\nsaid that the 12 February article included new inaccuracies related to Dr\nBates’ claims. The way the land data had been archived was not a “fundamental\nbreach” of mandatory rules under NOAA’s Climate Data Records; Dr Bates’\nconcerns were investigated but did not result in any action. He also disputed\nthat Dr Bates had claimed that the sea surface dataset used in the study had\nexaggerated both the “scale and speed” of warming. The complainant further\ndenied that “more sceptical voices” were unable to examine the sea surface\ndataset, or that the data had been “held back” in any way: the data was made\navailable during the paper’s independent review by the journal ‘Science’ and\nwere made publicly available once the paper was published. The complainant\nprovided a statement from one of the authors of the Pausebuster paper. It was\naccepted that the sea surface was not made operational until the paper was\npublished; however the complainant explained that this was because it was being\nsubjected to further checks.\n7. The 12 February\narticle also reported that the 2015 Paris Agreement “imposes gigantic burdens\nand its effects are felt on every household in the country. Emission pledges\nmade by David Cameron will cost British consumers a staggering £319 billion by\n2030” and that “green levies and taxes already cost the average household more\nthan £150 a year”. The complainant said that the Paris Agreement signed by\nDavid Cameron did not place any burdens specifically on the UK. He said the UK\nhad been party to the contribution that was collectively submitted by the\nEuropean Union on 6 March 2015; this contribution did not specify that any\nindividual action should be taken by the UK. The complainant disputed that\ngreen levies and taxes had ever cost the average UK household more than £150\nper year. He said that the most recent assessment by the UK Committee on\nClimate Change concluded that about £105 of the average dual household bill in\n2016 related to the shift towards a UK-based low-carbon electricity supply and\nsupport for energy efficiency improvements in homes.\n8. The newspaper\nsaid that the majority of the complainant’s concerns related to matters that\nhad already been aired in his previous complaint about the article of 5\nFebruary. It had published a full adjudication, both in print and online,\nrelating to these inaccuracies as a remedy to the breach of the Code. It said that\nit was not conceivable that readers would recall the follow up articles without\nconnecting them to the original article and the adjudication. However, in an\nattempt to resolve the complaint and to place on record that the articles under\ncomplaint also contained similar claims, the newspaper offered to publish the\nfollowing wording in its Corrections and Clarifications column:\nIn September, the Independent Press Standards Organisation\nupheld a complaint against a February 5 article ‘Exposed: How world leaders\nwere duped over global warming.” Two subsequent articles on February 12 and\nFebruary 19 contained claims regarding an influential study about global\nwarming, which have been found to be in breach of the Editors’ Code: namely the\nclaim that the study was known- irrefutably and as fact – to be critically\nflawed, based on misleading unverified data, and had led world leaders to be\nduped by its findings. Corrections to these articles have been published\nonline.\n9. The newspaper\nadded a bullet point to the top of each of the online versions of the articles,\nstating that “Matters covered in this article were the subject of a complaint\nupheld by the Independent Press Standards organisation”, with a link to the\nCommittee’s ruling.\n10. The newspaper also published the following footnote on\nthe online articles:\n“Matters in this article were subject of a complaint upheld\nby the Independent Press Standards Organisation against an earlier article\npublished on February 5. IPSO adjudicated that the article had been wrong to\nassert there was irrefutable evidence that data in the “Pausebuster” paper was\nfalse or misleading or that world leaders had been duped by it when reaching\nthe 2015 Paris Agreement. IPSO said the article was misleading in stating that\nthe “Pausebuster” authors had failed to archive the data when they had, in\nfact, uploaded it to an FTP site. The Mail on Sunday published the adjudication\nin the newspaper and online on September 17.”\n11. The newspaper denied that the 12 February article\ncontained new inaccuracies relating to Dr Bates’ claims. It said that the\ncolumnist had not been referring to peer reviewers when he had said that “more\nsceptical voices” had been unable able to examine the sea surface datasets. The\ncolumnist had been referring to climate sceptics who take a different view of\nthe risks posed by global warming; if the new sea temperature dataset been\npublished when it had been ready for issue in January 2015, they would likely\nhave queried its methodology and conclusions, as Dr Bates had done. The\nnewspaper provided email correspondence between Dr Bates and a member of NOAA’s\nscience council in which Dr Bates had raised concern that the dataset had not\nbeen published in January 2015. It also provided a provided a presentation\nwhich had been given in 2015 on the methodology sea surface dataset used in the\nstudy, ERSST.v4. This presentation stated that although the new dataset had\npassed its ‘operational readiness review’ and was therefore ready for immediate\npublication, its issue was being delayed to coincide with publication of the\n‘Pausebuster’ paper.\n12. The newspaper said that the journalist had relied on\nvarious sources for the estimate that green levies and taxes cost UK households\n£150 per year. It said that the Climate Change Committee report to Parliament\nin June 2015 said that support for climate change mitigation measures cost £4.9\nbillion in 2014/15; this equated to £180 for each of the 26.7 million UK\nhouseholds. The newspaper also noted that British Gas had estimated that the\ncost of subsidies which are used to fund wind and solar energy will equate to\n£149 per household from 2018. While the newspaper did not accept that the\narticle was significantly misleading on this point, it offered to publish a\nletter from the complainant, to allow him the opportunity to challenge the reported\nestimates.\n13. The newspaper said that the journalist had relied on a\n2016 study from The Global Warming Policy Foundation, in reporting that\nemission pledges made by David Cameron will cost British consumers £319 billion\nby 2030. It said that this study estimated the cost of implementing the Climate\nChange Act 2008. The newspaper said that the cost of green energy the UK’s\nspecific pledge submitted to the Paris conference was part of the EU-wide\n‘intentional nationally determined contribution’ to reducing global emissions.\nIt was agreed that the EU Paris pledges would be delivered through ‘domestic\nlegally-binding legislation already in place’: in the case of the UK, this\nmeant the Climate Change Act 2008. The newspaper said that it was therefore\nreasonable to use estimates of the cost of this Act and its consequent carbon\nbudgets set by the Committee on Climate Change in estimating the cost of the\nParis Agreement to UK households.\nRelevant Code provisions\n14. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n15. The articles under complaint had been published shortly\nafter the prominent and extensive coverage of 5 February and referred back\ndirectly to it, responding to critics and reporting on events directly\ninfluenced by it. They repeated claims that were subsequently established to be\nsignificantly inaccurate and misleading; they also repeated claims that did not\nbreach the Code.\n16. The Committee had previously established that the 5\nFebruary coverage contained multiple breaches of Clause 1 and had required the\npublication of prominent remedies to this breach, in print and online. It\nconsidered the complainant’s contention that it should establish a separate\nbreach of Clause 1 in relation to the publication of these claims on 12\nFebruary and 19 February, at a time when the newspaper had received complaints\n(including his own) about the 5 February coverage.\n17. The coverage under complaint here had been published\nbefore IPSO had begun its investigation into 5 February coverage. The breaches\nof the Code that IPSO had ultimately established in that investigation were\nvery significant but mainly related to broad points about the presentation and\nsignificance of Dr Bates’ claims rather than simple points of inaccuracy; the\nexception related to the labelling of the graphic, which was acknowledged as an\ninaccuracy in the 12 February article. While the newspaper was aware of the\ncomplainant’s objections to its coverage, and those of others, at the time of\npublication of the 12 and 19 February articles, it was robustly defending the\naccuracy of its coverage; it continued to stand by its coverage, as it was\nentitled to do, up to the point at which IPSO found it to be in breach of the\nCode, at which point it cooperated with IPSO’s requirement of remedy. In the full\ncontext, and taking into account the importance of freedom of expression and\nits obligation to act proportionately in regulating freedom of expression, the\nCommittee declined to establish a further breach of Clause 1 (i) in relation to\nthe republication of substantially similar claims as part of related coverage\non 12 and 19 February.\n18. It also declined to repeat here the detailed reasoning\nset out in its previous ruling, except that it noted that a number of the\npoints on which it had established breaches also applied to the claims here. It\nwas appropriate and in keeping with the requirements of Clause 1 (ii),\ntherefore, that the newspaper had offered to clarify these points, where they\nhad been repeated in the follow-up coverage; this would ensure that readers\nwere not misled by the continuing publication of material online that stemmed\nfrom the 5 February coverage.\n19. The Committee then considered the points of complaint on\nwhich it had not previously ruled.\n20. Dr Bates had claimed that the authors of the study had\nfailed to follow internal NOAA procedures in relation to the archiving of the\ndata. He had criticised the decision of the paper’s authors to upload the data\non NOAA’s FTP site, instead of archiving it through NOAA’s standard archiving\nprocedure for operational data, which he had devised. He had referred to this as\na “flagrant manipulation” of scientific “integrity guidelines” and “publication\nstandards”. Characterising this conduct as a breach of mandatory rules under\nNOAA’s archiving programme, in the context of a comment piece focussing on Dr\nBates’ criticism of the archiving of the study, was not misleading.\n21. The email correspondence which the newspaper had\nprovided from Dr Bates had demonstrated clearly that he was concerned that the\nsea surface dataset had not been released in January 2015. The complainant did\nnot dispute that ERSSTv4 was not made the operational dataset until June 2015.\nThe newspaper had provided a sufficient basis for the 12 February article’s\nclaim that publication of the sea surface dataset had been “held back”. There\nwas no breach of the Code on this point.\n22. The 12 February article had reported that green levies\nand taxes have already cost the average household more than £150 a year. The\ncomplainant disputed this. However, the newspaper was entitled to rely on\nestimates made in a 2015 Climate Change Committee report to Parliament. The\ncomplainant had provided an alternative figure; however it was not for the\nCommittee to reconcile matters of scientific debate. There was no breach of the\nCode on this point. Nonetheless, the Committee welcomed the newspaper’s offer\nto publish a letter from the complainant.\n23. The newspaper had taken care to report its findings of\nthe 2016 study from The Global Warming Policy Foundation accurately. The\npamphlet had estimated the “average cost of decarbonising electricity to meet\nClimate Change Act”. It was not in dispute that the EU pledges made in Paris\nwere intended to be delivered through domestic legislation. It was not\nmisleading, in those circumstances, to use an estimated cost of the Climate\nChange Act, to make a claim about the impact of the 2015 Paris agreement.\nFurther, in that context, and where it was accepted that the UK had been party\nto the contribution that was collectively submitted by the European Union, it\nwas not misleading to report that the Paris Agreement imposes burdens on the\nUK.\nConclusions\n24. The complaint was not upheld.\nRemedial action required\n25. The newspaper had promptly offered a sufficiently\nprominent print clarification, which referenced the claims which had been found\nto be in breach of the Code. In order to avoid a breach of Clause 1(ii), this\nclarification should now be published in print in the newspaper’s established\nCorrections and Classifications columns.Date complaint received: 23/09/2017Date decision issued: 06/04/2018 \nBack to ruling listing\n\n\n"
}