{
    "url": "/rulings-and-resolution-statements/ruling/?id=18712-17",
    "title": "18712-17 Purdy v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-08-26 00:00:00",
    "received_on": "2017-09-25 00:00:00",
    "concluded_on": "2017-12-06 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "12. The complaint was upheld.",
    "remedial_action": "13. Having upheld the complaint, the Committee considered what remedial action should be required. The publication had promptly offered to amend the headline and image caption in order to emphasise that the claim they made, was based upon the opinion of a Tory insider. It also offered to publish a clarification, which had made clear that the basis for the article’s claim was the opinion of a Tory MP and not Theresa May directly. The Committee considered that in order to meet the requirements of Clause 1 (ii), in addition to publishing the clarification as a footnote on the article, it should be published on the publication’s homepage. The clarification should appear on the homepage for 24 hours and then be archived in the usual way. The proposed amendments to the article should also now be made.  ReviewThe publication complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 25/09/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18712-17 Purdy v mirror.co.uk\nSummary of Complaint 1.   \nGeoff Purdy complained to the Independent Press\nStandards Organisation that mirror.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Theresa May sets date she'll quit as Prime Minister - giving\nherself time to see Britain through Brexit”, published on 26 August\n2017. 2.    In its first paragraph, the\narticle had reported that the Theresa May had “pencilled in Friday, August 30, 2019 as the day she will quit as Prime\nMinister.” It also contained a photograph of the Prime Minister, with the\ncaption: “Theresa May has revealed the date she plans to quit as PM”. 3.    The article said that the Prime Minister was on\nthe “charm offensive” with Tory MPs and had entertained small groups of them at\nher Chequers country retreat in a bid to “persuade them to give her time to\ncomplete the withdrawal from the EU”. The article contained a quote from one\nTory MP, who had been a guest at one of these events and had said: “It’s clear\nshe won’t lead us into another election and will be gone by September 2019. She\ninvited MPs to Chequers to ensure there isn’t a leadership contest in the\nmeantime. Giving the dogs a stroke is better than giving them a kick, I suppose”. 4.    The complainant said that the article’s\nheadline was inaccurate: Theresa May had not set the date she would\nquit as Prime Minister, nor had this been announced by either Downing Street or\nthe Conservative Party. 5.    The\npublication said that the article was based upon a statement from the Tory MP, as made clear in the\narticle. While it did not\naccept that there had been a breach of the Code, it offered to amend\nthe article’s headline to: 'Theresa May sets date she'll quit as Prime Minister\n- giving herself time to see Britain through Brexit, according to insiders',\nand the photograph’s caption to “Theresa May has\nrevealed the date she plans to quit as PM, according to insiders” in\norder to emphasise that the claim made in the headline and the caption was\nbased upon the opinion of the Tory MP. 6.    It\nalso offered publish the following clarification, to be published as a footnote\nto the article: In reference to a\nprevious article 'Theresa May sets date she'll quit as Prime Minister - giving\nherself time to see Britain through Brexit', 26th August 2017; it was suggested\nthat Theresa May had pencilled in a date in which she would quit as Prime\nMinister. We would like to make clear that the basis of this article was based\non the opinion of Tory Insiders, and not from Theresa May directly.\nRelevant Code provisions 7.   \nClause 1 (Accuracy)  \ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact. \nFindings\nof the Committee 8.   \nThe\narticle’s headline had stated, as fact, that Theresa May had set the date that\nshe would “quit” as Prime Minister; this claim was reiterated in the first line\nof the article, which had reported that Theresa May had marked a specific date\nthat this would occur. 9.    The article had reported the\nopinion of one Tory MP who had speculated on the date which Theresa May would\nno longer be Prime Minister, given their belief that she would not lead the\nConservative party to another election and will be “gone” by September 2019.\nThe Committee did not accept the publication’s position that the article had\nmade clear that its central claim- that Theresa May had, herself, set the date\nshe would quit as Prime Minister- was based on the opinion of one Tory MP. The\nCommittee were particularly concerned that the article had specified August 30\n2019 as the day that this would occur: this had not formed part of the Tory\nMP’s opinion and was instead reported as a statement of fact. In those\ncircumstances, the article’s assertion that Theresa May had set this date represented\na failure to take care not to publish inaccurate information, in breach of\nClause 1(i). 10. Further, where this claim had not\nbeen presented as the Tory MP’s opinion the Committee considered that the\narticle had failed to distinguish between comment, conjecture and fact, in\nbreach of Clause 1(iv). 11. The claim that Theresa May had\nset a date that she would cease to be Prime Minister was significantly\nmisleading: she had made no such announcement, nor had the Conservative Party. While\nthe Committee welcomed the publication’s prompt offer to clarify the basis of\nthe article, the article had contained significantly misleading information\nwhich related to a potential change to the head of Government of the United\nKingdom. In those circumstances, the Committee did not consider that the\npublication of the clarification as a footnote on the article was sufficiently\nprominent, in breach of Clause 1(ii). \nConclusions\n12.\nThe\ncomplaint was upheld. \nRemedial action\nrequired 13.\nHaving\nupheld the complaint, the Committee considered what remedial action should be\nrequired. The publication had promptly offered to amend the\nheadline and image caption in order to emphasise that the claim they made, was based\nupon the opinion of a Tory insider. It also offered to publish a clarification,\nwhich had made clear that the basis for the article’s claim was the opinion of a Tory MP and\nnot Theresa May directly. The\nCommittee considered that in order to meet the requirements of Clause 1 (ii),\nin addition to publishing the clarification as a footnote on the article, it\nshould be published on the publication’s homepage. The clarification should appear on the homepage for 24 hours and then be archived in the\nusual way. The\nproposed amendments to the article should also now be made. \nReviewThe publication complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 25/09/2017Date decision issued: 06/12/2017\nBack to ruling listing\n\n\n"
}