{
    "url": "/rulings-and-resolution-statements/ruling/?id=18812-17",
    "title": "18812-17 Butt v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-10-02 00:00:00",
    "received_on": "2017-10-02 00:00:00",
    "concluded_on": "2017-12-22 00:00:00",
    "complaint_processing_days": 81,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/ADate complaint received: 02/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18812-17 Butt v mirror.co.uk\nSummary of complaint\n1. Tahir Butt complained to the Independent Press Standards\nOrganisation that mirror.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined, “Harrowing moment 18-month-old baby\nis held down on hot coals in sinister Muslim ritual” published on 2 October\n2017.\n2. The article reported that during a religious ceremony in\nthe southern Indian state of Karnataka, an 18 month old baby was “held down on\nhot coals” in a ritual 'thought to be intended to protect the child from harm'.”\nThe article included a statement from the police superintendent in the area,\nwho named the child’s parents and stated that the parents had “prayed for a son\nwhen the wife was pregnant” and had promised to keep the baby on a bed of coals\nif they had a son. The article also included a video of the ritual and\nphotographs taken from the video.\n3. The complainant said that the headline was inaccurate, as\nhe did not believe there was any such ritual within Islam, as it was not\nprescribed in the Qu’ran, and he believed referring to the ceremony as “sinister” misrepresented Muslims. He also said that the details given by the\nsuperintendent that were included in the article, such as the parents’ names,\nindicated that they were not Muslims.\n4. The publication said that the ritual was part of\nMuharram, the month that marks the beginning of the Islamic calendar, and in\nthese circumstances, it was accurate to refer to it as a “Muslim ritual”. It\nprovided links to various local news sources in India, which made clear that\nthe ritual was taking place as part of Muharram, in which Shia Muslims take\npart in self-flagellation and walk on burning coals. While the publication did\nnot accept it had breached the Code, it changed the headline to state\n“Harrowing moment 18-month-old baby is held down on hot coals in sinister\nreligious ritual”, as a gesture of goodwill and to reflect the fact that the\nritual was not practiced by all Muslims.\n5. The publication said that while they were aware that the\nnames of the parents given by the police superintendent suggested they may not\nbe Muslim, it was common practice in India for individuals of different faiths\nto join in with this ritual, and provided contemporary news sources to support\nthis position. It said this did not change the position that the ritual itself\nwas a Muslim ritual as although both Muslim and non-Muslim individuals may take\npart, it was performed to mark a significant Islamic festival, which was\nobserved only by Muslims. It also said that the complainant was not in a\nposition to comment on the religious background of the individuals referred to\nin the article.\n6. The publication said that where a young child had been\nplaced on hot coals, and the police representative had stated that “a local\nChild Welfare Committee had been asked to offer counselling to the parents,” as\nreported in the article, the newspaper said it was entitled to claim that the\nritual was “sinister”.\nRelevant Code provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The complainant had commented that the article was\ninaccurate, as he did not believe the child’s parents were Muslim. While IPSO\nis able to consider complaints from third parties about accuracy, the Committee\nwill consider the position of the party most closely involved. In this\ninstance, the complainant was not making this complaint with the knowledge and\nconsent of the individual’s referred to in the article. In these circumstances,\nit would not be appropriate or possible for the Committee to make a finding on\nthe religious beliefs of these individuals.\n9. IPSO can, however, consider complaints from third parties\nin relation to disputed points of fact. Therefore, the Committee considered\nwhether it was accurate to refer to the ritual outlined in the article as a\n“Muslim ritual.” The newspaper had relied on local news sources, which had\nreported that the ritual was part of Muharram, which is practiced by some\nfollowers of Islam to mark the first month in the Islamic calendar.  There was no failure to take care over the\naccuracy of the article and no breach of Clause 1(i).\n10. The complainant did not dispute that the ritual was held\nin the village to mark the beginning of Muharram, but argued that it was not\nprescribed by Islam. The article had not made any broad claim about religious\nsignificance. The description of the ritual as “Muslim” was based on the fact\nthat it formed part of celebrations for a significant time in the Islamic\ncalendar. There was no significant inaccuracy requiring correction under the\nterms of 1 (ii), notwithstanding the fact that individuals of other faiths\nmight take part in the ritual. \n11. The publication was entitled to characterise the ritual\nas “sinister”, where the article included the video of the event, and reported\nthat welfare concerns regarding the child had been raised. There was no breach of Clause 1.\nConclusions\n12. The complaint was not upheld.\nRemedial Action required\n13. N/ADate complaint received: 02/10/2017Date decision issued: 22/12/2017  \nBack to ruling listing\n\n\n"
}