{
    "url": "/rulings-and-resolution-statements/ruling/?id=18860-17",
    "title": "18860-17 Accamo v Bristol Post",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Bristol Post (Reach PLC)",
    "published_on": "2017-02-21 00:00:00",
    "received_on": "2017-10-05 00:00:00",
    "concluded_on": "2018-02-26 00:00:00",
    "complaint_processing_days": 144,
    "conclusion_long": "12. The complaint was not upheld",
    "remedial_action": "13. N/A The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 05/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18860-17 Accamo v Bristol Post\nSummary of complaint\n1. Gianni Accamo complained to the Independent Press Standards\nOrganisation that the Bristol Post breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined, “Diamond thieves ordered to pay\n£148,000 compensation to victims despite making £6.5 million” published online\non 21 February 2017.\n2. The article reported on the Proceeds of Crime hearing of\nfive people, including the complainant, who had been convicted of a number of\nfraud and theft offences and had been ordered to pay almost £148,000 in\ncompensation. It said that the gang had carried out “a string of elaborate\ndiamond and jewellery frauds” in Bristol and across the country and reported\nthat the complainant had been caught by police in Nottingham along with the\nother defendants. It reported that the complainant had been ordered to pay more\nthan £26,000 in compensation and claimed he had made more than £6.5 million\nprofit from his crimes. The article went on to state that the complainant had\npleaded guilty to conspiring to commit fraud in relation to an incident in\nLondon, and had also been convicted after trial of theft in relation to an\nincident in Leeds. \n3. The complainant said that the article was inaccurate, as his\ntheft conviction had been overturned several months after the article had been\npublished. He said that he had not been arrested in Nottingham, but had\nvoluntarily gone to a police station in Cardiff, where he had then been placed\nunder arrest. He believed that inaccurately reporting the details of his arrest\ncontributed to the misleading impression he believed the article gave regarding\nhis involvement with the other individuals, who he said he had no connection\nto, and the other crimes outlined in the article, in which he had no\ninvolvement.\n4. The complainant also said that the article was inaccurate,\nas he had not made £6.5 million. He said that although the court had estimated\nthis to be the value of the benefit he had received, he had been in possession\nof £230 at the time of his arrest, and the police had not found any assets to\nthis value.\n5. The publication did not accept that it had breached the\nCode. It said that at the time of publication, the information in the article\nwas correct, as the complainant’s conviction for theft had not yet been\noverturned. As soon as it was informed that this was the case, it offered to\nedit the article to remove the reference to the theft conviction and publish a\nfootnote clarification.\n6. It also provided a press release issued by the police at the\ntime the five people had been convicted. It stated that the complainant had\nbeen ordered to pay more than £26,000 as his benefit from the crime was\nestimated to be in excess of £6.5 million. The press release also included a\nstatement from an officer involved in the case which referred to the\nindividuals as a “well organised group of fraudsters.”\n7. The press release stated that the majority of the group were\narrested in Nottingham and as the statement continued to then give details of\nthe complainant’s involvement in the matter, the publication said it was fair\nfor it to presume that the arrests included that of the complainant. However,\nonce the publication was made aware that the complainant had been arrested\nseparately, it offered to make this clear in the footnote clarification offered.\nThe proposed clarification stated:\nA previous version of this article stated that Mr Accamo was\nconvicted of theft in Leeds and was jailed for 6 years. We would like to make\nclear that Mr Accamo's conviction for his involvement in the 'Leeds matter' was\nquashed, and was in fact jailed for 4 years. Furthermore, we would like to make\nclear the Mr Accamo has since notified us that he was not initially arrested by\nthe police, but in fact voluntarily attended a police station in Cardiff, where\nhe was placed under arrest.\nRelevant Code provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published, In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n9. The article had accurately reported that the complainant had\nbeen found guilty of fraud and theft in relation to two separate matters.\nHowever, several months later the conviction for theft had been overturned.\nWhen a publication is made aware that a conviction it has reported on has been\nquashed, it is often necessary to publish an update to ensure the public are\naware of the correct position, and for the published record of the legal\nproceedings to be accurate. In this case, the publication promptly offered to\namend the original article and to publish an update to make clear that this\nconviction had been quashed. There was no breach of Clause 1 on this point and\nthis clarification should now be published.\n10. The article had\nreported that the complainant had been arrested with the other individuals\nincluded in the article, when in fact he had been arrested individually in\nCardiff. However, where the complainant had been arrested for his involvement\nin these linked crimes and the details of his conviction had been accurately\nreported, this did not represent a significant inaccuracy. The article had made\nclear exactly what each individual included in the article had been convicted\nof, and made clear which crimes the complainant had been directly involved in.\nIn these circumstances, the article was not misleading in the way the\ncomplainant suggested. While there was no breach of Clause 1 on this point, the\nCommittee welcomed the publications offer to clarify the details of the\ncomplainant’s arrest.\n11. While the complainant did not believe it was accurate to\nreport that he had made a £6.5 million profit from his crimes, this was taken\nfrom the police press release, which accurately reported what the Proceeds of\nCrime trial had found the complainant’s benefit from the crime to be. Therefore\nthe article was not inaccurate and there was no breach of Clause 1.\nConclusions\n12. The complaint was not\nupheld\nRemedial Action Required\n13. N/A\nThe complainant complained to the Independent Complaints Reviewer\nabout the process followed by IPSO in handling this complaint. The Independent\nComplaints Reviewer decided that the process was not flawed and did not uphold\nthe request for review. Date complaint received: 05/10/2017Date decision issued: 26/02/2018  \nBack to ruling listing\n\n\n"
}