{
    "url": "/rulings-and-resolution-statements/ruling/?id=18875-17",
    "title": "18875-17 Dickinson v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-10-07 00:00:00",
    "received_on": "2017-10-07 00:00:00",
    "concluded_on": "2018-01-11 00:00:00",
    "complaint_processing_days": 96,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12.  N/ADate complaint received: 07/10/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 18875-17 Dickinson v Mail OnlineSummary of\nComplaint 1. Tim Dickinson complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in tweets relating to an article\nheadlined “BREAKING NEWS: Driver 'deliberately mows down pedestrians after\nmounting the pavement outside the National History Museum before being pinned\nto the ground and arrested by police in front of stunned tourists'”, published\non 7 October 2017. 2. The article referred to in the\ntweets reported on an incident that took place at the Natural History Museum\nwhere a car mounted the pavement. The article was amended multiple times as the\nday progressed to reflect the changing understanding of the incident. The\narticle was originally published at 14:47. At 15:02, the words “Driver\n‘deliberately mows down pedestrians’” were included in the headline for the\nfirst time. The original article was brief and stated that this was “according\nto reports”. A 15:12 update included tweets from several onlookers suggesting\nthat the driver had acted deliberately. Between 15:11 and 18:43, the\npublication shared this headline, including the phrase “driver ‘deliberately\nmows down pedestrians’” in 7 tweets on one of its social media accounts. At\n18:00, the Metropolitan Police confirmed publicly that the incident was not\nterrorist-related. Subsequent to this, at 18:37, the headline of the article was\nchanged to remove the word “deliberately”, but at 18:43, a tweet was sent which\nstated “Eleven injured as driver ‘deliberately mows down pedestrians’ outside\nLondon’s Natural History Museum. The image of the linked article below this\ntext did not bear this headline and stated “Eleven injured as car mounts pavement\noutside Natural History Museum”. At 22:05, a tweet was published stating\n“Police reveal cab with three girls in that mowed down 11 people near London’s\nNatural History Museum was not terror”. 3. The complainant said that, after\nthe article had been amended, the publication had subsequently tweeted once\nmore that the car had mounted the kerb “deliberately” in the tweet of 18:43.\nThis tweet was therefore inaccurate. The complainant was also concerned that\nthe publication did not tweet to alert its readers to the change in the story –\nto make clear that the incident was not a terrorist incident - until 22:05,\nwhen it had publicised the original story multiple times. The complainant said\nthat the ‘amendment’ to the article represented a significant shift in the\nstory, from a potential terror attack to a traffic accident, and that\nconsequently the publication should have rapidly alerted its readers to this\nvia its social media accounts. 4. The publication defended the\ncontent of the tweets in the context of the article which they referred to. It\nsaid that this was a fast-moving breaking news story, and that in the earlier\nversion of the article it had accurately reported eye-witness claims that the\ncar had mounted the pavement deliberately. It said that the article – in both\nits original and many updated versions - did not contain a significant\ninaccuracy such as would require correction, as it had not reported the motives\nof the driver as fact: it had caveated the claim that the driver had acted\ndeliberately using quotation marks, and had included the basis for the claim by\nreferencing tweets from eye witnesses. 5. The publication said that, when\nthe article was amended at 18:37, to remove the reference to the driver\n“deliberately” mowing down pedestrians, it added a bullet point in a prominent\nposition making clear that the incident was not being considered as\nterror-related. It said that it therefore ensured that, once the facts had been\nestablished, they were prominently displayed. It said that there was no need to\nmake a formal correction as there had been no significant inaccuracy in the\noriginal article. 6. With regard to the complainant’s\nconcerns about the tweets, the publication said that the tweet sent at 18:43\nunintentionally included the word “deliberately” after the article had updated\ndue to a caching delay on the website, and because the change had not, at that\npoint, been relayed to the publication’s social media team. It noted that all\nof the tweets linked to the amended article regardless of their content. The\npublication denied that the delay in tweeting the amended story until 22:05 was\nsignificant; it said it was not common practice for every update to an article\nto be tweeted. However, it conceded that, to some readers, there might appear\nto have been a delay in amending the story, and said that this was regrettable;\nit offered to address the matter with its social media team.Relevant Code\nProvisions7. Clause 1 Accuracyi) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected, promptly\nand with due prominence, and — where appropriate — an apology published. In\ncases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.v) A\npublication must report fairly and accurately the outcome of an action for\ndefamation to which it has been a party, unless an agreed settlement states\notherwise, or an agreed statement is published.Findings of the\nCommittee8.  The Committee noted that a tweet\nfrom a social media account of a regulated publication could give rise to a breach\nof Clause 1 i), in circumstances where insufficient care had been taken over\nthe accuracy of the tweet; where the tweet gave a misleading impression; or where\nthe linked article did not support the content of the tweet. It noted, further,\nthat were a significant inaccuracy to be posted on Twitter, it may be\nappropriate for a publication to tweet any correction with sufficient\nprominence and promptness, in line with its obligations under Clause 1 ii). 9. In this case, in order to assess\nthe accuracy of the tweets in question, the Committee had to consider the\naccuracy of the article they referred to. The Committee noted the complainant’s\nposition that, at the time of going to press, it was not known whether the\nincident was terror-related. However, in its original article about the incident\nand in the subsequent updated versions of the article, the publication clearly\npresented the idea that the driver had acted “deliberately” as a claim, using\nquotation marks, and supported this interpretation with tweets from\neye-witnesses within the article text. It did not present this as fact, and\nmade clear the basis for suggesting that the driver might have acted\ndeliberately. When the police statement clarified that the incident was not\nterrorist-related, the article was amended and the true position was displayed\nwith sufficient prominence within the article. In the context of a breaking\nnews story, where the available information was rapidly changing, there was no\nfailure to take care not to publish inaccurate information in breach of Clause\n1 (i). 10. The publication used its Twitter\naccount to link to the story throughout the day. One of these tweets, published\nat 18:43, continued to make reference to allegations that the driver had acted\n“deliberately” after the article had been amended at 18:37 to reflect the\npolice statement. Since the article and tweets had always presented this as a\nclaim, there was no significant inaccuracy that required correction, and\ntherefore no possible breach of Clause 1 (ii). Whilst there was a delay in\ntweeting about the amendment to the article, given that the article had not\ncontained a significant inaccuracy, there was no obligation to publish a prompt\ncorrection. The amended article made the true position clear, and all the\ntweets linked to this article. There was no breach of Clause 1 (ii).Conclusions11. The complaint was not upheld.Remedial action\nrequired12.  N/ADate complaint\nreceived: 07/10/2017Date decision\nissued: 11/01/2018 \nBack to ruling listing\n\n\n"
}