{
    "url": "/rulings-and-resolution-statements/ruling/?id=18894-17",
    "title": "18894-17 Johnston v mirror.co.uk",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-09-24 00:00:00",
    "received_on": "2017-10-09 00:00:00",
    "concluded_on": "2018-01-25 00:00:00",
    "complaint_processing_days": 108,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18894-17 Johnston v mirror.co.uk\nSummary of complaint\n1. Kit Johnston complained to the Independent Press\nStandards Organisation that mirror.co.uk breached Clause 1 (Accuracy), Clause 2\n(Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice in an\narticle headlined “Bus driver slapped with £50 fine for parking SIX inches over\nwhite line while dropping off kids in deserted car park” published on 24\nSeptember 2017.\n2. The article reported that a coach driver had been issued\nwith a fine for parking six inches over the white line of a coach only parking\nbay at the Grimsby Fishing Heritage Centre. The article included an interview\nwith the coach driver, who said that there were 26 empty spaces in the car park\nat the time, and commented “it’s a coach parking bay, I don’t really see where\nelse you could park.” The article went on to report that staff from the\nHeritage Centre had told the publication that “the space is free to park in for\ncoaches, and that a fine should only be issued if the vehicle isn’t parked\ncorrectly in the space.” It also included a comment from the owner of the coach\ncompany, who said that the company had never received a ticket while parked in\na coach bay. It also stated that the publication had contacted the council for\ncomment.\n3. The complainant was the traffic attendant who had issued\nthe ticket. He said that the article was inaccurate, as the ticket had not been\nissued for parking outside the bay, but for being parked in a car park without\nclearly displaying a valid pay and display ticket. He said that this was\nclearly stated on the ticket, and said that council parking documentation did\nnot state that it was free for coaches to park in this location. He said that\nhe had spoken to his manager at the time of issuing the ticket, who did not\nknow of any rule that meant parking was free for coaches at this location, and\nthere was no contractual agreement with the council supporting this.\n4. The complainant also said that a photograph that was\nposted as part of a montage on the publication’s homepage was a breach of his\nprivacy. The photograph showed the complainant issuing the ticket by the coach.\nHe said this had led to him feeling harassed on social media and at work, as\npeople were able to recognise him.\n5. The publication did not accept that it had breached the\nCode. It said that the office the journalist who wrote the story worked in,\noverlooked the carpark and as such staff were aware that it was free for\ncoaches to park there. It also said that prior to publication, front of house\nstaff at the Heritage Centre confirmed that parking was free for coaches and\nthe only reason a parking ticket would be issued is due to a vehicle not being\nparked correctly in the bay. The publication provided a link to the website of\nthe Heritage Centre, which stated that parking was free for coaches. It also\nsaid that the journalist had phoned the Council prior to publication, who did\nnot correct the publication’s position on why the ticket had been issued, and\nagreed to send over a comment.  The\nCouncil then provided a statement after the article had been published, in\nwhich the Council said it sympathised with the driver, and that if he felt he\nhad been incorrectly issued with a ticket, he should formally challenge the\ndecision, and provided details of how he may do this.\n6. The publication said that at no stage had the Council\ntold the journalist that the ticket had not been issued for parking outside the\nbay, or informed the publication that coaches were required to pay for parking\nat the centre, which was confirmed by the Council in writing after\npublication.  The journalist had\ninterviewed the driver, and confirmed with the coach company that it regularly\nused this car park, without displaying a ticket and had not received a ticket\nbefore. The publication said that the article reported the driver’s position\nthat the ticket could only have been issued for parking over the line. It said\nthat given the fact that the front of the coach did extend slightly beyond the\ncoach bay into an ordinary car bay, it was reasonable for the publication to\ninfer that the failure to make payment related to the car parking space that\nthe coach extended into. During the course of the complaint, the complainant\nhad explained that the ticket had a code and the reason for issue on it, which\nstated that it had been issued for failure to display a valid ticket, which he\nsaid related to the coach bay. When the newspaper became aware of the\ncomplainant’s position, it offered to publish the following correction as a\nfootnote to the online article:\n“We would like to make clear that although the Council have\nconfirmed that parking for coaches is free at the Grimsby Fishing Heritage\nCentre, and therefore the coach was not required to display a ticket, the PCN\nofficer has since advised that the ticket was issued for failure of payment,\nand not because the coach was parked over the line. We were not aware of this\ninformation previously, and apologise for any confusion caused.”\n7. The publication said that the photograph was taken while\nthe complainant was in a public carpark, doing his job, and in these\ncircumstances they did not accept that he had a reasonable expectation of\nprivacy. Furthermore, the publication said that the photograph did not show\nanything private about the complainant, as the image was blurry and he was\nwearing a hat and dark glasses, which meant that the complainant was not\nreadily identifiable.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment) *\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nFindings of the Committee\n9. At the time of publication, the newspaper understood that\nit was free for coaches to park at the Heritage Centre due to the personal\nknowledge of its staff and the previous experience of the coach driver. The\nnewspaper had also confirmed with staff at the centre that coaches did not have\nto display a ticket to park there, as well as relying on information published\non the website for the Heritage Centre, which was run by the Council. The\nreporter had visited the car park to interview the driver, and had seen that\nthe front of the coach did extend into a car parking space. Given the nature of\nthe claims, the Committee found that there was no failure to take care over the\naccuracy of the claim that this was the reason the driver had received a\nticket. There was no breach of Clause 1(i).\n10. Regardless, during the complaints process the\ncomplainant confirmed that he had issued the ticket for failure to make payment\nfor the coach bay, as he did not accept that it was contractually agreed that\nit was free for coaches to park in the car park. Where the article had\nreported, at length, that the coach had received a ticket for being parked\noutside the designated bay, which was not the reason the ticket had been\nissued, this represented a significant inaccuracy in these circumstances, due\nto the prominence of this claim. The Committee considered that the newspaper\nhad promptly offered to publish a correction, in its regular corrections and\nclarifications column, which was sufficiently prominent. The proposed\ncorrection acknowledged the significant inaccuracy, and made the correct\nposition clear. This correction should now be published.\n11. The photograph was taken in a public place and showed\nthe complainant performing a public function. He did not have a reasonable\nexpectation of privacy in these circumstances, and the photograph did not\nreveal anything private about the complainant. There was no breach of Clause 2.\n12. Clause 3 generally relates to the conduct of journalists\nduring the newsgathering process, and is designed to protect individuals from\nunwanted or repeated approaches by the press. The complainant’s concern that\nthe publication of his photograph had led to him feeling harassed by the public\ndid not represent a breach of Clause 3.\nConclusions\n13. The complaint was not upheld.Date complaint received: 09/10/2017Date decision issued: 25/01/2018   \nBack to ruling listing\n\n\n"
}