{
    "url": "/rulings-and-resolution-statements/ruling/?id=18930-17",
    "title": "18930-17 Dixon v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2017-10-09 00:00:00",
    "concluded_on": "2018-03-29 00:00:00",
    "complaint_processing_days": 171,
    "conclusion_long": "25. The complaint was upheld.",
    "remedial_action": "26. Having upheld the complaint under Clause 6 (Children) of the Code, the Committee considered what remedial action should be required.27. In circumstances where the newspaper had breached Clause 6, the appropriate remedy was the publication of an adjudication.28. As the breach of the Code had appeared online, the Committee decided that the adjudication should be published on the newspaper’s website.29. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. A link to the full adjudication (including the headline) should appear in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way.30. The terms of the adjudication for publication are as follows:Eloise Dixon complained to the Independent Press Standards Organisation that the Daily Telegraph breached Clause 6 (Children) of the Editors’ Code of Practice in an article headlined “British tourist shot in favela in Rio ‘too scared’ to speak to police”, published on 9 August 2017.The complainant said that the newspaper had published a photograph of her child without her face blurred and without consent, in breach of Clause 6. She said that her child had been disturbed by the publication of the photograph, which she considered to be private.The newspaper did not accept a breach of the Code. The photograph had been taken ten years ago, so it did not consider that the child, who was not named in the article, would be easily recognisable from the image. It also noted that the image was publicly available on the complainant’s public Facebook page. The newspaper said that in any case, there was also a public interest in publishing the photograph as it helped to bring home to readers the gravity of the situation in which children had been involved.The article clearly reported on a subject which involved the child’s welfare: she had been involved in a shooting and had witnessed her mother being shot and seriously injured. The un-pixilated photograph of the child showed her full face. The image of the child had been taken 10 years ago; however, this did not justify the newspaper’s decision to publish it un-pixilated in the context of this article as the child was still under 16 at the time of publication.Publishing the unedited image in the context of this story, without the consent of a parent or a similarly responsible adult, represented a breach of Clause 6. There was no specific public interest in publishing this image, particularly as an exceptional public interest justification was required in the case of a child. The complaint under Clause 6 was upheld.31. The Committee had also found that a correction was required in order to avoid a breach of Clause 1(ii).  The newspaper should now publish the wording in print and online, as offered.Date complaint received: 09/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 18930-17 Dixon v The Daily Telegraph1. Eloise Dixon\ncomplained to the Independent Press Standards Organisation that the Daily\nTelegraph breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 6\n(Children) of the Editors’ Code of Practice in an article headlined “British\nmother shot by bandits after driving into Brazilian slum”, published on 8\nAugust 2017, and an article headlined “British tourist ‘afraid’ to talk to\npolice in Rio”, published on 9 August 2017.2. The first\narticle reported that the complainant had been shot by “armed bandits” while on\nholiday with her family in Brazil. It said that, according to police, the\nfamily had been looking for somewhere to buy water, had misunderstood locals\nwho had given them directions, and had entered a “notorious slum”. The police\nsaid that two armed men had approached them and ordered them to leave; the\nfamily had not understood, and the men had then opened fire. It was accompanied\nby a photograph of the complainant and her husband.3. The first\narticle was published in a similar form online, under the headline “British\nwoman shot as gang opens fire on family after straying into favela near Rio de\nJaneiro”.4. The second\narticle said that the complainant, who was recovering in hospital in Rio de\nJaneiro, was too scared to talk to the police, according to local media. It\nrepeated the information given in the first article, gave the ages of the\ncomplainant’s three children and said that they had escaped injury. The print\narticle included a photograph of the complainant.5. The second\narticle was also published online, under the headline “British tourist shot in\nfavela in Rio ‘too scared’ to speak to police”. In addition to the image of the\ncomplainant, the online version included a photograph of the complainant with\nher husband and one of their young children; the child’s face was un-pixilated.6. The complainant\nsaid that the newspaper’s coverage had intruded into her private life and that\nof her child, and its account of the incident was inaccurate.7. The complainant\nwas particularly concerned that the newspaper had published a photograph of her\nchild, taken several years ago, without her face blurred and without consent.\nShe said that her child had been disturbed by the publication of the\nphotograph, which she considered to be private, and by the fact that friends at\nschool had sent her messages about what had happened to her because of the coverage.\nIn addition, the complainant said that the newspaper had taken photographs from\nher social media account and had published them without consent.8. The complainant\nalso said that the articles had included inaccuracies. The newspaper had inaccurately\nreported that her family had entered the favela because they had misunderstood\ndirections given to them while looking for water. In fact, the hire car’s sat\nnav had misdirected them. The articles had also wrongly reported that they had\nmisunderstood orders given to them by the armed men: the men had not spoken to\nthem at all.9. The newspaper\nsaid that it sympathised with the complainant for what must have been a\nterrifying ordeal, but it did not accept that it had breached the Code.10. The newspaper noted that the photograph showing the\ncomplainant’s child had been taken ten years ago, and the article had not named\nher. It considered that the child would not now be easily recognisable from the\nimage, if at all; it had not focused on the child; and it was not private as it\nwas posted on the complainant’s public Facebook page.11. The newspaper said that there was also a public interest\nin publishing the photograph. It was important to bring to public attention the\ndangers posed by unwary tourism in Brazil. In this case, children’s lives had\nbeen put at risk by the family’s straying into the favela; the image helped to\nbring home to readers the gravity of the situation, and reminded them that very\nyoung children had been involved. In light of the complaint, the newspaper\nnevertheless removed the image from the article.12. With regard to the complainant’s concern that images had\nbeen taken from her social media account, the newspaper said that the account\nwas open; the images were available to anyone to view and were not private.13. The newspaper did not consider that the complainant had\nidentified any significant inaccuracies in the articles. It said that the\narticles had been based on information, reported locally, which had been issued\nby the local police chief in Brazil, and later by the medical director at the\nhospital. It had no reporters on the ground in Brazil. It said that it had been\nentitled to rely on the police and hospital press statements.14. Nevertheless, the newspaper amended the online articles\nto take account of the complainant’s concerns. It also offered to publish the\nfollowing clarification on page two of the newspaper:Favela shootingContrary to what we reported in an 8 Aug article\n(\"British mother shot by bandits after driving into Brazilian slum\"),\nthe Dixon family had not stopped to ask for directions or look for water when\nthey were attacked, but had in fact been misled by their satnav. We would also\nlike to point out that the gunmen did not speak to Mrs Dixon or her family.It also offered to add the following footnote to the online\narticles:CORRECTION: Contrary to what this article originally\nreported, the Dixon family had not stopped to ask for directions or look for\nwater when they were attacked, but had in fact been misled by their satnav. We\nwould also like to point out that the gunmen did not speak to Mrs Dixon or her\nfamily. We are happy to make this clear, and we have amended the article.15. As a way to resolve the matter, the newspaper offered to\nremove the online articles, to write a private letter of apology and to make a\ncharitable donation.16. The complainant did not accept the newspaper’s offer as\na resolution. She said it was irrelevant that the image of her child had been\ntaken several years ago; the newspaper had given no consideration to her\nchildren when it chose to publish the image; it could have been a photograph of\none of her other children.Relevant Code provisions17. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 6 (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.v) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.Public Interest5) In cases involving children under 16, editors must\ndemonstrate an exceptional public interest to over-ride the normally paramount\ninterest of the child.Findings of the Committee18. The articles clearly reported on a subject which\ninvolved the welfare of the complainant’s children: they had been involved in a\nshooting while on holiday with their family, and they had witnessed their\nmother being shot and seriously injured. One of the articles included an\nun-pixilated image of one of the children, which showed her full face. The\nCommittee noted that the newspaper had been unaware that the image of the child\nhad been taken 10 years ago when it chose to publish it, and its position, upon\nrealising this fact, that the child would not now be recognisable from the\nimage due to the passage of time. However, the fact it had transpired that it\nwas an old photograph did not justify the newspaper’s decision to publish it in\nthis context, as the complainant’s child was still under 16 at the time of\npublication.19. Publishing the unedited image of the child in the\ncontext of this story, without the consent of a parent or a similarly\nresponsible adult, represented a breach of Clause 6. There was no specific\npublic interest in publishing this image, particularly as an exceptional public\ninterest justification was required in the case of a child. The complaint under\nClause 6 was upheld.20. The Committee then considered the complaint in relation to\nthe other published information about the child. While it understood that the\ncomplainant’s child had been upset by the coverage, the fact that the\ncomplainant had three children who were also involved in the incident was\nrelevant information about the incident. The articles had given their ages, but\nthey had not named them. The fact that their friends were informed of what had\nhappened did not represent an intrusion into their time at school in breach of\nClause 6. 21. The newspaper had illustrated its coverage with images\ntaken from the complainant’s social media account, which were publicly\navailable. The images had shown the complainant’s face; she was not shown\nengaging in a private activity; and their publication had not disclosed private\ninformation about her. There was no breach of Clause 2.22. It was not in dispute that the newspaper had based its\ncoverage on information issued by the police in Brazil and by the hospital\nwhere the complainant was being treated, which had been reported locally. The\nnewspaper was entitled to rely on the accuracy of this information, which had\ncome from well-placed sources. Furthermore, both articles made clear that the\ninformation regarding the circumstances of the shooting had come from the\npolice and the hospital; they had not given the misleading impression that the\nnewspaper had obtained a first-hand account from the complainant. There was no\nfailure to take care over the accuracy of the articles in breach of Clause\n1(i).23. Following publication, the newspaper had accepted that\nthe information issued by the police and the hospital had been inaccurate, and\nthat the family had not misunderstood directions given to them or the orders of\nthe gunmen to leave the favela. The distinction was significant, as these\nclaims could suggest that the shooting could have been avoided had the family\nfollowed instructions. As such, a correction was required in order to meet the\nrequirements of Clause 1 (ii).24. The newspaper had amended the online articles and it had\noffered to publish a correction on page two and as an online footnote, which\nmade clear that the family had entered the favela because of the satnav and\nstated that the gunmen had not spoken to the complainant or her family. The\nCommittee considered that this wording made the correct position clear and met\nthe requirement of Clause 1 (ii).Conclusion25. The complaint was upheld.Remedial action required26. Having upheld the complaint under Clause 6 (Children) of\nthe Code, the Committee considered what remedial action should be required.27. In circumstances where the newspaper had breached Clause\n6, the appropriate remedy was the publication of an adjudication.28. As the breach of the Code had appeared online, the\nCommittee decided that the adjudication should be published on the newspaper’s\nwebsite.29. The headline to the adjudication should make clear that\nIPSO has upheld the complaint, give the title of the newspaper and refer to the\ncomplaint’s subject matter. The headline must be agreed with IPSO in advance. A\nlink to the full adjudication (including the headline) should appear in the top\n50% of stories on the publication’s website for 24 hours; it should then be\narchived in the usual way.30. The terms of the adjudication for publication are as\nfollows:Eloise Dixon complained to the Independent Press Standards\nOrganisation that the Daily Telegraph breached Clause 6 (Children) of the\nEditors’ Code of Practice in an article headlined “British tourist shot in\nfavela in Rio ‘too scared’ to speak to police”, published on 9 August 2017.The complainant said that the newspaper had published a\nphotograph of her child without her face blurred and without consent, in breach\nof Clause 6. She said that her child had been disturbed by the publication of\nthe photograph, which she considered to be private.The newspaper did not accept a breach of the Code. The\nphotograph had been taken ten years ago, so it did not consider that the child,\nwho was not named in the article, would be easily recognisable from the image.\nIt also noted that the image was publicly available on the complainant’s public\nFacebook page. The newspaper said that in any case, there was also a public\ninterest in publishing the photograph as it helped to bring home to readers the\ngravity of the situation in which children had been involved.The article clearly reported on a subject which involved the\nchild’s welfare: she had been involved in a shooting and had witnessed her\nmother being shot and seriously injured. The un-pixilated photograph of the\nchild showed her full face. The image of the child had been taken 10 years ago;\nhowever, this did not justify the newspaper’s decision to publish it\nun-pixilated in the context of this article as the child was still under 16 at\nthe time of publication.Publishing the unedited image in the context of this story,\nwithout the consent of a parent or a similarly responsible adult, represented a\nbreach of Clause 6. There was no specific public interest in publishing this\nimage, particularly as an exceptional public interest justification was\nrequired in the case of a child. The complaint under Clause 6 was upheld.31. The Committee had also found that a correction was\nrequired in order to avoid a breach of Clause 1(ii).  The newspaper should now publish the wording\nin print and online, as offered.Date complaint received: 09/10/2017\nDate complaint concluded: 29/03/2018 \n \n1.    \nBack to ruling listing\n\n\n"
}