{
    "url": "/rulings-and-resolution-statements/ruling/?id=18938-17",
    "title": "18938-17 Johnson v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sun (News UK)",
    "published_on": "2017-10-07 00:00:00",
    "received_on": "2017-10-10 00:00:00",
    "concluded_on": "2018-04-16 00:00:00",
    "complaint_processing_days": 188,
    "conclusion_long": "37. The complaint was upheld.",
    "remedial_action": "38. Having upheld the complaint in relation to the report that the PSA had an ongoing investigation into T2, the Committee considered what remedial action should be required.39. The newspaper had offered to publish a clarification on page two, which made clear that the PSA investigation had concluded at the time of publication. This wording should now be published. 40. To avoid breaching Clause 1(ii), the newspaper should also publish the update, as offered, in order to make clear the complainant’s position that a third party had fraudulently made the calls to the man referenced in the article. Date complaint received: 10/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18938-17 Johnson v The Sun\nSummary of complaint\n1. Robert Johnson,\non behalf of Telecom2 Limited (T2), complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Scandal of punters duped\ninto calling premium-rate lines”, published on 7 October 2017.\n2. The article\nreported that some customers had been “duped” into calling premium-rate\ndirectory enquiries lines by phone line operators; customers would return\nmissed calls received from landline numbers, and they would hear a pre-recorded\nmessage which redirected them to expensive directory enquiries lines. The\narticle reported that this practice was known as “wangiri”, and it was banned\nby Ofcom, but the regulator was yet to punish any company for the practice.\n3. The article\nreported a customer’s claim that after returning a missed call, he was\nautomatically transferred to 118 004 and charged more than £16 for the call. It\nreported that the 118 004 number was owned by T2, and that T2 also owned the\ntelephone number that had left a missed call on the customer’s telephone. The\narticle included a comment made by BT, that the customer could not have been\nautomatically transferred to the 118 number, and that he must have re-dialled\nthe number after hearing the recorded message.\n4. The article\nreported that the 118 004 number was Britain’s most expensive directory\nenquiries line, and that it had been “taken offline” earlier in the year\nfollowing reports that customers had received large phone bills without\nrealising.\n5. The article also\nreported that companies that owned premium-rate directory enquiries lines had\nbought telephone numbers, which were very similar to popular public service\nhelpline numbers. It reported that when callers misdial these numbers, they\nhear a message informing them that the number is out of service and redirecting\nthem to a 118 directory enquiries number. The article reported that this had\noccurred when the newspaper had misdialled an NHS number by one digit – the\nnumber that it was redirected to was owned by T2.\n6. The article\nreported that the Phone-paid Services Authority (PSA), the body which regulates\npremium phone lines, launched an inquiry into T2 and other unnamed 118\nproviders over claims that callers are not fully informed about how much\ndirectory enquiry calls will cost. It included a comment from a PSA\nspokesperson that the investigation was “ongoing”. The article also reported\nthat Ofcom was conducting a “wider investigation” into directory enquiries\nlines and how they attract customers. It included a comment made by an Ofcom\nspokesperson that “we launched an overarching review of the 118 market earlier\nin the year to ensure prices are transparent and fair to consumers”.\n7. The article\nincluded an image of the T2 logo underneath an image of a switchboard operator\nsaying “hello, how con I direct your call?”, and it reported that T2 refused to\ncomment on the matters.8. The complainant,\nthe chairman of T2, said that the article had given the misleading impression\nthat T2 had been involved in “wangiri” with a view to generating income, and\nthat the inclusion of the company’s logo underneath the image of the\nswitchboard operator further created the impression that T2 had intentionally\nmisled its customers.\n9. The complainant\nsaid that the missed calls that customers had received had not originated from\nthe T2 network; a third party dialler had made the calls and had presented the\nnumber as a T2 number. He said that once the company had received complaints\nfrom customers who experienced “bill-shock”, it had contacted the PSA and had\nworked alongside it to refund each customer, including the individual quoted in\nthe article. The complainant said that he was not aware that T2 was under\ninvestigation by the PSA. He said that the PSA does not write to formally close\nmatters; however, given the time which had elapsed since they had been in\ncontact, T2 believed that the matter had been concluded.\n10. The complainant said that it was not technically\npossible for callers to be automatically transferred from a low tariff call to\na premium-rate number. If a caller dialled an unallocated telephone number, a\npre-recorded message, with detailed information about the costs of calls to 118\nnumbers, would suggest they call a directory enquiries line. The complainant\nsaid that customers were not compelled to call the 118 number, rather they made\na decision to disconnect and redial. He provided evidence which he said\ndemonstrated his position that the customer quoted in the article had\nre-dialled the directory enquiries number owned by T2.\n11. The complainant said that the tariff charged by T2 for\ncalls made to the 118 number was compliant with all relevant regulations. He\nprovided evidence which he said demonstrated that other phone line operators\ncharged the same tariff. The complainant also said that he had informed the\nnewspaper, prior to publication, that the 118 004 number had not been taken\noffline and that it was still “live”. He provided a copy of correspondence\nbetween himself and the journalist which demonstrated this.\n12. The complainant said that T2 did not own and operate\ntelephone numbers with one digit different from popular public service\nhelplines, for the sole purpose of redirecting calls for a profit. As per\ncommon practice, numbers were allocated to T2 in consecutive blocks of 10,000\nor 100,000, and therefore it was inevitable that some telephone numbers were\none digit different from others. The complainant said that some telephone\nnumbers remained unallocated or were decommissioned – this was technically unavoidable.\nIn such circumstances, it was reasonable to offer a service redirecting callers\nto a directory enquiries service. He noted that the public service number\nreferred to in the article had not been misdialled in the last 12 months.\n13. The complainant said that T2 had not refused to comment,\nas reported; rather, it had refused to comment for the purpose of publication,\nunless the newspaper agreed to publish an unedited version of any comment that\nit made.\n14. The newspaper did not accept that there had been a\nbreach of the Code. It said that it had taken care to ensure the accuracy of\nthe article, and the complainant had not identified any significant\ninaccuracies.\n15. The newspaper said that prior to publication, the\njournalist had put the reported claims to the complainant: namely, that the 118\n004 number had been taken offline; that this number charged the highest rates\nof all live 118 numbers in the UK; that callers who misdialled some\nout-of-service phone numbers also owned by T2 were directed by a recorded\nmessage to call 118 004; and that these out-of-service numbers included numbers\none digit different from the customer service line for a popular public service\nprovider.\n16. The newspaper said that the complainant did not provide\na comment for publication; the complainant had said that he would only provide\na comment if it was published in full, and the newspaper could not agree to\nsuch a request. The newspaper had informed him prior to publication that if he\ndid not agree to provide a comment, then the article would state that T2\n“refused to comment”. It argued that it should not be the case that when people\nare offered ample opportunity to engage with claims prior to publication and\ndecline that opportunity, that they should then use the regulator to force a\nnewspaper to put on record their position at a later date.\n17. The newspaper said that in a further step to take care\nover the accuracy of the article, its journalist had also contacted Ofcom prior\nto publication; it had set out the customer’s claim in full, as reported in the\narticle, and Ofcom had not disputed the information. It had included Ofcom’s\nresponse in the article.\n18. The newspaper said that the article reported on the\nbroad issue of customer “bill shock” and that T2 was merely used as an example\nin this context, based on the experience of the customer quoted in the article.\nNevertheless, the article was not inaccurate or misleading in circumstances\nwhere it was not denied that calls were made from geographical numbers and when\npeople rang them back, directory enquiries lines were promoted to them.\n19. The newspaper said that T2 was charging the most\nexpensive available tariff for calls made to the 118 004 number,\nnotwithstanding that other phone line operators charged the same tariff. In\nMarch 2017, another newspaper reported that the number had been “withdrawn”\nfollowing pressure from its own reporting; and it noted that the complainant\nhad previously said that he had not had cause to complain about that piece.\nBefore publication, its journalist had called the line, and although the 118\n004 number still existed and was still owned by T2, no directory enquiries\nservice was available if you dialled it. As such, it was not significantly\nmisleading for it to have reported that the number had been “taken offline”.\n20. The newspaper said that the article reported that\n“companies” had bought telephone numbers with one digit different from popular\npublic service help-lines, and again, it had used T2 as an example. It said\nthat T2 had not assigned the numbers for any other purpose than seeking to\nredirect callers who had accidentally called them, to their expensive directory\nenquiries lines. It was entitled to be critical of T2’s business model, and\nnoted that the example provided in the article had not been disputed by the\ncomplainant when it was put to him prior to publication.\n21. The newspaper said that it had contacted the PSA when it\nfirst began researching the story in August 2017, and it provided the email\nexchange. The reporter had asked for the PSA’s comments on the man’s claim that\nhe had been automatically redirected to the premium line number, and it had not\ndisputed his version of events. It had also confirmed that it had an “ongoing”\ninvestigation into T2. The newspaper had additionally asked BT for its comment\non the man’s claim that he had been automatically redirected, and it had\npublished its response.\n22. The newspaper said that it had been unaware that the PSA\ninvestigation had concluded by the time the article was published. The\ninvestigation was closed “due to a lack of evidence to counter T2’s\nclaims\". The newspaper said that this did not suggest that there was\ninsufficient evidence of the claims made against T2, but that the claims made\nby T2 in response to the investigation were so difficult to support that the\ncase had to be closed. The newspaper said that in any event, the Ofcom\ninvestigation was ongoing. It said that Ofcom oversaw the PSA, and had final\nresponsibility for the regulation of premium-rate services. The newspaper\nconcluded that as the PSA had had an investigation into T2; that investigation\nhad not cleared T2 of any wrongdoing; and as the overarching Ofcom\ninvestigation was ongoing, it was not significantly inaccurate to report that\nthe PSA had an ongoing investigation into T2.\n23. In light of the complainant’s comments following\npublication, the newspaper offered to publish an update on page two, as\nfollows:\nOn 7 October, we accurately reported a consumer’s claim that\nhe had been automatically transferred to an expensive directory enquiries line\nowned by Telecom 2, having returned a missed call from a standard landline\nnumber also owned by T2. We gave T2 the opportunity to respond to the claim\nprior to publication, but they asked us not to publish their response. They\nthen made a complaint about the article. We are happy to put on record their\npost-publication position that a third party fraudulently made the call to the\nconsumer from the landline number.\nIt also offered to publish the following clarifications on\npage two to address some of the complainant’s remaining concerns:\nOn 7 October we reported that Telecom 2 owned numbers only\none digit different to popular public service numbers. Callers who misdialled\nwould be prompted to call their costly directory enquiry number instead. T2\nstate they do not deliberately own numbers similar to popular services although\nthey do not dispute they direct people to their expensive directory enquiries\nnumbers. We also reported that there was an ongoing investigation into T2 by\nthe Phone-Paid Services Authority; in fact, it closed on 7 September, before\npublication.\nOn 7 October, we reported that the 118 004 directory\nenquiries number had been taken offline after people inadvertently ran up huge\nphone bills. The number’s operator, Telecom 2, has asked us to clarify that the\nnumber is currently live, so consumers who wish to spend £15.98 on a one-minute\nphone call remain free to do so.\nRelevant Code Provisions\n24. Clause 1 (Accuracy)\n1. The Press must\ntake care not to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text.\n2. A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\n3. A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\n4. The Press, while\nfree to editorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nFindings of the Committee\n25. The Committee noted the complainant’s concern that the\nnewspaper had given the significantly misleading impression that his company,\nT2, had engaged in “wangiri”. It also noted his position that it had\ninaccurately reported that T2 had been responsible for calling the individual\ngiven as an example of the practice in the article. In fact, it had been a\nthird party, perhaps a cold caller, who had fraudulently used T2’s number to\nobscure their identity in order to protect themselves from regulation.\n26. The newspaper had taken care over the accuracy of the\narticle by contacting the complainant before publication. It had asked for his\ncomment on the allegation that T2 had been responsible for making the call to\nthe man quoted in the article, an example of “wangiri”. The complainant had\nreplied to this inquiry by stating that it was not possible for the man to have\nbeen automatically reconnected to the premium number; that it was inaccurate to\nstate that “outbound calls were in anyway promoting 118 004 from a geographical\nnumber”; and that he would not provide a comment for publication unless it was\npublished in full. As the published allegations had been put to the complainant\nin advance, and the complainant had not provided an on-the-record comment, the omission\nof his denial of the allegations from the article did not represent a failure\nto take care over its accuracy. There was no breach of Clause 1 on this point.\n27. The Committee understood the newspaper’s concern that it\nhad given the complainant ample opportunity to deny the allegations before\npublication, and, as such, he should not now be seeking a correction via IPSO.\nNevertheless, since publication, the complainant had made clear his position\nthat T2 had carried out an internal investigation, which had concluded that a\nthird party had fraudulently made the calls, and all those concerned, including\nthe man referred to in the article, had received a refund. The Committee\nconsidered that the newspaper should put this position on the record so that\nthe coverage does not give the significantly misleading impression that the\ncompany had engaged in the practice of “wangiri”; this would avoid a breach of\nClause 1(ii). While the wording of the update offered did not explicitly state\nthat those who had been wrongly charged had been refunded, it did make clear\nthe complainant’s position that the company had not engaged in any wrongdoing.\nThis was sufficient to meet the terms of Clause 1. There was no breach of\nClause 1 on this point.\n28. The complainant had expressed concern that the article\nhad inaccurately stated that the individual to which it referred had been\nautomatically transferred to the premium line number. In reality, he would have\nbeen played a recorded message detailing the price of calling the premium\nnumber, and he would have had to redial it. However, the piece made clear that\nit was the man’s claim that he had been automatically reconnected. In addition,\nthe article included a statement from BT in which it “insisted” that the man\n“was not transferred and must have dialled the number after hearing the\nrecorded message”. The newspaper had distinguished clearly between comment and\nfact. There was no failure to take care over the accuracy of the article on\nthis point.\n29. The newspaper had reported that the PSA had launched an\ninvestigation, based on information provided by the PSA and Ofcom six weeks\nbefore publication, but it had not reported that the investigation had already\nconcluded. In fact, the investigation had concluded a month before the article\nwas published, due to “a lack of evidence to counter T2’s claims”. The\nCommittee considered that the suggestion that the investigation was ongoing at\nthe time of publication was significantly misleading. The newspaper’s failure\nto recheck the information before it published the story represented a failure\nto take care over the accuracy of the article in breach of Clause 1(i). A\ncorrection was required in order to avoid a breach of Clause 1(ii).\n30. The newspaper had offered to publish a correction which\nmade clear that the PSA investigation had concluded at the time of publication.\nIt had offered to publish this on page two, 40 pages earlier than the article\nhad appeared. This met the requirement of Clause 1(ii). \n31. The Committee noted the complainant’s concern that the\nnewspaper had alleged that his company had bought numbers that closely matched\npopular helplines so that it could profit when the numbers were misdialled.\nHowever, it was accepted that T2 owned the premium phone line, referred to in\nthe article, which matched an NHS number closely. The fact that the number had\nnot been called in the past 12 months did not render the article misleading on\nthis point. The Committee also noted that the newspaper had put this point to the\ncomplainant before publication, and he had not explained his position that the\ncompany obtained phone lines in blocks of 10,000 and that it was therefore\ninevitable that some numbers matched other popular lines. There was no failure\nto take care over the accuracy of the article on this point.\n32. The Committee also did not consider that the absence of\nthis information from the coverage was significantly misleading, such that a\nclarification would be required under Clause 1(ii), as it was accepted that T2\nowned numbers similar to popular helplines, including the example given in the\narticle. The Committee nevertheless welcomed the newspaper’s offer to publish\nthe complainant’s expressed position following publication, that the company\nowned such numbers because it obtained them in bulk. There was no breach of\nClause 1 on this point.\n33. The Committee noted that the complainant had told the\nreporter before publication that no premium numbers run by his company had been\ntaken offline. In contrast, the reporter said that, although the line was live,\nit had not connected to a directory enquiries service. The Committee could not\nestablish what the correct position was at the time of publication. However, it\nnoted the article, provided by the newspaper to support its position, which\nreported that the number had “been withdrawn” following pressure from that\nnewspaper’s reporting. The Committee did not consider that the newspaper had\nfailed to take care over the accuracy of the article on this point. The\nCommittee did not consider that it was significant, in the context of this\narticle, whether the company had taken one of its numbers offline as a result\nof this earlier coverage. It nevertheless welcomed the newspaper’s offer to\naddress this point in a clarification.\n34. The complainant had informed the reporter that other\ncompanies also charged the highest tariff. However, as T2’s number was charged\nat the highest rate allowed in Britain, the Committee did not consider that it\nwas significantly inaccurate for the newspaper to have described it as\n“Britain’s most expensive directory enquiries line”. There was no failure to\ntake care over the accuracy of the article on this point.\n35. Where the company’s involvement in the issues being\nreported was made clear in the article, the use of T2’s logo to illustrate the\npiece was not significantly misleading. There was no breach of Clause 1 on this\npoint.\n36. The newspaper had contacted T2 for comment before the\narticle was published, and the complainant had refused to provide a comment for\npublication, unless it was published in full. The newspaper was unable to agree\nto such a request and explained its position clearly to the complainant before\npublication in order to give him the opportunity to provide a response for\npublication. In this context, it was not significantly misleading for the newspaper\nto have reported that “Telecom2 refused to comment”. There was no breach of\nClause 1.\nConclusion\n37. The complaint was upheld.\nRemedial action required\n38. Having upheld the complaint in relation to the report\nthat the PSA had an ongoing investigation into T2, the Committee considered\nwhat remedial action should be required.39. The newspaper had offered to publish a clarification on\npage two, which made clear that the PSA investigation had concluded at the time\nof publication. This wording should now be published.\n40. To avoid breaching Clause 1(ii), the newspaper should\nalso publish the update, as offered, in order to make clear the complainant’s\nposition that a third party had fraudulently made the calls to the man\nreferenced in the article.\nDate complaint received: 10/10/2017Date decision issued: 16/04/2018\nBack to ruling listing\n\n\n"
}