{
    "url": "/rulings-and-resolution-statements/ruling/?id=18949-17",
    "title": "18949-17 Samrai v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2017-10-11 00:00:00",
    "received_on": "2017-10-11 00:00:00",
    "concluded_on": "2018-02-22 00:00:00",
    "complaint_processing_days": 134,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 11/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 18949-17 Samrai v The Times\nSummary of complaint\n1. Davinder Samrai\ncomplained on behalf of Freight Books, and in his own right, to the Independent\nPress Standards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “City’s book prize ending\nspoilt”, published on 11 October 2017.\n2. The article\nreported that a literary prize had been cancelled “because of financial\nproblems at the company that had agreed to publish the winning title”. It said\nthat the prize offered first-time authors the opportunity to win £5,000 and a\npublishing deal, but reported that “difficulties at Freight Books caused the\norganisers to abandon this year’s prize”. The article reported a statement from\nthe organisers of the Prize: “without being in a position to guarantee\npublication of the winning title, a very key component of the prize, we feel\nunable to proceed this year”.\n3. The article was\npublished online in substantively the same form, headlined “Dundee’s book prize\nending spoilt”.\n4. The complainant\nsaid that there was no legal agreement in place between his publishing company,\nFreight Books, and the organisers of the Literary Prize for the publication of\nthe 2017 winning title. In those circumstances, the complainant said that\nFreight Books was not responsible for the prize being cancelled: its organisers\nhad taken the decision to secure an alternative publishing partner in July\n2017, as was their right.\n5. In support of\nthis, the complainant provided an email which he had received in July 2017 from\nthe organisers of the Prize:\n“I’ve decided it would be best for everyone that we secure a\nnew publishing partner; Davinder, you might recall I touched upon this with you\na few months ago when I asked if you would be in a position to work with us in\n2017, and I completely understand that it’s really difficult for Freight to see\nthings in the longer term while you’re in firefighting mode and on the back\nfoot. I’m sure you can understand though that the prize demands a longer term\nplanning process, and so I’ve found us a new publishing solution. We won’t be\nsharing the news publicly until next week”.\n6. The complainant\nsaid that the organisers of the prize had no knowledge of any “financial\nproblems” at Freight Books. In response to a request by IPSO to set out the\nreasons why he believed that the organisers had taken the decision to seek a\nnew publishing partner, the complainant said that he believed this had been as\na consequence of a change in company personnel at Freight Books. While the\ncomplainant accepted that the company had been experiencing “financial\ndifficulties” at this time, he said that he had not been responsible for these\ndebts, and only he had been aware of them, after he had taken over the\nbusiness.\n7. The newspaper\ndid not accept a breach of the Code. It said that publicity material for the\n2017 Dundee International Book Prize had stated from the outset that, as in\nprevious years, the winning author would be published by Freight Books. It\nnoted when the prize was launched in February 2017, Freight Books had published\na statement on its own website: “The organisers of the Dundee International\nBook Prize have once again invited unpublished authors to polish their\nmanuscripts and stake their claim for £5,000 and a publishing deal with Freight\nBooks”.\n8. The newspaper\nsaid that no public announcement of any “new publishing partner” had ever been\nmade, following the email which the complainant had received in July 2017. It\nsaid that there was no reason why anyone not privy to this correspondence\nshould know of, or suspect, that a new publishing deal might exist.9. The newspaper\ndid not accept that only the complainant was in a position to know of the\n“financial problems” at Freight Books. It said that a well-known printing\ncompany were taking Freight Books to court for unpaid debts dating back to\nJanuary 2017. The newspaper noted that it was public record that at least 40 authors\nhad been unpaid by Freight. It also said that in September 2017, a journalist\nhad spoken to the complainant who stated: “Right now, I have staff to pay. The\nonly part of the business making money is design. I’m doing this for petrol\nmoney. I am not even taking money out of this business”. It said that putting\ntogether the unpaid authors, the unpaid printers and the complainant’s\nadmission that he was not taking money out of the business, it was a reasonable\ninference that Freight Books had financial troubles.\n10. The newspaper noted that during IPSO’s investigation,\nFreight Books went into liquidation.\n11. The newspaper said that it had sought comment from the\norganisers of the Prize, prior to publication. It said that the journalist had\ncontacted the same person who had written to the complainant in July 2017, but\nshe had declined to speak about the decision to abandon the Prize. She had,\ninstead, referred to the public statement which had been issued on the Literary\nfestival’s website announcing the cancellation of the prize: this had then been\nreported in the article. It said that the journalist had also sought comment\nfrom a major partner in the literary festival, for clarification on the\nstatement which had been issued on the festival’s website. The journalist had\nbeen told that “if Freight had continued operating normally and weren't mired\nin a complete mess, the book prize would have happened.\" The newspaper\nsaid that it had sought comment from the complainant twice, but on both occasions\nhe had declined to comment.\n12. While the newspaper did not accept a breach of the Code,\nit offered to put on record that there was no formal contract for Freight Books\nto publish the 2017 prize:\n“We said that the Dundee International Literary Prize 2017\nhad been ‘cancelled because of financial problems at the company that had\nagreed to publish the winning title’.  We\nhave been asked to make clear that there was no legal contract for the prize\nwinner to be published by Freight Books, which has since gone into\nadministration”.\nRelevant Code provisions\n13. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n14. The newspaper had been entitled to rely upon the\nstatements made on the website of the literary prize and Freight Books itself,\nboth of which had made clear that there was an expectation that Freight Books\nwould publish the 2017 winning title. While there was no failure to take care\nover the accuracy of the article on this point, the Committee welcomed the\nnewspaper’s offer to put the complainant’s position on record that there was no\nlegal obligation for the prize winner to be published by Freight Books.\n15. The article had made a further claim that the prize had\nbeen cancelled as a consequence of “financial problems” at Freight Books. The\ncomplainant had provided correspondence which he had received from the\norganisers of the prize, which recorded their decision to seek a new publishing\npartner. However, the complainant was not in a position to know the precise\nreasons why the organisers had come to that decision.\n16. Further, while the Committee noted the complainant’s\nposition that only he was in a position to be aware of the state of Freight\nBooks finances, the complainant had accepted that the company had been\nexperiencing financial difficulties in July 2017. The newspaper had relied on\npublicly available information about the company’s financial affairs, including\na legal action which had been brought against Freight Books over unpaid work.\n17. The newspaper had taken care to seek comment from the\norganisers of the literary festival and the complainant himself, on the reasons\nwhy the prize had been cancelled; both had declined to comment.\n18. In July 2017, the organisers of the prize had indicated\nto the complainant that they intended to secure a new publishing partner. The\ncomplainant was not in a position to know the precise reasons why the\norganisers took the decision to end the publishing arrangement with his\ncompany. The Committee noted, however, the complainant’s acceptance that\nfinancial difficulties were present at Freight Books at that time. Prior to\npublication, the newspaper had sought comment from a major partner of the\nfestival. The journalist had been told that if Freight Books had continued\n“operating normally” and had not been “mired in a complete mess”, the book\nprize would have gone ahead. In the absence of any comment from the organisers\nof the prize, this statement supported what was not in dispute, and was now a\nmatter of public record: Freight Books had been experiencing financial difficulties\nin July 2017. It also suggested that these difficulties had influenced the\ndecision to cancel the prize. It was not misleading, in those circumstances,\nfor the newspaper to associate these difficulties, with the reason why the\nprize had not gone ahead. There was no breach of the Code.\nConclusion\n19. The complaint was not upheld.\nRemedial Action required\nN/ADate complaint received: 11/10/2017Date decision issued: 22/02/2018  \nBack to ruling listing\n\n\n"
}