{
    "url": "/rulings-and-resolution-statements/ruling/?id=19078-17",
    "title": "19078-17 Frazier & Phelps v Cambridge News",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Cambridge News (Reach PLC)",
    "published_on": "2017-09-28 00:00:00",
    "received_on": "2017-10-09 00:00:00",
    "concluded_on": "2018-02-12 00:00:00",
    "complaint_processing_days": 126,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/ADate complaint received: 09/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19078-17 Frazier & Phelps v Cambridge NewsSummary of complaint1. Helen Frazier\ncomplained to the Independent Press Standards Organisation on behalf of herself\nand Andrew Phelps that the Cambridge News breached Clause 1 (Accuracy) and\nClause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an\narticle headlined, “Top award for hero who tackled knifeman on murderous\nrampage” published on 28 September 2017.2. The article\nreported that Mr Phelps had been named as the recipient of “one of the\ncountry’s highest bravery awards,” as he had disarmed a man with a knife who\nhad attacked two individuals. The article stated that Mr Phelps had “rushed to\nhis neighbour’s home after a commotion” and referred to the scene as a\n“bloodbath”. The article also included a description of the extent of the victim’s\nwounds and stated that without the actions of the complainant, the second\nperson who was attacked would also have lost her life. It stated that the\nassailant had escaped from the property, jumped into the river, and was\narrested 20 minutes later. The article included statements from the secretary\nof the organisation that awarded the medal and the judge who had passed\nsentence on the attacker, both praising the complainant’s bravery. The article\nincluded a photograph of the victim and a pixilated photograph of the assailant\nsurrounded by police.3. The article also\nappeared online headlined, “Hero twice disarmed crazed St Ives killer and held\nhim in bear hug,” published on 27 September. The online article was\nsubstantially the same as the print article, and also included a video showing\nthe house where the attack took place with a police cordon surrounding the\nproperty.4. The complainant\nwas the mother of the man who had died. She said that the incident had taken\nplace nine months ago and believed it was unnecessary for the details of her\nson’s death to be included in the article. She said it was distressing for her\nto see images of the attack and believed the amount of detail included in the\narticle was gratuitous. In particular, she believed that the use of the word\n“bloodbath” was insensitive.5. She also said\nthat the article was inaccurate, as the recipient had not received his award\nyet. She believed that the article was misleading as her son had also stepped\nin to protect the other person, which she did not believe had been acknowledged\nin the article. She also said that where the incident had taken place inside a\nhouse, it was misleading for the headline to claim it had been a “murderous\nrampage.”6. The newspaper\ndid not accept that it had breached the Editors’ Code. It said that the article\nhad been provided by a reputable news agency and it did not believe the details\nincluded in the report were gratuitous. It said that the article was intended\nto highlight the bravery Mr Phelps had shown in a dangerous situation.7. The newspaper\nsaid that it had not intended to cause any further distress and had removed the\nword “bloodbath” from the online article as soon as it was contacted by the\ncomplainant. It said that the pixilated photograph included in the article\nshowed only the assailant being arrested in the street and did not show the\nvictim.8. The newspaper\nsaid that the article had made clear that Mr Phelps had not yet been physically\nawarded the medal, but that it had been confirmed that he would receive the\naward. The newspaper said that the organisation did not release information\nregarding the award to reporters unless the nominee is willing to have the\naward publicised and provided a copy of a document issued by the Committee of\nthe organisation, which confirmed yes to all publicity for this award.  The newspaper said that it had tried to\ncontact the recipient through the police, and had wanted to also contact the\nvictim’s mother prior to publication, however it did not have any contact\ndetails to reach her.9. During the\ncomplaints process the newspaper offered to write the victim’s mother a letter\nof apology, to remove the photograph of the assailant being arrested from the\nonline article, and to circulate a note to all staff to remind them of their\nobligation to report such matters sensitively. It also offered to contact the\nvictim’s mother in advance in future if any other articles on this matter were\ngoing to be published.Relevant Code provisions10. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly, and with due prominence, and -where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Clause 4\n(Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.Findings of the Committee11. The Committee\nextended its condolences to the complainant for the loss of her son. It\nacknowledged that reading the details of the incident had been distressing for\nthe complainant and recognised that she believed the description of the\nincident was gratuitous. However, the fact that the incident had taken place\nwas in the public domain and the newspaper was entitled to report on it. The\narticle had included a summary of the incident to highlight the bravery of Mr\nPhelps, which had resulted in him receiving this award. The details included in\nthe article were not gratuitous, and the Committee did not find that\npublication had been handled insensitively. There was no breach of Clause 4 on\nthis point.12. The photograph and video were included in the article to\nillustrate the incident described. Publishing a photograph of an assailant\nbeing apprehended by the police and a video of the location where the crime\ntook place was not insensitive in breach of Clause 4.13. The article had accurately reported the information\nreleased for publication by the organisation that issued the award. The article\nhad not stated that the recipient had physically received the award, but that\nit had been announced that the organisation’s Committee had confirmed he had been\nselected as a recipient. The Committee noted that the recipient had not been\nformally informed that he was to receive the award, however where the\norganisation had confirmed him as the recipient, and said all publicity of this\naward had been approved, it was not inaccurate for the newspaper to report\nthis. There was no breach of Clause 1 on this point.14.  The article had\nbeen an account of the actions taken by a member of the public that had\nreceived an award for his bravery. In these circumstances, omission of further\ndetails of the incident did not make the article an inaccurate account of what\nhad happened and did not breach Clause 1. Also, where the assailant had\nattacked two people, one of whom had died, and was then arrested in the street\nafter leaving the property, referring to the event as a “murderous rampage” in\nthe headline was not misleading.  There\nwas no breach of Clause 1.Conclusions15. The complaint was not upheld.Remedial action required16. N/ADate complaint received: 09/10/2017   Date decision issued: 12/02/2018\n \nBack to ruling listing\n\n\n"
}