{
    "url": "/rulings-and-resolution-statements/ruling/?id=19084-17",
    "title": "19084-17 Stephenson Wright v Manchester Evening News",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Manchester Evening News (Reach PLC)",
    "published_on": "2017-06-22 00:00:00",
    "received_on": "2017-10-19 00:00:00",
    "concluded_on": "2018-03-26 00:00:00",
    "complaint_processing_days": 158,
    "conclusion_long": "8. The complaint was upheld",
    "remedial_action": "9. Having upheld the complaint, the Committee considered what remedial action should be required. 10. The Committee considered that the newspaper had promptly offered to publish a correction which addressed the significant inaccuracy and made the correct position clear. This should now be published.Date complaint received: 19/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee: 19084-17 Stephenson\nWright v Manchester Evening News\nSummary of complaint\n1. John Stephenson\nWright complained to the Independent Press Standards Organisation that\nManchester Evening News breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined, “Paedophile’s appeal is thrown out by top\njudge” published on 22 June 2017.\n2. The article\nreported that the complainant had unsuccessfully appealed against the sentence\nhe had received in 2012 for a number of sexual offences against children. The\nfirst paragraph of the article stated that the complainant had raped an\nunderage boy, who later became a police officer, and had abused two others. It\nstated that he had been jailed for 18 years in 2012 and went on to report that\nthe complainant had been sentenced to a further 18 months in 2017 for the\ncrimes he had committed against the individual who went on to become a police\nofficer. The article reported that the complainant had been found guilty of\nthree counts of rape, 21 counts of indecent assault, one count of indecency\nwith a child and one could of perverting the course of justice in 2012. It also\nincluded statements from the man who was now a police officer, who had waived\nhis right to anonymity. \n3. The complainant\nsaid that the article was inaccurate as his convictions for rape related to\nanother individual. He said that in relation to the individual who had gone on\nto become a police officer, he had been found guilty of sexual abuse not rape.\n4. The newspaper\nsaid that in 2012 the complainant had been convicted of three counts of rape of\na child and a number of other offences for the sexual abuse of two children. In\n2017 he had also been found guilty of sexual abuse against the individual named\nin the article, and in light of the seriousness of the complainants\nconvictions, it did not believe that reporting he had been found guilty of\nraping this individual, when in fact he had sexually abused him and raped\nanother, represented a significant inaccuracy. It said that a member of\neditorial staff had assumed that the individual who had waived his right to\nanonymity had been the individual who had been raped. Regardless, once it was\nmade aware of the correct position, the newspaper offered to publish the\nfollowing correction:\nIn a previous article headlined “Paedophile’s appeal is\nthrown out by top judge” of 22 June 2017, we reported that John\nStephenson-Wright was sentenced to a further 18 months for crimes he committed\nagainst a boy who went on to become a police officer. We would like to make\nclear that this particular chares was not for rape but sexual abuse. Mr Stephenson\nWright denied the offence but was found guilty after a trial at Manchester’s\nMinshull Street Crown Court.\nRelevant Code Provisions\n5. Clause\n1(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n6. The Committee\nacknowledged that due to the legal anonymity granted by law to individuals in\nsuch cases, the court proceedings would not have identified which convictions\nrelated to which individual. However, the newspaper had not taken any steps to\nverify which of the convictions related to the individual who had waived his\nright to anonymity and discussed the effect the abuse had on him. In\ncircumstances where the newspaper was aware that there were a number of victims\ninvolved in the case, and that the complainant had been convicted of a number\nof sexual offences, presuming that he had been convicted for raping the victim\nwho had waived his right to anonymity, without taking any steps to verify this,\nrepresented a failure to take care in breach of Clause 1(i). \n7. The Committee\nnoted that the article had accurately reported the offences for which the\ncomplainant had been convicted in 2012 and his subsequent convictions in 2017.\nHowever, as this was a report of court proceedings, inaccurately reporting the\noffences represented a significant inaccuracy, that required correction under\nthe terms of Clause 1 (ii). The newspaper had promptly offered to publish a\ncorrection, which identified the inaccuracy and made the correct position\nclear. This was sufficient to avoid a breach of Clause 1 (ii) and should now be\npublished. \nConclusion\n8. The complaint\nwas upheld\nRemedial Action Required\n9. Having upheld\nthe complaint, the Committee considered what remedial action should be\nrequired.\n10. The Committee considered that the newspaper had promptly\noffered to publish a correction which addressed the significant inaccuracy and\nmade the correct position clear. This should now be published.Date complaint received: 19/10/2017Date decision issued: 26/03/2018  \nBack to ruling listing\n\n\n"
}