{
    "url": "/rulings-and-resolution-statements/ruling/?id=19319-17",
    "title": "19319-17 Warren v The Chronicle (Newcastle)",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Chronicle (Newcastle) (Reach PLC)",
    "published_on": "2017-10-21 00:00:00",
    "received_on": "2017-10-25 00:00:00",
    "concluded_on": "2018-01-18 00:00:00",
    "complaint_processing_days": 85,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A. Date complaint received: 25/10/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 19319-17 Warren v\nThe Chronicle (Newcastle)\nSummary of complaint\n1. Clare Warren complained to the\nIndependent Press Standards Organisation that The Chronicle breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined \"The\nmaking of a murderess\", published on 21 October 2017.\n2.\nThe article reported that the complainant’s daughter had been convicted of\nmurder and witness intimidation. It reported information about her background,\ncharacter, and details about the crimes that she had committed. The article\nalso included various comments made by a source who was allegedly a former\nfriend of the complainant’s daughter, namely that “when [the complainant’s\ndaughter] got into drugs [her parents] didn’t want her under their roof, so she\nwent to live with her Nana, but then her Nana kicked her out”.  \n3.\nThe article was published online in substantively the same format, headlined “Who\nis Zoe Warren? How a party girl became a brutal killer”. \n4.\nThe complainant said that her daughter was not “kicked out” of the family home,\nor her grandmother’s home. She said that her daughter had spent some time away\nfrom the family home in 2013 and that she would occasionally visit her grandmother\novernight. The complainant also said that the article was biased as it only\npublished comments which had been made by the source, and she expressed concern\nthat the source did not provide these comments in good faith. \n5.\nThe newspaper did not accept that there had been a breach of the Code. It said that it had interviewed a reliable source\nwho purported to be close to the complainant’s daughter; he had claimed to know\nthe complainant’s daughter well and was able to speak in detail about her personality\nand background, based on his knowledge of her and her family. The newspaper\nsaid that it was reassured that the source had provided the interview in good\nfaith, because he demonstrated balance and stated that the complainant’s\ndaughter’s actions seemed out of character, as reported in the article. It said\nthat in the circumstances, it did not have any reason to doubt the veracity or accuracy\nof the information provided by him. The newspaper provided a copy of the notes\ntaken by its reporter during the interview, which recorded the source’s comment\nthat “[the complainant’s daughter] went to live with her Nana then her Nana\nkicked her out”.  \n6.\nNevertheless, the newspaper offered to remove the wording from the online\narticle and to add a footnote to the article to highlight the amendment made,\nas a gesture of goodwill. It also offered to publish a clarification in print,\nto make clear that the complainant’s daughter was not “kicked out” of her\ngrandmother’s house. \nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nFindings of the Committee\n8.\nThe newspaper had interviewed a source who it said was able to provide detailed\ninformation about the complainant’s daughter, including that she had left her\nfamily home to live with her grandmother, and was later “kicked out” of her\ngrandmother’s house. As the source was confidential, the Committee was not in a\nposition to comment on its reliability however, the newspaper was entitled to\nreport the source’s comments. Furthermore, this information was clearly\nattributed to the source in the article, and there was no suggestion that he\nhad been misquoted. This demonstrated that the newspaper had taken care not to\npublish inaccurate information. There was no breach of Clause 1 (i). \n9.\nThere may be circumstances where it is necessary for a newspaper to seek\ncomment from the subject of the article, where it intends to publish a source’s\ncomments, to ensure the accuracy of the article. While the Committee\nacknowledged the complainant’s position that her daughter was not “kicked out”\nof the family home or her grandmother’s home, it did not consider that the\ninclusion of this information, in circumstances where the complainant’s\ndaughter’s comment was not included, was in breach of the Code: The article was\na report of the complainant’s daughter’s convictions of murder and witness\nintimidation, and it included various information about the complainant’s\ndaughter, her background and her character. The claim that she had been “kicked\nout” of the homes was a brief reference, clearly attributed to the source, and\nthe comment was included in the context of an article which focused on the\ncontrast between the complainant’s daughter’s family life and criminal\nconvictions. Furthermore, in circumstances where the complainant accepts that\nher daughter spent some time away from the family home and would occasionally\nvisit her grandmother overnight, the Committee did not consider that the\narticle was significantly inaccurate on this point, such as to require\ncorrection under the Code. There was no breach of Clause 1. \nConclusions \n10.\nThe complaint was not upheld. \nRemedial action required \n11.\nN/A. Date complaint received: 25/10/2017Date decision issued: 18/01/2018ReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}