{
    "url": "/rulings-and-resolution-statements/ruling/?id=19325-17",
    "title": "19325-17 A woman v Dover Express",
    "provisions": [
        "1 Accuracy (2016)",
        "6 Children (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Dover Express (Reach PLC)",
    "published_on": "2017-10-26 00:00:00",
    "received_on": "2017-10-25 00:00:00",
    "concluded_on": "2018-05-09 00:00:00",
    "complaint_processing_days": 196,
    "conclusion_long": "of a Serious Case Review is an essential part of this process. It enables the public to hold to account those charged with keeping children safe.19. In this instance, the Serious Case Review found that there had been missed opportunities to intervene over the course of many years, even before the child’s birth. It was necessary, in order to identify the gravity of these alleged failings, to detail concerns of serious neglect within the family which the authorities had failed to act upon. The key factual context was that the mother had four older children, and that no action had been taken in relation to concerns raised about their welfare, a number of years before the youngest child had died. The Serious Case Review had been produced to provide critical reflection, draw out lessons and safeguard for other children in similar circumstances in the future. The reporting of the precise nature of the children’s “neglect”, and the impact upon them, enabled the newspaper to scrutinise the extent of the agencies alleged failings and hold them to account.20. This was an exceptional public interest, which justified the publication of details from the report. There was also a specific public interest in identifying the mother and the child, so that the public were able to understand the specific tragic consequences of the alleged failings, in the context of previous reporting of the criminal proceedings relating to the death of the child. This public interest was sufficient to justify to justify the specific intrusions identified in this case. There was no breach of Clause 2 or Clause 6.21. The complainant had said that the article had repeated a number of alleged inaccuracies included in the Serious Case Review. The newspaper was not responsible for the content of the Report, and the information in the report was clearly attributed to the Review. The newspaper was entitled to rely on the Report, and there was no failure to take care over the accuracy of these claims, and therefore no breach of Clause 1 (i). The Committee did not establish that the article included any significant inaccuracies requiring correction under the terms of 1(ii). Nonetheless, given the sensitive circumstances of the case, it welcomed the publication’s undertaking to correct any information which the Safeguarding Children Board might later concede to be inaccurate.22. The newspaper had misreported the year that agencies were known to have first been involved with the family. The Committee welcomed the newspaper’s decision to promptly amend the online article and to append a footnote accordingly. However, the Committee did not consider that this typographical error had given rise to a significantly misleading impression. The article had made clear the nature of the concerns raised in the Serious Case Review. While the typographical error was unfortunate, it did not constitute a failure to take care over the accuracy of the report or a significant inaccuracy, in the context of the article. There was no breach of Clause 1 on this point.Conclusion23. The complaint was not upheld.",
    "remedial_action": "24. N/AIndependent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 25/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19325-17 A woman v Dover ExpressSummary of complaint1. A woman\ncomplained to the Independent Press Standards Organisation that the Dover\nExpress breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 6\n(Children) of the Editors’ Code of Practice in an article headlined “Tragic tot\nswallowed mum’s methadone dose and died”, published on 26 October 2017.2. The article\nreported on an anonymised Serious Case Review, published by a Children’s\nSafeguarding Board which focussed on the events leading up to the death of a\nyoung child. The article had identified the deceased child and her mother as\nbeing the subject of the safeguarding report which had set out the historical\ninteractions between the woman’s family and a range of agencies. The article\nalso identified the street address at which the child died.3. The article had\nidentified the deceased child as being the youngest of five children and had\nhighlighted “more than ten opportunities” for agencies to intervene in the care\nof the children, their failure to act prior to the death of the youngest child,\nand lessons that could be learnt for the future. The article detailed the\nconcerns raised in relation to the woman’s care of her children, dating back to\n“1988” including issues raised before the birth of the deceased child, and\ninformation relating to the children’s emotional wellbeing, behaviour and\nmedical care as well as one child’s school attendance record. It detailed\nexamples of all the children having been exposed to “neglect”, as set out in\nthe Serious case Review, including examples of the children being found in\nsignificant distress. The article also explained that concerns had been raised\nfrom a variety of sources relating to the children’s emotional wellbeing,\nbehaviour and medical care. The article said the safeguarding report had\nconcluded by criticising the relevant authorities, and had found that “not\nenough was done to raise concerns over the child and their siblings’ neglect”.4. The article\nexplained that the Serious Case Review had recommended that “all agencies\nshould review their internal safeguarding supervision practices as a result of\nthis case in order to “ensure that they provide critical reflection, robust\nchallenge, risk review and support to staff when dealing with families. The\narticle also reported a statement from an NSPCC spokesperson: “While no-one\ncould have predicted this toddler’s tragic death, it is clear there were a\nseries of missed opportunities in identifying the harm [they] were exposed to.\n“The review raises concern over the assessment of risk surrounding the child\nand it is now important that all its recommendations are swiftly acted on. The\nchild must always be at the heart of decisions that professionals make in these\nsituations and lessons must be learned from this report”.5. The article also\nappeared online on kentnews.live in substantively the same format on 18 October\nunder the headline “More than 10 opportunities were missed to save a toddler in\nDover who died after she swallowed her mother's methadone”.6. The complainant,\nthe custodial guardian of the four children, said that by identifying the\nchildren’s mother, as well as their youngest sibling as being the subject of\nthe anonymised Serious Case Review, the article had identified the other\nchildren, three of whom shared the surname of the deceased child. She said that\nthis was intrusive and unjustified.7. The complainant\nsaid that the article had inaccurately reported that concerns relating to the\nchildren’s mother had dated back to 1988 when, in fact, the safeguarding report\nhad said that agencies were known to be involved with the family since 1998;\nshe said that this significantly misrepresented the timeline of the woman’s\ninteractions with safeguarding services. The complainant also said that the\nSerious Case Review contained inaccuracies which were repeated in the article.\nSpecifically, she disputed the claims that four of the children had been born\noutside a hospital setting, that they had missed medical appointments, and that\nthey had all required medical treatment after birth.8. The newspaper\ndid not accept a breach of the Code. It said that the mother’s conviction in\nrelation to the death of her child had been an extremely high profile case\nwithin the local area. It also said the precise circumstances surrounding the\ndeath of the child had been distinctive and unusual and the factual\ncircumstances had been detailed at length in the Serious Case Review.9. The newspaper\nnoted that no reporting restrictions had been imposed during the criminal\nproceedings following the youngest child’s death which would prohibit the media\nfrom naming either the mother or the child. It denied that the other siblings\nwere identifiable from the article, or that the information which was published\nrepresented an intrusion into the children’s private life or their time at\nschool. The publication said that it had taken steps to protect the identity of\nthe siblings by removing identifying details included in the safeguarding\nreport. It noted that, in court, reporters had asked if the woman could be\nreferred to as a ‘mother of five’ and this had been permitted.10. The newspaper said that there was a public interest in\nexamining the way publicly funded social services work, their mistakes and what\nimprovements could be made. The fact that the Children’s Safeguarding report\nhad chosen to conduct a Serious Case Review into events leading up to the\nchild’s death showed that there were serious concerns to be considered.  It said that the article had highlighted many\nsafeguarding failures which may have contributed to the child’s death; it said\nthat the article was not about the family's perceived failings, but rather, it\naddressed the possible shortfalls in safeguarding which may have led to the\ndeath of a young child. The newspaper said reporting on this was of significant\npublic interest.11. The newspaper said that the article was an accurate\nreport of a Serious Case Review which was in the public domain. While the\nnewspaper noted that the published report had anonymised the child and their\nmother, it said that it had been placed within the public domain and the facts\nsurrounding the child’s death had been so unusual, it was journalistically\nunfeasible and unrealistic not to connect the serious case review to the\nprevious court case. It said that the mother’s conviction had been heavily\npublicised and the woman and deceased child had been widely named at that time,\nand their address had been published.12. The newspaper acknowledged that the date at which\nconcerns were first raised by safeguarding authorities had been misreported. It\nsaid that this typographical error was immediately amended when it was brought\nto the publication’s attention, and a footnote was added to the online article\nas follows:A previous version of this article stated that ‘Several\ncauses for concern were outlined dating back to 1988’. We would like to make\nclear that this should have in fact stated 1998, and has now been amended.13. The newspaper also offered to publish a similar\nclarification on page four of the print edition.14. The publication said that it was reasonable to rely on\nthe accuracy of the Serious Case Review. However, it said that it would be\nhappy to amend any inaccuracies should the Safeguarding Children’s Board make\nany changes to the report.Relevant Code provisions15. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 6 (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.The Public InterestThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.1. The public interest includes, but is not confined to:Detecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the publicDisclosing\nconcealment, or likely concealment, of any of the above.2. There is a public interest in freedom of expression\nitself.3. The regulator will consider the extent to which material\nis already in the public domain or will become so.4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.Findings of the Committee16. The article had included highly sensitive information\nabout the four children on whose behalf the complaint had been made, including\nabout their emotional and physical wellbeing, their upbringing and ability to\nintegrate within society, and their relationship with their mother. This\ninformation clearly related to their private life and had the potential to be\nintrusive. The article had named the children’s mother and the child who had\ndied. By virtue of this, the woman’s remaining children were identifiable as\nbeing the subject of the Serious Case Review to those who knew them.17. This had the clear potential to intrude into the\nchildren’s private lives, and their time at school. An exceptional public\ninterest was required justify publication of this material.18. The purpose of a Serious Case Review is to analyse how\nand why a tragic incident such as the death of the children’s youngest sibling\nhad happened, with the aim of learning lessons so that it can be prevented from\nhappening again. Publicity about the conclusions of a Serious Case Review is an\nessential part of this process. It enables the public to hold to account those\ncharged with keeping children safe.19. In this instance, the Serious Case Review found that\nthere had been missed opportunities to intervene over the course of many years,\neven before the child’s birth. It was necessary, in order to identify the\ngravity of these alleged failings, to detail concerns of serious neglect within\nthe family which the authorities had failed to act upon. The key factual\ncontext was that the mother had four older children, and that no action had\nbeen taken in relation to concerns raised about their welfare, a number of\nyears before the youngest child had died. The Serious Case Review had been\nproduced to provide critical reflection, draw out lessons and safeguard for\nother children in similar circumstances in the future. The reporting of the\nprecise nature of the children’s “neglect”, and the impact upon them, enabled\nthe newspaper to scrutinise the extent of the agencies alleged failings and\nhold them to account.20. This was an exceptional public interest, which justified\nthe publication of details from the report. There was also a specific public\ninterest in identifying the mother and the child, so that the public were able\nto understand the specific tragic consequences of the alleged failings, in the\ncontext of previous reporting of the criminal proceedings relating to the death\nof the child. This public interest was sufficient to justify to justify the specific\nintrusions identified in this case. There was no breach of Clause 2 or Clause\n6.21. The complainant had said that the article had repeated a\nnumber of alleged inaccuracies included in the Serious Case Review. The\nnewspaper was not responsible for the content of the Report, and the\ninformation in the report was clearly attributed to the Review. The newspaper\nwas entitled to rely on the Report, and there was no failure to take care over\nthe accuracy of these claims, and therefore no breach of Clause 1 (i). The\nCommittee did not establish that the article included any significant\ninaccuracies requiring correction under the terms of 1(ii). Nonetheless, given\nthe sensitive circumstances of the case, it welcomed the publication’s\nundertaking to correct any information which the Safeguarding Children Board\nmight later concede to be inaccurate.22. The newspaper had misreported the year that agencies\nwere known to have first been involved with the family. The Committee welcomed\nthe newspaper’s decision to promptly amend the online article and to append a\nfootnote accordingly. However, the Committee did not consider that this\ntypographical error had given rise to a significantly misleading impression.\nThe article had made clear the nature of the concerns raised in the Serious\nCase Review. While the typographical error was unfortunate, it did not\nconstitute a failure to take care over the accuracy of the report or a\nsignificant inaccuracy, in the context of the article. There was no breach of\nClause 1 on this point.Conclusion23. The complaint was not upheld.Remedial action required24. N/AIndependent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. Date complaint received: 25/10/2017Date decision issued: 09/05/2018  \n \n \nBack to ruling listing\n\n\n"
}