{
    "url": "/rulings-and-resolution-statements/ruling/?id=19433-17",
    "title": "19433-17 Prakodwong v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-10-24 00:00:00",
    "received_on": "2017-10-26 00:00:00",
    "concluded_on": "2018-01-31 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A. Date complaint received: 26/10/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 19433-17 Prakodwong\nv mirror.co.uk\nSummary of complaint 1.   \nPeter Prakodwong\ncomplained to the Independent Press Standards Organisation that mirror.co.uk\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Resident films junkie injecting heroin on\ndoorstep ‘like scene from Living Dead’ then plasters her image on ‘wanted’\nposters”, published on 24 October 2017. 2.   \nThe\narticle reported on the steps taken by the complainant to address drug use in\nhis local area. It reported that the complainant had used a surveillance camera\nhidden inside his doorbell to film “a half-naked heroin addict injecting on his\ndoorstep outside his flat”. It claimed that following the incident, an alert\nwas sent to the complainant’s mobile phone; he then “raced home, but the woman\nhad already disappeared”. The article reported that the complainant had\nuploaded the footage to his YouTube channel, and then made and placed posters\nfeaturing still images from the video around his building, “in an attempt to\npublicly shame [the woman]”. The article included an image of the poster, which\ndirected readers to the YouTube video. 3.   \nThe\narticle reported that the hidden surveillance camera had recorded the woman’s\nreaction a few days later when she removed the posters, and that the\ncomplainant had given all of the surveillance footage to the police. 4.   \nThe\narticle included the video of the woman allegedly injecting heroin and still\nimages taken from the video; in one of these images the complainant’s flat\nnumber was visible. The article also made reference to the complainant’s road\nname, and other details about his address. 5.   \nThe\ncomplainant said that the article contained various inaccuracies, and he\nexpressed concern that he was not given a draft copy of the article prior to\npublication. He said that he did not “race home” once he was alerted to the\nvideo footage, as he returned home around 36 hours later; that the woman\nremoved the posters around 2 months after he had put them up; and that he did\nnot hand over all of the footage to the police. The video published on the\ncomplainant’s YouTube channel stated that the time gap between the woman being\nfilmed and removing the posters was 6 weeks. 6.   \nThe\ncomplainant said that the article had intruded into his private life. He said\nthat the inclusion of his road name, the floor which he lived on, and his flat\nnumber, would identify him to people living in the local area. The complainant\nsaid that he had informed the news agency that he wished to remain anonymous in\nthe article, and given its subject, he expressed particular concern for his\nsafety. He provided copies of correspondence that he had with the news agency,\nand telephone recordings of these conversations, which he said demonstrated his\nposition. 7.   \nThe\npublication did not accept that there had been a breach of the Code. It said\nthat the complainant had initially contacted the news agency with his story for\nthe purpose of publication, and that the chronology of events was sent to the\ncomplainant prior to publication. This stated that in “December 2016 - You\ndecide to take matters into your own hands and make posters of the woman.\nCamera records her pulling down the posters”. The complainant responded by\nsaying that this description was “okay” and he did not dispute the time frame. The\npublication had seen copies of this correspondence prior to publication and as\nsuch, it was under the reasonable impression that these events happened “a few\ndays” apart. 8.   \nThe\npublication provided an email from the complainant in which he had stated that “the\nmet police are not doing nothing about him, I have given them most of the\nvideos”. It said that as such, it was not significantly inaccurate or\nmisleading to report that the complainant had “handed all the footage to\npolice”. 9.   \nThe\npublication said that the complainant had informed the news agency of his road\nname, door number, and which floor he lived on; he was told that this\ninformation would be included in the article and he did not object to this at\nthe time. It said that it was aware of the complainant’s request to remain\nanonymous and as such, his name was not published. The publication also said\nthat the complainant had uploaded an unedited version of the video to his\nYouTube channel, in which his door number was visible; he did not request that\nhis door number was obscured in the article. It noted that members of the\npublic were directed to this video on the posters which the complainant had displayed\naround his building. Nevertheless, upon receipt of the complaint, the\npublication pixelated the complainant’s door number in the image as a gesture\nof goodwill.\nRelevant\nCode Provisions\n10. Clause 1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.Clause\n2 (Privacy) i)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information. iii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nFindings\nof the Committee 11. Prior to publication, the reported\nclaims had been put to the complainant; he had been asked about when he put the\nposters up around his building, and when the woman was seen to have removed\nthem. The complainant did not appear to dispute the accuracy of the information\nat the time. The publication demonstrated that it had taken sufficient care to\nensure the accuracy of the article. There was no breach of Clause 1 (i). 12. The complainant said that it was\ninaccurate to report that the woman had taken the posters down a few days after\nhe had put them up, as it occurred 2 months later. The Committee noted that the\nvideo on the complainant’s YouTube channel had stated that the time gap between\nthe woman being filmed and removing the posters was 6 weeks. In any event, the\narticle had accurately reported that the woman had taken the posters down and the\nCommittee did not consider that the exact time that she had taken to do so was\nsignificant. 13. Furthermore, the complainant said\nthat he did not “race home” when he was alerted to the incident, and that he\ndid not hand “all” of the surveillance footage to the police. In the context of\nan article which accurately reported that the complainant had covertly filmed\ndrug taking in his building, the Committee did not consider that any\ndiscrepancy regarding when he arrived home or the amount of footage which he\nhad handed to the police was significant, such as to require correction under\nthe Code. There was no breach of Clause 1 on these points. 14. Clause 2 of the Code states that\naccount must be taken of the complainant’s own public disclosures of\ninformation. The complainant had posted the video on his public YouTube\nchannel, which showed an unpixelated image of his flat number. He had also\ndirected members of the public to view this video, on the posters which he placed\naround his building. The video was still online at the date that the article\nwas published and the Committee considered that the complainant had placed this\ninformation in the public domain. In such circumstances, the Committee did not\nconsider that the complainant had a reasonable expectation of privacy in\nrelation to this information, and its publication did not represent an\nintrusion into his private life. There was no breach of Clause 2.\nConclusions\n15. The complaint was not upheld. \nRemedial action required 16. N/A. Date complaint received: 26/10/2017Date decision issued: 31/01/2018\nBack to ruling listing\n\n\n"
}