{
    "url": "/rulings-and-resolution-statements/ruling/?id=19498-17",
    "title": "19498-17 Perrin v The News (Portsmouth)",
    "provisions": [
        "6 Children (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The News (Portsmouth) (National World Publishing Ltd)",
    "published_on": "2017-10-27 00:00:00",
    "received_on": "2017-10-30 00:00:00",
    "concluded_on": "2018-01-10 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "12. The complaint was not upheld.",
    "remedial_action": "13. N/A.Date complaint received: 30/10/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 19498-17 Perrin v\nThe News (Portsmouth)\nSummary of Complaint\n1.\nGillian Perrin complained to the Independent Press Standards Organisation that The\nNews (Portsmouth) breached Clause 6 (Children) of the Editors’ Code of Practice\nin an article headlined “NAME THEM”, published on 27 October 2017.\n2.\nThe article reported that the police were appealing for the public’s help to\nidentify thirty individuals who they wished to contact as part of its investigation\ninto public disorder at a football match; spectators had reportedly “ran across\nthe pitch aggressively” and further disorder and bad behaviour was reported to\nhave occurred outside of the stadium, following the match. On the front page of\nthe newspaper, images of the thirty individuals had been published. This\nincluded an unpixelated image of the complainant’s son, who had attended the\nfootball match.\n3.\nThe article was published online in substantively the same format, headlined “PICTURES:\nPolice release 30 photos after Pompey disorder”. This article originally\nincluded an unpixelated image of the complainant’s son. \n4.\nThe complainant said that the newspaper had published the image of her son, who\nwas thirteen years old at the time, without her consent. She said that this had\ncaused great distress to them both. The complainant provided a copy of a letter\nreceived from the police which stated that her son had “been identified from\nCCTV footage as being part of…these incidents”. It also outlined that the\npolice would not prosecute the complainant’s son for his involvement in the\nincident, but that it would take steps proportionate to his age and lack of\nprevious convictions.\n5.\nThe newspaper did not accept that there had been a breach of the Code. It said\nthat the images were published in good faith, as part of an ongoing police inquiry\ninto a serious crime. The newspaper explained that it had initially been\ncontacted by the police press office, who asked if it wanted to publish the\nstory. Having agreed, the newspaper said that the police then supplied it with\na press release and the images of the individuals, for the purpose of\npublication. \n6.\nThe newspaper said that the aim of publishing the images was to identify those\npictured. Given the nature of the police appeal, it was not made aware of the\nnames or ages of the individuals and so was not able to carry out the usual\nchecks prior to publication. The newspaper said that as such, it did not\nconsider the publication of the images against the terms of the Code.\n7.\nThe newspaper said that following publication, the police informed it once any\npictured individual had been successfully identified and requested that their images\nwere pixelated in the online article. The newspaper said that the complainant’s\nson’s face had been obscured following the police’s request, and before the\ncomplainant had made her complaint. His image was not re-published in print.\n8.\nThe newspaper said that although it could not have considered the complainant’s\nson’s age prior to the publication of his image, its publication was justified\nin the public interest, in line with detecting or exposing crime or serious\nimpropriety. Nevertheless, the newspaper offered to publish a follow-up article\nwhich would outline that the complainant’s son had cooperated with the police\ninvestigation.\nRelevant Code\nProvisions\n9. Clause 6 (Children)\ni) All pupils should be free to\ncomplete their time at school without unnecessary intrusion.\nii) They must not be approached\nor photographed at school without permission of the school authorities.\niii) Children under 16 must not\nbe interviewed or photographed on issues involving their own or another child’s\nwelfare unless a custodial parent or similarly responsible adult consents.\nThe Public Interest\n1. The public interest includes,\nbut is not confined to:\n§  Detecting or exposing crime, or\nthe threat of crime, or serious impropriety.\n§  Protecting public health or\nsafety.\n§  Protecting the public from being\nmisled by an action or statement of an individual or organisation.\n§  Disclosing a person or\norganisation’s failure or likely failure to comply with any obligation to which\nthey are subject.\n§  Disclosing a miscarriage of\njustice.\n§  Raising or contributing to a\nmatter of public debate, including serious cases of impropriety, unethical\nconduct or incompetence concerning the public.\n§  Disclosing concealment, or likely\nconcealment, of any of the above.\n2. There is a public interest in\nfreedom of expression itself.\n3. The regulator will consider\nthe extent to which material is already in the public domain or will or will\nbecome so.\n4. Editors invoking the public\ninterest will need to demonstrate that they reasonably believed publication -\nor journalistic activity taken with a view to publication – would both serve,\nand be proportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest\nwould need to be demonstrated to over-ride the normally paramount interests of\nchildren under 16.\nFindings of the Committee\n10.\nThe Code provides specific and important protection to children. The fact that\nthe complainant’s son was suspected of being involved in criminal activity was\na matter which clearly related to his welfare. \nClause 6 was engaged by the publication of a photograph of him, without\nparental consent. An exceptional public interest was required, to override the\nchild’s right to protection from intrusion. \n11.\nThe photograph had been provided to the newspaper by the police, and it had\nbeen published to assist the police in the identification of individuals\nsuspected of engaging in criminal activity. The public interest in exposing or\ndetecting crime is specifically recognised in the Code. The newspaper had considered\nthe public interest prior to publication, albeit not in relation to Clause 6,\nas it had not been aware of the complainant’s son’s age. The Committee noted\nthat editors should be vigilant regarding the ages of photograph subjects to\nprevent an inadvertent breach of Clause 6. In this case, there was an\nexceptional public interest in publishing the boy’s photograph, and there was\nno breach of Clause 6. Nonetheless, the Committee welcomed the publication’s\ndecision to swiftly remove the complainant’s son’s photograph, when the police\nconfirmed that he had been identified.\nConclusions\n12. The\ncomplaint was not upheld.\nRemedial action required\n13. N/A.Date complaint received: 30/10/2017Date decision issued: 10/01/2018\nBack to ruling listing\n\n\n"
}