{
    "url": "/rulings-and-resolution-statements/ruling/?id=19509-17",
    "title": "19509-17 Nokes v The Sunday Times",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2017-10-29 00:00:00",
    "received_on": "2017-10-31 00:00:00",
    "concluded_on": "2018-03-29 00:00:00",
    "complaint_processing_days": 149,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/ADate complaint received: 31/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19509-17 Nokes v The Sunday TimesSummary of complaint1. Caroline Nokes\nMP complained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “Minister faces police inquiry over ‘bogus’\nplanning papers”, published on 29 October 2017. The article was also published\nonline with the headline “Caroline Nokes faces police inquiry over ‘bogus’\nplanning papers”.2. The article\nreported that the Chief Constable of Hampshire Police had asked detectives to\nreview a planning application to develop the complainant’s constituency home,\nafter it had emerged that the application had been made in the name of the\ncomplainant’s sister, rather than her own name. It explained that planning laws\nstate that an application must declare the identity of a property’s true owner.\nIt reported the complainant’s position that this was a “genuine error”.3. The article\nreported that the complainant did not seek planning permission before\nrenovating a garage at the property, which now includes a kitchen, living room\nbedroom and gas and electricity facilities. It reported that according to the\nlocal council’s planning policy, “domestic outbuildings”, are not permitted if\nthey provide “additional habitable accommodation”.  The article later reported that “the [local\nauthority] said the garage development did not require planning permission”.\nApart from the headline, the online article was the same as the print article.4. The article was\naccompanied by a graphical representation of the complainant’s home and its\nsurroundings. It showed the house, the general layout of the property,\nincluding the outbuildings and planned outbuildings. It also showed the\nproperty’s boundaries, and that that there was a driveway to the garage, and a\npath to the front door, both leading from the road. The article was also\naccompanied by a photograph of the front of the house, as it appeared from the\nroad, and a photograph of the garage subject to renovation. The graphic was\ntitled “The ‘Garage’ that Nokes built”. The garage in the graphic was labelled\n“October 2015 Start of works to convert existing garage to residential use for\nparents. Built without planning permission”.5. The complainant\nsaid that by publishing a detailed layout plan of her property, including all\nmain points of access, the newspaper had breached her security and privacy. She\nsaid it was not a pre-existing drawing, and there is no comparable layout\nillustration available. She said she warned the newspaper before publication\nthat she would consider publication of pictures of her property as a breach of\nher privacy and security; she said that the newspaper went further and\npublished an entire layout diagram. She said that the plan had been extensively\nre-published on social media by a campaign group, and that as a result, she was\nforced to install a further locking gate to maintain her security, following a\nthreat of protestors coming to her home. In addition, the complainant said that\na previous article had identified her home as being within her constituency,\nand said that by reporting it was also in an area governed by a certain local\nplanning authority, the newspaper had narrowed the location to a handful of\nroads.6. The complainant\nsaid that she had not “built” the garage, and that the reference to her having\ndone so “without planning permission”, clearly implied wrongdoing. She said\nthat the garage was built in the early 1900s, and according to planning authorities,\nthere are no planning conditions attached to it. She said she had not required\nplanning permission to renovate the garage.7. The newspaper\nsaid that the published layout plan of the property was drawn on the basis of\npublicly accessible imagery on Google maps, and from a publicly available\ndocument on the planning pages of the local authority’s website. It said it was\nwell aware of the security concerns of public figures, and ensured before\npublication that neither the illustration nor the article would include more\ninformation about the location of the home than was already in the public\ndomain, other than that it was in a certain area in Hampshire. The newspaper\nnoted that the complainant’s address had been in the public domain for some\ntime, and was known to the campaign group to which the complainant had referred\nprior to publication of the article. It said that the property’s access points\nare visible from the street. It said that prior to publication, the complainant\nhad told its journalist that she would consider publication of photographs of\nthe rear of her property to be a breach of her privacy. It said it had not\npublished such photographs; the photographs accompanying the article were of\nthe main house, and of the front of the garage, as seen from the road. The\nnewspaper denied it had breached the complainant’s privacy, but offered to\nremove the layout plan from the online article, as a gesture of goodwill.8. The newspaper\nsaid that the local authority’s planning policy is not to permit the\ndevelopment of domestic outbuildings so as to provide additional habitable\naccommodation. It said it was not inaccurate for it to draw to the public’s\nattention the fact that a Member of Parliament had redeveloped her garage to\nprovide additional accommodation in circumstances where the article did not\naccuse the complainant of wrongdoing, and made clear that the authority had\nsaid that no planning permission had been required.9. The newspaper\nsaid that the title of the layout plan (“The ‘Garage’ that Nokes built”), was\nintended to be a reference to the renovation of an old garage, being a play on\nthe nursery rhyme ‘The House that Jack Built’. It said it was not meant\nliterally, and denied that the caption was inaccurate, when the article was considered\nas a whole. As a gesture of goodwill, it offered to remove the phrase from the\nonline article.Relevant Code provisions10. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence should\nbe as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.The Public InterestThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.1. The public interest includes, but is not confined to:i. Detecting or exposing crime, or the threat of crime, or\nserious impropriety.ii. Protecting public health or safety.iii. Protecting the public from being misled by an action or\nstatement of an individual or organisation.iv. Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.v. Disclosing a miscarriage of justice.vi. Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.vii. Disclosing concealment, or likely concealment, of any\nof the above.2. There is a public interest in freedom of expression\nitself.3. The regulator will consider the extent to which material\nis already in the public domain or will or will become so.4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication – or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.Findings of the Committee11. Generally, the Committee would not consider someone’s\naddress, or broad details about the layout of a property, to be private\ninformation. However, the Committee recognised that for certain individuals,\nincluding those with a high public profile, publication of information about\ntheir homes may give rise to concerns about security, which may result in an\nintrusion into their private lives.  For\ninstance, in this case, the Committee acknowledged the complainant’s concern\nthat the information about the layout of her property may give assistance to\nthose who wish to lobby, protest or intimidate her at her home, due to her role\nas a Member of Parliament. The Committee considered whether the newspaper had\nfailed to have sufficient regard for the complainant’s privacy, by publishing\nthe information about her property contained in the article.12. The Committee noted the complainant’s concern that, by\ndisclosing the fact that the home was in a certain planning authority area,\nwhereas in previous coverage it had been described as within her constituency,\nthe newspaper had narrowed the location to a small number of roads. However,\nthe article did not identify the precise road the complainant’s house was on,\nand the Committee also noted that the complainant’s address had already been\nplaced into the public domain. The newspaper had not introduced into the public\ndomain further material information about the location of the complainant’s\nproperty, and the inclusion of the reference to the local planning authority in\nwhich the property was situated was justified in the context of an article\nwhich concerned issues relating to the authority's planning policy . This\naspect of the complaint under Clause 2 was not upheld. 13. The information about the layout of the complainant’s\nproperty contained in the graphic accompanying the article, including the\naccess points from the roads, did not go substantially further than the\ninformation which was available in the public domain, by using Google maps. In\naddition, information about the property’s access points could be obtained by\nlooking at the property from the street. Where the information contained in the\narticle about the property’s layout was publicly available, the Committee\nconsidered that publication of the plan within the article did not represent an\nintrusion in to the complainant’s private life. In addition, the plan was not\npublished gratuitously or without justification; it was included to illustrate\nthe changes made to the complainant’s property which were the subject of the\narticle. The Committee welcomed the newspaper’s offer to delete the plan from\nthe online article, in response to the complainant’s concerns, but there was no\nbreach of Clause 2.14. The title of the layout diagram was “The ‘garage’ that\nNokes built”, and was accompanied by a label: “October 2015: Start of works to\nconvert existing garage to residential use for parents. Built without planning\npermission”.  The Committee considered\nthat the diagram and label were inconsistent, and that it was unclear from the\ncaptions whether the complainant had built a new garage, or converted an\nexisting garage. However, the text of the article clarified that the piece was\nconcerned with the complainant’s “redevelopment of a garage to provide a home\nfor her parents” in light of the local authority’s planning policy in relation\nto developing buildings to provide additional habitable accommodation.  The Committee considered that the article as\na whole made clear that the issue which had raised “new questions”, was the\nredevelopment of an existing garage, rather than the construction of a new\ngarage. The article was not misleading on this point. 15. The references to the complainant not having sought\nplanning permission before renovating the garage, or that it was “built without\nplanning permission”, were, if taken alone, capable of implying that the\ncomplainant had breached planning laws; a serious allegation, the newspaper had\nnot sought to justify. However, the Committee considered these statements in\nthe context of the entire article. The article referred to the garage\nrenovation as raising “new questions”, and contrasted the fact that permission\nhas not been sought, with the local council’s planning policy. The article also\nreported, although some paragraphs later, that the local authority had\nconfirmed that the garage renovation did not require planning permission. In\nthese circumstances, where the Local Authority’s position that planning permission\nwas not required was stated unambiguously, albeit at the end of the article, it\nwas not misleading in the manner alleged. There was no breach of Clause 1 on\nthis pointConclusions16. The complaint was not upheld.Remedial Action Required17. N/ADate complaint received: 31/10/2017Date decision issued: 29/03/2018\nBack to ruling listing\n\n\n"
}