{
    "url": "/rulings-and-resolution-statements/ruling/?id=19508-17",
    "title": "19508-17 The European Business Assembly v The Times",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "received_on": "2017-10-31 00:00:00",
    "concluded_on": "2018-01-29 00:00:00",
    "complaint_processing_days": 90,
    "conclusion_long": "25. The complaint was not upheld.",
    "remedial_action": "22. N/A Date complaint received: 31/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19508-17 The European Business Assembly v The Times\nSummary of Complaint\n1. The European\nBusiness Assembly (EBA) complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy), Clause 3\n(Harassment), and Clause 12 (Discrimination) of the Editors’ Code of Practice\nin an article headlined “Oxford in fake awards farce”, published on 24 July.\nThe article was also published online as three separate articles headlined\n“Oxford university in fake awards farce”, “And the winner is . . . anyone able\nto stump up for ‘Oxford’ award” and “Figures from politics and academia signed\nup to lend EBA events some credibility”.\n2. The print\narticle began on the front page, and continued as a double page spread inside\nthe newspaper, with a number of separate articles under the banner headline\n“And the winner is …anyone able to stump up for ‘Oxford’ award”.\n3. The article\nclaimed that the academic reputation of Oxford University was being exploited\nby the complainant, who it said sold “fake awards”. The article reported that\nformer employees had said they were encouraged to send “mass emails”, and to\n‘cold-call’ foreign businesses and academics “with claims that they had been\nnominated for an award”. The article went onto explain that anybody expressing\nan interest in an award would be given several cost options, ranging from £3000\nto £9000. It claimed that “anyone who agreed to pay to attend a ceremony was\ngiven an award”. The article reported that after being told he had been\nnominated, a named individual had been told he had won an award, despite\nsubmitting no information. The article stated that multiple recipients\ntypically received each named award.  It\nclaimed that several award winners “acknowledged that the awards were a ‘PR\nexercise’ to generate positive press coverage”.\n4. In support of\nthe claim made by the newspaper that the complainant “sought to trade on the\nreputation of the University of Oxford”, the article claimed that it used\nphotographs of Oxford colleges in its advertising, the university’s typeface in\nits logo and claims to offer attendees at its events access to “exclusive\nOxford University lectures”. It claimed that a former employee had said that\nthey were told to “muddy the distinction between [the complainant] and Oxford\nUniversity”. The article claimed that the business was run from an office in\nUkraine by Anton Savvov, and his son, Ivan. One of the article’s subheadlines\nreferred to them as “Ukrainian businessmen”, and claimed that they had\n“exploited [the] university to make millions from made-up honors”. The article\nclaimed that “[The complainant’s] business model has proved lucrative but it is\nnot illegal. It claimed that although higher education providers must be\naccredited to award degrees, no legislation exists to prevent companies\nmarketing “vanity awards”.\n5. The complainant\nsaid it was a bona fide organisation, and that its awards were genuine and no\nless worthy than other industry-type awards. It said that its awards must be\nconsidered in light of its stated aim to promote and encourage links between\nlike-minded individuals, and to enhance the communities in which it operates.\nIt said that the thrust of the article was that it was a purveyor of fake\nawards and was inappropriately exploiting the academic reputation of the\nUniversity, which was a serious inaccuracy.\n6. The complainant\nsaid that the account of its business activities contained in the alleged\ncomments of former employees, as reported in the article, were false. The\ncomplainant explained that there were a number of stages to the awards process.\nAt the first stage, its researchers collect evidence and facts in support of\nnominating an individual, including facts such as corporate or academic\nrankings, or winning other awards. Based on this research it would contact\nnominees with a request for information to support the nomination. It said that\n80% of nominees did not pass beyond this first stage. The complainant said it\nwas unable to provide details on what proportion of applicants are successful\nhaving submitted an application for an award, and following the decision stage.\nHowever, it said that only a very small number of companies or individuals\nreach the stage of being presented with one of its awards. For example, it said\nthat in 2014 and 2015 there were 3 and 9 winners of one of its named awards,\nrespectively. It said that the assertion that its awards were “fake” was\nwithout foundation.\n7. The complainant\ndenied it had “sought to trade on the reputation of the University of Oxford”.\nIt said that it was a fact that it was registered and based in Oxford. It said\nit was perfectly proper for it to use images of Oxford in its marketing\nliterature, as is the case with many other organisations situated there. The\ncomplainant said its logo’s typeface was the widely available Times New Roman,\nand the use of this font did not show it was exploiting the university’s\nreputation.\n8. The complainant\nsaid that just over £2million had been generated by the company through\nconference fees, advertising, royalties, sponsorship packages, and executive\ntraining. The complainant said it was a clear exaggeration to report that Anton\nand Ivan Savvov had “made millions” from its operations. It said that Anton\nSavvov was not connected to the business, either as a shareholder or a\ndirector, and that Ivan Savvov’s salary was a five-figure sum.\n9. The complainant\nsaid that Ivan Savvov was on holiday from 4 to 24 July. It said that he\ntherefore did not personally open an email sent by the newspaper on 20 July,\nprior to publication, giving him the opportunity to comment. It said it was not\nnormal practice to respond to emails while on holiday, and that when Mr Savvov\nreturned, the article had been published.\n10. The complainant said that the newspaper had breached\nClause 3 (Harassment) by approaching its business partners in a manner which\ndamaged its reputation, and which was intimidatory and harassing. The\ncomplainant said that the article’s emphasis on Ivan and Anton Savvov being\n“Ukrainian businessmen” was highly discriminatory, in breach of Clause 12.\n11. The newspaper said that the meaning of the allegation\nthat the complainant had sold “fake awards” was that it had sold awards which\nwere made to look real or valuable, in order to deceive. It said that the\ncomplainant’s awards were, both by their physical design, and the names given\nto them, designed to convey a value they did not have. In support of this\nposition, it said that from the information available on the complainant’s\nwebsite prior to publication, there did not appear to be a meaningful selection\nprocess for the awards, and that no or little merit was required to receive an\naward. It provided letters notifying individuals that they had been nominated\nfor awards, which it noted contained identically worded paragraphs explaining\nthe reasons why the complainant had selected them. The newspaper said it had\nalso been told by former employees that there was no meaningful judging\nprocess, and that it had spoken with the individual referred to in the article\nwho had been told he had won an award without having submitted any information\nabout his company.\n12. The newspaper said that it was not inaccurate to report\nthat the complainant had sought to exploit the reputation of Oxford University.\nIt referred to the complainant’s making frequent use of the word “Oxford”,\nincluding in its website name (awards.ebaoxford.co.uk), and email addresses. It\nsaid that this word was often used alongside words associated with\nuniversities, such as the “Club of Rectors”, operated by the complainant, and\nentitling members to use of the “Oxford Rector’s Lounge”.  The newspaper said that the article’s claims\nthat Ivan and Anton Savvov had “made millions”, that they “were likely to have\nmade millions of pounds” or that they had sold “millions of pounds worth of\nfake awards”, were based on the amount charged for an award and the length of\ntime for which the business had operated. It said that in 2016, there were 124\naward recipients, that this was from one award ceremony, and that the business\nhad been operating since 2000. It said that the average price charged for\nattending an award ceremony, multiplied by the number of recipients of awards,\njustified the claims that the complainant had “made millions”.\n13. In relation to the claim that the complainant was run by\nAnton Savvov, in addition to Ivan Savvov, the newspaper noted that Anton Savvov\nwas described on the complainant’s website as a board member, and that the\ncomplainant’s first public response to the article under complaint was signed\nby Anton Savvov as “Board Member, EBA”. In relation to whether it was\ndiscriminatory to refer to Anton and Ivan Savvov as “Ukrainian businessmen”,\nthe newspaper noted that the business has a large office in Ukraine, and that\nIvan Savvov is described as Ukrainian on his Companies House entry, and on the\ncomplainant’s documentation.\n14. The newspaper said that on 20 July, it sent an email to\nIvan Savvov and another director of the company, setting out what it intended\nto report, and providing an opportunity for them to comment. The newspaper said\nit called the complainant, before sending the emails, and spoke to an employee.\nWhen it made clear that it wanted Mr Savvov to see its email that day, the\nemployee said that she would send it to him and let him know that day. It said\nthat it was not suggested that Mr Savvov was on holiday or out of contact. In\naddition, it said that its email technology had been able to confirm that the\nemail had been opened multiple times shortly after it was sent on 20 July.\nRelevant Code provisions\n15. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n16. The Committee first considered the article’s claim that\nthe complainant “seeks to trade on the reputation of the University of Oxford”.\nThe article explained the basis for this claim: it alleged that the complainant\nuses photographs of Oxford colleges in its advertising, that it copies the\nuniversity’s typeface in its logo and that it claimed to offer “exclusive\naccess to Oxford University lectures”. The Committee considered that these\nfactors, which were clearly identified in the article, provided a basis for the\nnewspaper’s broader claim that the complainant had sought to “trade on the\nreputation of the University of Oxford”. For this reason, the Committee considered\nthat there was no failure to take care not to publish inaccurate information on\nthis point, such as to raise a breach of Clause 1 (i). The Committee considered\nthat the manner in which the newspaper had presented its claim that the\ncomplainant had sought to trade on the reputation of the university was not\nmisleading, such as to require correction under Clause 1 (ii); the basis of the\nclaim was identified in the article.\n17. An allegation that an award is “fake”, is capable of a\nbroad range of interpretations. The Committee recognised that the complainant’s\nawards existed, that the recipients of the awards may not have been deceived,\nand that the awards may be of value to those that received them. However, the\narticle under complaint explained clearly what the newspaper meant by its\nallegation. Namely, that it was the newspaper’s view that the manner in which\nthe awards were presented was not justified by the process by which the\nrecipients were selected. The Committee considered that care that had been taken\nover the accuracy of the claim that the awards were “fake”, in the context of\nthe article as a whole.\n18. The article set out a number of factors in support of\nthe newspaper’s position that little merit was required to win an award. These\nincluded: former employees stating that you would receive an award could be won\nif a fee were paid; an individual who had been told he had won an award despite\nproviding no information to demonstrate he deserved one; and individuals who\nhad received awards acknowledging that they were a “PR exercise”. Having set\nout the basis for its claim that little merit was required to win an award, the\narticle contained a description of the award ceremonies run by the complainant,\nwhich was not in dispute. The Committee considered that the newspaper had taken\ncare to set out in the article the basis on which it was claiming that the\nawards were “fake”.\n19. Prior to publication, the newspaper contacted both Ivan\nSavvov and another company director on 20 July, to give them an opportunity to\nrespond to the claims contained in the article. It called the complainant’s\noffice specifically to obtain the correct contact details. The newspaper used\nthe email address it was told to use by the complainant’s staff, and then\ncalled to receive confirmation it had been safely received. It was not told\nthat Ivan Savvov was on holiday, or that he would not see its email. The email\nwas sent on 20 July, with the article subsequently published on 24 July, which\nprovided adequate time for the complaint to respond. The Committee noted the\nefforts to which the newspaper had gone to provide the complainant with an\nopportunity to respond, which demonstrated the care it had taken not to publish\ninaccurate information. There was no failure to take care not to publish\ninaccurate information in relation to the article’s allegation that the awards\nwere “fake”, and no breach of Clause 1 (i) on this point.\n20. The Committee noted the complainant’s position that\nthere was in fact a selection process for its awards, in which candidates were\nexpected to provide information. It noted the complainant’s position that there\nwere examples of candidates who had not been successful in their application\nfor an award, although noted that the complainant was unable to provide information\non the overall proportion of candidates that failed to pass through the\nsubstantive stage of assessment. However, it was not in dispute that recipients\npay a fee to receive awards, and that the awards are marketed as providing a PR\nopportunity for recipients. In response to the complaint, the newspaper had\nbeen able to provide further material to support the article’s characterisation\nof the awards process. This included a number of letters from the complainant,\nexplaining to individuals the reasons why they had been nominated for awards in\nidentical terms. The Committee did not find that the article contained\nsignificant inaccuracies as to the process by which the complainant makes its\nawards. The Committee considered that in the context of the article, the claim\nthat the awards were “fake” was not misleading, such as to require correction\nunder Clause 1 (ii).\n21. The Committee noted the complainant’s position that\nAnton Savvov was a non-executive advisor, but not a director or shareholder.\nThe Committee noted that Anton Savvov was described by the complainant as being\non the “Board of Directors” on its website. It noted that the complainant’s\npublic response to the newspaper’s article was a statement signed “Anton\nSavvov, Board Member, EBA”. In these circumstances, the Committee considered it\nwas not misleading to refer to the business being run by Anton and Ivan Savvov,\nsuch as to demonstrate a failure to take over the accuracy of this claim under\nClause 1 (i), or as to require correction under Clause 1 (ii). There was no\nbreach of Clause 1 on this point.\n22. In relation to the claim that Anton and Ivan Savvov had\n“made millions” from their business, the Committee noted the complainant’s\ncomments about Ivan Savvov’s salary. However, it was not in dispute that in the\ncourse of the business’ operation, it had “made” over £2million. Where Ivan\nSavvov was the owner of the company, and given the nature of Anton Savvov’s\ninvolvement in the company,  it was not\ninaccurate to refer to them as having “made millions”, such as to demonstrate a\nfailure to take care over the accuracy of this claim under Clause 1 (i), or as\nto require correction under Clause 1 (ii). There was no breach of Clause 1 on\nthis point.\n23. The Committee noted the complainant’s concern that in\napproaching those who were involved with the business for comment, and\ninforming them of what it intended to publish, the newspaper had been engaged\nin harassment, in breach of Clause 3. The Committee said it would be for those\nindividuals to complain to IPSO, if they believe that they personally were harassed\nby the newspaper. The Committee made clear that while the complainant strongly\ncontests the allegations, the fact that a journalist had asked questions of\nthose involved in the business, about the business’ activities, did not\nrepresent harassment of the EBA, or Anton and Ivan Savvov.\n24. Nationality is not a characteristic listed in Clause 12,\nbut, in some circumstances, a reference to an individual’s nationality can\namount to a reference to their race or colour, and therefore such references\nmay need to be considered in their specific context. In this case, the\ncomplainant had not complained that the reference to Anton or Ivan Savvov as\nUkrainian, was a reference to their race or colour. In any event, the Committee\nwas satisfied with the newspaper’s explanation that this information had been\nincluded because a substantial part of the business appeared to operate out of\nUkraine, and this was genuinely relevant to the story. There was no breach of\nClause 12.\nConclusions\n25. The complaint was not upheld.\nRemedial Action Required\n22. N/A\nDate complaint received: 31/10/2017Date decision issued: 29/01/2018\nReview\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}