{
    "url": "/rulings-and-resolution-statements/ruling/?id=19501-17",
    "title": "19501-17 Ireland v Evening Telegraph",
    "provisions": [
        "3 Harassment (2016)",
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Evening Telegraph (Dundee) (DC Thomson Group) ",
    "published_on": "2017-10-14 00:00:00",
    "received_on": "2017-10-23 00:00:00",
    "concluded_on": "2018-01-29 00:00:00",
    "complaint_processing_days": 98,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/ADate complaint received: 23/10/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19501-17 Ireland v Evening\nTelegraph\nSummary\nof complaint 1.   \nChristopher\nIreland complained to the Independent Press Standards Organisation that the\nEvening Telegraph (Dundee) breached Clause 1 (Accuracy), Clause 2 (Privacy) and\nClause 3 (Harassment) of the Editors’ Code of Practice in an article headlined,\n“Hotel bins conman’s Jersey Boys bash/ Serial conman’s posh hotel show\ncancelled as shady past emerges” published in print on 14 October 2017. 2.   \nThe\nprint article reported that a Dundee hotel had cancelled a Jersey Boys event being\norganised by the complainant, after they became aware of his previous\nconvictions for fraud. The article reported that the complainant, had been\n“banned from being a company director for seven years following a probe by the\nInsolvency Service” and stated that the complainant “says he’s a doctor with a\nPhD.” The article included a quotation from the spokesperson of the hotel, who\nsaid “[the hotel] has recently been made aware of historical matters relating\nto the organiser” and also included a quotation from the complainant, who\nstated the event was cancelled, “as we missed our payment and when we went to\ndo it they said it was overtime and they have cancelled all events.” The\narticle included two photographs of the complainant, one taken outside court\nand another photograph which showed the complainant’s likeness. 3.   \nThe\narticle was also published online on 16 October 2017 with the headline “Dundee\nMalmaison cancels Jersey Boys show after conman organiser fails to pay bill”.\nThe article contained much of the same information as the print article,\nhowever it also stated that the complainant’s failure to pay a bill had also\ninfluenced the hotel’s decision to cancel the event. 4.   \nThe\ncomplainant said that he believed that one of the photographs had been taken\nfrom a private Facebook folder which the newspaper was not permitted to access.\nHe also said that the documents produced by the Insolvency Service were\nprivate, and the newspaper was not authorised to reproduce information\ncontained in the documents without prior consent from the Insolvency Service’s\npress office. 5.   \nThe\ncomplainant said that it was inaccurate for the article to state he had been\nbanned from being a company director, as he voluntarily requested the ban. He\nalso said that the article misleadingly suggested that he did not have a PhD\nand had not made clear that it had been the newspaper that had informed the\nhotel of his previous convictions. The complainant was concerned that the\nnewspaper had told the hotel that he would not pay his bills, and would steal\nticket money. 6.   \nHe\nalso raised concern that the article included information that had previously\nbeen reported by another publication, which was subject to legal proceedings.\nHe said that in these circumstances, the publication of the article represented\nharassment in breach of Clause 3. 7.   \nThe\nnewspaper did not accept it had breached the Code. It said that it had\ncontacted the hotel after concerns had been raised in the local community about\nthe complainant’s involvement with the event given his previous convictions.\nThe newspaper said that the article did not state who had informed the hotel of\nthe complainant’s conviction and had accurately reported that once the hotel\nwas made aware of the complainant’s past, it cancelled the event, and included\na statement from the hotel in support of this. The newspaper had added to the online\narticle when the hotel confirmed that it had also had concerns due to the\ncomplainant’s non-payment of a bill. It said that the statement in the article\nregarding his PhD was a statement of fact, as they had no proof of the complainant’s\nqualification, it was not in a position to definitively state that he had a\nPhD. 8.   \nThe\nnewspaper provided a copy of the press statement issued by the Insolvency\nService in relation to the complainant’s ban. The government press release\nstated that the complainant had been “disqualified as a company director for\nseven years” which the newspaper said was accurately reported in the article.\nIt also provided a copy of the photograph of the complainant, which had come\nfrom the newspaper’s archives as the complainant had featured in a public\nopinion piece in the newspaper previously. It said this photograph had not been\nsourced from the complainant’s social media, which the complainant accepted. 9.   \nThe\nnewspaper said that the article was based on its own investigation and\ninformation from its archives, not a reproduction of an article by another\npublisher. The newspaper noted that the complainant had continued to contact\nthe publication, requesting that it publish articles relating to other matters.\nIt said the publication of the article did not amount to harassment. \nRelevant Code Provisions 10. Clause 1 (Accuracy) i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)  A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and –where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\nClause 2 (Privacy) * i)  Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii)  Editors\nwill be expected to justify intrusions into any individual’s private life\nwithout consent. Account will be taken of the complainant’s own public\ndisclosures of information. iii)  It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3 (Harassment) * i) Journalists\nmust not engage in intimidation, harassment or persistent pursuit. ii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; now remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent. \nFindings of the Committee 11. The article had included two\nphotographs of the complainant. One photograph had been taken outside court,\nand the other, it was accepted, had been sourced from the newspaper’s archives;\nnot from the complainant’s private Facebook folder. The photographs had been\nused in the article to show the complaint’s likeness in relation to the\narticle, and did not show anything private in nature about the complainant. The\nCommittee noted that the complainant had previously consented to this\nphotograph being published, and its re-publication, in the context of an\narticle about his previous convictions and his involvement with the cancelled\nevent, did not breach Clause 2. 12. The information relating to the\ncomplainant’s company directorship ban came from a publicly available press\nrelease from the Insolvency Service. This information related to on the\nsanction that had been imposed on the complainant by a government body, which\nwas in the public domain. This was not private information about the\ncomplainant and the newspaper was entitled to report on it without his consent.\nThere was no breach of Clause 2 on this point. 13. The complainant had been\ndisqualified from being a company director for seven years, which was\naccurately reported in the article. Omitting the complainant’s position that he\nhad voluntarily agreed to the ban did not make the article inaccurate or give\nthe misleading impression the complainant suggested. Also, where the\ncomplainant does say that he holds a PhD, but the newspaper had not seen any\nevidence to support this position, it was not inaccurate for the article to\nstate that he “says he is a doctor with a PhD.” This did not give the\nsignificantly misleading impression the complainant believed and there was no\nbreach of Clause 1 on this point. 14. The article had accurately\nreported that once the hotel became aware of the complainant’s previous\nconvictions, it had cancelled the event. It had also included the complainant’s\nposition on the reason why it had been cancelled, and the online article had\nbeen updated to also include a further detail that influenced the hotel’s\ndecision. There was no breach of Clause 1. 15. The terms of Clause 3 generally\nrelates to the conduct of journalists during the newsgathering process and is\ndesigned to protect individuals from unwanted or repeated approaches by the\npress. The publication was entitled to report on its recent investigation, and\nthe Committee did not find that the publication of the article amounted to\nharassment under the terms of Clause 3. Conclusions 16. The complaint was not upheld. Remedial\nAction Required 17. N/ADate complaint received: 23/10/2017Date decision issued: 29/01/2018\nBack to ruling listing\n\n\n"
}