{
    "url": "/rulings-and-resolution-statements/ruling/?id=19525-17",
    "title": "19525-17 Sarwar v The National",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The National (Newsquest Media Group)",
    "published_on": "2017-09-21 00:00:00",
    "concluded_on": "2017-12-21 00:00:00",
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A Date complaint received  : 01/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19525-17 Sarwar v The National\nSummary of complaint\n1. Anas Sarwar MSP\ncomplained to the Independent Press Standards Organisation that The National\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “LABOUR CLOSES RANKS OVER SARWAR PAY SCANDAL”, published on 21\nSeptember 2017.\n2. The article was\nthe main story on the newspaper’s front page. The headline was accompanied by\nthe subheadline “Leadership hustings BANS questions on personal affairs amid\npressure over failure to pay living wage and kids’ private schooling”. It was\naccompanied by a large picture of the complainant, but no further text appeared\non the front page. The article was published during the complainant’s campaign\nto be leader of the Scottish Labour Party.\n3. The full article\nappeared on pages 2 and 3 of the newspaper. It reported that the complainant’s\nfellow leadership contender, Richard Leonard, “took a sideswipe at [the\ncomplainant] when he pointedly underlined that one-fifth of Glasgow workers\nearn less than the £8.45 real Living Wage”. It reported that the complainant’s\nleadership campaign has been “plagued by issues over his wealth, his family’s\nbusiness United Wholesale (Scotland) Ltd, and the failure of the company to\nensure all staff are paid the Living Wage”. It reported that the complainant\nowned around a quarter of the shares in the company, but that “it emerged some\nstaff at the firm are paid £7.50 an hour, lower than the £8.45 real Living Wage\nchampioned by Scottish Labour”. The article reported that “the issue dominated\npolitical discussions all day yesterday after [the complainant] suggested\nduring a morning radio interview that his family’s company did not pay the\nLiving Wage as it was not mandatory to do so”.\n4. The complainant\nsaid that the front page sub-headline’s reference to a “failure to pay living\nwage” would be reasonably understood by readers to be a reference to his own\nparliamentary staff’s pay, where no explanation was given as to his connection\nto his family’s company. He said that since being elected as an MSP, he has\npaid his parliamentary staff the National Living Wage and the Real Living Wage,\nand that the subheadline was therefore inaccurate. The complainant said that\nhis family’s business pays its staff the National Living Wage, but not all\nstaff are paid the higher Real Living Wage. He said that he had shares in the\ncompany at the time of publication, but was not a director.\n5. The newspaper\nsaid that the pay practices of the complainant’s family business had been\nwidely reported in the days prior to publication, including in a major radio\ninterview on the day before publication. In this interview, the complainant had\nsaid that the company did not pay all employees the Real Living Wage, as it was\nvoluntary, although he wished to make it mandatory. The newspaper said that in\nthe context of the coverage at the time, the headline and subheadline on the\nfront page were clearly referring to the complainant’s family business, not the\npay he gave his parliamentary staff. In addition, the newspaper said that the\nfront page was a headline and stand first to the article on the inside pages,\nand that it must be read in the context of the article as a whole. It said that\nthe main text fully explained the position, which was that the complainant was\na very significant shareholder in a business, which did not pay all employees\nthe Real Living Wage. The newspaper said that a living wage is defined as the\nminimum income necessary for a worker to meet their needs. It said that in the\nUK this is set by the Living Wage Foundation, and this is what the article was\nreferring to, rather than the legally mandated “National Living Wage”.\n6. The newspaper\nsaid that the article was not inaccurate, but to resolve the complaint, it\noffered to publish the following wording in its corrections and clarifications\ncolumn, on page 24 of the newspaper:\nOur front page article of 21 September said that there was\npressure on Anas Sarwar over a “pay scandal” and “failure to pay living wage”.\nThis was very clearly referring to the widely reported failure of Mr Sarwar’s\nfamily business to pay its staff a voluntary living wage, as advocated by the party\nhe wished to lead. No informed reader could interpret it otherwise.\nHowever, for the avoidance of any doubt, we are happy to\nclarify that this was not a reference to the wage paid to his parliamentary\nstaff. In addition, there was no suggestion that the company in question was\nfailing to pay the legally mandated “National Living Wage”. Our article related\nto the fact it did not pay all employees the higher “Real Living Wage”, as\ndefined by the Living Wage Foundation.\nRelevant Code provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The headline\nreferred to a “pay scandal”, and the sub headline summarised the “scandal” as a\n“failure to pay living wage”. The complainant’s business interests were a\nlegitimate subject of scrutiny, and had formed part of the media coverage of\nhim, prior to publication of the article under complaint. In that context, the\nCommittee considered that the subheadline’s reference to a “failure to pay\nliving wage” did not represent the more specific claim about the pay\narrangements for the complainant’s parliamentary staff. It represented a\nbroader claim that he was linked to a “failure to pay living wage”. The\nCommittee therefore considered whether this claim was supported by the text of\nthe article.\n9. The article\nexplained that the complainant owned a significant share in his family\nbusiness, and that this business did not pay all its employees the real living\nwage. It explained that the complainant had publicly responded to this issue\nthe previous day, saying that the company did not pay the “Living Wage” as it\nwas not mandatory, but that he supported a mandatory real living wage. Given\nthe complainant’s relationship to the company, and his public response to its\npay arrangements, the subheadline reference to a “failure to pay living wage”\nwas sufficiently supported by the text of the article. There was no failure to\ntake care not to publish inaccurate information in relation to the sub\nheadline, such as to raise a breach of Clause 1 (i). The subheadline was not\nsignificantly misleading, such as to require a correction under the terms of\nClause 1 (ii). The Committee nevertheless welcomed the newspaper’s offer of a\nclarification. \nConclusions\n10. The complaint was not upheld.\nRemedial action required\n11. N/A\nDate complaint received  :\n01/11/2017\nDate decision issued: 21/12/2017\nBack to ruling listing\n\n\n"
}