{
    "url": "/rulings-and-resolution-statements/ruling/?id=19577-17",
    "title": "19577-17 Campaign Against Antisemitism v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2017-09-26 00:00:00",
    "received_on": "2017-12-21 00:00:00",
    "concluded_on": "2018-04-10 00:00:00",
    "complaint_processing_days": 110,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. The Committee took into account the fact that both the newspaper and journalist wrote to the complainant to apologise on the same day the complaint was received, and the article was amended. It considered that the breach of Clause 1 had been appropriately remedied by amendment of the online article, and the newspaper’s offer to publish an apology, linked to the article via a footnote on the article. In light of the Committee’s decision, they should now be published.Date complaint received: 21/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19577-17 Campaign Against Antisemitism v Telegraph.co.uk\nSummary of complaint\n1. The Campaign\nAgainst Antisemitism complained to the Independent Press Standards Organisation\nthat Telegraph.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “What’s missing? The countries with no airports,\nrailways, trees and World Heritage Sites”, published online on 26 September\n2017.\n2. The article was\npublished in the publication’s travel section. It contained a number of lists\nof countries apparently lacking a certain characteristic. For example, it\ncontained a list of 5 countries without airports, 15 countries with no\nmountains, and 9 countries without rivers. Under the subheading “no banks”, the\narticle stated: “Only three countries on the planet don’t have a central bank\nowned or controlled by the Rothschild family”, and listed: Cuba, North Korea,\nand Iran.\n3. The complainant\nsaid that the claim that these three countries are the only countries which do\nnot have a central bank controlled by the Rothschild family, was inaccurate,\nand a modern version of the antisemitic myth that this particular Jewish family\nare behind the word’s ills, and part of a global Jewish conspiracy. It said\nthat this modern version of the myth is supposedly the reason for a media and\nmilitary campaign for Western powers to dominate these alleged bastions of\nindependence from Jewish hegemony. The complainant said that this claim is only\nfound on obviously antisemitic websites, and that the editorial processes\nleading to publication were plainly inadequate.\n4. The newspaper\nsaid that publication of the claim was a regrettable error, arising from\nmomentary carelessness. It accepted that the claim was significantly\ninaccurate, and said it would explain the background to this matter in routine\neditorial training and in its monthly updates to journalists, setting out\nerrors and reminding them of the importance of careful sourcing and fact\nchecking. The newspaper said that the journalist could not recall from where he\nhad taken the claim, but that if it had been from an obviously and egregiously\nantisemitic website, the journalist would have been alerted to the risk of\nadopting information published on it.\n5. The complainant\nfirst approached the newspaper directly, and the article was amended to remove\nthe inaccuracy. The journalist and the newspaper wrote to the complainant to\napologise on the same day. After IPSO began its investigation of the complaint,\nthe newspaper offered to publish a correction as a footnote to the online\narticle. Following further correspondence, the newspaper offered to publish the\nfollowing correction as a standalone item on its website, with a link saying:\n“Rothschild’s control of central banks: A correction”,  published on its websites Travel section\nlanding page for 24 hours:\nCORRECTION\nThis article [HYPERLINKED] of 26 September published in\nTelegraph Travel originally stated that only Cuba, North Korea and Iran do not\nhave a central bank owned or controlled by the Rothschild family. We accept\nthat this is an anti-Semitic trope, although it was not included by the writer\nwith anti-Semitic intent. We obviously accept that it was inaccurate and\noffensive, however, and we are very sorry that it found its way into our output.\nIt has been redacted from the article.\nThe complainant said that the apology was satisfactory, so\nfar as it went, but that it was also seeking a review of the editorial\nprocesses leading to publication of the inaccuracy, and publication of an article\nby an academic on the operation of antisemitic conspiracy theories.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The newspaper\naccepted that the inaccuracy arose from carelessness. It had been unable to say\nfrom which website or websites the claim had been taken from, and where the\nclaim was on its face, highly implausible, the Committee considered that to\ntake no further steps to verify the claim represented a failure to take care\nnot to publish inaccurate information and a breach of Clause 1 (i).\n8. The Committee\nrecognised the complainant’s concern that the claim about the Rothschild\nfamily’s control of central banks was an antisemitic conspiracy theory, and\nwelcomed the newspaper’s acceptance that it was a significant inaccuracy,\nrequiring correction under Clause 1 (ii).\n9. The complainant\nfirst requested publication of an apology in its complaint to IPSO. The\nnewspaper offered to publish a correction as a footnote to the article two days\nafter the IPSO complaint was referred, and made its further offer of a\nstandalone apology in further correspondence. Given the nature of the\ncorrespondence between the parties, the newspaper’s offer of a correction in\nresponse to the complaint was sufficiently prompt. The wording of the\ncorrection set out clearly what had been inaccurate in the article, and the\nCommittee welcomed the inclusion of an apology. \nThe complainant did not express concern about the proposed prominence of\nthe correction, and the Committee considered that the newspaper’s proposal with\nregard to prominence was sufficient. The inaccurate claim was removed from the\narticle on the day of publication, and both the newspaper and the journalist\nwrote to apologise to the complainant on the same day. There was no breach of\nClause 1 (ii).\nConclusions\n10. The complaint was upheld.\nRemedial action required\n11. Having upheld a breach of Clause 1 (i), the Committee\nconsidered what remedial action should be required. The Committee took into\naccount the fact that both the newspaper and journalist wrote to the\ncomplainant to apologise on the same day the complaint was received, and the\narticle was amended. It considered that the breach of Clause 1 had been\nappropriately remedied by amendment of the online article, and the newspaper’s\noffer to publish an apology, linked to the article via a footnote on the article.\nIn light of the Committee’s decision, they should now be published.Date complaint received: 21/12/2017\nDate decision issued: 10/04/2018\nBack to ruling listing\n\n\n"
}