{
    "url": "/rulings-and-resolution-statements/ruling/?id=19601-17",
    "title": "19601-17 Goodson v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2017-11-04 00:00:00",
    "received_on": "2017-11-06 00:00:00",
    "concluded_on": "2018-02-19 00:00:00",
    "complaint_processing_days": 105,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 06/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19601-17 Goodson v\nTelegraph.co.uk\nSummary of complaint\n1. Martin Goodson\ncomplained to the Independent Press Standards Organisation that Telegraph.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Fake news! How the BBC and Blue Planet got it wrong, yet again, about\nwalruses and climate change”, published on 4 November 2017.\n2. The article\nreported on claims made in the BBC’s Blue Planet series that Arctic species\nwere being seriously affected by global warming as a result of sea ice melting.\nThe author argued against these claims, stating “far from Arctic ice vanishing,\nthere has been no further downward trend in the extent of its summer melting\nsince 2006. Its lowest point this September was higher than in seven of the\npast 11 years”. The article also argued that “far from walruses being\n‘seriously affected’, an exhaustive survey by the US Fish and Wildlife Service\nhas found that there are so many more of them than there were 30 years ago that\nlast month it decided not to list Pacific walruses on its endangered species\nlist”.\n3. The complainant\nsaid that it was misleading for the newspaper to focus only on the last 11\nyears of data, when there was clear evidence of a long-term downward trend in\nsea ice extent since records began. He said the publication had “cherry-picked”\ndata to support its argument regarding sea ice. He said that it was deceptive\nto use 2006 as a starting point for determining a trend, as this was already a\nhistoric low point in the data, and that selecting an arbitrary starting point for\na trend in this way was a means of manipulating the data to support a\nparticular argument. He also argued that the data provided by the publication\nsupported the view that the downward trend in sea ice extent had continued past\n2006, with the graphs showing clear downward trends extending beyond this\nyear.  He also said that, had any month\nother than September been chosen in relation to the claim that the “lowest\npoint this September was higher than in seven of the past 11 years”, the lowest\npoint of ice extent this year would have been higher than that for only two of\nthe last 11 years on average. The complainant also argued that the publication\nhad misrepresented the available data with respect to walrus population\nfigures. He said that the data on which the article had based the claim that\n“there are so many more of them than there were 30 years ago” was explicitly\ncaveated with the disclaimer that “comparisons of estimates across years are\nnot appropriate due to differences in methods”. He therefore argued that the\ndata did not support the claim that there were more walruses than 30 years ago.\n4. The publication\nsaid that the article had presented the data on sea ice extent accurately. It\nsaid that trend lines on data were to some degree subjective, and dependent on\nthe starting point chosen. It said that, whilst it was true that the data for\nSeptember showed a decline from 1979 to 2006/7, thereafter the trend in sea ice\nextent was broadly flat. It said that the article had focused on the period since\n2006 as this represented the last 10 years of data, and that the author had\nreported the trend for this period accurately. The publication also provided\ndata to support its view that the “lowest point this September was higher than\nin seven of the past 11 years”. With respect to the issue of the walrus\npopulation, the publication argued that the data it provided showed a clear and\nsignificant increase since the 1980s. It acknowledged that the data was\nimperfect, but argued that it had presented it correctly by contrasting it with\nthe BBC’s assertion that walruses had been “seriously affected” by climate\nchange, which it said was inaccurate in the light of the US Fish and Wildlife\nService’s press release stating that walrus’ survival and reproduction rates\nwere higher than in the 1980s. Despite this, the publication offered to issue\nthe following clarification to the article:\n“A 5 Nov article reported a US Fish and Wildlife Service\n(FWS) finding that there are \"many more\" walruses than 30 years ago.\nAlthough FWS estimates of walrus numbers were higher in 2014 than in the 1980s,\npopulation trend estimates are questionable given the paucity of the data and\ndiffering methods of collection. We are happy to make this clear.”\nRelevant Code provisions\n1. Accuracy\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n5. The article was\na comment piece which cast doubt on the BBC’s claims regarding the dramatic\neffects of climate change, and was not a scientific appraisal of all the\navailable data with respect to the points raised. The Committee noted that the\ntrends found within sets of data depend upon the start and end points chosen,\nand newspaper are entitled to make appropriate choices with respect to this.\nHowever, using data selectively may represent a breach of the Code, where it\ngives a grossly misleading impression of the status of any claims made in an\narticle. The Committee therefore considered whether, with respect to the time\nperiods the article specifically stated, the publication had accurately\nreported the available data, in the context of the claims the data was used to\nsupport.\n6. The publication\nhad provided data which showed that there had been only a limited decline in\nSeptember sea ice extent since 2006, and it was clear that this was the time\nperiod and month the article specifically referenced. There were grounds for\nselecting the September data for publication, where this month appeared to\nrepresent the lowest annual sea ice extent, and while a strict scientific\nmethodology might warn against such selection, this was not a scientific\nappraisal. Where the article made a specific claim, which it was able to\nsupport with the available data, it was not significantly misleading for the\narticle to report that there had been “no further downward trend in the extent\nof summer melting since 2006”. There was no breach of Clause 1 on this point.\n7. The article also\nchallenged the view that walruses were being “seriously affected” by climate\nchange, arguing that because there were “so many more of them than 30 years\nago”, they had been removed from the endangered species list. The newspaper was\ncorrect to report that the Pacific walrus had been removed from the endangered\nspecies list by the US Fish & Wildlife Service. It was also able to provide\ndata which gave estimates of the walrus population at different points in the\nlast 40 years. While this data had been strongly caveated with respect to the\nmaking of historical comparisons, where the estimate provided for 2014 was\nhigher than the estimate provided for 1985, and where the USFWS had made clear\nthat walrus reproduction and survival rates were higher than in the 1970s, the\nCommittee did not consider that the publication had failed to take care over\nthe accuracy of its claims, in breach of Clause 1 (i). Because the table was so\nstrongly caveated, the data was not conclusive. However, where the newspaper\nhad correctly reported that Pacific walruses were no longer considered\nendangered, and in the context of a comment piece seeking to counter claims\nabout the effect of climate change on the species, the Committee did not\nconsider that stating that “there are so many more of them than there were 30\nyears ago” represented a significant inaccuracy such as would require\ncorrection under the terms of Clause 1 (ii). There was no breach of the Clause\non this point. However, the Committee welcomed the newspaper’s offer of\ncorrection, and noted that publications should attach significant importance to\nthe accurate interpretation of publicly-available data.\nConclusion\n8. The complaint was not upheld.\nRemedial action required\n9. N/A\nDate complaint received: 06/11/2017Date decision issued: 19/02/2018\nBack to ruling listing\n\n\n"
}