{
    "url": "/rulings-and-resolution-statements/ruling/?id=19645-17",
    "title": "19645-17 Blair v Scottish Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Scottish Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-11-06 00:00:00",
    "received_on": "2017-11-06 00:00:00",
    "concluded_on": "2018-02-02 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "11.  The complaint was not upheld.",
    "remedial_action": "11.  N/ADate complaint received: 06/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee – 19645-17 Blair v Scottish Daily MailSummary of Complaint 1. Elizabeth Blair\ncomplained to the Independent Press Standards Organisation that the Scottish\nDaily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Decade of waste”, published on 6 November 2017. 2. The article\nreported that the Scottish Government had “wasted more than £2billion on doomed\nprojects and extravagant socialist giveaways during a decade of reckless public\nspending”. The article reported on a “catalogue of waste”, and listed a range\nof “examples” of projects and items of spending. In a breakout box, the article\nlisted further items under the heading “Millions blown on flops and failures”. 3. The complainant said\nthat the items listed in the article totalled only £823m, not £2bn. She also said\nthat many of the items included could not reasonably be characterised as\n“waste”: this included spending on the Scottish independence referendum; on\nforeign aid; on redeveloping the Royal Hospital for Sick Children; and on\nreducing carbon output. She also said it was misleading for the article to include\nthe £30m spent on the Glasgow Airport Rail Link, given that this project was instigated\nby the previous Labour-Liberal Democrat government, and that the SNP had\ncancelled the Rail Link on coming into office. She also argued that the use of\nthe headline “decade of waste” was unreasonable when the total government\nspending for the period was £300bn, of which the £2bn figure represented just\n0.7%. 4.  The publication\nexplained that the basis for the £2bn figure was a broader list of items, which\nit provided, totalling some £2.08bn. The newspaper argued that it was entitled\nto take editorial decisions as to which items of “waste” to include in the\narticle, and said that the article only included examples of such waste, as\nindicated by the phrase “High profile examples include”. It said it would have\nbeen impractical due to space restrictions to publish the full list. It also\nargued that what constituted “waste” was inherently a subjective matter, and\nthat all the items listed had either been widely criticised as examples of\n“waste”, had failed, or had run over budget. The newspaper said that the £30m\nGlasgow Airport Rail Link could be considered as waste because, when the scheme\nwas cancelled by the SNP government, it sold back land at a loss of £800,000. 5.  The complainant\nalso noted that the three largest items of expenditure the newspaper listed in\nits correspondence – totalling £1.2bn - had not been included in the article.\nShe argued that this was misleading, particularly with respect to £285m in PFI\nrepayments for contracts initiated by the previous Labour-Liberal Democrat\ngovernment. She said that, with respect to claims of “waste”, the newspaper\nshould have considered the costs of alternatives, and the benefits of projects\nwhich had yet to be evaluated. 6.  The publication\ndenied that these NDP/PFI expenditures had been omitted in order to create a\nmisleading impression, and argued that the complexity of the PFI/NDP items was\nthe reason for their omission. The newspaper denied that it had breached the\nCode, but offered to issue the following clarification, on page 2 of the\nnewspaper: “An article on November 6 headlined ‘Decades of waste’\nsaid the SNP had squandered £2bn on a number of projects over the last ten\nyears. We are happy to clarify that the article and accompanying graphic only\nhighlighted some examples from a list of ‘wasteful’ projects. Among the\nexamples not included were a £402m bill for Dumfries Hospital; £425m for grants\nto councils for schools; and £285m NHS Scotland repayments to private firms. We\nare also happy to make clear that the full list incorporated those projects\nthat have been criticised as being poor value for money, inefficiently funded,\nunnecessary, over budget or having failed, and that the article did not intend\nto suggest that they had provided no benefit at all.”Relevant Code Provisions 7. Clause 1 (Accuracy) i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.ii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.v) A publication must report fairly and\naccurately the outcome of an action for defamation to which it has been a\nparty, unless an agreed settlement states otherwise, or an agreed statement is\npublished.Findings of the Committee 8.  The article\nnoted that the newspaper had a “dossier of waste”, and did not suggest the\narticle presented this list in full; the phrases “High-profile examples\ninclude…” and “The catalogue of waste includes…” were used to introduce\nsections of the article which listed “wasteful” expenditures, indicating that\nreaders were being presented with selections from a wider list, which the\nnewspaper was able to provide. Where the newspaper was able to show the basis\nfor the £2bn claim, including only some examples of “wasteful” spending did not\nmake the article significantly misleading, and there was no breach of Clause 1 on\nthis point. The Committee nevertheless welcomed the newspaper’s offer of a\nclarification. 9.  The newspaper\nwas free to characterise items of expenditure as waste, where it provided the\nbasis for the characterisation, and where it was clearly expressing its own\nview. The Committee acknowledged that the complainant strongly disagreed with this\ncharacterisation, but it considered that, by stating that the items were “flops”,\n“failures”, “socialist giveaways”, “doomed projects”, “failed initiatives”,\n“indulgent Left-wing schemes”, “using public funds inefficiently” and\n“overspending”, the newspaper had made the basis for its characterisation\nclear. The newspaper was entitled to express its view that these projects were\n“wasteful”, and there was no breach of Clause 1 on this point. 10. Finally, the\nCommittee noted the complainant’s view that certain items listed, such as the\nGlasgow Airport Rail Link and PFI repayments, were not the responsibility of\nthe SNP government, and should not therefore have been included in the list. In\nthe context of the overall list of expenditures, which the newspaper was\nentitled to characterise as waste, and which totalled in the region of £2bn, it\ndid not consider that the inclusion of these two items - which had both\nincurred costs to the SNP government, even if it had not initiated the projects\n- represented a failure to take care over the accuracy of the article under the\nterms of Clause 1 (i).Conclusions11. \nThe complaint was not upheld.Remedial action required 11. \nN/ADate complaint received: 06/11/2017\nDate decision issued: 02/02/2018\nBack to ruling listing\n\n\n"
}