{
    "url": "/rulings-and-resolution-statements/ruling/?id=19719-17",
    "title": "19719-17 Thomson v Sunday Post",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sunday Post (DC Thomson Group)",
    "published_on": "2017-10-15 00:00:00",
    "received_on": "2017-11-09 00:00:00",
    "concluded_on": "2018-02-19 00:00:00",
    "complaint_processing_days": 102,
    "conclusion_long": "28. The complaint was upheld.",
    "remedial_action": "29. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. 30. The newspaper had published a significantly misleading inside strapline, not supported by the text of the article, which was compounded by an inaccurate quotation reported in the article. The newspaper had offered to publish a correction, setting out the complainant’s position. However, the misattribution of quotes given as part of an interview, was a serious failure to take care, and so the appropriate remedy was the publication of an upheld adjudication. 31.  The print article had been trailed on the front page and appeared in full on pages 4 and 5. Where the Committee upheld the complaint in relation to information that appeared on pages 4 and 5 only, the Committee decided that adjudication should be published on page 4 or further forward. The Committee noted that the misleading strapline had not appeared on the online article; however, it had still carried the inaccurate quotation in the body of the article. In these circumstances, the adjudication should also be published online, with a link appearing on the homepage for 24 hours; it should then be archived in the usual way. The headline of the adjudication must make clear that IPSO has upheld the complaint against the Sunday Post, and refer to its subject matter. It must be agreed with IPSO in advance.  32. The terms of the adjudication for publication are as follows: Joanne Thomson complained to the Independent Press Standards Organisation that the Sunday Post breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined, “I was very uncomfortable about doing it but scared not to. Then the directors, both well- known in the industry, told me not to tell anyone. I was so terrified I said yes” published on 15 October 2017. The article was also trailed on the front page with the headline, “I never met any men like Harvey Weinstein when I was in Hollywood. I met plenty in Scotland though.” The article was an interview with the complainant, which reported on her experience of the so-called “casting couch culture” while working as an actor in both Scotland and the United States of America. The strapline of the article said, “Actress speaks out in wake of casting couch scandal and says sexism and harassment in Scotland is as bad as Hollywood,” and the article went on to report Ms Thomson as stating, “All I know is that I did not experience the problems there that I have done here.” The complainant said that the article had misreported the interview, and had given the impression that she believed that the so- called “casting couch culture” was worse in Scotland than in the United States. This was not the case. She also denied that she had said that “all I know is that I did not experience the problems there that I have done here,” as reported in the article. The complainant provided a recording, and transcript of the interview. The newspaper apologised for any upset the article caused but did not accept it had breached the code. It denied the article suggested the scale of sexual harassment within the film industry in Scotland was as bad as in America only that when it happened it was as bad as in America. It pointed out that Scotland does not have a single film studio. In addition, Ms Thomson was repeatedly quoted in the article saying the scale of the problem in Scotland was not the same. The newspaper did not have a note of the quote “All I know is that I did not experience the problems there that I have done here” but claimed it was accurate. It also claimed the quote had an identical meaning to the front-page headline “I never met any men like Harvey Weinstein when I was in Hollywood. I met plenty in Scotland though.” This was approved by the complainant before publication. The newspaper provided the reporter’s notes of the interview and claimed that, when taken in context with the front-page headline, the size of Scotland’s film industry, and the complainant’s quotes, the meaning of the strapline was clear.The complainant had made clear throughout the conversation that she did not believe that the situation in Scotland was comparable to that in Hollywood, noting that figures in the Scottish industry did not have the same level of power, and that her experiences in the United States were limited. The newspaper had failed to take care over the accuracy of the inside strapline claim that she had said that sexism and harassment was as bad in Scotland as in Hollywood. This was a breach of Clause 1 (i). Reporting this, in the context of widely reported allegations about various figures in Hollywood, misrepresented the comparison the complainant had made between the two industries, and suggested that the allegations she had made were more serious than those included in the article. This represented a significant inaccuracy, requiring correction under the terms of 1(ii). Neither the reporter’s notes, nor the transcript, recorded the complainant saying “all I know is that I did not experience the problems there that I have done here”. While the reporter said he had written the article shortly after the interview, the Committee observed that there was no note of this, and it seemed to contradict the complainant’s position in the recorded section of the interview, and the reporter’s notes. In these circumstances, the Committee considered that the newspaper had failed to demonstrate that it had taken care over the accuracy of the report of this comment, in breach of 1(i). This quotation also added to the significantly misleading impression created by the inside strapline, in breach of Clause 1 (ii). The complaint under Clause 1 was upheld.Date complaint received: 09/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19719-17 Thomson v Sunday Post\nSummary of Complaint\n1. Joanne Thomson\ncomplained to the Independent Press Standards Organisation that the Sunday Post\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “I was very uncomfortable about doing it but scared not to. Then the\ndirectors, both well- known in the industry, told me not to tell anyone. I was\nso terrified I said yes” published on 15 October 2017. The article was also\ntrailed on the front page with the headline, “I never met any men like Harvey\nWeinstein when I was in Hollywood. I met plenty in Scotland though.”\n2. The article was\nan interview with the complainant, which reported on her experience of the\nso-called “casting couch culture” while working as an actor in both Scotland\nand the United States of America. The article was trailed on the front page\nwith a picture of the complainant and the quotation “I never met any men like\nHarvey Weinstein when I was in Hollywood. I met plenty in Scotland though.” The\nstrapline that appeared at the top of the article said, “Actress speaks out in\nwake of casting couch scandal and says sexism and harassment in Scotland\nis    as bad as Hollywood”. The opening\nparagraph stated that the complainant had claimed “women are routinely harassed\nand hounded by powerful men in the Scottish screen industry,” and went on to\nreport that the complainant had said “a casting couch culture still exists in\nScotland” and that many actors, including her, had endured sexual harassment at\nthe hands of “powerful men” within the industry. The article ended with\ncomments from other industry figures, about allegedly “predatory” behaviour.\n3. The article\nquoted the complainant as having said “there’s this idea that if you don’t\nsleep with men in the business then you won’t get on,” and went on to report\nthat the complainant and other female actors had an “unofficial self-help\ngroup” where they shared details of “male directors, producers and actors” who\nthey believed were responsible for sexual harassment. The article also reported\nthat while the complainant had said that it was unlikely that the scale of\nallegations that had emerged in the United States would ever be seen in\nScotland, as she believed there was “no one figure” who was that powerful in\nthe Scottish screen industry, women working in the entertainment industry in Scotland\nstill “had to be careful”. It quoted her as saying, in relation to her\nexperiences in the US, that, “all I know is that I did not experience the\nproblems there that I have done here.”\n4. The article\nincluded an account of an experience the complainant had had as a drama\nstudent. She said that two “well-known” directors had asked her to dress in\nlingerie and be filmed in sexual positions with two male actors. She had felt\nuncomfortable but had been afraid to say no. The directors had told her not to\ntell anyone about the request, and she had said yes. She had later changed her\nmind, and said no.\n5. The article also\nappeared online, headlined, “‘I was very uncomfortable about doing it but was\nscared not to’: Actress Joanne Thomson describes an audition in Glasgow,” and\nwas substantially the same as the print article.\n6. The complainant\nsaid that the article had misreported the interview she had given. She said\nthat the newspaper had attributed comments to her that she had not made, and\nomitted a number of points that she had made, in order to misrepresent the\nviews she had expressed. She said that the views expressed in the article were\nthose of the male reporter, not her own. She said that it was ironic that in an\narticle about her own experiences of sexism, she believed her voice had been\nsilenced by a man.  The complainant had\nrecorded the interview, and provided a transcript of the recording to IPSO.\n7. The complainant\nsaid that the article gave the impression that she believed that the so- called\n“casting couch culture” was worse in Scotland than in the United States. This\nwas not the case. She had explained that she had had positive experiences while\nworking in Hollywood, but that her experience of the industry in the United\nStates was limited. She denied that she had said that “all I know is that I did\nnot experience the problems there that I have done here,” as reported in the\narticle. The complainant said that the front page strapline did not accurately\nreflect her views. She said that the journalist had called her prior to\npublication to check this line, and she had approved it only because she knew\nthat he was facing time pressures.\n8. The complainant\nsaid that she had told the journalist that there was “no one figure” in the\nScottish industry with the power of Hollywood producers, and had made clear\nthat the so-called “casting couch culture” was not rife in the Scottish\nentertainment industry. In response to the reporter’s statement that the\n“casting couch culture” seemed to be “alive and well” in Scotland, she had\nresponded, “of course that’s a really interesting story if that’s true, but\nit’s just, it’s not, it’s not as alive and well as Hollywood… The culture is\nalive in our society here- absolutely.” She said that she had discussed\nproblems of sexual assault and harassment, but in the context of society more\ngenerally, rather than the film industry in Scotland. She accepted that female\nactors did message each other to warn of the potentially predatory behaviour of\nmen in the industry, but this was in relation to young actors the women may be\nworking alongside, not “male directors, producers and actors” as reported in\nthe article.\n9. The complainant\ndenied that she had said that “there’s this idea that if you don’t sleep with\nmen in the business then you won’t get on.” She said that this implied that she\nbelieved that women needed to use sex to achieve success, which was not the\ncase.  The complainant accepted that she\nhad once told a fellow actor to “be careful” when working with a particular\nman, but denied that she had said that women need to be careful more generally.\nShe said that this suggested that she believed that women should take\nresponsibility for sexual harassment or assault.\n10. The newspaper apologised for any frustration or upset\nthe publication of the article had caused the complainant, but did not accept\nthat it had breached the Code. It said that the article formed part of its\nwider coverage of sexual harassment in Scotland, which was a matter of public\ninterest and said that the complainant’s interview had been endorsed by others\nin the screen industry. The newspaper considered that it had substantially\nreported the complainant’s comments accurately and did not believe the article\nmispresented her views.\n11. The newspaper said that the use of the term “casting\ncouch culture” referred not only to the idea that in order to get a certain\nrole in the entertainment industry, the actor had to perform sexual favours for\nthe person in control of casting, such as the director or producer, but also\ncovered more general instances in the industry of men of power abusing their\ninfluence in relation to women. It provided screenshots of the conversation\nbetween the journalist and the complainant before the interview, where the\njournalist had made clear that he wished to speak to her specifically about the\n“casting couch culture” in Scotland. It said that in these circumstances, it\nwas reasonable for the journalist to assume that the experiences the\ncomplainant had described in the interview had taken place in the Scottish\nscreen industry.\n12. The newspaper accepted that the recording and transcript\nprovided by the complainant were an accurate representation of the 50 minute\ninterview between the complainant and the journalist. However, it said that the\njournalist had spent almost two hours with the complainant, and had continued\nto ask questions and take notes throughout. The newspaper considered that the\ncomments made by the complainant after the recorded interview were more\npersonal and relevant for the purposes of the article.  It provided a copy of the journalist’s\nnotebook and a transcript of his notes. It said these notes represented the\ninterview in its entirety, and had been written by the journalist either at the\ntime of the interview, or within 15 minutes of leaving the complainant.\n13. In relation to the direct quotations the complainant\nbelieved to be inaccurate, the newspaper highlighted a section of the\nreporter’s notes which stated “there’s this idea that women sleep with men to\nget ahead. It’s crazy” which it said supported the quotation that “there’s the\nidea that if you don’t sleep with men in the business then you won’t get on.”\nIt said that this quotation had come from the part of the interview that was\nnot recorded, and had been written down by the reporter within 15 minutes of\nleaving the complainant. The newspaper maintained that this quotation\naccurately reflected what the complainant had said, and denied that this\nquotation suggested that women regularly sleep with men to progress their\ncareer in the screen industry.\n14.  The newspaper did\nnot have a note of the complainant stating “All I know is that I did not\nexperience the problems there that I have done here”; however, it maintained\nthat the article had been written by the journalist immediately after the interview,\nand was an accurate reflection of what the complainant had said, as it had an\nidentical meaning to the front page quotation the complainant had approved. It\nalso said that the reporter had recorded the complainant as referring to a need\nfor women to “be careful” three times during the interview, which it said was\naccurately reported in the article.\n15. It denied that the article suggested that the scale of\nsexual harassment within the film industry in Scotland was as bad as in\nAmerica; only that when it happened it was as bad as in America. It pointed out\nthat Scotland does not have a single film studio and that the article had\nstated several times in the article that the problem was not on the same scale\nin the Scottish screen industry. Rather, it said that the inside strapline was\nused to make the point, as the complainant did in her interview, that the\nproblem is not limited to Hollywood, and that men abuse their power in Scotland\nas well. It said that the front page quotation was a distillation of this\nbroader point. Due to the personal nature of the article, it had taken the\nunusual step of contacting the complainant prior to publication, to ask her to\napprove this quote, which she had done. \nThe newspaper claimed that, when taken in context with the front-page\nheadline, the size of Scotland’s film industry, and the complainant’s quotes,\nthe meaning of the strapline was clear.\n16. Nevertheless, as soon as the complainant contacted the\neditor to express her concern, the newspaper apologised that the article had\ncaused her frustration, offered to remove or edit the online article and\noffered to publish an opinion piece penned by the complainant on the subject.\nThe newspaper also offered to publish a number of clarifications in print, and\nsuggested the following wording:\n“After an interview published on 15 October, actor Joanne\nThomson complained that she made none of the statements attributed to her. She\nwould like to make clear that she does not believe sexual harassment is as\nwidespread in the Scottish screen industry as it is in Hollywood; does not\nbelieve it is a woman’s responsibility to be careful in casting couch\nsituations; and does not believe women in the Scottish screen industry need to\nsleep with men to get ahead. We are happy to make her position clear.”\n17. The complainant did not accept these offers of\nresolution, as she believed a printed apology was appropriate.\nRelevant Code Provisions\n18. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and –where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n19.  In considering\nthe accuracy of the article, the Committee had regard for the reporter’s notes\nand the recording and transcript of the interview provided by the complainant.\nThe Committee acknowledged that it was important for women’s experiences of\nsexual harassment to be accurately reported and gave serious consideration to\nthe complainant’s concern that her voice had been silenced by the reporter. In\nthese circumstances it was particularly helpful for the Committee to be able to\nconsider the recording and transcript she had supplied. However, the Committee\nwas required to consider, independently, whether the article had inaccurately\nreported the complainant’s comments.\n20. The reporter had\ntaken a large number of notes, which were a useful contemporaneous account of\nwhat had been said during the interview. Notes are often sufficient to show the\ncare taken by a newspaper over the accuracy of an article. The Committee also\nwelcomed the efforts made by the reporter, prior to publication, to ensure that\nthe complainant’s views were accurately reported, by calling her to obtain her\nconfirmation that the front page strapline accurately represented her\nexperiences. While there was some variation between the transcript which the\ncomplainant had provided, and the reporter’s notes, the newspaper’s obligation\nto take care over the presentation of direct quotations does not require it to\nreproduce an interviewee’s comments word for word. In such circumstances, the\nquestion is whether the quotations had been reported in such a way as to change\nthe meaning of what the complainant had said.\n21. The newspaper had contacted the complainant to\nspecifically discuss the “casting couch culture” and her experiences both in\nthe UK and the United States. The term “casting couch culture” is a broad term\nand relates not only to female actors being expected to perform sexual favours\nin return for professional roles, but also encompasses the general culture of\npowerful men implicitly abusing their influence in the industry to make women\nfeel objectified and harassed. Reporting on this issue is a matter of considerable\npublic interest.\n22. The complainant had recounted her experience, while at\ndrama school, of being placed in an uncomfortable situation by experienced\nmembers of the industry. The Committee noted her position that, by telling this\nstory, she intended to show the sexism in the types of roles available for\nyoung female actors. However, the newspaper had accurately reported her\naccount, and was entitled to present it as support for the suggestion that some\npowerful individuals in the industry were taking advantage of young women.\nGiven the complainant’s comments, it was not inaccurate for the article to\nreport that the complainant was concerned about the actions of some powerful\nmen in the industry. There was no breach of the Code in relation to the presentation\nof this wider point.\n23. The newspaper had taken the unusual step of asking the\ncomplainant to approve the front page strapline. While the Committee noted the\ncomplainant’s position that she had approved the quotation because she believed\nthe reporter was facing time pressures, she had not raised any concerns about\nits accuracy, and so the newspaper was entitled to publish it as an accurate\nsummary of the interview. However, the situation in relation to the strapline\npublished inside the article was different. The complainant had made clear,\nthroughout the conversation, that she did not believe that the situation in\nScotland was comparable to that in Hollywood, noting that figures in the\nScottish industry did not have the same level of power, and that her\nexperiences in the United States were limited; indeed, the article had included\nher comment that “the problem in Scotland…may not be as bad as it is in\nHollywood”. The  inside strapline claimed\nthat the complainant had said that sexism and harassment was as bad in Scotland\nas in Hollywood which represented a failure to take care to present the\ncomplainant’s position on this point accurately. This was a breach of Clause 1\n(i).\n24. The complainant had not made the claim which was\nattributed to her in the inside strapline, which was an inaccurate\nrepresentation of her views, and was not supported by the text. Reporting this,\nin the context of widely reported allegations about various figures in\nHollywood, misrepresented the comparison the complainant had made between the\ntwo industries, and suggested that the allegations she had made were more\nserious than those included in the article. This represented a significant\ninaccuracy, requiring correction under the terms of Clause 1(ii).\n25. Neither the reporter’s notes, nor the transcript,\nincluded the complainant saying “all I know is that I did not experience the\nproblems there that I have done here,” as reported in the article. The reporter\nsaid he had noted this down when writing the article, shortly after the\ninterview had finished. However, the Committee observed that there was no note\nof the comment, and it seemed to contradict the complainant’s position in the\nrecorded section of the interview, and in the reporter’s notes. In these\ncircumstances, the Committee considered that the newspaper had failed to\ndemonstrate that it had taken care over the accuracy of the report of this\ncomment, in breach of 1(i). The inclusion of this quotation added to the\nsignificantly misleading impression created by the inside strapline, in breach\nof Clause 1 (ii).\n26. The reporter’s notes recorded that the complainant had\nsaid “there’s this idea that women sleep with men to get ahead. It’s crazy” and\nit was the newspaper’s position that this comment had been made after the\nformal section of the interview had concluded, and when the complainant was no\nlonger recording the conversation. By producing the reporter’s contemporaneous\nnotes, the newspaper had demonstrated that it had taken care so as to report\nthis comment accurately. Paraphrasing this comment as “there’s this idea that\nif you don’t sleep with men in the business then you won’t get on,” did not\nsuggest, as the complainant contended, that she believed that women could not\nbe successful if they did not sleep with men. Nor did reporting that she had\nsaid “you have to be careful”, where the recording and transcript showed that\nshe had given this advice to one woman facing these issues, suggest that she\nbelieved women were responsible for sexual harassment. There was no breach of\nthe Code on these points.\n27. While it was accepted by the Committee that the\ncomplainant had not said that all women need to be careful, she had made clear\nthat she believed sexual harassment was widespread in society, and could\npotentially affect any woman. The Committee found that the reported claim that\nwomen still needed to be careful was a reference to the complainant’s view that\nsexual harassment was prevalent in all sections of society, and did not suggest\nthat she believed it was women’s responsibility to ensure sexual harassment did\nnot occur. There was no breach of 1 (i) on this point.\nConclusion\n28. The complaint was upheld.\nRemedial Action Required\n29. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required.\n30. The newspaper had published a significantly misleading\ninside strapline, not supported by the text of the article, which was\ncompounded by an inaccurate quotation reported in the article. The newspaper\nhad offered to publish a correction, setting out the complainant’s position.\nHowever, the misattribution of quotes given as part of an interview, was a\nserious failure to take care, and so the appropriate remedy was the publication\nof an upheld adjudication.\n31.  The print article\nhad been trailed on the front page and appeared in full on pages 4 and 5. Where\nthe Committee upheld the complaint in relation to information that appeared on\npages 4 and 5 only, the Committee decided that adjudication should be published\non page 4 or further forward. The Committee noted that the misleading strapline\nhad not appeared on the online article; however, it had still carried the\ninaccurate quotation in the body of the article. In these circumstances, the\nadjudication should also be published online, with a link appearing on the\nhomepage for 24 hours; it should then be archived in the usual way. The\nheadline of the adjudication must make clear that IPSO has upheld the complaint\nagainst the Sunday Post, and refer to its subject matter. It must be agreed\nwith IPSO in advance. \n32. The terms of the adjudication for publication are as\nfollows:\nJoanne Thomson complained to the Independent Press Standards\nOrganisation that the Sunday Post breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined, “I was very uncomfortable about doing\nit but scared not to. Then the directors, both well- known in the industry,\ntold me not to tell anyone. I was so terrified I said yes” published on 15\nOctober 2017. The article was also trailed on the front page with the headline,\n“I never met any men like Harvey Weinstein when I was in Hollywood. I met\nplenty in Scotland though.”\nThe article was an interview with the complainant, which\nreported on her experience of the so-called “casting couch culture” while\nworking as an actor in both Scotland and the United States of America. The\nstrapline of the article said, “Actress speaks out in wake of casting couch\nscandal and says sexism and harassment in Scotland is as bad as Hollywood,” and\nthe article went on to report Ms Thomson as stating, “All I know is that I did\nnot experience the problems there that I have done here.”\nThe complainant said that the article had misreported the\ninterview, and had given the impression that she believed that the so- called\n“casting couch culture” was worse in Scotland than in the United States. This\nwas not the case. She also denied that she had said that “all I know is that I\ndid not experience the problems there that I have done here,” as reported in\nthe article. The complainant provided a recording, and transcript of the\ninterview.\nThe newspaper apologised for any upset the article caused\nbut did not accept it had breached the code. It denied the article suggested\nthe scale of sexual harassment within the film industry in Scotland was as bad\nas in America only that when it happened it was as bad as in America. It\npointed out that Scotland does not have a single film studio. In addition, Ms\nThomson was repeatedly quoted in the article saying the scale of the problem in\nScotland was not the same.\nThe newspaper did not have a note of the quote “All I know\nis that I did not experience the problems there that I have done here” but\nclaimed it was accurate. It also claimed the quote had an identical meaning to\nthe front-page headline “I never met any men like Harvey Weinstein when I was\nin Hollywood. I met plenty in Scotland though.” This was approved by the\ncomplainant before publication. The newspaper provided the reporter’s notes of\nthe interview and claimed that, when taken in context with the front-page\nheadline, the size of Scotland’s film industry, and the complainant’s quotes,\nthe meaning of the strapline was clear.The complainant had made clear\nthroughout the conversation that she did not believe that the situation in\nScotland was comparable to that in Hollywood, noting that figures in the\nScottish industry did not have the same level of power, and that her\nexperiences in the United States were limited. The newspaper had failed to take\ncare over the accuracy of the inside strapline claim that she had said that\nsexism and harassment was as bad in Scotland as in Hollywood. This was a breach\nof Clause 1 (i).\nReporting this, in the context of widely reported\nallegations about various figures in Hollywood, misrepresented the comparison\nthe complainant had made between the two industries, and suggested that the\nallegations she had made were more serious than those included in the article.\nThis represented a significant inaccuracy, requiring correction under the terms\nof 1(ii).\nNeither the reporter’s notes, nor the transcript, recorded\nthe complainant saying “all I know is that I did not experience the problems\nthere that I have done here”. While the reporter said he had written the\narticle shortly after the interview, the Committee observed that there was no\nnote of this, and it seemed to contradict the complainant’s position in the\nrecorded section of the interview, and the reporter’s notes. In these\ncircumstances, the Committee considered that the newspaper had failed to\ndemonstrate that it had taken care over the accuracy of the report of this\ncomment, in breach of 1(i). This quotation also added to the significantly\nmisleading impression created by the inside strapline, in breach of Clause 1\n(ii). The complaint under Clause 1 was upheld.Date complaint received: 09/11/2017Date decision issued: 19/02/2018 \nBack to ruling listing\n\n\n"
}