{
    "url": "/rulings-and-resolution-statements/ruling/?id=19747-17",
    "title": "19747-17 A woman v plymouthherald.co.uk",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "plymouthherald.co.uk (Plymouth Live) (Reach PLC)",
    "published_on": "2017-11-10 00:00:00",
    "received_on": "2017-11-10 00:00:00",
    "concluded_on": "2018-02-15 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/ADate complaint received: 10/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19747-17 A woman v plymouthherald.co.uk\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that the\nplymouthherald.co.uk breached Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Plymouth strip club to open all day for\nChristmas”, published on 10 November 2017.\n2. The article\nreported that a strip club in Plymouth had applied to renew its licence and\nextend its opening hours during the Christmas period. The article was\nillustrated with a number of photographs of the venue and individuals associated\nwith the club. One of these photographs was of the complainant posing with a\ndancing pole, wearing a performance outfit. The photograph was captioned: “How\nthe original [club] looked in 2005”.\n3. The complainant\nsaid that the photograph was taken when she had worked at the club 12 years\nago, when she was 18 to 19 years-old. The complainant said that she now owned a\nprofessional business, and regarded the fact she had worked at the club as\nconfidential information.\n4. The publication\nsaid that the photograph was originally taken for an article about the club it\npublished in 2005, in which the complainant was identified as working there by\nname. It said that the photograph was not published in the print edition in\n2005, but that it was marked as having been published online at that time.\nHowever, it said that due to a change in its online publishing system, it had\nno evidence of this.\n5. The publication\nsaid that the complainant had consented to being photographed as part of a publicity\nfeature for the club, had spoken to the newspaper about her work, and was\nwilling to be named in the 2005 article. It said that in these circumstances,\nthe fact she had worked at the club was not private, and the photograph did not\nreveal any private information. The newspaper argued that to find otherwise\nwould require editors to make an impossible judgement about what information\nthat had previously been willingly placed in the public domain, might be\nconsidered to be embarrassing by the same person, at a later date. In any\nevent, the newspaper said that the fact someone is or has been employed at a\nparticular establishment is not in itself private. The newspaper said it\nunderstood that when one is young, one can make choices which are later regretted. As a gesture of goodwill, it removed the\nphotograph, but denied there had been a breach of the Code.Relevant Code provisions\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n6. The Committee\nacknowledged that the complainant did not want people to know about her\nprevious association with the club. It welcomed the newspaper’s decision to\nswiftly remove the photograph, when it became aware of the complainant’s\nconcerns. However, the question under the Code was whether publication of the\nphotograph was an unjustified intrusion into the complainant’s private life.\n7. The Committee\nconsidered that a person’s previous employment as an adult does not ordinarily\nconstitute part of their private life, such that it is protected under the\nterms of Clause 2. In addition, in this case, the complainant had consented in\n2005 to pose for photographs for the newspaper, the public disclosure of this\nphotograph, and her being identified by name as working at the club. Further,\nthe newspaper had chosen to make clear the historic and specifically dated\ncontext in which the photograph had been taken, by highlighting that it was an\nimage from 2005. In these circumstances, publication of the photograph, and by\nextension, the fact she had worked at the club, did not intrude in to the\ncomplainant’s private life and there was no breach of Clause 2.\nConclusion\n7. The complaint was not upheld.\nRemedial Action Required\n8. N/ADate complaint received: 10/11/2017Date decision issued: 15/02/2018  \nBack to ruling listing\n\n\n"
}