{
    "url": "/rulings-and-resolution-statements/ruling/?id=19841-17",
    "title": "19841-17 A Man v Mail Online",
    "provisions": [
        "9 Reporting of crime (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-11-02 00:00:00",
    "received_on": "2017-11-10 00:00:00",
    "concluded_on": "2018-04-23 00:00:00",
    "complaint_processing_days": 164,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint under Clause 9, the Committee considered what remedial action should be required. 17. In circumstances where the publication had breached Clause 9, the publication of an adjudication was appropriate. 18. The Committee considered the placement of this adjudication. The article had appeared on the publication’s homepage. The Committee therefore required that its adjudication should be published on the top 50% of the publication’s website, with a link to the full adjudication (including the headline) appearing on the homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. The terms of the adjudication for publication are as follows: A man complained to the Independent Press Standards Organisation on behalf of himself, his mother and his sister, that Mail Online breached Clause 9 (Reporting of Crime) of the Editors’ Code of Practice in an article published on 3 November 2017. The article reported that the complainant was allegedly in a relationship with a famous heiress. The article stated that the complainant’s family had a “colourful past,” and that his father had been jailed for fraud and that his brother-in-law was an international drug smuggler. The article detailed the circumstances of the two men’s crimes and their sentences. It also reported the name of the complainant’s mother and sister and details of the businesses they had run. The complainant said that the article breached Clause 9 (Reporting of Crime) as it identified himself, his mother and his sister as relatives of individuals convicted of crime. He said that the inclusion of these convictions was used to portray himself, his sister and his mother in a negative and distorted light. He believed this unjustifiably identified them as relatives of individuals convicted of crime. The publication did not accept that Clause 9 was engaged in the article, as it said it was not a report of crime but a report of who the complainant was. It said that Clause 9 was intended to ensure that family members and friends of those accused of crime are not unnecessarily referred to when the press is reporting on a person’s arrest, charge or trial. It said this did not prevent a publication from including, in a story about a person’s background, the fact that their family member had a conviction. In its consideration the Committee had regard for the purpose of Clause 9, and the harm it was trying to prevent. Clause 9 offers protection to family and friends of individuals allegedly involved in crime, and aims to ensure that these individuals are not unjustifiably tainted by their association to alleged criminals. The wording of Clause 9 does not state that it applies only to reports of legal proceedings; it focuses on the nature of the link being made between individuals, rather than the nature of the reporting. The Committee ruled that Clause 9 was engaged by the circumstances of this case. The article had identified the complainant, his mother and his sister as the relatives of persons convicted of crime. The publication had sought to argue that the article had not breached the Code as his family members’ criminal records were a part of the story of his life and therefore relevant. The Committee acknowledged that there will be circumstances where, in giving an account of an individual’s background, there will be a justification for referring to family members’ criminal convictions, because they have a specific relevance. However, Clause 9 sets a high bar, and this relevance needs to go further than the mere fact of a relationship. In this case, the publication had not argued that the criminal convictions had any specific relevance to the article in question, or to the complainant, his mother and sister. There was no suggestion that any of these individuals were relevant or connected to the crimes reported, and therefore identifying these individuals was in breach of Clause 9.ReviewThe publication complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 10/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19841-17 A Man v Mail Online\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation on behalf of himself, his\nmother and his sister, that Mail Online breached Clause 2 (Privacy) and Clause\n9 (Reporting of Crime) of the Editors’ Code of Practice in two articles\npublished on 2 November 2017 and 3 November 2017.\n2. The first\narticle reported that a “mystery man” had been photographed with a famous\nheiress, and speculated that the pair may be in a relationship. The article\nreported biographical information about the heiress and included four pictures\nof the pair walking together on the street. The sub-headline of the article\nasked readers to identify the “mystery man”.\n3. The second\narticle reported that the “mystery man” had been identified as the complainant.\nIt reported a series of biographical details about him, including his\nemployment history, recent travel and interests. The article also stated that\nhis family had a “colourful past,” and that his father had been jailed for\nfraud and that his brother-in-law was an international drug smuggler. The\narticle detailed the circumstances of the two men’s convictions and their\nsentences. It also reported the name of the complainant’s mother and sister and\ndetails of the businesses they had run. The article went on to speculate that\nthe heiress’ family may be concerned that his daughter’s alleged new boyfriend\nhad two family members with criminal convictions. The article reproduced one of\nthe photographs published in the first article and included a number of\nphotographs of the complainant taken from social media.\n4. The complainant\nsaid that the first article was a breach of his privacy. He said that he was\nnot a public figure and information concerning his personal life, including any\npossible relationship, was fundamentally private. He said that publishing photographs\nof him without his consent, which he believed had been taken using a long lens\ncamera, was an intrusion into his private life. He said that at the time the\nphotographs were taken, the woman who accompanied him was engaged in a private\nfamily activity as she was collecting her young children from school. In these\ncircumstances, he believed he had a reasonable expectation of privacy. He also\nsaid that asking readers to identify him from these photographs added to the\noverall intrusiveness of the article.\n5. The publication\ndid not accept that it had breached the Code. It said that the first article\ndid not contain any private information about the complainant, in fact it\nmaintained that it did not contain any information about him at all, except the\ninformation included in the photographs. It said that the photographs showed\nonly his appearance and that he had been in the company of the heiress. It said\nthat it was accepted that how you appear in the street is not information about\nwhich you have a reasonable expectation of privacy as an adult. It also did not\naccept that the complainant was engaged in a private family activity, as the\nheiress and her children were not his family. The publication maintained that\nwhere the complainant had chosen to accompany a famous and much photographed\nindividual in public, he did not have a reasonable expectation of privacy. It\nalso said that speculation about whether two individuals were in a relationship\nwas not private information but editorial comment based on the contents of the\nphotographs.\n6. The complainant\nsaid that the second article engaged Clause 9 as it unjustifiably identified\nhimself, his mother and his sister as relatives of individuals convicted of\ncrime. He said that they were not genuinely relevant to the story – the story\nbeing whether or not he was in a relationship with a particular individual. He\nsaid that these convictions were included to portray himself, his sister and\nhis mother in a negative and distorted light.\n7. Further, the\ncomplainant said that the details of his family background represented\ninformation about his private and family life that was not in the public\ndomain. He said that including biographical information about him, his mother\nand sister in an article that also reported the convictions of family members\nwas a breach of their privacy.\n8. The publication\ndid not accept that Clause 9 was engaged in the second article, as it said it\nwas not a report of crime but a report of who the complainant was. It said that\nClause 9 was intended to ensure that family members and friends of those\naccused of crime are not unnecessarily referred to when the press is reporting\non a person’s arrest, charge or trial. It said this did not prevent a\npublication from including, in a story about a person’s background, the fact\nthat their family member had a conviction. If Clause 9 was engaged, the\npublication said that the article was not in breach of the Code, as the\ncomplainant and all his family members were genuinely relevant to the story -\nthe story being who the complainant was.\n9. It said that the\ncomplainant had appeared on a reality TV show with the heiress and her family\nand provided screenshots of publicly available photographs from social media\nthat showed the complainant with the heiress and members of her family. It said\nthat discussion of someone’s family and background was not private and that the\ncomplainant, his mother and his sister did not have a reasonable expectation of\nprivacy in relation to the fact that the complainant’s brother-in-law and\nfather had been found guilty of criminal offences.\nRelevant Code provisions\n10.  Clause 2\n(Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 9 (Reporting of Crime) *\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\nFindings of the Committee\n11. Clause 9 offers protection to family and friends of\nindividuals allegedly involved in crime, and aims to ensure that these\nindividuals are not unjustifiably tainted by their association to alleged\ncriminals. The wording of Clause 9 does not state that it applies only to\nreports of legal proceedings; it focuses on the nature of the link being made\nbetween individuals, rather than the nature of the reporting. The Committee\nruled that Clause 9 was engaged by the circumstances of this case.\n12. The article had identified the complainant, his mother\nand his sister as the relatives of persons convicted of crime.  The publication had sought to argue that the\narticle had not breached the Code as his family members’ criminal records were\na part of the story of his life and therefore relevant.  The Committee acknowledged that there will be\ncircumstances where, in giving an account of an individual’s background, there\nwill be a justification for referring to family members’ criminal convictions,\nbecause they have a specific relevance. However, Clause 9 sets a high bar, and\nthis relevance needs to go further than the mere fact of a relationship. In\nthis case, the publication had not argued that the criminal convictions had any\nspecific relevance to the article in question, or to the complainant, his\nmother and sister. There was no suggestion that any of these individuals were\nrelevant or connected to the crimes reported, and therefore identifying these\nindividuals was in breach of Clause 9.\n13. Having ruled that there had been a breach of Clause 9 of\nthe Editors’ Code, the Committee considered it was not necessary to make a\nfurther ruling about the same material in relation to Clause 2.\n14. The Committee then considered whether the complainant\nhad a reasonable expectation of privacy in respect to the information about his\nalleged relationship contained in the first article. The photographs published\nrevealed only what the complainant looked like when walking on the street, and\nthat he had, publicly, been in the company of the heiress. They did not show\nthe complainant engaged in a private activity and had been taken in a public\nplace. In these circumstances, the Committee considered that the complainant\ndid not have a reasonable expectation of privacy in relation to this\ninformation. Re-publishing this information in the second article did not\nbreach Clause 2. Also, speculating in broad terms about the potential existence\nof a relationship between these two people, based on the limited information\ncontained in these photographs, was not a breach of the complainant’s privacy.\nThere was no breach of Clause 2.\nConclusions\n15. The complaint was\nupheld.\nRemedial Action required\n16. Having upheld the complaint under Clause 9, the\nCommittee considered what remedial action should be required.\n17. In circumstances where the publication had breached\nClause 9, the publication of an adjudication was appropriate.\n18. The Committee considered the placement of this\nadjudication. The article had appeared on the publication’s homepage. The\nCommittee therefore required that its adjudication should be published on the\ntop 50% of the publication’s website, with a link to the full adjudication\n(including the headline) appearing on the homepage for 24 hours; it should then\nbe archived in the usual way. The headline to the adjudication should make\nclear that IPSO has upheld the complaint, give the title of the publication and\nrefer to the complaint’s subject matter. The headline must be agreed with IPSO\nin advance. The terms of the adjudication for publication are as follows:\nA man complained to the Independent Press Standards\nOrganisation on behalf of himself, his mother and his sister, that Mail Online\nbreached Clause 9 (Reporting of Crime) of the Editors’ Code of Practice in an\narticle published on 3 November 2017.\nThe article reported that the complainant was allegedly in a\nrelationship with a famous heiress. The article stated that the complainant’s\nfamily had a “colourful past,” and that his father had been jailed for fraud\nand that his brother-in-law was an international drug smuggler. The article\ndetailed the circumstances of the two men’s crimes and their sentences. It also\nreported the name of the complainant’s mother and sister and details of the\nbusinesses they had run.\nThe complainant said that the article breached Clause 9\n(Reporting of Crime) as it identified himself, his mother and his sister as\nrelatives of individuals convicted of crime. He said that the inclusion of\nthese convictions was used to portray himself, his sister and his mother in a\nnegative and distorted light. He believed this unjustifiably identified them as\nrelatives of individuals convicted of crime.\nThe publication did not accept that Clause 9 was engaged in\nthe article, as it said it was not a report of crime but a report of who the\ncomplainant was. It said that Clause 9 was intended to ensure that family\nmembers and friends of those accused of crime are not unnecessarily referred to\nwhen the press is reporting on a person’s arrest, charge or trial. It said this\ndid not prevent a publication from including, in a story about a person’s\nbackground, the fact that their family member had a conviction.\nIn its consideration the Committee had regard for the\npurpose of Clause 9, and the harm it was trying to prevent. Clause 9 offers\nprotection to family and friends of individuals allegedly involved in crime,\nand aims to ensure that these individuals are not unjustifiably tainted by\ntheir association to alleged criminals. The wording of Clause 9 does not state\nthat it applies only to reports of legal proceedings; it focuses on the nature\nof the link being made between individuals, rather than the nature of the\nreporting. The Committee ruled that Clause 9 was engaged by the circumstances\nof this case.\nThe article had identified the complainant, his mother and\nhis sister as the relatives of persons convicted of crime. The publication had\nsought to argue that the article had not breached the Code as his family\nmembers’ criminal records were a part of the story of his life and therefore\nrelevant. The Committee acknowledged that there will be circumstances where, in\ngiving an account of an individual’s background, there will be a justification\nfor referring to family members’ criminal convictions, because they have a\nspecific relevance. However, Clause 9 sets a high bar, and this relevance needs\nto go further than the mere fact of a relationship. In this case, the\npublication had not argued that the criminal convictions had any specific\nrelevance to the article in question, or to the complainant, his mother and\nsister. There was no suggestion that any of these individuals were relevant or\nconnected to the crimes reported, and therefore identifying these individuals\nwas in breach of Clause 9.ReviewThe\npublication complained to the Independent Complaints Reviewer\nabout the process followed by IPSO in handling this complaint. The Independent\nComplaints Reviewer decided that the process was not flawed and did not uphold\nthe request for review.  Date complaint received: 10/11/2017Date decision issued: 23/04/2018   \nBack to ruling listing\n\n\n"
}