{
    "url": "/rulings-and-resolution-statements/ruling/?id=19858-17",
    "title": "19858-17 Walker v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-11-11 00:00:00",
    "received_on": "2017-11-13 00:00:00",
    "concluded_on": "2018-02-01 00:00:00",
    "complaint_processing_days": 80,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/ADate complaint received: 13/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 19858-17 Walker v mirror.co.uk\nSummary of complaint\n1. Mark Walker complained to the Independent Press Standards\nOrganisation that mirror.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Shameless touts charge teens and\nparents three times ticket prices for kids' charity gigs”, published on 11\nNovember 2017.\n2. The article reported that thousands of tickets for an\nevent had been sold online for inflated prices by “greedy touts”. The article\nreferred to the event as a “charity gig” and reported that it was run by a\ncompany (the company), in aid of a charity (the charity) that it owns. The\narticle also reported that “one well-known tout, banned from illegal sales, is\nusing [a] website to demand £1,000 for six tickets that cost just £57.50 each”.\n3. The complainant said that it was inaccurate to refer to\nthe event as a charity event because not all profits raised went towards the\ncharity, or towards a charitable cause. While he did not dispute that some of\nthe proceeds from the event were donated to the charity, the complainant said\nthat the primary objective of the event was not to raise money for the charity,\nbut to create a profit for the company.\n4. The complainant also said that the article gave the\nmisleading impression that the reselling of event tickets is illegal, because\nit reported that a “well-known tout [was] banned from illegal sales”.\n5. The publication did not accept that there had been a\nbreach of the Code. It said that it took care over the accuracy of the article\nand had provided the Communications Director of the company with a full copy of\nthe article, prior to publication; they did not question or disagree with the\nreference to the event as a charity event. The publication provided a copy of\nthis correspondence, and a copy of post-publication correspondence with the\ncompany, which it said demonstrated its position that the event supported the\ncharity.\n6. The publication said that it was accurate to describe the\nevent as a charity event and provided other sources of information which it\nsaid supported its position. It said that the event’s information page on the\ncompany’s website stated that “every ticket you buy helps raise money for [the\ncharity]”, and that the terms and conditions of a competition to win tickets to\nthe event stated that, “after entering the competition, participants will\nreceive a bounce back text message informing them that a voluntary donation to\n[the charity] of £3 will be taken automatically…100% of the donation will go to\n[the charity]”. The publication provided an image of a ticket for the event\nwhich showed the company’s logo and stated that the event “supported” the\ncharity.\n7. The publication said that the tout referred to in the\narticle had used “botnet” software to purchase tickets and sell them on at an\nincreased price. It said that the use of botnets is illegal and provided copies\nof previous articles which it had published, which it said demonstrated its\nposition. It also provided a copy of a comment made by the Council in relation\nto this individual, which stated that “an investigation carried out by the\nCouncil, in relation to the illegal reselling of tickets, gave rise to the\ncommencement of criminal proceedings against [the individual]”, and that he had\ngiven an “undertaking that he will discontinue to contravene regulations under\nthe Consumer Protection from Unfair Trading Regulations 2008”.\n8. Although the publication did not accept that there had\nbeen a breach of the Code, as a gesture of goodwill, it offered to amend the\nheadline to “Shameless touts charge teens and parents three times ticket prices\nfor kids’ gigs that donate to charity”; to amend the opening line of the\narticle to read “Greedy touts are ripping off teens and their parents heading\nto a Christmas ball which donates a portion of its profits to needy kids”; and\nto amend the article to read “One well-known tout, who was banned from\nunauthorised sales by using botnets, is using website StubHub to demand £1,000\nfor six tickets, that cost just £57.50 each”.\nRelevant Code provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n10. The article reported on issues surrounding the resale of\ntickets for an event run by the company, and the complainant said that the\nreference to the event as a “charity gig”, was inaccurate. The publication sent\na full copy of the article to the Communications Director of the company, prior\nto publication, and they had not questioned or disagreed with the content of\nthe article. Furthermore, the publication had relied on information publicly\navailable on the event website which stated that proceeds from the ticket sales\nraised money for the charity, and information on the event ticket which showed\nthe company’s logo and stated that the event “supported” the charity. The\npublication demonstrated that it had taken sufficient care to ensure the\naccuracy of this information, and there was no breach of Clause 1 (i) on this\npoint.\n11. The article was focused specifically on the resale of\ntickets for the event, and the inflated prices that customers pay as a result\nof this practice. The company described the event as “supporting” the charity;\nthe publication sought to demonstrate that the event was generally understood\nto be a charity event, and it was entitled to adopt the company’s\ncharacterisation of the event. While it was not made clear exactly how much\nmoney was donated to the charity each year as a result of the event, in\ncircumstances where it was not disputed that some of the proceeds were donated\nto the charity, the Committee did not consider that it was misleading to\ndescribe the event as a charity event, in this context.  No correction was required and there was no\nbreach of Clause 1 (ii) on this point.\n12. The complainant said that the article gave the\nmisleading impression that the re-selling of event tickets is illegal, because\nof the inclusion in the article of the reference to an individual who had been\n“banned from illegal sales”. The article did not claim that the re-sale of\ntickets was illegal in all circumstances, rather it reported that an individual\nwho was engaging in the practice had previously been found to be re-selling\ntickets in a manner which was illegal. The Committee did not consider that the\narticle was misleading in the manner suggested by the complainant. There was no\nbreach of Clause 1 on this point.\n13. While the Committee did not establish a breach of the\nCode, it welcomed the publication’s offer to amend the headline and the\narticle.\nConclusions\n14. The complaint was not upheld.\nRemedial action required\n15. N/ADate complaint received: 13/11/2017Date decision issued: 01/02/2018  \nBack to ruling listing\n\n\n"
}