{
    "url": "/rulings-and-resolution-statements/ruling/?id=20057-17",
    "title": "20057-17 Johnson v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "10 Clandestine devices and subterfuge (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2017-04-20 00:00:00",
    "received_on": "2018-03-20 00:00:00",
    "concluded_on": "2018-07-05 00:00:00",
    "complaint_processing_days": 107,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20057-17 Johnson v The SunSummary of complaint\n1. David Johnson,\nacting on behalf of Adam Johnson, complained to the Independent Press Standards\nOrganisation that The Sun breached Clause 1 (Accuracy), Clause 2 (Privacy),\nClause 3 (Harassment) and Clause 10 (Clandestine devices & subterfuge) in\nan online article headlined “‘I wish I’d raped her’ Adam Johnson caught\nbragging to prison inmates about schoolgirl he sexually abused in shocking\nsecret video”, published on 20 April 2017.\n2. The article\nincluded footage of Adam Johnson taken inside prison, in which he could be seen\ntelling an inmate that he had not committed rape, and that he had said “I wish\nI f***ing did for six year”. It described the video as “shocking” and said that\nMr Johnson had blamed his Premier League status for “landing him in jail”. It\nreported that the footage was “believed to have been filmed in the laundry room\nat HMP Moorland”, and that it was being investigated by prison chiefs. The\narticle said that Mr Johnson had been jailed for “grooming, kissing and\ntouching a 15-year-old girl” and that he had told jurors that he was “ashamed”\nof his actions. The piece quoted campaigners expressing concern that the\ncomments were “victim blaming”, and an NSPCC spokesman who had said “what part\nof ‘age of consent’ does Johnson not get? To make it crystal clear to him:\nadults can’t have sex with children”.\n3. The complainant\nsaid that his family had been the subject of a witch-hunt by the press. He said\nthat “numerous inflammatory newspaper articles” had been published about his\nson, many of which were “completely untrue”. He was particularly concerned that\nhis son had been continually referred to as a “paedophile” or “paedo”. He said\nthis term described a “male predator who had sexual attraction towards\nprepubescent children”; his son was not a paedophile.\n4. The complainant\nalso expressed serious concern that the newspaper had paid for footage taken\ninside prison, in which his son had been “led in the direction to capture his\nfeelings with regard to the severity of his sentence”. He said the publication\nof the footage was intrusive and the use of a hidden device was unjustified.\n5. The newspaper did\nnot accept a breach of the Code. It said that the video had been given to it by\na third party; it had not asked anyone to film Adam Johnson; when the paper was\ncontacted, the footage had already been taken. The newspaper accepted, however,\nthat Clause 10 was engaged by its decision to publish the material; it considered\nthat this was justified in the public interest.\n6. The newspaper\nsaid that the public interest in publishing the video was clear: Adam Johnson\nwas a famous footballer who had been convicted of sexual offences against a\nminor during a high-profile trial. It said that during the trial, Mr Johnson\nhad told the court that he was ashamed of himself and that he accepted full\nresponsibility, and apologised for his actions. It argued that his contrition\nhad contributed to his relatively low sentence of six years and had provided\nhim with the opportunity to go to a “soft” jail. The newspaper said that the\nvideo it had published showed that Mr Johnson had, in fact, held his victim in\ncontempt, and noted that his comments had been condemned by campaigners,\nincluding the NSPCC, as reported in the article.\n7. In order to\ndemonstrate that the public interest had been given careful consideration\nbefore publication, the newspaper provided correspondence between editorial\nstaff in which they discussed how the statements Adam Johnson had made in court\nhad contradicted the comments he had made to inmates in the video. For\ninstance, they noted that he had told the court “I have regretted it ever since\nI have done it” and contrasted this with his statement that “I wish I’d f***ing\nraped her”. In addition, it provided correspondence between senior editorial\nstaff and the legal department, which noted that Mr Johnson had made the\ncomments shortly before he launched his appeal against his conviction and\nsentence, which he had lost. It also stated the newspaper’s position that there\nwas an “overriding public interest in exposing the true face of remorseless\nJohnson, who may well still try for early release”, and that it had concluded\nthat publication was justified as it would protect “the public from being\nmisled by an action or statement of an individual or organisation”.\n8. The newspaper did\nnot consider that Adam Johnson had a reasonable expectation of privacy when he\nwas filmed discussing his crimes with other inmates in the laundry room. It\nsaid that prison was a punishment and was not an opportunity for convicts, and\ntheir activities, to be protected from public scrutiny. In any case, it\nconsidered that publication was justified in the public interest.\n9. The newspaper\nsaid that it was not inaccurate or misleading to have referred to Adam Johnson\nas a “paedophile” given that he had been convicted of sexual offences against a\nminor. It quoted the Chief Crown Prosecutor for the northeast, who, when the trial\nhad concluded, had said “we should all be clear that there is only one victim\nin this case: the 15-year-old girl [Adam Johnson] sexually assaulted”.\nRelevant Code provisions\n10.Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nClause 10 (Clandestine devices and subterfuge)*\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nThe public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\n Detecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice. Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n11.Prisons are public facilities whose primary purpose is\nthe rehabilitation and punishment of offenders. They are also where inmates\nlive for the duration of their sentence, and therefore there are areas in a\nprison in which inmates may have a reasonable expectation of privacy.\n12.In this instance, the laundry room may have been an area\nof the prison in which Adam Johnson had a reasonable expectation of privacy.\nHowever, Mr Johnson had spoken openly to other inmates, and there was a strong\npublic interest in publishing the footage, in order to highlight the conflict\nbetween the statements he made in private with those he had made in mitigation\nin court. The newspaper had considered the public interest before publication,\nand had proceeded on the basis that publication served to protect the public\nfrom being misled.\n13.The Committee concluded that the public interest was\nproportionate to any potential intrusion into Mr Johnson’s private life. In\naddition, publication demonstrated that the conversation had taken place. The\nnewspaper’s decision to publish the material was justified. There was no breach\nof Clause 2.\n14.The newspaper had not set out to obtain material about\nAdam Johnson by using clandestine devices or subterfuge; however, it had\nproceeded to publish the footage in the knowledge that it had been taken using\na hidden camera. As such, Clause 10 was engaged by the complaint. The newspaper\ntherefore had to demonstrate that the material could not have been obtained by\nopen means, and that its decision to publish the footage was justified in the\npublic interest.\n15.The newspaper had published the footage, which had been\nprovided by a source, in order to demonstrate that the views Mr Johnson\nexpressed in private about his conviction conflicted with those which he had\nexpressed in mitigation in court. It was plain that this information could not\nhave been obtained by open means.\n16.The Committee noted that the level of subterfuge employed\nby the newspaper’s source was limited: Mr Johnson had known the person with\nwhom he had spoken; that person had not misrepresented themselves. The\nCommittee had already established that there was a strong public interest in\npublishing the material in its consideration of the complaint under Clause 2.\nThe public interest identified was also proportionate to the subterfuge employed.\nThere was no breach of Clause 10.\n17.The Committee also considered the complaint under Clause\n1. It noted the complainant’s position that Adam Johnson was not a paedophile\nbecause he was not a predator who was sexually attracted to prepubescent\nchildren. However, Mr Johnson had pleaded guilty to sexual activity with a\nminor and grooming, for which he had subsequently been jailed for six years.\nThe article under complaint had made clear the nature of his conviction and had\nstated the age of the victim. In this context, describing Adam Johnson as a\n“paedo” or “paedophile” had not given a misleading impression of his\nconviction. There was no breach of Clause 1.\n18.The Committee acknowledged that the complainant and his\nfamily had been distressed by the coverage and by the conduct of the press\ngenerally. However, he had not identified any behaviour specifically on the\npart of The Sun, which would represent harassment under the terms of the Code.\nWhile it understood the family’s position that stories about Adam Johnson had\ncaused distress, the publication of the article under complaint did not\nrepresent harassment in breach of the Code.\nConclusion\n19.The complaint was not upheld.\nDate complaint received: 20/03/2018Date decision issued: 05/07/2018\nBack to ruling listing\n\n\n"
}