{
    "url": "/rulings-and-resolution-statements/ruling/?id=20095-17",
    "title": "20095-17 Hawthorn v Irish News",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Irish News (The Irish News)",
    "received_on": "2017-11-15 00:00:00",
    "concluded_on": "2018-05-25 00:00:00",
    "complaint_processing_days": 191,
    "conclusion_long": "14.  The complaint was not upheld.",
    "remedial_action": "15. N/ADate complaint received: 15/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20095-17 Hawthorn v Irish NewsSummary of complaint1. Ronald Hawthorn\ncomplained to the Independent Press Standards Organisation that The Irish News\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in the following articles:“Suspected\nLoughinisland massacre gunman named” published on 3 November 2017“Sinn Fein\nand SDLP call for action after massacre film claims” published on 3 November\n2017“Couple at\ncentre of allegations filmed working in Belfast” published on 4 November 20172. The first\narticle reported that the complainant had been named in a major documentary as\nthe alleged suspected gunman in the 1994 Loughinisland massacre. It reported\nthat the complainant had been arrested at the time of the incident, but never\ncharged. It went on to report that the complainant could not be reached for\ncomment at his home prior to publication, and included the name of the village\nwhere the complainant lived. The article also included a still of the\ncomplainant taken from the documentary and a photograph of the exterior of his\nhome. The photograph showed the electronic gate and intercom outside the\ncomplainant’s property, with his house in the background. This article was also\npublished online with the same headline and was substantially the same as the\narticle that appeared in print.3. The second\narticle reported that following the screening of the documentary, local\npoliticians in Northern Ireland had called for the allegations made in the film\nto be investigated. It reported that the complainant had been identified in the\ndocumentary as the alleged gunman and as “Person A” allegedly identified in a\nPolice Ombudsman report into the incident. It also reported that the\ncomplainant had been arrested in connection to the incident, but never charged\nand included a photograph of the complainant.4. The third\narticle reported that the documentary had secretly filmed the complainant and\nhis wife at work.  It stated that the\ncomplainant was claimed to be the chief suspect in the Loughinisland massacre\nand included a description of the complainant’s home and his business. It also\nincluded a photograph of the complainant and one of his home.5. The complainant\nsaid that reporting his arrest represented a breach of his privacy, as he was\narrested more than 30 years ago, and had never been charged. He said that he\nlived in a small village, and therefore publishing a photograph of the exterior\nof his home and the name of the village had put his personal safety at risk. He\nsaid the photograph of his home had been shared on social media and provided\nexamples of comments made by members of the public, which he said showed that\npublication of this photograph by the newspaper had further endangered his\nsafety.6. He also said\nthat it was inaccurate for the articles to report the documentary’s claim that\nhe was a suspect in relation to this incident, as he had never been charged with\nany offence. 7. The newspaper\ndid not accept that it had breached the Code. It said that the subject matter\nof the documentary was at the heart of a wide ranging debate in Northern\nIreland relating to legacy cases and unresolved crimes during The Troubles. It\nsaid that the photograph of the complainant showed nothing private about him,\nbut simply his appearance, which the complainant did not have a reasonable\nexpectation of privacy in relation to. It also said that the village where the\ncomplainant lives had already been put in the public domain by the documentary.\nThe newspaper believed that there was a strong public interest in publishing\nthe picture of the complainant’s home, as it showed readers that the man who\nthe documentary had named as the suspected gunman, was a successful individual\nof considerable means. The photograph showed only that the property was a\nsubstantial detached property with gates and an intercom, which the newspaper\ndid not accept was private. It also alleged that another publication had also\npublished a photograph of the complainant’s home, and did not accept that it\nwas responsible for any comments made by members of the public on social media,\nsome of which it noted had been posted prior to publication of the article.8. The newspaper\nsaid that its coverage had accurately reported that the complainant had been\narrested at the time but never charged. It said that this information was known\nlocally, and had been put in the wider public domain by the documentary. It said\nthat the coverage had not stated as fact that the complainant was responsible\nfor the incident, but had reported on claims made by the documentary makers and\nothers regarding the incident. It believed all the claims had accurately been\nattributed as such.9. The newspaper\nsaid it had tried to contact the complainant for comment prior to publication\nbut had not been able to reach him. It offered to put the complainant’s\nposition on record in order to resolve his complaint.Relevant Code provisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or\ndistorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be\ncorrected, promptly and with due prominence, and- where appropriate- an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulatorClause 2 (Privacy)*i) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information.The public interestThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.1. The public interest includes, but is not confined to:Detecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.2. There is a public interest in freedom of expression\nitself.3. The regulator will consider the extent to which material\nis already in the public domain or will become so.4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.Findings of the Committee10. The documentary\nrelated to the unsolved, historic murders of several men. The Code recognises\nthe public interest in reporting on, and contributing to, the public debate on\nsuch matters, and also recognises the public interest in freedom of expression\nitself. In these circumstances, the newspaper was entitled to report on the\ndocumentary and the Committee considered that there was a strong public\ninterest in doing so. When considering whether the complainant had a reasonable\nexpectation of privacy in relation to the documentary’s claims, including details\nof the complainant’s historic arrest and the claim that he was still a suspect,\nthe Committee also had regard for the extent to which this information was\nalready in the public domain. These claims had been put in the public domain by\nthe documentary, which had been widely circulated. In these circumstances,\npublication of the claims by the newspaper did not amount to a breach of Clause\n2.11. The Committee also noted that the photograph of the\ncomplainant, which appeared to be a still from the documentary, showed only his\nappearance and likeness in relation to the articles, and did not show him\nengaged in any private activity. In these circumstances, the complainant did\nnot have a reasonable expectation of privacy in relation to this. There was no\nbreach of Clause 2 on this point.12. The Committee recognised that, by publishing the name of\nthe complainant’s village and a photograph of his house, some readers may have\nbeen able to identify where the complainant lived. However, except in exceptional\ncircumstances, this is not information in respect of which an individual has a\nreasonable expectation of privacy; an individual’s address is often\nidentifiable from information which is publicly available. In this instance,\nwhilst noting the complainant’s concerns, there was not a sufficient basis to\nfind that there were exceptional circumstances which gave rise to a reasonable\nexpectation of privacy in relation to information which identified where the\ncomplainant lived. In these circumstances, there was no breach of Clause 2.13. The articles had accurately reported that the\ncomplainant had been arrested at the time of the incident, but never charged.\nThe articles did not reported as fact that he had been responsible for the\nattack, but reported claims made by the documentary and wider comments made by\npoliticians in response to it. It was not in dispute that the complainant had\nbeen arrested and released without charge, and that it had been claimed by the\ndocumentary that the complainant remained a suspect in the unsolved murders.\nThe newspaper was entitled to report this. Also, all the articles had made\nclear the nature of these claims, and had accurately attributed them to the\nsources of the allegations. The articles were not inaccurate and there was no\nbreach of Clause 1.Conclusions14.  The complaint was\nnot upheld.Remedial action required\n15. N/ADate complaint received: 15/11/2017Date complaint concluded: 25/05/2018 \n \nBack to ruling listing\n\n\n"
}