{
    "url": "/rulings-and-resolution-statements/ruling/?id=20096-17",
    "title": "20096-17 Hawthorn v Sunday Life",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2017-11-05 00:00:00",
    "received_on": "2017-11-23 00:00:00",
    "concluded_on": "2018-05-25 00:00:00",
    "complaint_processing_days": 183,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/ADate complaint received: 23/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20096-17 Hawthorn v Sunday Life Summary of Complaint 1.  Ronald\nHawthorn complained to the Independent Press Standards Organisation that the\nSunday Life breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’\nCode of Practice in an article headlined “Loughinisland massacre suspect’s\nsilence is deafening” published on 5 November 2017.” 2.  The\narticle reported that a recently released documentary had named the complainant\nas the suspected gunman in the 1994 Loughinisland massacre, where Loyalist\nparamilitaries killed 6 Catholic men. It stated that a journalist from the\nnewspaper had confronted the complainant at his home, with the strapline of the\narticle stating, “We confront businessman over explosive allegations” and the\narticle went on to report that “he stopped talking as soon as our reporter\nmentioned Loughinisland.” It also included quotations from a former police\nofficer who had allegedly interviewed the complainant at the time of his arrest\nshortly after the incident. The article also included a photograph of the\ncomplainant. 3.  The\ncomplainant said that the article was inaccurate, as he had never been charged\nor convicted in relation to the attack and therefore it was inaccurate to refer\nto him as the suspected gunman. He said that this information came from the documentary\nreferred to in the article, which he said was based on leaked security\ndocuments, here say and conjecture. He also said that it was inaccurate for the\narticle to state that the journalist had spoken to him at his home, as he said\nhe had not been at home at this time, and had not spoken to any reporter. 4.  He\nalso said that publishing a photograph of him, and reporting the information\nfrom the documentary, particularly the fact of his arrest, represented a breach\nof his privacy and put his safety at risk. 5.  The\nnewspaper did not accept that it had breached the Editors’ Code. It said that the article was a report\nof the recently released documentary, which it said was accurately reported. It said that all the information\nincluded in the article came from the documentary which had been widely broadcast and\ndistributed throughout the UK and Ireland. The newspaper said that the claim\nthat the complainant was the alleged suspected gunman had been put in the\npublic domain by the documentary, which the article had made clear. 6.  It also\nsaid that in these circumstances, all the information contained in the article was\nalready in the public domain and therefore the complainant did not have a\nreasonable expectation of privacy in relation in relation to his arrest and the\nclaims of his alleged involvement. It also maintained that the photograph of\nthe complainant did not show anything private in nature about him, only his\nlikeness in relation to the article. Further, it said that there was extensive\npublic interest in this unsolved incident from The Troubles, which it said was\nevident by the amount of media coverage the documentary had received in many\ndifferent publications. 7.  It also\nexplained why the article had reported that it had spoken to the complainant\nabout the claims made in the documentary. The newspaper said that their\njournalist had made contact with a man through the intercom at the house, who\nhe believed to be the complainant and provided a recording of the conversation.\nIn the recording, the journalist had asked to speak to the complainant and said\nthat he wanted to discuss the allegations made in the documentary. The man did\nnot confirm who he was and hung up.  The\nnewspaper said that the reporter believed this person to be the complainant as\nthe reporter had seen a man, whom he believed to be the complainant, drive a\nvan past him when he standing outside the house. The journalist had recently\nwatched the documentary and believed the man driving the van looked like the\ncomplainant, who had been shown in the film.  The reporter and a photographer alleged that\nthey could then see a man who he believed to be the van driver in the house and\nrang the intercom. However, when the complainant made clear he had not been\nhome at this time, it offered to publish the following clarification on page\nfour:\n“Our article ‘Loughinisland\nmassacre suspect’s silence is deafening’ published on 5 November 2017 reported\nthat we had confronted Ronald Hawthorn at his home and had asked him questions\nabout his possible involvement, which he had refused to answer. While our\nreporter believed the man at the address to be Mr Hawthorn, he has informed us\nhe was not at home at this time.” \nRelevant Code Provisions 8. Clause 1 (Accuracy) i)  The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and- where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator. Clause\n2 (Privacy) * i) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information. The public interest There may be exceptions to the clauses\nmarked * where they can be demonstrated to be in the public interest. 1. The public interest includes, but is\nnot confined to: ·        \nDetecting\nor exposing crime, or the threat of crime, or serious impropriety. ·        \nProtecting\npublic health or safety. ·        \nProtecting\nthe public from being misled by an action or statement of an individual or\norganisation. ·        \nDisclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject. ·        \nDisclosing\na miscarriage of justice. ·        \nRaising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public. ·        \nDisclosing\nconcealment, or likely concealment, of any of the above. 2. There is a public interest in\nfreedom of expression itself. 3. The regulator will consider the\nextent to which material is already in the public domain or will become so. 4. Editors invoking the public interest\nwill need to demonstrate that they reasonably believed publication - or\njournalistic activity taken with a view to publication – would both serve, and\nbe proportionate to, the public interest and explain how they reached that\ndecision at the time. 5. An exceptional public interest would\nneed to be demonstrated to over-ride the normally paramount interests of\nchildren under 16. \nFindings\nof the Committee 9.   \nShortly\nafter watching the documentary, the reporter had gone to the complainant’s home\nto attempt to speak to him and get an on the record comment. The journalist had\nassumed that he was speaking to the complainant as he had seen a man that he\nbelieved to be the complainant pass him on the road and the person he had\nspoken to on the intercom of the complainant’s home had not contradicted his\nassumption that he was speaking to Mr Hawthorn. In these circumstances, there\nwas no failure by the newspaper to take care over the claim that it had spoken\nto the complainant, and there was no breach of Clause 1(i). 10.\nRegardless,\nthe complainant alleged that he had not been at home at the time, and said the\nreporter must have spoken to someone else on the intercom. While the\ncomplainant was not able to name the individual that had actually spoken to the\njournalist, reporting that the newspaper had spoken to the complainant, when he\ndenied that this was the case, person represented a significant inaccuracy, as\nit suggested that the complainant had chosen to avoid answering the\njournalist’s questions about the allegations made in the documentary. This\ninaccuracy required correction to avoid a breach of Clause 1 (ii). The\nnewspaper had promptly offered to publish a correction which identified the\noriginal inaccuracy, made the correct position clear and was sufficiently\nprominent. This proposed correction met the newspaper’s obligations under the\nCode and should now be published. There was no breach of Clause 1 (ii) on this\npoint. 10.\nThe\ninformation about the complainant’s historic arrest and the claim that he was\nthe alleged suspected gunman had come from the documentary, which related to the unsolved, historic\nmurders of several men. The Code recognises the public interest in reporting\non, and contributing to, the public debate on such matters, and also recognises\nthe public interest in freedom of expression itself. In these circumstances,\nthe newspaper was entitled to report on the documentary and the Committee considered\nthat there was a strong public interest in doing so. When considering whether the\ncomplainant had a reasonable expectation of privacy in relation to the\ndocumentary’s claims, the Committee had regard for the extent to which this\ninformation was already in the public domain. These claims had been put in the public domain by the\ndocumentary, which had been widely circulated. In these circumstances,\npublication of the claims by the newspaper did not amount to a breach of Clause\n2. 11.\nThe\nCommittee also noted that the photograph of the complainant, which appeared to\nbe a still from the documentary, showed only his appearance and his likeness in\nrelation to the article and did not show him engaged in any private activity.\nIn these circumstances, the complainant did not have a reasonable expectation\nof privacy in respect of this. There was no breach of Clause 2. 12.\nIt\nwas not in dispute that the complainant had been arrested and released without\ncharge, as reported in the article. The article had also made clear that the\nclaim that the complainant was allegedly the suspected gunman was made by the\ndocumentary, and had accurately presented this as a claim. There was no breach of Clause 1. \nConclusions 11. The complaint was not upheld. \nRemedial Action Required 12. N/ADate complaint received: 23/11/2017Date decision issued: 25/05/2018\n \n \n \n \nBack to ruling listing\n\n\n"
}