{
    "url": "/rulings-and-resolution-statements/ruling/?id=20099-17",
    "title": "20099-17 Hawthorn v The Impartial Reporter",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Impartial Reporter (Newsquest Media Group)",
    "published_on": "2017-11-11 00:00:00",
    "received_on": "2017-11-23 00:00:00",
    "concluded_on": "2018-05-25 00:00:00",
    "complaint_processing_days": 183,
    "conclusion_long": "15.  The complaint was not upheld",
    "remedial_action": "16.  N/ADate complaint received: 23/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20099-17 Hawthorn v The Impartial ReporterSummary of Complaint 1.   \nRonald\nHawthorn complained to the Independent Press Standards Organisation that the\nImpartial Reporter breached Clause 1(Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined, “Decision to name Loughinisland suspects ‘not taken lightly’ by\nFermanagh journalist” published on 11 November 2017. 2.    The article reported that a new documentary examining\nthe unsolved, historic murders of six Catholic men in Loughinisland by a\nLoyalist paramilitary group had been released. It stated that the documentary\nhad named a number of individuals as the “chief suspects” in the case, after the\ndocumentary makers had gained access to a leaked Police Ombudsman review of the\npolice investigation. It reported that the complainant had been arrested after\nthe attack but never charged. 3.    The article was also published online, and was\nsubstantially the same as the print article. 4.    The complainant\nsaid that reporting that he had been arrested but never charged in relation to\nthis matter, more than twenty years ago, was a breach of his privacy. He said\nthat there was a long standing practice that suspects were not named by the\nmedia unless charged, and believed that the press coverage relating to him amounted\nto a “trial by the media.” He said this reporting had put his personal safety\nat risk. 5.    He also said\nthat the article reported claims made in the documentary, namely that he was a\nsuspect in the Loughinisland investigation, which he said was inaccurate and\nwithout evidence. He said this allegation was based on highly sensitive and\nconfidential documents that had allegedly been stolen, and that there was now\nan ongoing police investigation into this. 6.    The complainant\nalso raised concern that the article had only named him in relation to this\nmatter, and none of the other alleged suspects named in the documentary. He\nalso provided examples of other articles published by the newspaper which did\nnot name specific individuals when reporting that someone had been arrested on\nsuspicion of a crime. 7.    The newspaper\ndid not accept that it had breached the Editors’ Code. It said that there was\nan overwhelming public interest in examining the unanswered questions behind\nthe atrocities of The Troubles. It said that the documentary was the latest in\na long line of journalistic investigations in Northern Ireland that named\nsuspects in high profile terrorist cases and said it was a fundamental aspect\nof journalism in the region, which had previously led to the trial and\nconviction of individuals named as suspects in unsolved cases. 8.    It said the\narticle was a review of the new documentary referenced in the article, and that\nthe complainant’s name and his arrest in connection to this incident had been put\nin the public domain by the documentary, which it said had been screened widely\nin Northern Ireland and mainland UK. It said even if the complainant believed\nthat he had a reasonable expectation of privacy in relation to his arrest, the\nnewspaper believed that the public’s right to know details of this historic\nincident was, in this instance, paramount.  9.    It said that the\ndocumentary had put a significant amount of information in the public domain\nabout the complainant, and that allegedly, as reported in the documentary, a 2008\nPolice Ombudsman document had named the complainant as the “main suspect.” 10.\n The newspaper maintained that the article had\naccurately reported that although he had been arrested, the complainant had\nnever been charged in relation to this matter. It said producers of the\ndocumentary had contacted the complainant for a response to the allegations\nprior to publication, but had received no response. The newspaper said it was\nhappy to out the complainant’s position in relation to these allegations on\nrecord if he wished to do so. \nRelevant Code Provisions 11. Clause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and- where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator. Clause 2 (Privacy)\n* i) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information. The\npublic interest There\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest. 1.\nThe public interest includes, but is not confined to: ·        \nDetecting\nor exposing crime, or the threat of crime, or serious impropriety. ·        \nProtecting\npublic health or safety. ·        \nProtecting\nthe public from being misled by an action or statement of an individual or\norganisation. ·        \nDisclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject. ·        \nDisclosing\na miscarriage of justice. ·        \nRaising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public. ·        \nDisclosing\nconcealment, or likely concealment, of any of the above. 2.\nThere is a public interest in freedom of expression itself. 3.\nThe regulator will consider the extent to which material is already in the\npublic domain or will become so. 4.\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time. 5.\nAn exceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16. Findings of the Committee 12.\nThe\ndocumentary related to the unsolved, historic murders of several men. The Code\nrecognises the public interest in reporting on, and contributing to, the public\ndebate on such matters, and also recognises the public interest in freedom of\nexpression itself. In these circumstances, the newspaper was entitled to report\non the documentary and the Committee considered that there was a strong public\ninterest in doing so. When considering whether the complainant had a reasonable\nexpectation of privacy in relation to the documentary’s claims, including\ndetails of the complainant’s historic arrest and the claim that he was still a\nsuspect, the Committee also had regard for the extent to which this information\nwas already in the public domain. These claims had been put in the public\ndomain by the documentary, which had been widely circulated. In these\ncircumstances, publication of the claims by the newspaper did not amount to a\nbreach of Clause 2. 13.  It was not in dispute that the complainant had\nbeen arrested and released without charge, and that it had been claimed by the\ndocumentary that the complainant remained a suspect in the unsolved murders,\nthe newspaper was entitled to report this. Where the article had made clear the\nnature of these claims, and had accurately attributed them to the documentary, the\narticle was not inaccurate. There was no breach of Clause 1 on this point. 14. The complainant’s\nconcern that the newspaper had not named the other individuals suspected of\ncriminal involvement, was an issue of selection. The selection of material for publication is a matter of editorial\ndiscretion, and in this instance, the fact that the newspaper did not routinely\nname individuals suspected of crimes, and had not named other individuals\nallegedly identified in the documentary, did not make the article inaccurate.\nThe article also made clear that more than one person had been named by the\ndocumentary, and therefore did not create a misleading or inaccurate\nimpression. There was no breach of Clause 1.\nConclusions 15.\n The complaint was not upheld \nRemedial Action Required 16.\n N/ADate complaint received: 23/11/2017Date decision issued: 25/05/2018\nBack to ruling listing\n\n\n"
}