{
    "url": "/rulings-and-resolution-statements/ruling/?id=20114-17",
    "title": "20114-17 Salmond & Ahmed-Sheikh v The Herald",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2017-11-18 00:00:00",
    "received_on": "2017-11-16 00:00:00",
    "concluded_on": "2018-03-16 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. N/ADate complaint received: 16/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20114-17 Salmond & Ahmed-Sheikh v The Herald\nSummary of complaint\n1. Alex Salmond and\nTasmina Ahmed-Sheikh complained to the Independent Press Standards Organisation\nthat The Herald breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Salmond sparks ‘fake news’ row with new TV show”, published\nonline on 16 November, and in an article headlined “Russian gay rights abuses\n‘make ex-MP’s equalities role untenable’”, published on 18 November 2017, in\nprint and online.\n2. The 16 November\narticle reported that on the first edition of ‘The Alex Salmond Show’,\nbroadcast on the network RT UK, Mr Salmond had “sparked a ‘fake news’ row. The\narticle reported that Mr Salmond had read out a series of Tweets, which he\nclaimed had been sent to him in advance of the programme. It reported that one of\nthe tweets read out was “ostensibly from a Twitter account called\n‘@ellalorenR’”, but that no such account exists. It reported that another tweet\nread out was from the account “@thegodfather12”, but that this account had\nnever tweeted. The article reported that a Liberal Democrat politician had said\n“it’s clear that Moscow tweet bot central is working overtime”.\n3. The 16 November\narticle was first published at 11:15, and amended throughout the day, while\ncorrespondence was exchanged between the parties. At 11:00, the newspaper\ncontacted the complainant, asking for its explanation for the two tweets\nreferred to in the article. Between then and 1200, the article was amended to\nreport that another tweet read out on the show, purportedly from “@admrobrts”,\nwas not tweeted until 11:08, three and a half hours after broadcast.\n4. At 1202, the\ncomplainants responded to the newspaper’s request for comment, by saying that\n“we have screenshots which establish the genuine nature of the tweets. Your\nstory is quite simply wrong. Please remove your story immediately”. The\nnewspaper then requested copies of the screenshots refereed to, and the\ncomplainant sent a screenshot of a tweet from @ellalaurenr. The newspaper\nresponded questioning why the programme had referred to @ellalorenR. It also\nrequested screenshots for the accounts @thegodfather12 and @admrobrts. The\ncomplainant responded saying “the tweets are clearly genuine as the screenshot\ndemonstrates”, to which the newspaper said “unless you provide proof that all\nthe tweets we referred to are genuine the story will stay on the website”.\nAround this time, the article amended to report “the show blamed part of the\nconfusion on a caption error and said there were simple explanations for the\nrest, but assured The Herald that all tweets were genuine”.\n5. At 1507, the\nnewspaper asked the complainant why one of the tweets was from the director of\nthe programme.  The article was amended\nto report that a tweet was read out asking about when President Trump would be\non the programme, which had been tweeted from the private account of the\nprogrammes ‘series director’.\n6. At around 1600,\nthe headline was changed to “Salmond under pressure to explain mystery tweets\non TV show”, on the basis of advice given by the newspaper’s lawyer. At 1755,\nthe complainant sent a legal letter to the newspaper, objecting to the article.\nAt 1810 the newspaper emailed the complainant asking “will you be supplying the\nscreenshot proof you mentioned or a statement?”. The complainant responded\nsaying:\ni. @ellalorenR” was mis-transcribed from “@ellalaurenr”.ii. The\nquestion broadcast as being tweeted from “@admrobrts” was in fact a question\nsent to the programme in correspondence. The individual in question tweeted the\nquestion after he had seen it broadcast.\niii. The tweet\napparently from “@thegodfather12” was sent in by a person that had asked that\nthis Twitter handle be used, presumably to protect his anonymity.iv. The tweet\nfrom the programme’s producer had been left in by accident, from an earlier\nrehearsal.\nThe newspaper then added these responses to the article.\n7. The 18 November\narticle reported that a disability rights campaigner had made a statement on\nTwitter urging the Scottish National Party to remove Ms Ahmed-Sheikh from her\nrole as the SNP’s Women an Equalities Convenor, because it was “not compatible with\nany form of business relationship with RT”, which he referred to as “a TV\nchannel funded by a government that overtly oppresses the rights of LGBTI\npeople….[and] actively undermines democracy and potentially contributes to the\nescalation of racial tension in BAME communities in America”. The article\nreported that Ms Ahmed-Sheikh declined to respond to the criticism.\n8. In relation to\nthe 16 November article, the complainants said that an allegation of “fake\nnews” is an allegation of a systematic attempt to distort the news agenda with\nfalse information. They said that the article’s use of this term was totally\nunjustified by either the text of the article, or the facts of the case. All of\nthe emails, tweets and queries used on the programme were real questions from\nreal people. It noted that the newspaper’s own legal adviser shared this view,\nwhen he advised that the words “fake news” be removed from the headline.9. The complainants\nsaid that when the journalist was presented with the screenshot of @ellalaurenr\ntweet, which was evidence there had been an entirely innocent transcription\nmishap, the newspaper continued to use the term “fake news” in the headline for\na further four hours. The complainant said that the newspaper only became aware\nof the tweet from the programme’s director, accidentally left in from the\nrehearsal, four hours after first publishing the article. It said that it was\nnot reasonable to interpret this mistake as part of a “fake news” agenda. The\ncomplainants objected to the fact the article first appeared online only 15\nminutes after it was asked to respond to questions about two of the tweets\nbroadcast on the show, giving the programme no time to check or explain.\n10. The newspaper said that the article noted discrepancies in\nthe provenance of tweets on the programme, which had been presented as\nspontaneous tweets from ordinary members of the public. It said that although\nthese were relatively minor transgressions, in each case, viewers were to a\ngreater or lesser extent misled; most seriously in the case of a tweet from a\ndirector of the programme, which had been left in from rehearsal. It said that\nthe four tweets referred to in the article, were four out of six tweets\nbroadcast, chosen from what had been described as an “avalanche” of tweets.\n11. The newspaper said that “fake news” was a contrived\nterm, which was why it was placed in inverted commas in the article. It said\nthat its meaning could not be confined in the manner suggested by the\ncomplainant; “fake news”, it said, is spread just as easily by careless\njournalism as it is by design. It said that the headline reference to “fake\nnews” was clearly supported by the text of the article, which dealt with\nquestions about the reliability of RT’s output. It said that the headline was\naltered to remove reference to “fake news”, because it was trying to strike the\nright tone overall, but that this should not be regarded as an admission that\nthe first headline lacked justification.\n12. The newspaper said that the fact the newspaper was\nseeking a response from the programme’s production team was not a reason to\ndelay publication online; that the complainants had explanations for the errors\ndid not make them any less errors.  It\nsaid that the first response it received demanded removal of the article,\nwithout explaining how the discrepancies had arisen, but that as the\ncomplainants provided further information throughout the day, the article was\nupdated accordingly.\n13. In relation to the 18 November article, the complainants\nsaid that it was inaccurate to report that Ms Ahmed-Sheikh had “declined to\nrespond to the criticism”. The complainants said a journalist left a voicemail\non Ms Ahmed-Sheikh’s mobile phone at 1148 on 17 November, in which he said he\nhad a query about the Alex Salmond show, and asked for a call back. At 1344,\nthe same journalist sent an email to the show’s email address, quoting the\ncampaigner’s comments, and asking “I was just wondering if Tasmina would like\nto respond to this”. In response, the journalist was told:\n“Slainte media have initiated formal proceedings against The\nHerald newspaper due to the inaccuracy of reporting and clear breaches of the\nIPSO code. It would be inappropriate to respond further until these matters are\nresolved.\nThe complainants said that while the newspaper may not have\nlike the comment that was given, it was inaccurate to claim that Ms\nAhmed–Sheikh had “declined to respond to the criticism”.\n14. The newspaper said that Ms Ahmed-Sheikh may have\nprovided a reason why she decided not to respond to the criticism, but this did\nnot itself represent a response to the criticism. In any event, it said that\nthe subject of the 18 November article was unrelated to the earlier article,\nand responding to criticism of her SNP role could not conceivably have\nprejudiced the complaint about the earlier article.\nRelevant Code provisions\n15. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n16. There were discrepancies in relation to the two comments\nbroadcast on the complainant’s television programme, as reported in the 16\nNovember article when first published. In one case, it appeared that the\nTwitter account did not exist. In the other, the comment purported to have been\ntweeted by an account that had never in fact tweeted. Soon after publication, a\nfurther discrepancy came to light; namely, that one of the broadcast tweets was\nonly tweeted after broadcast.\n17. The newspaper emailed the complainant about these tweets\n15 minutes before publication. This provided the complainants a very limited\nopportunity to respond, prior to publication. However, in this case, it was\nreasonable for the newspaper to consider that the tweets should have been as\nthey had been presented in the broadcast, and to note the discrepancies; this\nwas not a case where the available facts were ambiguous, and in which there was\na failure to explore whether there was an explanation showing that no error had\nbeen made.\n18. The article set out the discrepancies clearly. In that\ncontext, the headline claimed that Mr Salmond had “sparked a ‘fake news’ row”.\nThe article made clear the basis of this claim; namely, that there were\ndiscrepancies between what appeared on Twitter, and what the programme had\nclaimed had been tweeted, which had given rise to criticism of the programme.\nWhere the programme appeared to have broadcast inaccuracies about the tweets it\nhad received, the publication had a reasonable basis for characterising the\nresponse to this as a “’fake news’ row”. There was no failure to take care not\nto publish inaccurate information such as to raise a breach of Clause 1 (i).\nThe Committee did not consider that the first article contained a significant\ninaccuracy, such as to require correction under Clause 1 (ii). There was no\nbreach of Clause 1.\n19. In relation to the 18 November article, the equalities\ncampaigner had made specific criticisms of Ms Ahmed-Sheikh’s role as the SNP\nEqualities Convenor, on the basis of her alleged connection, via RT, to the\nRussian Government. The comment provided by the complainant did not engage with\nthis criticism; but criticised the newspaper instead. The newspaper’s\ninterpretation of Ms Ahmed-Sheikh’s response to its enquiries was not\nunreasonable, and there was no failure to take care not to publish inaccurate\ninformation, such as to raise a breach of Clause 1 (i). It was not misleading\nto report that Ms Ahmed-Sheikh had “declined to respond to the criticism”, such\nas to require correction under Clause 1 (ii). There was no breach of Clause 1\non this point.\nConclusions\n20. The complaint was not upheld.\nRemedial Action Required\n21. N/ADate complaint received: 16/11/2017\nDate decision issued: 16/03/2018\nBack to ruling listing\n\n\n"
}