{
    "url": "/rulings-and-resolution-statements/ruling/?id=20177-17",
    "title": "20177-17 O’Connell v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2017-11-19 00:00:00",
    "received_on": "2017-11-19 00:00:00",
    "conclusion_long": ". 9. She said that the research had collected statistics on individuals identified as transgender in prisons, but the report had focussed only on trans women: this falsely assumed that all trans prisoners surveyed were trans women. She said that information in the article under complaint, such as \"most retain their male genitalia\" and references to “trans women”, adopted that false presumption. 10. The complainant said the research had erroneously cited eight prisons as \"sex offender only\". The newspaper had failed to undertake any research to establish the veracity of this claim. She noted that some of the prisons cited did not exclusively house sex offenders: reports from one of the prisons, for example, had stated that 98% of prisoners were detained due to convictions for sex offences. She said that another prison also housed vulnerable prisoners. 11. The complainant also challenged the newspaper’s interpretation of the report by Fair Play for Women. She said that the research had found that 41% of trans women in prison are sex offenders; the only reference to the “up to half” statistic in the research had been its conclusion that half of all trans women in prison are convicted sex offenders or dangerous Category A prisoners. The complainant said that the article’s headline had distorted these statistics, by failing to make clear that the “up to half” claim comprised of both 41% of sex offenders, and 9% of category A prisoners. 12. The newspaper did not accept a breach of the Code. It said that the article was a carefully presented account of the Fair Play for Women report; the article was explicit about the limitations of the data it referred to. It recognised that the complainant objected strongly to the contents of the Fair Play for Women report but said that the article under complaint should be treated separately. 13. The newspaper said that the headline’s claim was explicitly tentative. It said that the “imprecision of the figures” was noted throughout the article, and the headline had been clarified by specifying Fair Play for Women’s finding that “41% of trans-identifying males in prison are convicted sex offenders”. 14. The newspaper said that the article referred to the number of transgender prisoners, but did not state or imply that they were all trans women, nor was it written on that assumption. It said that the article was about sex offenders among male-to-female transgender prisoners: to focus on them was not to assume or imply that \"all trans prisoners are trans women\". 15. The newspaper said that the right to reply is a cornerstone of journalism; however, it said that in this instance, the article did not make any specific allegations against any person or company which would trigger the need for their response to be published. Relevant Code provisions 16. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative reference to an individual's, race, colour, religion, sex, gender identity, sexual orientation or to any physical or mental illness or disability. ii) Details of an individual's race, colour, religion, gender identity, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story. Findings of the Committee 17. The newspaper was entitled to report on research findings relating to the impact of proposed reforms to the Gender Recognition Act. This was a matter of significant public interest, particularly in the absence of official figures on the issue. The Code does not place an obligation on newspapers to independently verify the research made by third parties, or interrogate the methodology behind such research. In this instance, the article had acknowledged explicitly throughout, the imprecision of the research methods, and the lack of certainty surrounding the findings which had been reached, in the absence of official figures. Readers would be able to come to their own conclusions about the validity of the research. 18. The Committee acknowledged that the complainant objected strongly to the Fair Play for Women report. The Committee was not making an assessment on the validity of its methodology, or the conclusions which had been reached. Its role was to consider only whether the newspaper had taken care over its presentation of the findings. 19. The headline did not state, as fact, that half of trans inmates were sex offenders; it had appropriately presented this claim as an estimate, given the absence of official figures on the matter. The article had acknowledged the imprecision of its source material, which, the article had claimed could mean that the “true number of transgender sex offenders could be higher than 46”. In that context, the headline’s claim was not a misleading characterisation of the findings of the research, particularly where the body of the article had included the Fair Play for Women report’s finding that 41% of transwomen in prison are convicted sex offenders. 20. The complainant had said that the article had adopted the report’s assumption that all trans prisoners surveyed were trans women. However, the article had accurately reflected the focus of the research, which was the presence of transwomen in the 67 prisons used in the study. Adopting that focus, in the context of an article which reported on criticism of the proposed amendments to the Gender Recognition Act, was not misleading. The article did not contain any suggestion that all the trans prisoners surveyed were transwomen. There was no breach of the Code on these points. 21. The claim that eight prisons were “sex offender only”, was based on the report from Fair Play for Women. Where the imprecision of the number of trans women prisoners had been explicitly noted, reporting this claim did not represent a failure to take care over the accuracy of the article. The Committee noted that the complainant had said that 2% of inmates in one of the prisons had not been convicted for sex offences. This did not provide a significant basis on which to challenge the information contained in the article. The complaint under Clause 1 was not upheld. 22. Clause 12 (Discrimination) is designed to protect identified individuals from prejudicial or pejorative references to their race, colour, religion, sex, gender identity, sexual orientation or any physical or mental illness or disability. In this instance, the complainant’s objection to the organisation which had published the research, and her concern that the newspaper had report its findings without seeking comment from trans organisations, did not engage the terms of Clause 12. Conclusions 23. The complaint was not upheld.",
    "remedial_action": "N/A",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20177-17 O’Connell v The Sunday Times\nSummary of complaint\n1. Zoe O’Connell\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Up to half of trans inmates\nmay be sex offenders”, published on 19 November 2017.\n2. The article\nreported on the findings of a report by Fair Play for Women which had been\npublished in response to proposed reforms to the Gender Recognition Act 2004.\nThe Act allows a transgender person to apply to the Gender Recognition Panel to\nobtain legal recognition in their acquired gender. The proposed reforms concern\nthe removal of the requirement for applicants to provide medical evidence to\nthe Panel and for them to have lived in their acquired gender for at least two\nyears prior to their application.\n3. The article\nreported that Fair Play for Women had undertaken a risk assessment on the\npotential impact of these reforms on the female prison population by collating\ndata from recent reports of 118 prisons. It noted that no official figures\nexisted on this issue.\n4. The article\nprovided information on the methodology of the Fair Play for Women research:\n“based on examining reports from 118 prisons in England and Wales, Fair Play\nfor Women estimates that the total number of male-to-female transgender\nprisoners in men’s prisons is about 100, and a further 13 trans inmates had\nbeen transferred to women’s prisons”. The article said that “despite the\nimprecision of the figures, it appears likely that between a third and a half\nof all England and Wales’s transgender prisoners — Fair Play for Women states\n41% — are sex offenders”.\n5. The article\nexplained that the research had found that 46 trans inmates were housed in\neight prisons which are reserved for individuals with convictions for sexual\noffences. The article said that this number was obtained from 2016 and 2017\nreports on each prison, but was not definitive “because the reports were\npublished at different times over the past year”. It said that many sex\noffenders are also housed outside the eight specialist jails, “so the true\nnumber of transgender sex offenders could be higher than 46”.\n6. The article was\npublished in substantively the same form online, under the same headline.\n7. The complainant\nsaid that the newspaper had failed to take any steps to probe the accuracy of\nthe findings of Fair Play for Women, which she claimed opposed increased rights\nfor trans people. She also expressed concern that no advocates for trans rights\nhad been given the opportunity to comment on the research, prior to its\npublication in the article under complaint.\n8. The complainant\nsaid that the methodology of the Fair Play for Women report was flawed, leading\nto misleading findings: the newspaper had failed to note this, or challenge the\nbasis of the research’s conclusions.\n9. She said that\nthe research had collected statistics on individuals identified as transgender\nin prisons, but the report had focussed only on trans women: this falsely\nassumed that all trans prisoners surveyed were trans women. She said that\ninformation in the article under complaint, such as \"most retain their male\ngenitalia\" and references to “trans women”, adopted that false\npresumption.\n10. The complainant said the research had erroneously cited\neight prisons as \"sex offender only\". The newspaper had failed to\nundertake any research to establish the veracity of this claim. She noted that\nsome of the prisons cited did not exclusively house sex offenders: reports from\none of the prisons, for example, had stated that 98% of prisoners were detained\ndue to convictions for sex offences. She said that another prison also housed\nvulnerable prisoners.\n11. The complainant also challenged the newspaper’s\ninterpretation of the report by Fair Play for Women. She said that the research\nhad found that 41% of trans women in prison are sex offenders; the only\nreference to the “up to half” statistic in the research had been its conclusion\nthat half of all trans women in prison are convicted sex offenders or dangerous\nCategory A prisoners. The complainant said that the article’s headline had\ndistorted these statistics, by failing to make clear that the “up to half”\nclaim comprised of both 41% of sex offenders, and 9% of category A prisoners.\n12. The newspaper did not accept a breach of the Code. It\nsaid that the article was a carefully presented account of the Fair Play for\nWomen report; the article was explicit about the limitations of the data it\nreferred to. It recognised that the complainant objected strongly to the\ncontents of the Fair Play for Women report but said that the article under\ncomplaint should be treated separately.\n13. The newspaper said that the headline’s claim was\nexplicitly tentative. It said that the “imprecision of the figures” was noted\nthroughout the article, and the headline had been clarified by specifying Fair\nPlay for Women’s finding that “41% of trans-identifying males in prison are\nconvicted sex offenders”.\n14. The newspaper said that the article referred to the\nnumber of transgender prisoners, but did not state or imply that they were all\ntrans women, nor was it written on that assumption. It said that the article\nwas about sex offenders among male-to-female transgender prisoners: to focus on\nthem was not to assume or imply that \"all trans prisoners are trans\nwomen\".\n15. The newspaper said that the right to reply is a\ncornerstone of journalism; however, it said that in this instance, the article\ndid not make any specific allegations against any person or company which would\ntrigger the need for their response to be published.\nRelevant Code provisions\n16. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n17. The newspaper was entitled to report on research\nfindings relating to the impact of proposed reforms to the Gender Recognition\nAct. This was a matter of significant public interest, particularly in the\nabsence of official figures on the issue. The Code does not place an obligation\non newspapers to independently verify the research made by third parties, or\ninterrogate the methodology behind such research. In this instance, the article\nhad acknowledged explicitly throughout, the imprecision of the research\nmethods, and the lack of certainty surrounding the findings which had been\nreached, in the absence of official figures. Readers would be able to come to\ntheir own conclusions about the validity of the research.\n18. The Committee acknowledged that the complainant objected\nstrongly to the Fair Play for Women report. The Committee was not making an\nassessment on the validity of its methodology, or the conclusions which had\nbeen reached. Its role was to consider only whether the newspaper had taken\ncare over its presentation of the findings.\n19. The headline did not state, as fact, that half of trans\ninmates were sex offenders; it had appropriately presented this claim as an\nestimate, given the absence of official figures on the matter. The article had\nacknowledged the imprecision of its source material, which, the article had\nclaimed could mean that the “true number of transgender sex offenders could be\nhigher than 46”. In that context, the headline’s claim was not a misleading\ncharacterisation of the findings of the research, particularly where the body\nof the article had included the Fair Play for Women report’s finding that 41%\nof transwomen in prison are convicted sex offenders.\n20. The complainant had said that the article had adopted\nthe report’s assumption that all trans prisoners surveyed were trans women.\nHowever, the article had accurately reflected the focus of the research, which\nwas the presence of transwomen in the 67 prisons used in the study. Adopting\nthat focus, in the context of an article which reported on criticism of the\nproposed amendments to the Gender Recognition Act, was not misleading. The\narticle did not contain any suggestion that all the trans prisoners surveyed\nwere transwomen. There was no breach of the Code on these points.\n21. The claim that eight prisons were “sex offender only”,\nwas based on the report from Fair Play for Women. Where the imprecision of the\nnumber of trans women prisoners had been explicitly noted, reporting this claim\ndid not represent a failure to take care over the accuracy of the article. The\nCommittee noted that the complainant had said that 2% of inmates in one of the\nprisons had not been convicted for sex offences. This did not provide a\nsignificant basis on which to challenge the information contained in the\narticle. The complaint under Clause 1 was not upheld.\n22. Clause 12 (Discrimination) is designed to protect\nidentified individuals from prejudicial or pejorative references to their race,\ncolour, religion, sex, gender identity, sexual orientation or any physical or\nmental illness or disability. In this instance, the complainant’s objection to\nthe organisation which had published the research, and her concern that the\nnewspaper had report its findings without seeking comment from trans\norganisations, did not engage the terms of Clause 12.\nConclusions\n23. The complaint was not upheld.\nRemedial Action Required\nN/ADate complaint received: 19/11/2017Dare decision issued: 26/03/2018  \nBack to ruling listing\n\n\n"
}