{
    "url": "/rulings-and-resolution-statements/ruling/?id=20193-17",
    "title": "20193-17 Versi v The Spectator",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Spectator (The Spectator)",
    "published_on": "2017-09-23 00:00:00",
    "received_on": "2017-11-18 00:00:00",
    "concluded_on": "2018-02-16 00:00:00",
    "complaint_processing_days": 90,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. N/A Date complaint received: 18/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20193-17 Versi v The\nSpectator\nSummary of complaint\n1. Miqdaad Versi complained to the Independent Press\nStandards Organisation that The Spectator breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Accept this as the new\nnormal? Never”, published on 23 September 2017.\n2. The article was a comment piece describing the author’s\nview that we should not “keep calm and carry on” in response to terrorist acts.\nIt argued that politicians had not taken sufficient action in response to these\nattacks, and said that “Meanwhile, there are an estimated 32,000 Muslims eager\nto commit the next terror atrocity – with another 100,000 prepared to give them\nmoral support”. The article was published online in the same form under the\nheadline “We can never accept terrorism as the new normal”.\n3. The complainant said that the claim that 32,000 Muslims\nwere “eager to commit the next terror atrocity” had no basis. MI5 and the\nMetropolitan Police had released figures regarding individuals posing a\nterrorist threat, which indicated that 3000 individuals posed the biggest\nthreat, with another 20,000 that they “continue to be concerned about”. He also\nsaid that there was no basis for the claim that all of these 23,000 individuals\nwere Muslims, or for the claim that 100,000 Muslims were willing to give “moral\nsupport” to terrorists. He speculated that polling data had been used\nerroneously to make assumptions about Muslims’ support for terrorism and said\nthat this represented a misinterpretation of this data.\n4. The publication admitted that the 32,000 figure was\nincorrect, and had been included in error, and that this represented a\nsignificant inaccuracy. It amended the online article to read “Meanwhile, there\nare an estimated 3, 000 Muslims who pose an ‘active’ terror threat, and\nsecurity services reckon another 20,000 pose a ‘residual risk’.” The\npublication said the claim that these individuals were Muslims was based on\ncomments made by the EU’s counter-terrorism coordinator, who said, as part of a\ndiscussion about “jihadis” in Europe, that the UK “has identified from 20,000\nto 25,000 radicals. Of these 3,000 are worrisome for MI5, and 500 of them are\nunder special and constant attention”. The publication said that the claim that\nthis number of individuals was “eager to commit” terrorist acts was not\nsupported, and a clarification was added to the online article which read\n“‘This article originally stated: “there are an estimated 32,000 Muslims eager\nto commit the next terror atrocity”. This was incorrect, and we apologise for\nthe error. [The author] wrote a correction in a subsequent column\n[hyperlink].’” The publication included a print correction in the author’s own\ncolumn on 6 January, which read as follows:\n“My main resolution in 2018 is to avoid again upsetting\nMiqdaad Versi, ever-vigilant assistant secretary general of the Muslim Council\nof Britain. Versi quite rightly wishes to draw attention to an egregious error\nin one of my 2017 Spectator pieces. After a careless misreading, I claimed that\n‘there are an estimated 32,000 Muslims eager to commit the next terror\natrocity, with another 100,000 prepared to give them moral support’. I would\nlike to apologise unreservedly. The current figure, according to EU counter-terrorism\ncoordinator Gilles de Kerchove, is that there are only up to 25,000 Islamist\nextremists in Britain, 3,000 of whom are worrying to MI5 — 500 of them so\nworrying that they are under constant and special attention.”\nThe publication argued that the placement of this correction\n– in a widely-read column, rather than on a corrections or letters page – meant\nthat it was very prominent, in line with its obligations under Clause 1 (ii).\nThe correction was also added as a footnote to the online article.\n5. The publication said that the claim that 100,000 Muslims\nwere “prepared to give [terrorists] moral support” was based on extrapolations\nof the findings of a number of polls to the whole Muslim population of the UK,\nwhich it estimated at 2.7 million. For instance, in a 2016 ICM poll, 4% of\nMuslims were found to “completely sympathise” with “people who take part in\nsuicide bombings”, and in a 2006 GfK poll, 22% agreed that the 7/7 bombings\n“were justified because of British support for the war on terror”. When\nextrapolated to the UK’s Muslim population as a whole, these percentages would\ngive figures in excess of 100,000. The publication therefore denied that this\nfigure was inaccurate in breach of Clause 1, but removed it from the article to\navoid confusion.\n6. The complainant said that the publication’s print\ncorrection was sarcastic, and that therefore it was not adequate to address the\ninaccuracy. He also argued that the publication should have included an\nindependent correction on its corrections page, tweeted the correction, and\napologised for the error.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n7. The publication had based its claim that a number of Muslims\nwere “eager to commit the next terror atrocity” on widely-reported Metropolitan\nPolice data, and on the words of Gilles de Kerchove, the EU’s Counter-Terrorism\nCommissioner. Mr de Kerchove had, in the context of speaking about “jihadis”,\nstated that the UK had identified “20,000 to 25,000 radicals”, of whom 3,000\nwere a concern for MI5, and 500 were under constant supervision. In the context\nof these comments, where Mr de Kerchove had been asked about “jihadis”\nspecifically, the publication was entitled to report that the individuals\nconcerned were Muslim. Equally, suggesting that these individuals were “eager\nto commit the next terror atrocity”, in the context of a comment piece, was not\na breach of the Code, where they had been identified as “radicals”. However,\nwhere the correct number of individuals was freely available in the sources the\npublication relied on, reporting this figure as 32,000 represented a failure to\ntake care over the accuracy of the article, in breach of Clause 1 (i). This inaccuracy\nwas significant, in that it over-stated the potential threat posed by the\ngroup, and therefore required correction to avoid a breach of Clause 1 (ii).\n8. The publication amended the article to remove the\ninaccurate claim. The clarification to the article also made clear the\ninaccuracy in the original article. The print and online correction, by the\nauthor of the original piece, reiterated the correct position with respect to\nthe statistics. Whilst the Committee noted the complainant’s view that the\ncorrection should have been placed in a standard corrections column, placing\nthe correction in the author’s own column gave it considerable prominence and\nensured that it would be widely read, in line with the publications obligations\nunder Clause 1 (ii). The complainant was a third party complaining about a\npoint of fact, and an apology was not required under the terms of Clause 1\n(ii). The correction stated the true position accurately, and with sufficient\nprominence; the reference to the complainant in the correction was not\npertinent to whether the correction was effective. There was no breach of\nClause 1 (ii).\n9. The publication provided a range of polling data to\nsupport its view that 100,000 Muslims were willing to offer “moral support” to\nterrorists; this figure was based on extrapolations of the data to the whole\nMuslim population. In the context of a comment piece, this represented a\nsufficient degree of care taken over the accuracy of the claim, and where the\npublication was able to use its extrapolated data to suggest that over 100,000\nMuslims in the UK had expressed “sympathy” for the actions of terrorists, it\nwas entitled to suggest that this number of individuals were willing to provide\n“moral support” to them. There was no breach of Clause 1 (i) on this point.\nConclusions\n10. The complaint was upheld.\nRemedial action required\n11. N/A\nDate complaint received: 18/11/2017Date decision issued: 16/02/2018\nBack to ruling listing\n\n\n"
}