{
    "url": "/rulings-and-resolution-statements/ruling/?id=20221-17",
    "title": "20221-17 Clarke v The Sun on Sunday",
    "provisions": [
        "4 Intrusion into grief or shock (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2017-11-19 00:00:00",
    "received_on": "2017-11-20 00:00:00",
    "concluded_on": "2018-05-10 00:00:00",
    "complaint_processing_days": 171,
    "conclusion_long": "25. The complaint was upheld.",
    "remedial_action": "26 The newspaper had breached Clause 1 (i) and not complied with its obligation to clarify under Clause 1 (ii). The Committee considered that the appropriate remedial action was publication of an adjudication. 27. While a preview of the article appeared on the front page, this claim that the complainant had made Ms Vardy sell her story about the night she had spent with a celebrity appeared on page 8. The adjudication should therefore be published on page 8, or further forward. The adjudication should appear beneath a headline, which makes clear that IPSO has upheld the complaint, identifies the publication by name, and refers to the subject matter of the complaint. It should be agreed with IPSO in advance 28. The adjudication should also be published on the publication’s website, with a link to the full adjudication (including the headline) appearing in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way. In relation to the online version of the article, if the newspaper intends to continue to publish the article without amendment to make clear the complainant denies making Ms Vardy sell the story, the full text of the adjudication should also be published on the same page as the article, beneath its headline. If amended, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication, and noting the amendments made. 29. The terms of the adjudication for publication are as follows: Stephen Clarke complained to the Independent Press Standards Organisation that The Sun on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “My hell with cheating, car killer hubby”, published on 19 November 2017.  The complaint was upheld, and The Sun on Sunday has been required to publish this adjudication. The article was an interview with Rebekah Vardy, in which she made a number of allegations about the complainant, her ex-husband. One of these claims was that he “made me go public” about having spent a night with a celebrity, “because he wanted the money”.  The article did not include any response to this specific allegation from the complainant, although it did report his denial of the other claims made about him. The complainant said that the claim he had made Ms Vardy “go public” about having spent a night with a celebrity, was completely untrue. The newspaper said that the article was clearly Ms Vardy’s account, and she was entitled to discuss what she considered to be an abusive marriage. It said that it had given the complainant the opportunity to respond to the claims, and reported his response in the article. In response to the complaint, it provided an affidavit from Ms Vardy stating her account of the relationship. IPSO’s Complaints Committee found that the complainant was never asked for his response to the serious and specific claim that he had made her sell a story about having spent a night with a celebrity. This was a failure to take care not to publish inaccurate or misleading information, and no offer was made to publish a correction, making clear the complainant denied this specific claim. The complaint was upheld as a breach of Clause 1, and The Sun on Sunday was required to publish this adjudication as a remedy. Date complaint received: 20/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20221-17 Clarke v The Sun on Sunday\nSummary of complaint\n1. Stephen Clarke\ncomplained to the Independent Press Standards Organisation that The Sun on\nSunday breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in an article headlined “My hell with\ncheating, car killer hubby”, published on 19 November 2017. The article was\nalso published online with the headline “'I'M LUCKY I GOT OUT' I’m A\nCelebrity’s Rebekah Vardy says she survived hell with cheating, car killer\nex-husband”.\n2. The article was\npresented as an interview with Rebekah Vardy, who was a contestant in a new\nseries of ‘I’m a Celebrity…Get Me Out of Here!’, due to commence on the day of\npublication. It reported that Ms Vardy had spoken for the first time of “her\nthree marriages and the abuse she says she suffered at the hands of hubby No2\nSteve Clarke”. The article appeared on page 8 of the newspaper. The main image\non the front page of that day’s edition was of Ms Vardy, and was captioned “My\nhell husband by Rebekah Vardy (and it’s not Jamie)”.\n3. The article\nreported that Ms Vardy had started dating the complainant, when he was her boss\nat a timeshare company, and reported her comment that it “quickly became a\nhorrible relationship – I was scared of him. He’d tell me what to do, where to\nbe and how to act”. It reported Ms Vardy’s comment that the complainant “made\nme go public” about having spent a night with a named-celebrity, “because he\nwanted the money”. It reported that Ms Vardy married the complainant when she\nwas pregnant by another man, and that following the child’s birth the\ncomplainant made them move to Cyprus. It reported Ms Vardy’s comment that after\nmoving to Cyprus, the complainant “became violent. He cheated, he lied”. It\nreported that the relationship continued for a further ten months before Ms\nVardy “escaped back to the UK with my baby after he cheated on me”. The article reported that “weeks later”, the\ncomplainant was sentenced to two years’ jail for causing death by reckless\ndriving, after his car steered into the opposite lane in Paphos. It reported Ms\nVardy’s comment that “he got his divorce papers for unreasonable\nbehaviour”. The article concluded by\nreporting that the complainant had said “I was always a good husband and I\nnever cheated on Becky or ever raised my hand to her. I am devastated two people\ndied. It was a terrible accident”. The article was accompanied by a picture of\nthe complainant with the caption “Denial…ex Steve Clarke”.\n4. The complainant\nsaid that the allegations contained in the article were untrue, and without\nfoundation; he said that he was not a celebrity and that there was no public\ninterest in the story. He said that he found the article emotionally\ntraumatising. The complainant said that he had never abused Ms Vardy, either\nmentally or physically. He said he never cheated on her. He said it was completely untrue that he had\nmade Ms Vardy “go public” about her night with a celebrity; he said payment\nrecords would show that she was paid for this story, and kept the money\nherself. He said that when he married Ms Vardy, he did not know she could\npossibly be pregnant by another man. He emphasised that the car crash he had\nbeen involved in was an accident, that it had taken place at a dangerous\njunction, and had not involved him “steering into the opposite lane”.\n5. The complainant\nsaid that the article misreported the denial, he had given the newspaper prior\nto publication. He said he had actually told the newspaper that he was not a\npublic figure, and that the accusations were untrue and without foundation. The\njournalist then asked him if he was “devastated” about the car crash, and\nwhether he was a “good husband”, to which he said he was.\n6. The newspaper\nsaid that the article was Ms Vardy’s personal account of her former marriages.\nIt said that it was clearly Ms Vardy’s account; all of the allegations were\npresented as quotes from her, and were not adopted as fact. It said that Ms\nVardy was entitled to discuss what she considered to be an abusive marriage.\n7. The newspaper\nsaid it was approached by Ms Vardy’s agent with the story. The story was passed\nto a journalist who had known Ms Vardy for some time, including when she had\nbeen in a relationship with the complainant. The newspaper said that the\njournalist had been aware of one or two specific incidents of violence, through\nhaving spoken to Ms Vardy about them. It said that this included the journalist\nhaving taken a phone call from Ms Vardy, while she was in Cyprus, and\nimmediately following an incidence of violence. \nThe newspaper said that the journalist spoke to Ms Vardy’s agent, who\ncompared their knowledge of the complainant’s conduct. It said that the agent\nconfirmed she knew about the incident, following which Ms Vardy had called the\njournalist, and that they also discussed a second specific incident of\nviolence, which took place in the UK.8. In relation to\nthe allegation of infidelity, the newspaper said that in 2005, when they lived\nin Cyprus, Ms Vardy had heard the complainant arranging to meet another woman\nbehind her back. It said that when she challenged him about this at the time,\nhe was violent towards her. It said that the journalist who prepared the\narticle under complaint had been aware of this, as immediately following the\n2005 incident, Ms Vardy had called and spoken to her about it. The newspaper\nsaid that Ms Vardy then returned to the UK for a break, where she spoke to the\ncomplainant’s girlfriend on the telephone, and decided to leave him\npermanently.\n9. The newspaper\nsaid that Ms Vardy had said that in 2004, the complainant told her that she had\nto sell a story to the News of the World about her night with a celebrity,\nbecause he needed to pay off debts. The newspaper said that Ms Vardy did not\nwant to do this, but agreed after several heated conversations. It said she\nreceived a cheque from the News of the World, and that the complainant asked\nher for the money.\n10. The newspaper\nsaid that the complainant was given an opportunity to respond to Ms Vardy’s\nclaims prior to publication, via a telephone call. The newspaper provided a\nrecording and transcript of this telephone conversation, and said that his\ndenial was included in the article. In this phone call, the journalist said\nthat Ms Vardy had “spoken out about [the end of the relationship] and said\nthat… you were abusive in the relationship…would you want to say anything?”.\nThe complainant responded to this saying “Not once have I ever raised my hand\nto her. Not once. Right”. Later in the conversation, the journalist asked “…and\nher saying about the violence? Are you saying that didn’t happen?”, to which\nthe complainant responded “never”.\n11. In response to\nthe complaint, the newspaper provided a signed affidavit from Ms Vardy, in\nwhich she confirmed she stood by the claims reported in the article. The\nnewspaper said that the affidavit was made under oath, and that if the issues\nin the complaint were to be tested in court, it would represent the highest\nform of evidence.\n12. The complainant\ndenied the specific incidences of violence, referred to by the newspaper in\nresponse to the complainant. He provided statements from third parties in\nsupport of his position that Ms Vardy’s claims were untrue. He said that one of\nthe specific incidences could not have taken place as described by Ms Vardy as\nthey had moved from the property at which it was alleged to have taken place,\nby the date on which it was alleged to have happened. He said that there were\nno police reports of any incidents between them. He said that in early 2006,\nafter a dispute while living in Cyprus, Ms Vardy flew back to England, and the\nrelationship ended. He said that he only began his relationship with another\nwoman after this.\nRelevant Code provisions\n13.  Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n14. The article\ncontained a series of claims about the complainant. These claims related to the\ncomplainant’s conduct towards Ms Vardy, during their relationship, which ended\nmore than ten years ago. The Committee recognised the inherent difficulty of\nverifying claims about one party’s conduct during a relationship, and made\nclear it was not in the position to rule on the truth of these claims, and\nnothing in this ruling should be read as such a finding. However, it considered\nthe care taken by the newspaper not to publish inaccurate information, and\nwhether the presentation of the claims was misleading, such as to require\ncorrection.\n15.  The Committee\nfirst considered the care taken in publishing the claims that the complainant\nhad cheated on Ms Vardy, that he was violent and that he was controlling. These\nwere claims that related to the details of the relationship between the\ncomplainant and Ms Vardy. The newspaper had not simply proceeded on the basis\nthat Ms Vardy was now making these claims; the journalist who prepared the\narticle under complaint had in fact known Ms Vardy at the time of her marriage\nto the complainant, and recalled speaking to her on the telephone about an\nalleged incident of violence, immediately after it was alleged to have taken\nplace. The newspaper had asked the complainant for his response to the claims\nthat he was abusive in the relationship, violent, and that he was unfaithful,\nprior to publication. The complainant denied these claims, and his denial was\nrecorded in the article.\n16. The article did\nnot present these claims as having been established by the newspaper to be\nfact; care had been taken in the headline and text of the article to make clear\nthat the newspaper was reporting Ms Vardy’s account. For instance, the headline\nof the article was in the first person. The article began “Rebekah Vardy has\ntold how she divorced her second husband”. The article was accompanied by the\nprominent by line: “Says Becky Vardy”, and throughout the article, claims were\nplaced in direct quotations from Ms Vardy.\n17. For these\nreasons, the Committee considered that there was not a failure to take care in\nrelation to the claims that the complainant had cheated on Ms Vardy, that he\nwas violent and that he was controlling, and there was no breach of Clause 1\n(i) on these points. The claims were clearly presented as Ms Vardy’s, and the\narticle made clear the complainant’s position that they were not true. The\nCommittee did not find that the article was misleading on these points, and\nthere was no breach of Clause 1 (ii).\n18. The Committee\ncontrasted this with the care taken by the newspaper in publishing the claim\nthat the complainant had “wanted the money and so made me go public”, with the\nstory of the night she had spent with a celebrity. The claim that the complainant had “made” his\nwife disclose information about her sex-life to a national newspaper, was both\na specific, and serious claim about the complainant’s conduct.  The Committee recognised that where the claim\nrelated to discussions that took place between two people more than 10 years\nago, it may be difficult to corroborate or identify evidence to support the\nclaim. However, one step clearly available to the newspaper was to contact the\ncomplainant, to ask if his recollection matched that of Ms Vardy. Indeed, the\nnewspaper had contacted the complainant, to ask for his response to the broader\nclaims made by Ms Vardy.\n19. The Committee has\npreviously made clear that when it considers a newspaper’s pre-publication approach\nto a complainant, in considering a newspaper’s argument that it took sufficient\ncare, it will not simply have regard for the fact that a complainant has been\napproached, but the extent to which they have actually been told the substance\nof an allegation, and given a substantive opportunity to respond. The newspaper\nhad not tested the claim that the complainant had forced Ms Vardy to sell a\nstory about having spent a night with a celebrity, by asking the complainant\nfor his response. The newspaper was not able to show that it had taken care\nover the accuracy of this claim. The complaint was upheld as a breach of Clause\n1 (i).\n20. Ms Vardy’s claim\nthat the complainant had “made me go public”, with the story of her night with\na celebrity supported the wider allegation of abusive conduct. However, it was\nalso a specific and serious claim about the complainant’s conduct, and the\ncomplainant’s general denial implied that he either accepted this specific\nclaim, or at least that he had not denied it. \nThis was not the complainant’s position; in addition to his general\ndenial, he also denied this specific claim, as would be made clear in his\ncomplaint, post-publication. The Committee considered that it was significantly\nmisleading to report Ms Vardy’s claim about the payment, without also making\nthe complainant’s position clear. The newspaper did not offer to publish a\ncorrection on this point, and the complaint was upheld as a breach of Clause 1\n(ii).\n21. The complainant\nsaid that that he was convicted for “causing death by accident without\nintention due to careless reckless or dangerous driving”, and the Committee\ntherefore considered it was not significantly inaccurate to report that he was\nconvicted for “causing death by reckless driving”; there was not a significant\ndifference between these charges, and no breach of Clause 1 on this point. The\nCommittee noted the complainant’s position that he had not “steered into an\nopposite lane”, but that the accident had happened at a dangerous junction.\nHowever, no particular significance attached to the article’s brief description\nof the incident, and the Committee considered that if the article’s description\nwas inaccurate in the manner alleged by the complainant, this was not a\nsignificant inaccuracy, such as to require a correction under Clause 1 (ii), or\nto demonstrate a failure to take care not to publish inaccurate information, in\nbreach of Clause 1 (i).\n22. It was inaccurate\nto refer to the complainant as being sentenced weeks after Ms Vardy left; he\nwas actually sentenced around 2 years later. It was the driving offence itself\nthat was committed around 10 weeks after she left. However, as part of an\nexplanation of why Ms Vardy considered she had had a “lucky escape” from the\ncomplainant, the reference to the sentencing taking place “weeks later”, as\nopposed to the offence itself, was not a significant inaccuracy, such as to\nrequire correction under Clause 1 (ii), or to demonstrate a failure to take care\nnot to publish inaccurate information, in breach of Clause 1 (i).\n23. The statement\nfrom the complainant reported in the article was in fact a summary of his\ncomments, which the journalist had provided to him towards the end of their\ntelephone conversation, prior to publication. The Committee considered that the\njournalist’s summary did not misrepresent his comments. When the journalist\nprovided the complainant with the summary, which ended: “I never cheated on her\nor raised my hand to her”, he responded saying: “Ever, and I was a good\nfather...”. It was reasonable for the newspaper to believe that the complainant\nwas agreeing with the journalist’s summary of his remarks. The article did not\nmisrepresent the denial the complainant had provided, prior to publication, and\nthis aspect of the complaint did not raise a breach of Clause 1.\n24. The Committee\nacknowledged that the article had caused the complainant distress, but the\narticle concerned his relationship with the complainant, which ended more than\nten years before publication. This was not a case of “personal grief or shock”,\nsuch as to engage the terms of Clause 4.\nConclusion\n25. The complaint was\nupheld.\nRemedial Action required\n26 The newspaper had\nbreached Clause 1 (i) and not complied with its obligation to clarify under\nClause 1 (ii). The Committee considered that the appropriate remedial action\nwas publication of an adjudication.\n27. While a preview\nof the article appeared on the front page, this claim that the complainant had\nmade Ms Vardy sell her story about the night she had spent with a celebrity\nappeared on page 8. The adjudication should therefore be published on page 8,\nor further forward. The adjudication should appear beneath a headline, which\nmakes clear that IPSO has upheld the complaint, identifies the publication by\nname, and refers to the subject matter of the complaint. It should be agreed\nwith IPSO in advance\n28. The adjudication\nshould also be published on the publication’s website, with a link to the full\nadjudication (including the headline) appearing in the top 50% of stories on\nthe publication’s website for 24 hours; it should then be archived in the usual\nway. In relation to the online version of the article, if the newspaper intends\nto continue to publish the article without amendment to make clear the\ncomplainant denies making Ms Vardy sell the story, the full text of the\nadjudication should also be published on the same page as the article, beneath\nits headline. If amended, a link to the adjudication should be published with\nthe article, explaining that it was the subject of an IPSO adjudication, and\nnoting the amendments made.\n29. The terms of the\nadjudication for publication are as follows:\nStephen Clarke\ncomplained to the Independent Press Standards Organisation that The Sun on\nSunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “My hell with cheating, car killer hubby”, published on 19\nNovember 2017.  The complaint was upheld,\nand The Sun on Sunday has been required to publish this adjudication.\nThe article was an interview with Rebekah Vardy, in which\nshe made a number of allegations about the complainant, her ex-husband. One of\nthese claims was that he “made me go public” about having spent a night with a\ncelebrity, “because he wanted the money”. \nThe article did not include any response to this specific allegation\nfrom the complainant, although it did report his denial of the other claims\nmade about him.\nThe complainant said that the claim he had made Ms Vardy “go\npublic” about having spent a night with a celebrity, was completely untrue.\nThe newspaper said that the article was clearly Ms Vardy’s\naccount, and she was entitled to discuss what she considered to be an abusive\nmarriage. It said that it had given the complainant the opportunity to respond\nto the claims, and reported his response in the article. In response to the\ncomplaint, it provided an affidavit from Ms Vardy stating her account of the\nrelationship.\nIPSO’s Complaints Committee found that the complainant was\nnever asked for his response to the serious and specific claim that he had made\nher sell a story about having spent a night with a celebrity. This was a\nfailure to take care not to publish inaccurate or misleading information, and\nno offer was made to publish a correction, making clear the complainant denied\nthis specific claim. The complaint was upheld as a breach of Clause 1, and The\nSun on Sunday was required to publish this adjudication as a remedy.\nDate complaint received: 20/11/2017Date decision issued:10/05/2018\nBack to ruling listing\n\n\n"
}