{
    "url": "/rulings-and-resolution-statements/ruling/?id=20298-17",
    "title": "20298-17 A woman v Thurrock Independent",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTINUED) Thurrock Independent (Thurrock Independent Media, Design and PR)",
    "published_on": "2017-10-19 00:00:00",
    "received_on": "2017-11-22 00:00:00",
    "concluded_on": "2018-04-03 00:00:00",
    "complaint_processing_days": 132,
    "conclusion_long": "11.  The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 22/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20298-17 A woman v Thurrock Independent\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that the Thurrock\nIndependent breached Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “SAINTS OR SINNERS?”, published on 19 October 2017.\n2. The article\ndetailed allegations made by “whistleblowers” concerning a “financial crisis”\nand “staff bullying” at a local hospice, where the complainant is employed. The\narticle identified the complainant by name, in addition to her job title as the\nhead of a department which was responsible for bringing revenue into the\nhospice. The article reported that the complainant’s department had been placed\nunder “unrealistic pressure” and claimed that employees were finding it\n“tougher and tougher to achieve their annual income targets”. The article\nreported that the complainant was “currently reported to be on leave with\nstress related issues” as it had emerged that “grievance procedures” had been\ntaken out by staff alleging bullying.\n3. The article was\nalso published online under the headline: “Hospice stays silent over cash\ncrisis and bullying concerns”.\n4. The complainant\nsaid that the fact that she was off work, and the reason for this absence, was\nprivate information which the article had disclosed without her knowledge or\nconsent. The complainant accepted that it was in the public interest to report\non the alleged financial crisis and mismanagement at the hospice, however she\ndid not accept that the disclosure of her name and her job title, in order to\nillustrate that story, was justified.\n5. The newspaper\nexpressed regret that the article had caused the complainant distress. However,\nit said that it had a duty of care to the community to report on the claims\nmade by its confidential source, who, in addition to informing the newspaper of\nthe complainant’s absence from work, had detailed financial pressure, bullying\nand administrative failures at the hospice following recent changes to its\nmanagement.\n6. The newspaper\nmaintained that it was in the public interest to name the complainant in the\narticle: it was not possible to report the full extent of the problems within\nthe hospice’s organisation, without reporting that a senior member of staff’s\nhealth had been jeopardised as a consequence. It noted that a number of people\nfrom within the organisation, as well as its corporate partners, had been aware\nof the reasons why the complainant had been absent from work, prior to the\ndisclosure of this information in the article.\n7. The newspaper\nsaid that the complainant was a well-known member of staff at the hospice, who\nheld a public facing and senior position within a key department, which\ninvolved her working closely with corporate partners, major sponsors and\nattending a wide range of public events. This was the same department which had\nbeen adversely effected by the changes in the hospice’s structure. It said that\nthe public interest in reporting on these changes could only be achieved by\nidentifying that a key and senior figure in the organisation was being bullied\nand victimised as a consequence. The newspaper said that given the complainant’s\nsenior position within the organisation, and her popularity within the\ncommunity, naming her was essential to place public pressure on the senior\nmanagement at the hospice and demand change.\nRelevant Code provisions\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n8. The Committee\nacknowledged the complainant’s distress that information which she had chosen\nto disclose to a small number of people had been published by the newspaper\nwithout her knowledge or consent. It was a matter of considerable regret that\nthe publication had failed to contact her prior to publication. \n9. The article had\nreported on alleged serious governance issues at the hospice with a particular\nfocus on the pressures which had been placed upon the complainant’s department\nin order for it to meet its targets. The complainant occupied a public-facing\nrole which required her to engage regularly with both internal and external\nstakeholders. It was not intrusive to report the fact that the complainant was\non leave from work in those circumstances: her absence from the hospice would\nhave been self-evident. However, the reason for the complainant’s absence from\nwork was given as “stress related issues”. This represented private information\nabout her under the terms of Clause 2, both because it was a\nmedically-diagnosed condition, and because it represented a detail of her\nprivate life. This was not a detail which would have been widely known within\nor outside the organisation in which she worked. This was information over\nwhich the complainant had a reasonable expectation of privacy, and the publication\nrequired a substantial public interest in order to justify its inclusion in an\narticle which mentioned her by name.\n10. The article had highlighted the alleged unreasonable\npressures faced by the fundraising department, and allegations of a “culture of\nbullying” at the hospice. It said that grievance procedures had been taken out\nby staff in relation to bullying allegations, and also discussed the validity\nof the hospice’s claim to be struggling for funds. The Complainant was a senior\nmember of a key department, and was therefore associated with the allegation of\nundue pressure and with the wider funding issue. In this context, the\ndisclosure of the reason for the complainant’s absence from work illustrated\nthe extent to which these alleged failings had seemingly had an impact on the\nrunning of the hospice, by suggesting that a senior member of staff had been\nadversely affected as a result, to the extent that she had felt the need to\ntake time off work. There was a significant public interest in identifying the\nreason for the complainant’s absence, where it illustrated the article’s\nconcerns regarding alleged management failings at the hospice, which was an\nimportant and well-known local organisation which many readers would have been\naware of. This public interest was sufficient to justify publication of this\ninformation, and there was no breach of Clause 2 on this point.\nConclusions\n11.  The complaint was\nnot upheld.\nRemedial action required\nN/ADate complaint received: 22/11/2017Date decision issued: 03/04/2018  \nBack to ruling listing\n\n\n"
}