{
    "url": "/rulings-and-resolution-statements/ruling/?id=20315-17",
    "title": "20315 -17 Hawthorn v The Belfast Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "received_on": "2017-11-23 00:00:00",
    "concluded_on": "2018-05-25 00:00:00",
    "complaint_processing_days": 183,
    "conclusion_long": "12.  The complaint was not upheld.",
    "remedial_action": "13. N/A Date complaint received: 23/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20315-17 Hawthorn v The Belfast Telegraph \nSummary\nof Complaint 1. Ronald Hawthorn complained to the\n     Independent Press Standards Organisation that The Belfast Telegraph\n     breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\n     of Practice in the following articles: ·        \n“PSNI\n‘would do better to catch killers than investigating leaking of pub massacre\nfile’” published on 4 November 2017. ·        \n“I want\nto meet men accused of carrying out Loughinisland gun massacre says survivor”\npublished on 4 November 2017. 2. The first article reported that following\n     the release of a documentary examining the historic, unsolved murder of\n     six Catholic men by Loyalist paramilitaries, the families’ of the victims\n     had called for the PSNI to investigate the alleged suspects, named in the\n     documentary. It reported that the complainant had been named for the first\n     time by the documentary as the alleged suspected gunman in the attack and\n     that the complainant had been arrested following the attack, but never\n     charged. The article was also published online in substantially the same\n     format as the print article. 3. The second article reported that a man who\n     had been shot in the incident had made a plea for those suspected of the\n     killings to come forward and meet with him. It went on to report that the\n     complainant had been named for the first time by the recent documentary as\n     the suspected gunman, and had been arrested but never charged. The article\n     also contained a photograph of the complainant. The online article was\n     substantially the same as the article that appeared in print. 4. The complainant said that publishing these\n     unfounded claims was a breach of his privacy and had put his safety at\n     risk. He also said that publishing that he had been arrested but not\n     charged more than 20 years ago, as well as his photograph unjustifiably\n     breached his privacy. 5. He said that it was inaccurate to refer to\n     him as a suspect as this information was came from the recently released\n     documentary, which he said was based on conjecture, hearsay, and leaked\n     sensitive information rather than evidence. 6. The newspaper did not accept that it had\n     breached the Editors’ Code. It said that the documentary referred to in\n     both articles had been widely broadcast and distributed at cinemas\n     throughout the UK and Ireland, and had put all the information contained\n     in the article in the public domain. It said that there was extensive\n     public interest in this unsolved incident from The Troubles, which it said\n     was evident by the amount of media coverage the documentary had received. 7. It said that in these circumstances, the\n     complainant did not have a reasonable expectation of privacy about any of\n     the information about him contained in the articles, including the fact of\n     his arrest and his appearance. It said that the articles made clear that\n     he had been arrested but never charged and offered the complainant the\n     opportunity to be interviewed and to put forward his response to the\n     allegations made in the film. \nRelevant Code Provisions 8. Clause 1 (Accuracy) i)  The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)  A significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and- where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator. Clause 2 (Privacy) * i)   Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information. The\npublic interest There may be\nexceptions to the clauses marked * where they can be demonstrated to be in the\npublic interest. 1. The public\ninterest includes, but is not confined to: ·        \nDetecting or exposing crime, or the threat\nof crime, or serious impropriety. ·        \nProtecting public health or safety. ·        \nProtecting the public from being misled by\nan action or statement of an individual or organisation. ·        \nDisclosing a person or organisation’s\nfailure or likely failure to comply with any obligation to which they are\nsubject. ·        \nDisclosing a miscarriage of justice. ·        \nRaising or contributing to a matter of\npublic debate, including serious cases of impropriety, unethical conduct or\nincompetence concerning the public. ·        \nDisclosing concealment, or likely\nconcealment, of any of the above. 2. There is a\npublic interest in freedom of expression itself. 3. The regulator\nwill consider the extent to which material is already in the public domain or\nwill become so. 4. Editors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time. 5. An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16. \nFindings of the Committee 9.    The information about the\ncomplainant’s historic arrest and the claim that he remained a suspect had come\nfrom the documentary, which related to the\nunsolved, historic murders of several men. The Code recognises the public\ninterest in reporting on, and contributing to, the public debate on such\nmatters, and also recognises the public interest in freedom of expression\nitself. In these circumstances, the newspaper was entitled to report on the\ndocumentary and the Committee considered that there was a strong public\ninterest in doing so. When\nconsidering whether the complainant had a reasonable expectation of privacy in\nrelation to the documentary’s claims, the Committee had regard for the extent\nto which this information was already in the public domain. These claims had been put in the public domain by the\ndocumentary, which had been widely circulated. In these circumstances,\npublication of the claims by the newspaper did not amount to a breach of Clause\n2. 10. The Committee also noted that\nthe photograph of the complainant, which appeared to be a still from the\ndocumentary, showed only his appearance and likeness in relation to the\narticles. It did not show him engaged in any private activity. In these\ncircumstances, the complainant did not have a reasonable expectation of privacy\nin respect of this. There was no breach of Clause 2. 11. The complainant\ncontested the accuracy of the information included in the documentary. However\nthe newspaper had taken care to make clear that it was reporting on the claims\nmade in the documentary, including the claim the complainant was the alleged\ngunman, and did not report this statement as fact. The newspaper had accurately\nreported the claims made in the documentary and there was no breach of Clause\n1. \nConclusions 12.  The complaint was not upheld. Remedial Action Required 13. N/A\nDate complaint received: 23/11/2017Date decision issued: 25/05/2018\n \nBack to ruling listing\n\n\n"
}