{
    "url": "/rulings-and-resolution-statements/ruling/?id=20360-17",
    "title": "20360-17 A Woman v The Northern Echo",
    "provisions": [
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Northern Echo (Newsquest Media Group)",
    "published_on": "2017-09-14 00:00:00",
    "received_on": "2017-11-24 00:00:00",
    "concluded_on": "2018-07-06 00:00:00",
    "complaint_processing_days": 224,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20360-17 A Woman v The\nNorthern Echo\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that The Northern\nEcho breached Clause 1 (Accuracy), Clause 2 (Privacy), and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “Women’s boozy hotel sex party”, published on 14 September\n2017.\n2. The article was\na follow-up report regarding an outbreak of food poisoning at a hotel. It\nreported that a group of unnamed women who had become ill after a birthday\ncelebration at the hotel had taken part in a “booze-fuelled orgy with sex toys\nand candle sticks”. The article said that “graphic” CCTV footage had shown the\nwomen carrying out “lewd sexual behaviour including passing around sex toys and\ntaking part in sex acts with hotel candlesticks while climbing on restaurant\ntables and chairs”.\n3. The article\nexplained that Public Health England (PHE) had conducted an investigation into\nthe outbreak of the food poisoning at the hotel, in order to determine whether\nchicken liver parfait eaten by the women had caused the sickness. The article\nclaimed that PHE’s final report had cleared the hotel of “any wrong doing”: it\nsaid that the report had found that “no obvious defect was noted in the\nproduction of [the chicken liver parfait] and therefore cannot be concluded\nwith certainty why this caused illness, nor why illness was seen only in the\none large party”.\n4. The article was\npublished in substantially the same form online, under the headline\n“Booze-fuelled orgy with sex toys and candlesticks - what really happened at\nSaltburn hotel at the centre of food poisoning claim”.\n5. The complainant\nwas one of the women who had attended the birthday celebration. She said that\nthe newspaper had published an inaccurate and wildly exaggerated account of the\nevening’s events. She said that the newspaper had attempted to draw an\nassociation between the outbreak of food poisoning and the actions of the\ngroup. She said that this was misleading as the environmental health department\nhad dismissed the CCTV contents viewed by the Northern Echo as irrelevant to\nthe investigation into the cause of the food poisoning.\n6. The complainant\nsaid that the party was not an “orgy”: there were no sex toys, or any sexual\nactivity, and all members of the group had been fully clothed throughout. She\nsaid that the party had not been drinking to excess. The complainant provided\nvideo clips and photographs, taken by members of the party on their mobile\nphones; she said that these showed that the group had been acting in high\nspirits only, and not in the manner alleged by the newspaper. The complainant\nnoted that two members of the group had imitated a sex scene with a candelabra\nand one member had used a unicorn horn, which was a party prop, to imitate a sexual\npose, but said that these individuals had been fully clothed throughout.\n7. During the\ncourse of IPSO’s investigation, the complainant provided a copy of the CCTV\nfootage from the evening. The complainant had obtained this footage from the\nhotel; it had been heavily pixilated by the hotel in order to comply with data\nprotection rules relating to the images of the other members of the group. It was not possible to see the entire room,\nor all the members of the group, on account of the heavy pixilation. The\ncomplainant said that the behaviour which could be seen from the footage did\nnot support the article’s claim that the group had been engaged in a “sex\nparty” or an “orgy”. It noted that one woman in the group had a unicorn horn in\nher hand, and suggested that this may have been confused with a sex toy by the\nreporter.\n8. The complainant\nsaid that the article had also misrepresented the findings of the report by\nPHE. She said that the multi-party investigation into the outbreak of the food\npoisoning was still ongoing, although the PHE element of it had come to an end.\nShe said that the article had omitted key conclusions from the PHE report,\nnamely concerns about the hotel hygiene. She said that the PHE report had said\nthat the samples of parfait from the evening had been destroyed so were unable\nto be tested; however, during the inspection “no obvious defect was noted in\nthe production of this food item\". She said that this meant that at the\ntime of the environmental health inspection the parfait was produced and\nhandled correctly; however, the report did not wholly conclude that the hotel\nhad not been negligent in the case of the food poisoning. She said in those\ncircumstances, it was inaccurate to report that the hotel had been cleared of\n“any wrong doing”.\n9. The complainant\nalleged that the article contained a number of further inaccuracies: the party\nhad been located in a private side room, not in a public part of the hotel, and\nthe group had not been asked to move there because of concerns about their\nbehaviour.\n10. The complainant said that the newspaper had viewed CCTV\nimages of her and her friends, which had been taken while at a private event,\nwithout their knowledge or consent. She said that this amounted to the\nnewspaper accessing digitally held information without consent. Publishing\ninformation taken from this CCTV footage was intrusive and unjustified. The\ncomplainant said that she was identifiable as the subject of the article,\nbecause during the birthday celebration, members of the group had posted\npictures on social media and had “tagged” their location as the hotel.\n11. The newspaper did not accept that the article had\npresented a misleading account of what took place during the evening. It\nsuggested that the party-goers’ drinking and behaviour may have been relevant\nto the way they handled, consumed and reacted to the food, as well as how they\nrecollected the events of the night. \n12. The newspaper said that it was possible to engage in\nsexual activity without removing one’s clothes. It said that the reporter had\nviewed the entire un-pixelated CCTV recording and provided contemporaneous\nnotes in which the journalist had recorded that “vulgar sexual behaviour in a\npublic place” had occurred. It said the reporter had observed that members of\nthe party took it in turn to lie on their back on top of a table in the room where\nthey had been eating while other people in the party rubbed a plastic item and\ncandlestick between the person’s legs. Following this, the reporter had also\nobserved the plastic item being passed around members of the party who took it\nin turns to lick it; other members of the party pushed plastic objects up their\nskirts. The newspaper said that the definition of an “orgy” was a “a wild party\ncharacterised by excessive drinking and indiscriminate sexual activity”; this\nwas accurate given that the group had been dancing on tables, drinking alcohol\nand using hotel property and other objects to imitate sexual activity.\n13. The newspaper said that when the reporter had visited\nthe hotel and watched the CCTV with senior hotel staff, it had not been\npixelated and it had lasted approximately 2-3 hours in total. It said that the\nreporter was therefore afforded a full view of what had occurred. It said that\nthe pixelated version of the CCTV footage provided to IPSO by the complainant\nhad been shorter than the full footage seen by the reporter, and had not\ndisclosed the more boisterous behaviour which had occurred; this included\nmembers of the party dancing on tables and playing with toys in a sexual\nmanner.\n14. The newspaper said it was accurate to report that the\nhotel had been cleared of any wrongdoing. It said that the PHE report had found that while “the epidemiological\nstudy supports the hypothesis that chicken liver parfait was the most likely\ncause of the illness no obvious defect in the production was noted.” The\nnewspaper said that the report had concluded that while the parfait was, in\ntheory, the most likely source of the food poisoning outbreak, there was\nnothing the investigators found which could make a clear link between the food\nand the illness. The PHE report had noted: “The preparation, cooking, chilling,\nstorage and serving of the chicken liver parfait was discussed in detail. No\nobvious defect in the production of the parfait was identified and the\ntemperature probe was assessed and correlated well with an independent one used\nby EHOs. There was no obvious difference in the way the food was prepared or\nserved to the large party compared to other diners and it is not believed that\nthe chicken liver parfait in particular was subject of any different procedure\nin terms of out of the fridge, serving or any other variable.”\n15. The newspaper said that when the reporter met the senior\nmembers of hotel staff he was told by them that the room in which the activity\ntook place was clearly visible to people in the adjacent room and there was no\nmention of any curtain or screen obscuring people from seeing inside. It said\nthat the reporter had no reason to believe that hotel staff were not telling\nthe truth and when the reporter viewed the room there were windows in the room\n– in the adjoining door and leading to the gardens – which would have allowed\nsomeone looking in to the side room to see what was taking place.\n16. The newspaper did not accept that the article\nrepresented an intrusion into the complainant’s privacy. It said that it had\ncarefully considered the public interest in reporting all the facts of the\ncase, and balanced this against the party-goers’ right to privacy. These\nconsiderations had formed the basis for the newspaper’s decision not to name\nany of the group in the article.\n17. The newspaper said that to the extent that the\nnewspaper’s act of viewing the CCTV footage alone could be considered an\nintrusion, there was a public interest in reporting on the full events of the\nnight, given that the outbreak of food poisoning had been widely reported on\npreviously. Given the raucous nature of the party, it said that it was\nreasonable to consider how the party-goers may have contributed to the\nill-effects they had experienced. The newspaper said that having made the\nallegation against the hotel, the complainant and her friends could not\nreasonably seek to impose a one-sided limitation on the scope of investigation,\nnor demand complete privacy for the events of that evening. Such events had\nbecome a proper matter of public inquiry and concern.\n18. The newspaper said that it had viewed the CCTV footage,\nhaving been invited to do so by the hotel: there was no unauthorised access, no\nhidden camera and no subterfuge so as to engage the terms of Clause 10. It\nnoted that the hotel advises guests via signage in the premises that CCTV is\nused throughout the hotel for their safety and security. It said that the\npublic interest in reporting on the story, set out above, had been considered\nprior to viewing the footage and before publication.\n19. The complainant disputed that the reporter had viewed\nthe CCTV footage. Further, she did not accept that the reporter’s notes which\nthe newspaper had provided, accurately recorded the actions of the party-goers.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the unauthorised\nremoval of documents or photographs; or by accessing digitally-held private\ninformation without consent.\nFindings of the Committee\n20. On its front page, the newspaper had characterised the\nbirthday party attended by the complainant as an “orgy” and a “sex party”. The newspaper maintained that it was entitled\nto do so because the event had included sexualised behaviour. The Committee\naccepted that it had demonstrated that it had taken care over its claim that\nitems had been used in a sexualised way and that there had been a sexual\nelement to the events, including sexualised posing for photographs and\nimitative sexual activity. However, the reference to the events as an “orgy”\nand “sex party”, gave the clear implication that explicit sexual activity had\ntaken place, beyond sexualised posing. Clause 1(i) requires that headlines must\nbe supported by the text, and in the Committee’s view the details included in\nthe article fell well short of justifying the headline claims. This was a\nsignificant distortion, which created a misleading impression of the\ncomplainant’s and the other attendees’ actions. The newspaper had failed to\ntake care over the presentation of the evening’s events, in breach of Clause\n1(i) and had then failed to correct the misleading impression created, in\nbreach of Clause 1(ii).\n21. The PHE report had detailed a number of factors which\nmay have contributed to the group succumbing to the illness, including concerns\nabout hygiene in the hotel’s kitchen. However, the report had found no evidence\nto establish a causal link between these factors and the outbreak of food\npoisoning. It was accurate to claim that the PHE report had cleared the hotel\nof any wrongdoing, in those circumstances. The article has also made clear that\nthe investigation was still ongoing, although the public health element had\ncome to an end. There was no further breach of Clause 1 on this point.\n22. The area in which the events were alleged to have taken\nplace was a room which remained within the hotel building. There was no\nevidence that this room would not have been accessible to other members of the\npublic, and the Committee noted that members of staff had entered the room on\nseveral occasions. It was therefore accurate to describe the area that the\ngroup had been in as “public”. Whether the group had been asked to move to the\nroom as a consequence of “disruptive behaviour”, or whether they had moved\ntheir on their own accord, was not significant in the context of the article,\nparticularly as the alleged behaviour which had been the focus of the article\nhad taken place after the women had moved into this room. There was no breach\nof Clause 1 on these points.\n23. The Committee then turned to consider the complaint\nunder Clause 2 (Privacy). There was a public interest in investigating the\ncircumstances of a significant public health incident, which had resulted in a\ndamaging effect on a local business. Critical to the Committee’s considerations\nunder Clause 2, was the fact that the complainant had not been identified in\nthe article, nor had her friends. This limited, in a significant way, the\nextent to which the article had the potential to intrude into the complainant’s\nprivate life. Further, the article had not disclosed personal details about the\ncomplainant or revealed any information relating to the members of the group\nwhich might lead to her identification. For these reasons, the Committee did\nnot establish that the article represented an intrusion into the complainant’s\nprivate life. There was no breach of Clause 2.\n24. Clause 10(ii) says that engaging in misrepresentation or\nsubterfuge, including by agents or intermediaries, can generally be justified\nonly in the public interest. The newspaper had not engaged in subterfuge in\norder to view the CCTV footage; it had been authorised to do so by the hotel.\nFurther, while the complainant did not realise that she was filmed using CCTV,\nthis did not render these cameras “hidden” for the purposes of Clause 10(i).\nThe terms of Clause 10 were therefore not engaged.\nConclusion\n25. The complaint was upheld.\nRemedial Action Required\n26. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required.\n27. The newspaper had published a significantly misleading,\nprominent front-page headline. The newspaper had not offered to publish a\ncorrection. Given the nature of the claims, the prominence with which they had\nbeen published, and the lack of any offer of remedy, the appropriate remedy was\nthe publication of an upheld adjudication.\n28. The Committee considered the placement. The print\narticle had been published on the front page and continued on to page 2. Due to\nthe prominence of the article, the Committee required that a reference to the\nadjudication be published on the front page. This reference should direct\nreaders to the full adjudication, which should appear on page 2. The front page\nheadline should appear in the same font size as the front page sub-headline on\nthe article under complaint (“Orgy came to light…” etc). A border should appear\naround the headline, to distinguish it from other editorial content. Both the\nheadline to the adjudication inside the paper and the front-page reference\nshould make clear that IPSO has upheld the complaint, give the title of the\nnewspaper and refer to the complaint’s subject matter. The headline, the\nplacement on the page, and the prominence, including font size, of both the\nadjudication and the front-page reference must be agreed with IPSO in advance.\n29. The adjudication should also be published on the\nnewspaper’s website, with a link to the full adjudication appearing on the top\nhalf of the homepage for 24 hours; it should then be archived in the usual way.\nThe terms of the adjudication for publication are as follows:\nFollowing an article published on 14th September 2016 in the\nNorthern Echo, headlined ”Women’s boozy hotel sex party”, a woman complained to\nthe Independent Press Standards Organisation that the newspaper had breached\nClause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint\nand has required the Northern Echo to publish this decision as a remedy to the\nbreach.\nThe article reported that a group of unnamed women who had\nbecome ill after a birthday celebration at a hotel, had taken part in a\n“booze-fuelled orgy with sex toys and candle sticks”.\nThe complainant was one of the woman who had attended the\ncelebration. She said that the newspaper had published an inaccurate and wildly\nexaggerated account of the evening’s events. She said that the party was not an\n“orgy”, although she accepted that some members of the party had mimicked poses\nof a sexual nature.\nThe newspaper did not accept that the article had presented\na misleading account of what took place during the evening. It said that the\ndefinition of an “orgy” was a “a wild party characterised by excessive drinking\nand indiscriminate sexual activity”; this was accurate given that the group had\nbeen dancing on tables, drinking alcohol and using hotel property and other\nobjects to imitate sexual activity.\nOn its front page, the newspaper had characterised the\nbirthday party attended by the complainant as an “orgy” and a “sex party”. The newspaper maintained that it was entitled\nto do so because the event had included sexualised behaviour. The Committee\naccepted that it had demonstrated that it had taken care over its claim that\nitems had been used in a sexualised way and that there had been a sexual\nelement to the events. However, the reference to the events as an “orgy” and\n“sex party”, gave the clear implication that explicit sexual activity had taken\nplace, beyond sexualised posing. This was a significant distortion, which\ncreated a misleading impression of the complainant’s and the other attendees’\nactions. The complaint was therefore upheld as a breach of Clause 1 (Accuracy). Date complaint received: 24/11/2017Date decision issued: 06/07/2018  \nBack to ruling listing\n\n\n"
}