{
    "url": "/rulings-and-resolution-statements/ruling/?id=20364-17",
    "title": "20364-17 Taylor v Huddersfield Daily Examiner 20364-17",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Huddersfield Daily Examiner (Reach PLC)",
    "published_on": "2017-11-22 00:00:00",
    "received_on": "2017-12-05 00:00:00",
    "concluded_on": "2018-04-20 00:00:00",
    "complaint_processing_days": 136,
    "conclusion_long": "9. The complaint was upheld.",
    "remedial_action": "10. The Committee upheld the complaint as a breach of 1 (ii). The inaccuracy in the original article had appeared on the front page of the print publication, and the main article, which had not contained a significant inaccuracy, had appeared on page 4. Requiring a front page correction is a serious sanction, which will be appropriate where there has been a significant breach of the Code. In this instance, the inaccuracy lay in one word of the headlines – the word “bombs”. The sub-headline of the front page was accurate: it made clear that the complainant had been convicted for making “explosives”; similarly, the use of the words “for a hobby” indicated that the explosives had not been prepared for ‘terrorist’ purposes. In these circumstances, a front page correction was not appropriate: the correction should appear on page 2, in the publication’s established corrections and clarification column, with the full wording to be agreed with IPSO in advance. The online correction should appear in the top section of the publication’s homepage for a period of 24 hours, with the same prominence as afforded to other homepage articles. The proposed amendment to the online headline should also now be made.  Date complaint received: 05/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20364-17 Taylor v\nHuddersfield Daily Examiner\nSummary of complaint\n1. David Taylor\ncomplained to the Independent Press Standards Organisation that the\nHuddersfield Examiner breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Boffin, 71, made bombs for hobby”, published\non 22 November 2017.\n2. The article,\nwhich appeared on the front page, was a court report which described the\ndetails of a case in which the complainant pleaded guilty to two counts of\nmaking explosive substances. The sub-headline stated “Chemical analyst caught\nwith explosives like those used in 7/7 blast”. It said that the complainant, a\nretired chemical analyst, had avoided jail after making “an explosive of the\ntype used in the 7/7 bombings”. The article said he had made two types of\nexplosives “hexamethylene triperoxide diamine (HMTD), which was used in the 7/7\nbombings, and pentaerythritol tetranitrate (PETN)”. It said that the court had\nheard that he had made them “as a ‘hobby’”. It quoted the prosecutor as stating\nthat the chemicals “are unstable and cause serious damage and harm if they do\nindeed explode…they are obviously dangerous”. The article explained that the\nexplosives were “stored in plastic bottles and jars”. It said that the complainant\n“admitted that he had a keen interest in fireworks and said he was using the\nchemicals to make fireworks”. It said he had “started to apply for an\nexplosives license through the Home Office but had not completed the\napplication”. The article included the Recorder’s sentencing comments, where he\nsaid that one of the explosives found had been illegal to obtain for a number\nof years, and said of the complainant that his “naivety was bordering on\nsomewhat close to recklessness. You need to be a lot more careful in regards to\nyour hobby in the future”. \n3. The article\nappeared online with the headline “Boffin made bombs of the type used in 7/7\nattacks – for a hobby”. The remainder of the article was the same as in the\nprint edition.\n4. The complainant\nsaid that the article was inaccurate, because he had not been accused or\nconvicted of making “bombs”. He said that he had pleaded guilty to a charge of\nmanufacturing HMTD and PETN contrary to section 4 (1) of the Explosive\nSubstances Act 1883. He said that it was misleading to state that he made\n“bombs of the type used in [the] 7/7 bombings”, when these attacks involved\nseveral kilos of explosives, and he had prepared only 5g of explosive. He also\nsaid that the explosive HMTD was stable in its pure form, and therefore did not\npose the risk suggested. He said it was accepted by the police and court that\nthere was no “bomb-making”; his interest was purely in chemistry and\nfirework-making, and the explosives were described in police evidence as\n“prepared pyrotechnics”.\n5. The publication\ndenied any breach of the Code. It conceded that the term “bomb” was never used\nin court, but said that the explosives the complainant made were described as\nmajor components of a bomb, and were disposed of in a controlled explosion. It\nsaid that it was accurate to describe the explosives as “bombs”, where they\nwere stored in plastic bottles and jars, and where the definition of a bomb is\n“a container filled with explosive or incendiary material, designed to explode\non impact”. It said that, where HMTD was described in court as “a major\ncomponent of the 7/7 bombing attacks”, it was not significantly inaccurate to\ndescribe the complainant’s explosives as “bombs of the type used in 7/7\nattacks”. It provided videos showing the explosive effect of 5g of HMTD to\nindicate that even this small quantity could cause serious damage. However, the\npublication did not dispute that the explosives had been intended for use in\nfireworks, and offered, as a gesture of goodwill, to amend the online headline\nas follows:\n‘Boffin made fireworks using chemicals found in 7/7 bombings\n– for a hobby’.\nRelevant Code provisions\n6. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Committee\n7. The complainant\nhad been convicted of an offence in relation to the manufacture of illegal\nexplosives. The explosives created by the complainant included one which was a\ncomponent in the bombs used in the 7/7 attacks. However, it was not disputed by\neither party that the intended use of these explosives was in the creation of\nfireworks, and this was heard in court, as the article reported. At no time\nwere the materials described as “bombs” in court, and there was no suggestion\nthat this was their intended use: the court appeared to accept that the materials\nhad been produced as a hobby, and the Recorder included this in his sentencing\nremarks. \n8. While it is important that publications are allowed some\nlatitude in how they characterise actions and objects, to refer to the\nmaterials produced as “bombs” or “bombs of the type used in 7/7 attacks” in the\narticles’ headlines went beyond this as the Committee did not accept that the\nword would be understood by readers in the manner asserted by the newspaper.\nThe use of the words “for a hobby” in both headlines indicated that the\nexplosives had not been created for ‘terrorist’ purposes, but the use of the\nword “bombs” had mischaracterised the complainant’s purpose in creating the\nexplosives; the article text did not contain any suggestion that the explosives\nhad been created for destructive purposes, as the word “bombs” implied. The\nprint sub-headline accurately stated that the complainant had been found to\nhave made “explosives”; however, the publication had not taken care to ensure\nthat the headline claim that the complainant had made “bombs” was supported by\nthe text, in breach of Clause 1(i). Although the publication had offered to\namend the online article headline, no standalone correction had been offered\neither in print or online. The articles were reports of court proceedings and,\nbecause the headlines gave the significantly misleading impression that the\ncomplainant had made “bombs”, when this was not heard in court, this\nrepresented a breach of Clause 1 (ii), and a correction was required.\nConclusions\n9. The complaint\nwas upheld.\nRemedial action required\n10. The Committee\nupheld the complaint as a breach of 1 (ii). The inaccuracy in the original\narticle had appeared on the front page of the print publication, and the main\narticle, which had not contained a significant inaccuracy, had appeared on page\n4. Requiring a front page correction is a serious sanction, which will be\nappropriate where there has been a significant breach of the Code. In this\ninstance, the inaccuracy lay in one word of the headlines – the word “bombs”.\nThe sub-headline of the front page was accurate: it made clear that the\ncomplainant had been convicted for making “explosives”; similarly, the use of\nthe words “for a hobby” indicated that the explosives had not been prepared for\n‘terrorist’ purposes. In these circumstances, a front page correction was not\nappropriate: the correction should appear on page 2, in the publication’s\nestablished corrections and clarification column, with the full wording to be\nagreed with IPSO in advance. The online correction should appear in the top\nsection of the publication’s homepage for a period of 24 hours, with the same\nprominence as afforded to other homepage articles. The proposed amendment to\nthe online headline should also now be made. \nDate complaint received: 05/12/2017Date decision issued: 20/04/2018ReviewThe publication complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}