{
    "url": "/rulings-and-resolution-statements/ruling/?id=20380-17",
    "title": "20380-17 Various v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-11-24 00:00:00",
    "received_on": "2017-11-28 00:00:00",
    "concluded_on": "2018-02-01 00:00:00",
    "complaint_processing_days": 65,
    "conclusion_long": "13. The complaint was upheld.",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required. 15. The Committee considered that the prompt publication of a standalone correction and apology, which was also tweeted by the publication’s Twitter account, as well as the publication of a footnote correction to the article was sufficient to meet the terms of Clause 1 (ii).Date complaint received: 28/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20380-17 Various v Mail Online\nSummary of complaint1. The Independent\nPress Standards Organisation received various complaints that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “BREAKING NEWS: ‘Gunshots fired’ as armed police surround Oxford\nCircus tube station and shoppers flee ‘after lorry ploughs into pedestrians’”\npublished on 24 November 2017.\n2. IPSO received\naround 30 complaints about the article. In light of the volume of complaints\nreceived, and where the specific input of a complainant was not necessary, IPSO\ndecided to summarise the complaints for the purpose of investigating the\ncomplaint on behalf of the complainants.\n3. The article\nreported on an ongoing incident at Oxford Circus, which at the time, was being\ntreated as a possible terror attack. The article reported on comments made on\nsocial media by individuals at Oxford Circus at the time, and included\nscreenshots of a number of tweets from members of the public as well as the\nBritish Transport Police. It stated that armed police had arrived “amid reports\nof gunshots,” and reproduced one tweet that said, “there is a lorry stopped on\nthe pavement in Oxford Street, police all around it and blood on the floor.”\nThe article stated that another member of the public had tweeted that there\nwere “rumours of shooting and a lorry.” The headline and a link to the article\nwas also published on the publication’s official Twitter page.\n4. Complainants\nsaid that the article, including the headline, was inaccurate, as there was no\nevidence to suggest a lorry had “ploughed into pedestrians”. The complainants\nsaid that this had not been confirmed by police and was based on one tweet,\nwhich was unrelated to this ongoing incident, and had been published by a\nmember of the public 10 days before the incident at Oxford Circus. Complainants\nsaid that the article had been retweeted by members of the public many times,\nand although the article was amended and the tweet was deleted, the publication\nhad not published a correction on the article or on Twitter.\n5. The publication\nemphasised that it was reporting on a major ongoing incident. It acknowledged\nthat publications have a responsibility to report such events accurately, but\nalso highlighted the importance of quickly disseminating new information as\nwitness reports and official statements emerge, in order to provide the public\nwith the best understanding of the situation. It said that it was quickly\nspotted internally that the article’s claim that a lorry may be involved was\nnot in keeping with the majority of witness reports. This detail was removed\nfrom the article 7 minutes after it was published, and the tweet was deleted\nfrom the publication’s Twitter page 11 minutes after it was published.\n6. The publication\nsaid it had undertaken an internal investigation into the matter, which had\nfound that numerous reporters monitoring social media at the time mentioned\nreading a tweet that a lorry had been involved. While it acknowledged that one\ntweet was not contemporaneous, it provided the timestamp of the other tweet\nreported on in the article, which referred to “rumours of a lorry” while the\nincident was still ongoing. It said that many of the reports that had initially\nemerged regarding the incident turned out to be inaccurate, and as the news\nstory developed the article was updated accordingly.\n7. The publication\nsaid that when it was contacted by other media outlets later that evening\nregarding its report, it had issued a statement, acknowledging its error.  It said this statement was widely published\nby other publications. Further to this, after becoming aware of complaints to\nIPSO, it published an apology acknowledging the error six days after the\narticle was published and after its internal investigation had been completed.\nThis was published as a standalone correction in the Corrections and\nClarifications column for 24 hours, before being archived in the usual way. A\nfootnote correction, apologising for any distress caused, was also added to the\narticle. This correction stated:\n“A previous version of this article briefly carried a headline\nwhich referred to a witness report that a lorry had hit pedestrians. This\ninaccurate information was removed seven minutes after the error was spotted\ninternally. We apologise for any distress that this may have caused.”\n8. The publication\nsaid that it was not responsible for the number of times individuals chose to\nshare the article or take screengrabs from social media. It said that while the\narticle was shared on Twitter many times, the reference to the lorry was\nremoved 7 minutes after it was published, and the earlier version article was\nno longer accessible. The publication’s Twitter account published a link to the\nfull correction, so as to ensure that readers who had seen the inaccuracy\nthrough their Twitter account alone were aware of the inaccuracy and the\npublication’s subsequent apology.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and- where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\nFindings of the Committee\n10. The article reported on a breaking news story, where\nthere was initial uncertainty as to the nature of the incident. The Committee\nacknowledged the publication’s position that in an ongoing situation such as\nthis, the media plays an important role in informing the public of emerging\ndevelopments. However, even in such circumstances, a publication must still\ndemonstrate that it has taken appropriate care over the accuracy of the\ninformation it publishes.\n11. At the time of publication there were no reports from\nthe police to support the position that a lorry was involved in the incident.\nHowever, the article and the headline made clear that these reports were based\non eyewitness accounts at the scene.  While\nthe publication was aware of at least one contemporaneous report published on\nsocial media that suggested a lorry may have been involved, the specific claims\nthat “witnesses at the scene described seeing a lorry on the pavement\nsurrounded by police,” and that “the pavement was said to be covered in blood,”\nreported in the article had come from a tweet about an unrelated event.\nAlthough the Committee acknowledged that the reference to a lorry was removed\ncompletely from the article and the headline 7 minutes after it was published,\nthese claims were significant, as they mischaracterised the nature of the\nincident and misrepresented reports from eye-witnesses. Where the time stamp of\nthe tweet made it clear this was not a contemporaneous account, the publication\nhad failed to take care over the accuracy of the article and the information\npublished in the tweet, in breach of Clause 1(i).\n12. Editorial staff had quickly become aware that the\nreference to a lorry reportedly being involved in the incident within the\narticle was not in keeping with the majority of eye witness accounts, and this\nreference was deleted within a short period of time from both the article and\nthe publication’s Twitter page. This claim was not repeated in the\npublication’s ongoing coverage of the incident, which was updated frequently as\nmore details became known. The Committee welcomed the publication’s internal investigation\ninto the matter and the publication of a correction which acknowledged the\ninitial inaccuracy, made readers aware of the correct position, and apologised\nfor any distress caused. The Committee also welcomed the publication’s action\nin tweeting a link to the published correction, as it acknowledged that a\nnumber of people had become aware of the inaccurate report through social\nmedia. This correction was published promptly following notification from IPSO\nthat the article had received complaints, and was sufficiently prominent so as\nto avoid a breach of Clause 1 (ii).Conclusions\n13. The complaint was upheld.\nRemedial Action required\n14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n15. The Committee considered that the prompt publication of\na standalone correction and apology, which was also tweeted by the\npublication’s Twitter account, as well as the publication of a footnote\ncorrection to the article was sufficient to meet the terms of Clause 1 (ii).Date complaint received: 28/11/2017Date decision issued: 01/02/2018\nBack to ruling listing\n\n\n"
}