{
    "url": "/rulings-and-resolution-statements/ruling/?id=20385-17",
    "title": "20385-17 Hill v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2017-11-24 00:00:00",
    "received_on": "2017-11-24 00:00:00",
    "concluded_on": "2018-02-23 00:00:00",
    "complaint_processing_days": 91,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint, the Committee considered what remedial action should be required. 12. The publication had promptly updated the headline, to remove reference to the gunman as new details of the incident emerged. It had also offered to publish a clarification, which made clear that the headline reflected unconfirmed reports and had been changed shortly after publication. The Committee considered that this correction was sufficient to meet the requirements of Clause 1 and should now be published.Date complaint received: 24/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20385-17 Hill v express.co.uk\nSummary of complaint\n1. Ciaran Hill\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “Oxford Circus: Police ‘responding like terror attack’ as Oxford\nStreet gunman runs amok,” published on 24 November 2017.\n2. The article\nreported on an ongoing incident in Oxford Circus, which at the time of\npublication, was being treated as a possible terror attack by the police. The\narticle reported on this breaking news story and was regularly updated as more\ninformation about the nature of the incident became known.\n3. The complainant\nsaid that the headline was inaccurate because it presented as fact that a\ngunman was involved. He said that although there were unconfirmed reports of\nshots being fired, this had not been confirmed by the police. He said that a\nstatement was released by the police 20 minutes after the article was\npublished, which said there was no evidence of any shots having been fired.\n4. The publication\ndid not accept that it had breached the Code. It said that the article reported\non a breaking news story and so the article was subject to frequent updates as\nadditional information became available. It could not confirm what the article\nhad said at the time this headline was published, and therefore said it was not\npossible to ascertain if the article made clear that the reports of the gunman\nreferenced in the headline were unconfirmed.\n5. It provided a\ntimeline of events to show that at the time of publication there were numerous\nreports circulating on social media that alluded to shots being fired. It said\nthat the headline was changed 15 minutes after it was published and the\nreference to a gunman was removed. The publication also offered to publish the\nfollowing correction as a footnote to the article:\nAt 17.36 on 24 November 2017 this article was headlined\n“Oxford Circus: Police ‘responding like terror attack’ Oxford Street gunman\nruns amok”. The article focused on the developing news events around Oxford\nCircus in central London. However that original headline did not make\nsufficiently clear the claim 'gunman running amok’ at the scene was in fact an\nunconfirmed report.  Consequently at\n17.51, 15 minutes later, the headline was amended to “London terror: Oxford St\nshoppers told STAY INSIDE as police ‘respond like terror attack’”. \nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n7. The article\nreported on a breaking news story, and was updated frequently to reflect\nemerging developments and report the correct position as it became clear. In\nthis context, the Committee considered the accuracy of the headline only.\n8. The Committee\nnoted that it is important that, during serious, breaking news stories, readers\nare able to rely on the accuracy of published reports. At the time of publication,\nthere were a number of first hand reports that made reference to gun shots\nbeing heard at the scene. In these circumstances, the publication was entitled\nto report these claims, however it had a duty under the Code to take care over\nthe presentation of claims. While the Committee noted that the presence of\nquotation marks does not always clearly distinguish a statement as a claim, it\ncan be useful to indicate that a statement has not been confirmed as fact.  Where the headline did not make clear either\nin the language used or the presentation of the claim the reference to a gunman\non the scene was unconfirmed, it had not taken sufficient care over the\npresentation of this claim, in breach if Clause 1 (i).\n9. This failure to\ntake care had resulted in this statement being presented as fact. In these\ncircumstances, the headline had failed to distinguish between comment,\nconjecture and fact, in breach of Clause 1 (iv).\nConclusions\n10. The complaint was upheld.\nRemedial action required\n11. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n12. The publication\nhad promptly updated the headline, to remove reference to the gunman as new\ndetails of the incident emerged. It had also offered to publish a\nclarification, which made clear that the headline reflected unconfirmed reports\nand had been changed shortly after publication. The Committee considered that\nthis correction was sufficient to meet the requirements of Clause 1 and should\nnow be published.Date complaint received: 24/11/2017Date decision issued: 23/02/2018  \nBack to ruling listing\n\n\n"
}