{
    "url": "/rulings-and-resolution-statements/ruling/?id=20389-17",
    "title": "20389-17 Collier v kentlive.news",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "kentlive.news (Reach PLC)",
    "published_on": "2017-11-16 00:00:00",
    "received_on": "2017-11-26 00:00:00",
    "concluded_on": "2018-02-22 00:00:00",
    "complaint_processing_days": 88,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. The newspaper had promptly offered a sufficiently prominent clarification, which corrected the inaccurate impression given by the headline by making clear that the complainant’s son had not been charged with rape. In order to avoid a breach of Clause 1(ii), this should now be published.Date complaint received: 26/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20389-17 Collier v kentlive.news\nSummary of complaint\n1. Gary Collier\ncomplained to the Independent Press Standards Organisation on behalf of his son\nTrevor Collier, that kentlive.news breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Police have named a man charged with\nRAPING a woman near the University of Kent”, published on 16 November 2017.\n2. In the headline\nand the stand first, article reported that complainant’s son had been charged\nwith alleged rape. The article continued by reporting that the complainant’s\nson had been charged with sexual assault, assault occasioning actual bodily\nharm and committing an offence with the intention of committing a sexual\noffence, following an incident which took place in June 2017.\n3. The complainant\nsaid that his son had not been charged with rape.\n4. The publication\nsaid that claim that the complainant’s son had been charged with rape, had been\nbased on information contained within two police press releases. The first,\nissued in June 2017, stated: “officers from Kent Police who are investigating a\nreport that a woman was raped, are appealing for witnesses”. The second, issued\nin November 2017, said that the complainant’s son had been charged on suspicion\nof committing a “serious sexual assault” following an incident which took place\nin the early hours of Friday 2 June 2017. The second press release set out the\ncharges which the complainant’s son faced: “sexual assault, assault occasioning\nactual bodily harm and committing an offence with the intention of committing a\nsexual offence”.\n5. The publication\nsaid that it had assumed that the charge of “sexual assault”, was in reference\nto the initial rape investigation in June 2017.\n6. The newspaper\nsaid that the article’s headline had been amended to “Police have named a man\ncharged with the alleged sexual assault of a woman near the University of Kent”\nand the body of the article was amended to remove references to “rape”. The\nfollowing footnote was also added to the article:\nOn November 16 this article was published with the headline\nPolice have named a man charged with raping a woman near the University of\nKent. Although the accurate list of charges were in the body of the article the\nheadline and introduction referenced an initial rape investigation by police.\nWe are happy to clarify this matter.\n7. During IPSO’s\ninvestigation, the publication offered to publish the following correction,\nwhich would appear on its homepage for 24 hours:\n'On November 16 a previous version of the article 'Police\nhave named a man charged with the alleged sexual assault of a woman near the\nUniversity of Kent' was published with the headline 'Police have named a man\ncharged with raping a woman near the University of Kent'. Although the accurate\nlist of charges were identified within the article, the headline and\nintroduction referenced an initial rape investigation by police. We are happy\nto clarify that Trevor Collier was not charged with rape, however he was\ncharged with sexual assault on a female, assault occasioning actual bodily harm\nand committing an offence with the intention of committing a sexual offence.'\nRelevant Code provisions\n8.    Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and - where\nappropriate - an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment conjecture and fact. \nFindings of the Committee\n9. Prior to\npublication, the newspaper had in its possession the list of charges which the\ncomplainant’s son faced. This had set out clearly that the complainant’s son\nhad not been charged with rape. The newspaper had assumed that the reference to\na “serious sexual assault” meant that an original rape investigation had\nresulted in a formal charge; this assumption was inaccurate and represented a\nfailure to take care over the accuracy of the article. The complaint under\nClause 1 was upheld.\nConclusions\n10. The complaint was upheld.\nRemedial Action Required\n11. The newspaper had promptly offered a sufficiently\nprominent clarification, which corrected the inaccurate impression given by the\nheadline by making clear that the complainant’s son had not been charged with\nrape. In order to avoid a breach of Clause 1(ii), this should now be published.Date complaint received: 26/11/2017Date decision issued: 22/02/2018   \nBack to ruling listing\n\n\n"
}