{
    "url": "/rulings-and-resolution-statements/ruling/?id=20416-17",
    "title": "20416-17 Burns v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2017-11-11 00:00:00",
    "received_on": "2017-11-27 00:00:00",
    "concluded_on": "2018-04-27 00:00:00",
    "complaint_processing_days": 151,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. The correction proposed by the publication addressed the inaccuracy; however, where it included additional information, the Committee suggested a modified wording based on the publication’s proposal. This should now be published as a footnote and, in adapted form, as a standalone online correction, archived in the usual way.  Date complaint received: 27/11/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee – 20416-17 Burns v The Scottish Sun\nSummary of Complaint 1.  Brian Burns complained to the Independent Press\nStandards Organisation that the Scottish Sun breached Clause 1 (Accuracy) in an\narticle headlined “Thug’s\nshop attack: Kicked and stamped 47 times”, published on 11 November 2017. 2. The article was a court report\nrelating to an incident involving the complainant’s brother, John Burns, with\nwhose authorisation he was acting. It said that John Burns had “initially acted\nin self defence” in confronting a man who had entered a shop and racially\nabused the shopkeeper while drunk and armed with a piece of wood, but that\nBurns had repeatedly hit the man “as he drifted in and out of consciousness”,\nand that “his reaction was ‘cruel and excessive’”. It said that the “’sustained\nattack’” had only ended when the police arrived, and that the man had suffered\n“a fractured cheekbone, a broken tooth and a damaged eye socket”. The article\nincluded the Sheriff’s remark that “’There’s no doubt Mr Burns was the victim\nof an assault but there is also no doubt what happened 47 kicks later’”, and\nsaid that John Burns had admitted the attack. 3. The\narticle was published online in substantially the same format on 10 November.\nOriginally, it was headlined “Boozed-up Hamilton thug John Burns kicked and stamped on shop attack\nvictim 47 times”. This headline was then amended on 13 November to read “’CRUEL\nAND EXCESSIVE’ Hamilton thug John Burns kicked and stamped on shop attack\nvictim 47 TIMES”. 4.  The\ncomplainant said that it was incorrect for the original online headline to say\nthat John Burns was drunk at the time of the attack. He said that it was not\ntrue to say that the man had drifted in and out of consciousness during the\nattack, although he noted that this had been alleged in court. He said it was\ninaccurate to say that John Burns “kicked and stamped” on the man 47 times: many of\nthese blows were not kicks or stamps. He said it was wrong to say that it was a\n“sustained attack”, when John Burns had left to go and speak to the shopkeeper at\none point. 5.  The publication said the article\ntext was an accurate account of what was heard in court, and in the Sheriff’s\nsummary; it provided the original court copy in support of its position. The\nprosecution had stated that “this was a sustained attack by the accused and\nthere were numerous kicks and stamps to the head of the complainer”, and that\n“when the police got there, he was standing over the body of the complainer who\nwas drifting in and out of consciousness by the assault by the accused”. The\nSheriff had referred to “47 kicks” in his summary, and the prosecution had\nstated that the man “had a fractured right cheek bone, a broken tooth and\ndamage to his eye socket”. 6. The\npublication said that, while the article was accurate, the headline reference\nto “boozed-up” was an error; however, it was removed within 36 hours of\npublication, as soon as the publication was contacted. The publication denied\nthat this represented a significant inaccuracy: reporting that John Burns was\nsober during the attack might have given a more sinister impression of his\nactions. Nevertheless, the publication offered to add a footnote to the article\nas follows: An earlier headline to this story\ndescribed Mr Burns as being “boozed-up” during his attack on [the victim]. We\nwould like to clarify that Mr Burns was in fact entirely sober when he launched\nhis “sustained attack”, which left his victim with a fractured cheekbone,\nbroken tooth and damaged eye socket. He has also asked us to clarify that his\n47 blows to the victim were not all kicks and stamps, but that he punched him\ntoo. We are very happy to set the record straight. The\npublication also offered to publish a standalone correction with similar\nwording. \nRelevant Code\nProvisions 6. 1. Accuracy \ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.\nFindings of the\nCommittee 7.  Publications are not responsible\nfor the accuracy of information heard in court; their responsibility is to\nreport accurately on what is heard. The article text was based on the\nprosecution’s account as heard in court, and on the Sheriff’s summary of\nevents. Where John Burns was convicted in relation to the information heard,\nthe publication was entitled to adopt aspects of the prosecution’s case in its\narticle, and it took appropriate steps to indicate that the information had\nbeen heard in court. Where the Sheriff had referred to “47 kicks”, and the\nprosecution had referred to “kicks and stamps”, to say that John Burns had\nkicked and stamped the man 47 times was not an inaccurate account of court\nproceedings. The account of the man’s injuries given in the article, including\nof his consciousness, was in line with the information heard in court, and, as\nthe article reported, the court had heard the prosecution describe the incident\nas a “sustained attack”; there was no inaccuracy on these points. There was no\nbreach of Clause 1 in respect of the points made in relation to the article\ntext. 8. The original article headline was\ninaccurate: John Burns was not intoxicated at the time of the attack, and this\nhad not been heard in court. The inaccuracy had arisen from a human error, and\nthis represented a failure to take care over the accuracy of the headline, in\nbreach of Clause 1 (i). This inaccuracy was significant where it might have\nbearing on readers’ interpretations of John Burns’ actions, motives and\ncharacter. This required correction under the terms of Clause 1 (ii). The\npublication had quickly amended the headline, and offered a correction promptly\nin both footnote and standalone form. 9.  The\nproposed correction and footnote made clear that John Burns was not “boozed-up”\nat the time of the incident. However, it also contained information that had\nnot been confirmed by the complainant: he had not confirmed that John Burns\n“punched [the victim] too”. In these circumstances, the Committee suggested\nthat the following wording be published, which drew on the wording of the\npublication’s offered correction: An earlier headline to this story\ndescribed Mr Burns as being “boozed-up” during his attack on [the victim]. We\nwould like to clarify that Mr Burns was in fact sober when he launched his\n“sustained attack”. We are very happy to set the record straight. As the inaccuracy had only been\npresent in the online version of the article, there was no requirement for a\ncorrection in the print edition. Where this correction had been offered, there\nwas no breach of Clause 1 (ii).\nConclusions 10.\nThe complaint was upheld.\nRemedial action\nrequired 11.\nThe correction proposed by the publication\naddressed the inaccuracy; however, where it included additional information,\nthe Committee suggested a modified wording based on the publication’s proposal.\nThis should now be published as a footnote and, in adapted form, as a\nstandalone online correction, archived in the usual way. \nDate complaint\nreceived: 27/11/2017\nDate decision issued: 27/04/2018\n \nBack to ruling listing\n\n\n"
}