{
    "url": "/rulings-and-resolution-statements/ruling/?id=20445-17",
    "title": "20445-17 De Groote v thetimes.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thetimes.co.uk (News UK)",
    "published_on": "2016-12-03 00:00:00",
    "received_on": "2017-11-29 00:00:00",
    "concluded_on": "2018-03-29 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/AReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 29/11/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20445-17 De Groote v\nthetimes.co.uk\nSummary of the complaint\n1. Cecilia De\nGroote complained to the Independent Press Standards Organisation that\nthetimes.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Violinist found not guilty of abusing prosecutor wife”\npublished on 3 December 2016.\n2. The article\nreported that the complainant’s estranged husband had been found not guilty of\nalleged physical and mental abuse towards his wife, who was a prosecutor, and\ntheir son, after a sheriff ruled that the complainant’s evidence “could not be\nrelied upon.” The article detailed the abuse the defendant had been accused of,\nbut stated that the sheriff who presided over the train “said the evidence of\nMrs De Groote and other witnesses in the case could not be relied upon” and had\nfound the defendant not guilty of the three charges he faced.\n3. The complainant\nsaid that the article was inaccurate, as the Sheriff had not stated that the\ncomplainant, or her evidence was unreliable. She had not been in court at the\ntime, but had confirmed with the sheriff that he had in fact stated “I have\nconsidered the evidence and submissions. I consider the evidence presented by\nthe Crown in this trial is not of such a quality that I can rely on it, to be\nsatisfied on it, beyond reasonable doubt, in respect of the essential elements\nin respect of these charges. Therefore the verdict in respect of each is not\nguilty.”4. The complainant\nsaid that when a sheriff states that they cannot rely on the evidence, it means\nthat the evidence does not reach or met the high threshold for criminal\nliability; it does not mean the evidence or the witness who gave that evidence\nis unreliable. She said that there were four witnesses who gave evidence during\nthe trial, and the judge did not refer to her, or her evidence specifically,\nwhen giving his judgment. She said the article gave the misleading impression\nthat she was unreliable and suggested she was not fit to hold the role of\nprosecutor. She also said that reporting such as this would deter other victims\nof domestic abuse from coming forward.\n5. The publication\napologised for any upset the article had caused the complainant; however it\nsaid the article was accurate and did not breach the Editors’ Code. It said\nthat the sheriff had stated “the evidence presented by the Crown in this trial\nis not of such a quality that I can rely upon it to be satisfied beyond\nreasonable doubt”, which clearly included the complainant’s evidence as well as\nother witnesses. It said the sheriff was very clear that the reason he reached\na not guilty verdict was unreliable evidence, as he had expressly avoided\ngiving a verdict of not proven, which is available in cases in Scotland where\nthe evidence is unclear.\n6. The publication\nsaid the article did not suggest that the complainant was unreliable, or unfit\nto hold office, but had accurately reported that in this case, her evidence\ncould not be relied upon. The publication said that the article was a fair and\naccurate report of the outcome of the trial.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and- where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n7. The Committee\nacknowledged the complainant’s concern that she believed the article would\ndiscourage people who experience domestic abuse to come forward. However, the\nquestion for the Committee was whether the publication had failed to take care\nto report court proceedings accurately. It was accepted that the Sheriff had\nstated that “the evidence presented by the Crown in this trial is not of such a\nquality that I can rely upon it to be satisfied beyond reasonable doubt”. The\narticle had made clear that the complainant was not the only witness in the\ncase, and in circumstances where the evidence of the complainant had been part\nof the evidence presented by the Crown, the publication had taken care over the\naccuracy of the statement included in the article that the sheriff had found\nthat the complainant’s evidence could not be relied upon, and had not\nmischaracterised his remarks. Reporting this did not represent a significant\ninaccuracy, and therefore there was no breach of Clause 1 on this point.\n8. The article did\nnot make any broader claim about the complainant’s reliability or her\nprofessional ability. Therefore, the article was not misleading in the way the\ncomplainant had suggested, and there was no breach of Clause 1 on this point.\nConclusions\n9. The complaint\nwas not upheld.\nRemedial action required\n10. N/AReviewThe complainant complained to the Independent Complaints Reviewer\nabout the process followed by IPSO in handling this complaint. The Independent\nComplaints Reviewer decided that the process was not flawed and did not uphold\nthe request for review.  Date complaint received: 29/11/2017Date decision issued: 29/03/2018  \nBack to ruling listing\n\n\n"
}