{
    "url": "/rulings-and-resolution-statements/ruling/?id=20480-17",
    "title": "20480-17 Tower Hamlets Borough Council v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Times (News UK)",
    "published_on": "2017-08-30 00:00:00",
    "received_on": "2017-12-01 00:00:00",
    "concluded_on": "2018-04-05 00:00:00",
    "complaint_processing_days": 125,
    "conclusion_long": "23. The complaint was upheld.",
    "remedial_action": "24. Having upheld the complaint, the Committee considered what remedial action should be required.  25. In circumstances where the newspaper had published an article that contained a significant distortion, and not made any offer to correct this, the appropriate remedy was the publication of an adjudication.  26. The 30 August article was the main article on the paper’s front page, and continued onto page 6. The Committee identified that the article contained a distortion, but that it remained an accurate account of the outcome of the judge’s decision. Taking this into account, the Committee decided that the adjudication should be published in full on page 6 of the newspaper, or further forward. The headline of the adjudication must make clear that IPSO has upheld the complaint against The Times, and refer to its subject matter; it must be agreed in advance.  27. The adjudication should also be published on the publication’s website, with a link to the full adjudication (including the headline) appearing in the top 50% of stories on the publication’s website for 24 hours; it should then be archived in the usual way. In relation to the online version of the 30 August article, if the newspaper intends to continue to publish the article without amendment to cure the distortion identified by the Committee in paragraph 27 of the decision, the full text of the adjudication should also be published on that page, beneath the headline. If amended, a link to the adjudication should be published with the article, explaining that it was the subject of an IPSO adjudication, and noting the amendments made.  28. The terms of the adjudication for publication are as follows:  Tower Hamlets Borough Council complained to the Independent Press Standards Organisation that The Times breached Clause 1 (Accuracy) in an article headlined “Judge rules child must leave Muslim foster home”, published on 30 August 2017. The complaint was upheld, and The Times has been required to publish this ruling as a remedy to the breach. The article formed part of the newspaper’s coverage of a child’s fostering arrangement in Tower Hamlets, in which concerns had been expressed that a Christian child’s cultural and religious needs were not being adequately met by her Muslim foster carers. The 30 August article was the third article on this case, following coverage in the two previous days.  The article was about a family court hearing that had taken place the previous day, and reported that the child was “removed from her Muslim foster parents yesterday and reunited with her family as a judge urged councils to seek ‘culturally matched placements’ for vulnerable children”.  The complainant said that the 30 August article created a distorted impression of its position in the legal proceedings and the judge’s ruling. It said it implied wrongly that it had been a passive party to the judge’s decision to “remove” the child from her foster carers – rather than the true position, that it had actively sought to place the child with her maternal family – and suggested misleadingly that a comment made by the judge about ”culturally matched placements” was intended as a criticism of the complainant. The complainant said that rather than only “supporting the decision”, as the article said, it had in fact applied to the court for this placement to be made.  The newspaper said that the family’s wish for the girl to be placed in the temporary care of her grandmother had been under consideration for a number of months. It said that the complainant had failed to undertake its assessment of the grandmother in a timely way, with the consequence being that when the mother requested in June for the child to live with the grandmother, the complainant opposed the request, and it was rejected by the court. For these reasons, the newspaper said that while it would have been strictly accurate, in the context of the previous day’s court case, to have reported the child’s placement with her grandmother as Tower Hamlet’s initiative, this would have been a distortion of the bigger picture, which was that it had made an application in favour of the move, which the mother had been requesting for six months. It said that in any event, the article made clear that “all parties, including [the complainant], supported the decision”.  IPSO’s Complaints Committee found that the article gave the impression that the judge had found that the placement was a “failure” by the council; and that this was why she was “removing” the child from her current foster carers, and placing the child with the grandmother.  The Committee ruled that this was a distortion. The complainant had been in the process of assessing the grandmother, and when those assessments were complete, it applied to the court for the child to be placed with her. The complainant had in fact agreed at the hearing that the child should live with the grandmother. The impression given by the article was that the judge’s decision represented a finding against the complainant’s assessment of the child’s needs in organising the foster placements. This was not what the court had decided, or an implication of what the court had decided. The Committee therefore found that the newspaper had failed to take care not to publish distorted information, in breach of Clause 1.  Date complaint received: 01/12/2017",
    "text": "\n\n\n\n\n\n\nDecision of the Complaints Committee 20480-17 Tower\nHamlets Borough Council v The Times \nSummary of Complaint \n1. Tower Hamlets Borough\nCouncil complained to the Independent Press Standards Organisation that The Times breached\nClause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Judge rules child must leave\nMuslim foster home”, published on 30 August 2017. The article was published in\nprint and online. \n2. The 30 August article, the article under complaint,\nformed part of the newspaper’s coverage of a child’s fostering arrangement.\nArticles published on 28 and 29 August reported a number of concerns about the\ncultural appropriateness of the child’s fostering placements, attributed to a\nsocial services supervisor, and friends of the child’s mother. The 30 August\narticle reported that following a family court hearing about the child’s care\narrangements the previous day, the child was “removed from her Muslim foster\nparents yesterday and reunited\nwith her family\nas a judge urged councils\nto seek ‘culturally matched placements’ for vulnerable children”. \n3. The article reported that the court “ruled that she\nshould not remain in the placement organised by [the complainant]” and that the\ncourt was told that the family’s wish for the child to be placed in the care of\nher grandmother had been under consideration for months. The article noted that\n“all parties, including Tower Hamlets, supported the decision”. The final\nparagraph of the article quoted a spokesperson for the complainant who said, in\npart, “we have always been working towards the child being looked after by a family\nmember and will continue to do so”. The article\nreported that when the newspaper told the complainant it would be\nwriting about the case, it “tried to block the story”, and wrote to the court\nwhere the case was being heard, to complain that publication of the article\nwould be an offence. It then reported that security staff at the court ordered\nits journalist to leave, and threatened an escorted removal, but that the journalist\nwas readmitted when the judge heard the newspaper wished to attend the hearing. \n4. The complainant said that the 30 August\narticle created a distorted impression of its position in the legal proceedings and the judge’s\nruling, implying wrongly\nthat it had been a passive\nparty to the judge’s decision to “remove” the child from her foster carers,\nwhen in fact it had actively sought to place the child with her maternal family\n– and suggesting misleadingly that the judge’s comment about ”culturally\nmatched placements” was intended as a criticism of the complainant. The\ncomplainant said that rather than only “supporting the decision” as the article\nsaid, it had applied to the court for this placement to be made. The\ncomplainant said that it had not been criticised by the judge; this was\nsupported by the fact that the judge had later said the placements were\nappropriate in the circumstances.\nThe complainant explained that the delay had been caused by the need to make\nchecks of the grandmother as a carer before the child could be placed with her;\nthese had been delayed because the grandmother had been living abroad. When\nthey were completed (before the publication of the Times coverage) it applied\nto the court for the child to be placed into the grandmother’s care. \n5. While the complainant did not complain under Clause 1\n(Accuracy) about the 28 August article and subsequent coverage on 29 August, it\nsaid that the 30 August coverage breached Clause 1 as it did not include\nfurther information about the case that had come to light through the court\nhearing. In particular, the complainant noted that on 29 August the court had heard that the child’s grandmother was in\nfact a Muslim. It said that the omission of this information from 30 August\narticle, which had the headline: “Judge rules child must leave Muslim foster\nhome” -was misleading, and unfair to the foster carers concerned. The\ncomplainant said that if the newspaper felt unable to report the child’s\ngrandmother’s religious background, out of a concern to protect her anonymity,\nit should have dropped the religious element from the story, and not referred to\nthe religion of the foster carers. The complainant also said that at the\nhearing on 29 August the court had heard from the child’s court-appointed\nguardian that she had visited the foster home, interviewed the child and found\nthat she was settled and well cared for by the foster carer. The court\nsummary also reported\nthat the decision\nto place the child with her grandmother was not the result of any\ninfluence arising out of media reports. It said that these points should have\nbeen reported. \n6. The complainant said that it had no issue with the\nnewspaper’s reporter attending the hearing. However, it said that the article\ngave the impression that it had tried to block the newspaper from reporting in\ncourt, which was misleading. \n7. The complainant said that it was not asking IPSO to\nadjudicate a complaint in relation to the concerns raised\nabout the care received by the child\nfrom her foster\ncarers, as reported in the article on 28 August.\nNevertheless, it wished to note that the outcome of its investigation of these\nconcerns was published in November 2017. It said that its investigation found\nthat the foster carers provided warm and appropriate care to the child at all times, and that specific\nconcerns about the cultural appropriateness of the placements were not substantiated. \n8. The newspaper said it had become aware in the summer\nof serious concerns surrounding the fostering arrangements of a child taken\ninto care in Tower Hamlets. It said that these concerns were recorded in the\nreports of a care worker responsible for supervising the child’s family contact\nsessions, and had been expressed by family members. It said the family had made\nthe court aware of its concerns about the appropriateness of the foster\nplacements, and had been seeking since March to have the child removed to the\ncare of her maternal grandmother, but that the complainant had opposed the\nmoves. It said that there was a public interest\nin the story, because it seemed to confirm a fear that foster care in Britain was not working to place\nchildren with carers who speak their language, share their faith and are\nmatches for their ethnic and cultural heritage. It said that additionally, the\nreporting provided further evidence that Tower Hamlets was a borough in which\nvulnerable children were particularly at risk, as reflected by a critical\nOfsted report in April 2017. \n9. The newspaper said that its articles did not seek to\ncriticise or demonise all Muslims, nor all Muslim foster\ncarers, nor all Muslim foster\ncarers who provide\na home for a non-Muslim child, let alone all cross-cultural foster placements. It noted that in its leading article\non 28 August, it stated that\n“fostering is an act of great selflessness. Any carer who opens their home is\nto be commended for offering refuge to vulnerable children”. It said that its\nconcern in this case was that this particular child’s foster carers “seemed\nill-suited to meeting the needs of this particular child”. \n10. The newspaper said that the family’s wish for the girl to be placed\nin the temporary care of her\ngrandmother had been under consideration for a number\nof months, and that a request\nto this effect had first been made in March 2017, shortly\nafter the child was taken into care; the\ncomplainant was then instructed to undertake an assessment of the grandmother, by a specified date. It said that having failed to do so, the complainant then opposed the mother’s request at a later hearing for the child to live\nwith the grandmother, and the mother’s request was rejected by the court. The\nnewspaper said that this was recorded by the judge at the 29 August hearing,\nwho said “The local authority delayed, unfortunately, in completing that\nassessment. It may have been that back in June a placement with the grandmother\ncould have been secured”. For these reasons, the newspaper said that while it would have been strictly accurate,\nin the context of the previous day’s court case, to have reported the child’s placement with\nher grandmother as Tower Hamlet’s initiative, this would have been a distortion\nof the bigger picture, which was that it had made an application in favour of the move, which the mother had been requesting for six months.\nIt said that its article made clear that “all parties, including [the\ncomplainant], supported the decision”. \n11. The newspaper said its 30 August report of the 29\nAugust hearing could not be criticised as inaccurate, because it failed to\nreflect views expressed by the judge at a later date. The newspaper said that\nat the 29 August hearing, the judge had directed at the complainant some specific\nquestions, reflecting the concerns it had expressed\nin its coverage, and which were shared by the child’s mother.\nShe said to the complainant’s barrister: “You would presumably accept\nthat the priority\nshould be an appropriate, culturally matched placement\nthat meets the child’s needs in terms of ethnicity, culture and religion?”, and\nlater stated that “I’m quite satisfied that the concerns that have been raised\nin the press reports in respect of this child address\nmatters of legitimate public interest. I want you as a responsible\nlocal authority to consider this case and any allegations relating to it.” \n12. The newspaper said that its approach to what information to include in the 30 August article was governed by its obligation\nnot to publish any details which might identify the child. At the end of the 29\nAugust hearing, it said that its reporter told the court it would not be\npublishing details of the grandmother’s religious and ethnic heritage, so as to\navoid any risk of identification. It said that neither the judge nor the\ncomplainant demurred at that proposal. The newspaper said that the Case\nManagement Order, published the following day, put into the public domain some\ninformation about the family background, which it had not expected to have been\nable to publish. \n13. The newspaper said that that in any event, the\ngrandmother’s religious heritage was disputed,\nas reflected in the Case Management Order,\nwhich stated: “documents including the assessment of the maternal grandparents state that\nthey are of a Muslim background but are non-practising. The child’s mother says\nthey are of Christian heritage”. Furthermore, the newspaper said that there was\na significant difference between the non- Muslim child in this case being cared\nfor by a non-practising Muslim grandmother, and being entrusted to foster\nparents who appeared to be adherents to a particular, conservative form of\nIslam. It denied that omission of the disputed claim about the child’s\ngrandmother’s religious heritage was misleading. \n14. In response to the complainant’s concern that the 30\nAugust article did not report the findings of the child’s court-appointed\nGuardian as to the care provided by one of the foster carers, the newspaper said\nit was unsure of how far these concerns overlapped with the concerns it had\nraised in its previous coverage; there was certainly no time for the guardian\nto have made any thorough investigation of the further allegations it had\npresented only two days previously. The newspaper said that its reporter had\nnotes of the following exchange at the 29 August hearing: \n“Judge: I haven’t\nseen those [supervised meeting] contact notes and I wish to see them. I want\nyou [the complainant] to file an additional statement to address the additional concerns\nthat have been raised in the press reports, assuming these are concerns which the mother shares?”\n[Counsel for the\nmother confirmed in court that she shared those concerns]\nJudge: Additional\nmatters identified in the newspapers have not formed part of material filed\nwith the court to date. I want the local authority to identify the evidence and\nto file it within the next seven days.\nI wish the local authority to make further\ninquiries and carry out an investigation in relation to the additional concerns\nthat have been raised, because I’m told the mother shares those concerns.\nThere are\nadditional matters of concern that have been raised by recent press reporting…[the\nchild making] derogatory comments about white women, pressure placed on the\nchild to speak Arabic, [the child saying] Christmas is stupid. I want you\n[Tower Hamlets] to address that in a statement by the social worker. I want to\nknow where that comes from. [I want to see the] contact supervision reports.\nThe issue has already been raised and I want you as a responsible local\nauthority to consider this case and any allegations relating to it.\nI’m quite satisfied\nthat the concerns that have been raised in the press reports in respect of this\nchild address matters of legitimate public interest.” \n15. The newspaper said that where the judge had said that\nthe matters raised in its report on 28 August now required investigation, the\nfact that the 30 August article did not refer to findings by the\ncourt-appointed guardian did not make it misleading. It said that in any event,\nits article on 31 August, the next day, reported that “a guardian was said to\nhave visited the child at her foster home and found her ‘settled and well cared\nfor‘”. \n16. In relation to the journalist’s interaction with the security guards\nat the court, the newspaper said that the facts were as it\nhad stated them in the article, which did not claim that the complainant\nobjected to its reporter’s attendance at the\nhearing. \nRelevant Code Provisions \n17. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. \niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nFindings of the Committee \n17. The article under complaint was one of a series\nreporting on the dispute over the appropriateness of the child’s foster\nplacement. The Committee’s investigation related specifically to the issues raised in the complaint, which were focussed\non the complainant’s role in the legal\nproceedings.\n\n18. The headline of the 30 August article\nclaimed that the judge had ruled the child “must leave\nMuslim foster home”. The subheadline referred to the judge praising the\nnewspaper for “exposing council’s failure” and stated that “the judge ordered\nthe council to conduct an urgent investigation into issues reported\nby The Times”. In the second paragraph, the article claimed\nthat the child “should not remain in the placement organised by Tower Hamlets”.\nThe headline on the story continued on page 6 was “Girl’s welfare is the\npriority, says judge”. The article noted that the judge said that she had made\nher decision, not because of “undue media involvement”, but “because of the\nevidence available to the court today, that the grandmother is an appropriate\ncarer for the child”, and that all parties, including [the complainant], supported\nthe decision”. It also quoted the complainant saying that “we have always been\nworking towards the child being looked after by a family member”. However, the\narticle did not make clear that the application for the child to live with the\ngrandmother had in fact been filed by the complainant. Read as a whole, the\narticle gave the impression that the judge had found that the placement was a\n“failure” by the council; and that this was why she was “removing” the child\nfrom her current foster carers, and placing the child with the grandmother. \n19. This was a distortion. The complainant had been in\nthe process of assessing the grandmother, and when those assessments were\ncomplete, it applied to the court for the child to be placed with her. The\nCommittee noted the newspaper’s position that the judge had said that the\ncomplainant had delayed in completing its assessment for the grandmother, and\nthat this was unfortunate; this may have been a legitimate basis for criticism.\nHowever, the impression given by the article was that the judge’s decision\nrepresented a finding against the complainant’s assessment of the child’s needs\nin organising the foster placements. This was not what the court had decided, or an implication of what the court had decided.\nThe Committee therefore found that the newspaper had failed to take care not to\npublish distorted information, in breach of Clause 1 (i). The newspaper made no\nproposals to correct this distortion, in breach of Clause 1 (ii). \n20. The Committee acknowledged the complainant’s position\nthat it was misleading for the 30 August article not to report that the child’s grandmother also had a Muslim background, as had been heard in court, where the previous coverage had\nemphasised the religion of the foster carers. The concern raised in the\nprevious two days’ coverage was that foster placements organised by the\ncomplainant were not culturally matched with the child, due to the religious\npractices of the foster parents. It appeared to be accepted by all parties\nhowever that the grandmother was not a religiously observant Muslim, and that\nshe was a culturally appropriate placement. For these reasons, the Committee did\nnot find that the omission of information about the grandmother’s background in\nthe article constituted a failure to take care over the accuracy of the\narticle. The Committee noted that in a subsequent article (published 31\nAugust), which reported on the published Case Management Order, the newspaper\nreported that the judge said the child’s grandparents were “of a Muslim\nbackground but are non-practising”. \n21. The Committee noted the complainant’s concern that it\nwas misleading to report the concerns raised about the cultural\nappropriateness of the match, including\nconcerns raised in social\nservices reports, without taking the opportunity to report that the child’s\nGuardian believed her to be settled\nand well cared for by her current\nfoster carers. It was not in dispute that the concerns about the\ncultural appropriateness of the foster placements had been raised. That a\nseparate positive assessment of one of the foster carers had been made by the\nappointed Guardian, did not demonstrate that the claims in the earlier coverage\nwere untrue. Indeed, the judge directed\nthe council to investigate those concerns at the 29 August hearing. In these circumstances, the omission of this information did not make the 30 August\narticle misleading, such as to breach Clause\n1. \n22. The article reported that the complainant had\ncontacted the court to say that court documents had been unlawfully leaked, and\nthat publication of an article would be an offence; this was not disputed by\nthe complainant and it was clear that this was the basis for the article’s\nclaim that the complainant had tried to “block the story”. The article then\nreported that security staff had tried to prevent the journalist attending the\nhearing, before the judge was told he wished to attend, and he was readmitted. The Committee considered that the article did not imply\nthat the security staff were acting at the request of the complainant, simply\nbecause the security staff’s actions were reported immediately after describing\nthe complainant’s objections to the reporting. The article was not misleading\nin the manner alleged, and there was no breach of Clause 1 on this point. \nConclusions \n23. The complaint was upheld. \nRemedial action required \n24. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. \n25. In circumstances where\nthe newspaper had published an article that contained a significant\ndistortion, and not made any offer to correct this, the appropriate remedy was\nthe publication of an adjudication. \n26. The 30 August article was the main article on the\npaper’s front page, and continued onto page 6. The Committee identified that the article\ncontained a distortion, but that it remained\nan accurate account of the outcome of the judge’s decision. Taking this into\naccount, the Committee decided that the adjudication should be published in\nfull on page 6 of the newspaper, or further\nforward. The headline\nof the adjudication must make clear that IPSO\nhas upheld the complaint against The Times, and refer to its subject matter; it\nmust be agreed in advance. \n27. The adjudication should also be published on the\npublication’s website, with a link to the full adjudication (including the\nheadline) appearing in the top 50% of stories on the publication’s website for\n24 hours; it should then be archived in the usual way. In relation to the online version\nof the 30 August article,\nif the newspaper intends to continue to publish\nthe article without amendment to cure the distortion identified by the\nCommittee in paragraph 27 of the decision, the full text of the adjudication\nshould also be published on that page, beneath\nthe headline. If amended, a link to the adjudication should be published with the article, explaining\nthat it was the subject of an IPSO adjudication, and noting the amendments made. \n28. The terms of the adjudication for publication are as follows: \nTower Hamlets\nBorough Council complained to the Independent Press Standards Organisation that\nThe Times breached Clause 1 (Accuracy) in an article headlined “Judge rules\nchild must leave Muslim foster home”, published on 30 August 2017. The\ncomplaint was upheld, and The Times has been required to publish this ruling as\na remedy to the breach.\nThe article formed\npart of the newspaper’s coverage of a child’s fostering arrangement in Tower Hamlets, in which concerns\nhad been expressed that a Christian child’s cultural and\nreligious needs were not being adequately met by her Muslim foster carers. The\n30 August article was the third article on this case, following coverage in the\ntwo previous days. \nThe article\nwas about a family court\nhearing that had taken place the previous\nday, and reported that the\nchild was “removed from her Muslim foster parents yesterday and reunited with her family\nas a judge urged councils\nto seek ‘culturally matched placements’\nfor vulnerable children”. \nThe complainant\nsaid that the 30 August article created a distorted impression of its position\nin the legal proceedings and the judge’s ruling. It said it implied wrongly\nthat it had been a passive party to the judge’s decision to “remove” the child\nfrom her foster carers – rather than the true position, that it had actively\nsought to place the child with her maternal family – and suggested misleadingly\nthat a comment made by the judge about ”culturally matched placements” was\nintended as a criticism of the complainant. The complainant said that rather than only “supporting the decision”, as the article\nsaid, it had in fact applied to the court for this placement to be made. \nThe newspaper\nsaid that the family’s wish for the girl to be placed\nin the temporary care of her\ngrandmother had been under consideration for a number of months. It said that\nthe complainant had failed to undertake its assessment of the grandmother in a\ntimely way, with the consequence being that when the mother requested in June\nfor the child to live with the grandmother, the complainant opposed the\nrequest, and it was rejected by the court.\nFor these reasons,\nthe newspaper said that while it would have been strictly\naccurate, in the context of the previous day’s court case, to have reported the\nchild’s placement with her grandmother as Tower Hamlet’s initiative, this would\nhave been a distortion of the bigger picture, which was that it had made an\napplication in favour of the move, which the mother had been requesting for six months.\nIt said that in any event,\nthe article made clear that “all parties, including [the complainant],\nsupported the decision”. \nIPSO’s Complaints\nCommittee found that the article gave the impression that the judge had found\nthat the placement was a “failure” by the council; and that this was why she\nwas “removing” the child from her current foster carers, and placing the child\nwith the grandmother. \nThe Committee\nruled that this was a distortion. The complainant had been in the process of assessing the grandmother, and when those assessments were complete, it applied to the court for the child to be placed\nwith her. The complainant had in fact agreed at the hearing that the child\nshould live with the grandmother. The impression given by the article was that\nthe judge’s decision represented a finding against the complainant’s assessment\nof the child’s needs in organising the foster placements. This was not what the\ncourt had decided, or an implication of what the court had decided. The\nCommittee therefore found that the newspaper had failed to take care not to\npublish distorted information, in breach of Clause 1. \nDate complaint received: 01/12/2017\nDate decision issued: 05/04 2018\nBack to ruling listing\n\n\n"
}