{
    "url": "/rulings-and-resolution-statements/ruling/?id=20496-17",
    "title": "20496-17 Wiggin v Hereford Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Hereford Times (Newsquest Media Group)",
    "published_on": "2017-11-09 00:00:00",
    "received_on": "2017-12-05 00:00:00",
    "concluded_on": "2018-03-02 00:00:00",
    "complaint_processing_days": 87,
    "conclusion_long": "11.  The complaint was not upheld.",
    "remedial_action": "12.  N/A Date complaint received: 05/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20496_17 Wiggin v Hereford\nTimes\nSummary of complaint\n1. Bill Wiggin MP\ncomplained to the Independent Press Standards Organisation that the Hereford\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Tory MP dragged into offshore row / Opposition questions\nMP’s morals”, published on 9 November 2017.\n2. The article\nreported that the complainant, the MP for North Herefordshire, was “facing\nquestions of morality over his decision to be a Managing Director of an\noffshore financial company”. It said that “figures disclosing how much the\ncounty’s MPs earn from outside financial interests have been revealed in the\nmost recent register released by parliament”, and  that this register had shown that the\ncomplainant was “a director of two fund platforms in the Caymans and two in\nBermuda”. The article stated that one of these funds had “Is the sub-fund\nsubject to any tax in the platform’s jurisdictions?” listed as a ‘frequently\nasked question’ on its website. The article also detailed the complainant’s\npolitical opponents’ views on his outside earnings: a Labour Party politician\nwas quoted as asking “Where is the morality in elected politicians being\ninvolved in tax arrangements for people legally not to pay tax?” Another Labour\nsource was quoted as saying “Bill Wiggin receives payments from companies\nspecialising in offshore tax schemes dedicated to reducing tax paid by\ncorporations and individuals. This may not be illegal but it is questionable\nmorally.” The article also stated that the complainant “receives £5,000 a year\nas the non-executive director of Philip T English International Financial\nServices Ltd”.\n3. The complainant\nsaid that the article, by stating that he had been dragged into an “offshore\nrow”, inaccurately implied that he was implicated in the allegations of tax\navoidance detailed in the Paradise Papers. These Papers had been made public on\n5 November 2017, and detailed allegations of legal tax avoidance against a\nnumber of individuals. He said that he had no links to the law firm involved in\nthe Paradise Papers. He said that people in his constituency had been misled by\nthe article into believing that he was implicated in the Paradise Papers, and\nprovided letters he had received as the basis for this position. He said that\nthe newspaper had subsequently published similar letters, indicating that the\nimplication that he was involved had been intentional. However, the complainant\nmade clear that the letters themselves did not form part of his complaint.\n4. The complainant\nalso said that it was inaccurate to say that his outside earnings had been\n“revealed” in the latest Register of Members’ Financial Interests, where his\nentry had been largely unchanged for 9 months, and where the latest update did\nnot reveal anything new about the “offshore” aspects of his earnings. He argued\nthat the subject of the article was not therefore “news”, as the article merely\nrepeated information which the newspaper had already reported on. He also said\nthat it was inaccurate to say he received £5,000 a year from Philip T English\nInternational Financial Services Ltd, when he had ceased to work for this\ncompany on 10 October 2017.\n5. The publication\ndenied any breach of the Code. It said that the article had not made reference\nto the Paradise Papers, and no link to Mr Wiggin had been implied. It said that\nthe headline referred to Mr Wiggin being dragged into a conflict over his outside\nearnings with his political opponents. The publication said that the story was\nbeing prepared prior to the publication of the Paradise Papers, on the basis of\na suggestion from a manager that publications look into the Register of\nMembers’ Financial Interests as a source of stories, and that this timing was\npurely coincidental. The article also made clear that the source of its\ninformation was not the Papers, but the Register. The newspaper denied that it\nwas responsible for its readers misinterpreting the information in its article.\nIt said that it had put the comments from the Labour Party figures to Mr\nWiggin, but he had declined to comment. He had, however, used his weekly column\nin the paper to rebut the allegations on 7 December; this edition of the paper\nhad also included a follow-up article setting out the complainant’s position.\n6. The newspaper\nalso said that the reference to the information being “revealed” was justified:\nit was entitled to update its readers on their MP’s outside interests, and the\nsuggestion that they had “missed their chance” to do so when the information\nfirst came to light was not justified. Nonetheless, it offered to publish a\nletter from Mr Wiggin setting out his position, or to provide him with\nadditional column space in which to do so.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The newspaper\npublished a number of letters in response to the article. The complainant had\nconfirmed that he did not wish to complain about the accuracy of information\ncontained in the letters, but he said that the letters indicated that the\narticle had given the misleading impression that he had been involved in the\nParadise Papers allegations. The consideration for the Committee, however, was\nnot whether some readers had been misled by the article, but whether the\nnewspaper had taken care over the accuracy of the article in compliance with\nClause 1.8. The article’s\nheadline made no reference to the Paradise Papers and, read alone, did not make\nclear the nature of the “offshore row” the complainant was involved in. This\nmeant that it had to be considered in the context of the full article. The\narticle made clear that the basis for the suggestion that the complainant had\nbeen involved in an “offshore row” was the information contained in the\nRegister of Members’ Financial Interests, not the Paradise Papers. Neither the\nheadline nor the article text made the implication that Mr Wiggin was involved\nin the tax avoidance practices revealed in the Paradise Papers, and there was\nno breach of Clause 1 on this point.\n9. The article\nstated that the complainant “receives” £5,000 from a financial services\ncompany, when in fact his employment with this company had terminated\napproximately a month prior to the publication of the article. Where this\nemployment had ended so recently, and where the complainant does not dispute\nthat he was remunerated by this company for the period to October 10, this did\nnot represent a significant inaccuracy such as would require correction under\nthe terms of Clause 1. There was therefore no breach of Clause 1 on this point.\n10. The information the article was based on was not new: it\nhad been in the public domain for several months, and the newspaper had\npreviously reported on it. However, publications are entitled to continually\nupdate their readers on stories, even where information has long been public.\nThe Committee acknowledged the complainant’s concern that the information had\nnot been “revealed” in the most recent Register. However, having previously\nnoted the contents of the Register, the newspaper was reporting in an in-depth\nmanner on its “offshore” contents for the first time, in the context of a new\nRegister having been recently released. In these circumstances, the Committee\ndid not consider that the use of the word “revealed” represented a significant\ninaccuracy such as would require correction under the terms of Clause 1, and\nthere was no breach of the Clause on this point.\nConclusions\n11.  The complaint was\nnot upheld.\nRemedial action required\n12.  N/A\nDate complaint received: 05/12/2017Date decision issued: 02/03/2018ReviewThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.\nBack to ruling listing\n\n\n"
}