{
    "url": "/rulings-and-resolution-statements/ruling/?id=20516-17",
    "title": "20516-17 Jones v The Forester",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "5 Reporting suicide (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Forester (Tindle Newspapers Limited)",
    "published_on": "2017-12-06 00:00:00",
    "received_on": "2017-12-07 00:00:00",
    "concluded_on": "2018-05-25 00:00:00",
    "complaint_processing_days": 169,
    "conclusion_long": "19. The complaint was upheld in part.",
    "remedial_action": "20. Having upheld the complaint in part, the Committee considered what remedial action should be required. 21. The newspaper had published excessive detail regarding the method of suicide in breach of Clause 5. In such circumstances, the appropriate remedy was the publication of an adjudication. 22. As the breach of the Code had appeared on p. 4 of the print edition, the Committee decided that the adjudication should be published on p. 4 or further forward. 23. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 24. The terms of the adjudication for publication are as follows: Sarah Jones complained to the Independent Press Standards Organisation that The Forester breached Clause 5 (Reporting Suicide) of the Editors’ Code of Practice in an article headlined “Mental health worker refused help for his own depression”, published on 6 December 2017. The complaint was upheld, and IPSO has required The Forester to publish this decision as a remedy to the breach. The article reported that an inquest had concluded that the complainant’s late husband had taken his own life, and specified the ligature which he had used to end his life by hanging. The complainant said the article included a level of detail about her husband’s suicide which was excessive, and was insensitive. The newspaper said that it understood how distressing articles of this nature can be for the families of the people who have died. It believed that the article did not contain excessive detail of the method of suicide used by the complainant’s husband, and said that the detail published would not lead to simulative acts. The Committee decided that the publication of the precise material which the complainant’s husband had been used as a ligature identified that a readily available item within the home had been used to end his life. The Committee recognised that newspaper’s play an important public function in reporting on inquest proceedings. However, the newspaper had not advanced a specific public interest justification in specifying the ligature which the complainant’s husband had used, nor was there any justification in the article as to why this item had been specified. The publication of the ligature which had been used was excessive and presented the possibility that it might lead to simulative acts. The complaint was therefore upheld as a breach of Clause 5. Date complaint received: 07/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 20516-17 Jones v The Forester \nSummary\nof Complaint 1.    Sarah Jones complained to the\nIndependent Press Standards Organisation that The Forester breached Clause 1\n(Accuracy), Clause 4 (Intrusion into grief or shock) and Clause 5 (Reporting\nSuicide) of the Editors’ Code of Practice in an article headlined “Mental\nhealth worker refused help for his own depression”, published on 6 December\n2017. 2.    The article reported\nthat an inquest had concluded that the complainant’s late husband had taken his\nown life. It described the location in which he was found and specified\nthe ligature which he had used to end his life by hanging. It also reported\ndetails of previous attempts which the complainant’s husband had made to end\nhis life; it said that he had been found “after initially trying to hang\nhimself” with another item. 3.    The article reported\nevidence heard at the inquest; it said that the complainant had told the court:\n“I asked him if we got help would he take it. He said he would but he didn’t”. The\narticle also contained a photograph taken on the day of her husband’s death in\nJuly which showed emergency services which had attended the incident, parked on\nthe side of the road. 4.    The complainant said\nthe article included a level of detail about her husband’s suicide which was\nexcessive, and was insensitive. The complainant said that the publication of\nthe photograph was insensitive because it brought back an upsetting moment. 5.    The complainant said that the second item referred to in the article had\nbeen found at the scene, and that the inquest heard that her husband had\npreviously made an aborted attempt at suicide with this item the same day.\nHowever she said that this had not been an attempt to “hang himself”. The\ncomplainant further said that the evidence quoted in the article had been\nincorrectly attributed to her; it was her father who had given this evidence. 6.    The newspaper said that it\nunderstood how distressing articles of this nature can be for the families of\nthe people who have died. It said that as a matter of\npolicy, it did not publish suicide stories at the time of the incident: it\nonly reported such cases when they are heard at the Coroner's Court. 7.    The newspaper said that the\narticle did not contain excessive detail of the\nmethod of suicide used by the complainant’s husband, and said that the detail\npublished would not lead to simulative acts. It said that a death by hanging\nnormally implies some sort of ligature to have been used; the report did not reveal how either of the ligatures had\nbeen secured, or applied, but just stated that they had been used. 8.    The newspaper said that there was a public interest in reporting on the\ncircumstances of Mr Jones’ death. It said that on the day of his death\nthere had been an unprecedented number of emergency services personnel in\nattendance, which drew public attention. It said that it received a number of\ncalls from the public over the subsequent days asking what the incident was;\nthese calls had been prompted by rumours within the community regarding how Mr\nJones had died. The newspaper said that there was a specific public interest\njustification in reporting exactly what had happened to Mr Jones and to dispel\nthe above rumours, with the information disclosed via the Coroner's Court\nhearing. 9.    The newspaper said it was\naccurate to report that Mr Jones had made an earlier attempt to end his life\nwith another item, by hanging. It provided a transcript of the reporters notes which\ndetailed police evidence which referred to this item: \"aborted attempt\nwith the [item] which was also found at the scene\" and “he had tried the [item]\nfirst.\" The transcript also recorded that the Coroner in her summary had\nsaid \"He (Mr Jones) had tried another method with [item] earlier that\nday.\" 10. The newspaper was\nunable to provide reporter’s notes of the inquest to clarify who had made the\nstatement attributed to the complainant in the article. The newspaper, instead approached\na representative from a suicide support charity, who had attended the inquest.\nThese notes demonstrated that when the complainant had been giving evidence, as\npart of that evidence, she had quoted a statement made by her father. Having\nestablished the correct position, the newspaper offered to publish the\nfollowing wording in its established corrections and clarifications column, on\np. 2: In an article\npublished in the Forester on December 6, 2017 the newspaper stated that as part\nof Sarah-Jane Jones’ evidence into her husband Marc’s death we attributed the\nquote: “I asked him if we got help would he take it. He said he would, but he\ndidn’t.” It has been pointed\nout that Mrs Jones was in fact quoting her father and did not make the\nstatement herself. The Forester is happy\nto clarify the situation and apologises for any upset this error might have\ncaused. 11. The newspaper said that\nit was entitled to photograph the incident unfolding, having been invited to do\nso by the police. It\nsaid that the picture was published because of the level of public interest\noriginally shown in the incident in July.\nRelevant\nCode Provisions 12. Clause 1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \nClause 4 (Intrusion into grief or\nshock) In cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion\nand publication handled sensitively. These provisions should not restrict the\nright to report legal proceedings.  \nClause 5 (Reporting Suicide)*\nWhen reporting suicide, to\nprevent simulative acts care should be taken to avoid excessive detail of the\nmethod used, while taking into account the media's right to report legal\nproceedings. \nThe Public Interest There may be exceptions to the\nclauses marked * where they can be demonstrated to be in the public interest. \n1. The public interest includes,\nbut is not confined to: ·        \nDetecting\nor exposing crime, or the threat of crime, or serious impropriety. ·        \nProtecting\npublic health or safety. ·        \nProtecting\nthe public from being misled by an action or statement of an individual or\norganisation. ·        \nDisclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject. ·        \nDisclosing\na miscarriage of justice. ·        \nRaising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public. ·        \nDisclosing\nconcealment, or likely concealment, of any of the above. \n2. There is a public interest in\nfreedom of expression itself. \n3. The regulator will consider\nthe extent to which material is already in the public domain or will become so. \n4. Editors invoking the public\ninterest will need to demonstrate that they reasonably believed publication -\nor journalistic activity taken with a view to publication – would both serve,\nand be proportionate to, the public interest and explain how they reached that\ndecision at the time. \nFindings\nof the Committee13. The Committee first\nwished to express its condolences to the complainant and her family for their\nloss. 14. The purpose of Clause 5 is to\nprevent the publication of material which might lead to imitative acts. The\nCommittee acknowledged that in cases involving suicide, newspapers are required\nto make difficult judgements as to which of the details, heard during the course\nof inquest proceedings, it will publish. Whether particular details are\nexcessive will depend on the circumstances of each case and the Committee\nacknowledged the careful consideration which the newspaper had given to the\nlevel of detail contained in the article, prior to publication. 15. In this case, the article had\nspecified the ligature which the complainant’s husband had used to end his\nlife. The publication of the precise material which Mr Jones had been used as a\nligature identified that a readily available item within the home had been used\nto end his life. The Committee considered in detail the disclosure of this\ninformation. The newspaper had argued that there was a public interest in\nreporting the circumstances surrounding the complainant’s husband’s death, in\norder to address the rumours which had been present within the community at the\ntime of his death. The Committee recognised that there is a public interest in\nnewspapers reporting on inquest proceedings. However, the newspaper had not\nadvanced a justification for specifying the ligature which the complainant’s\nhusband had used, nor was there any justification in the article as to why this\nitem had been specified. The publication of the ligature which had been used was\nexcessive and presented the possibility that it might lead to simulative acts.\nThe complaint was therefore upheld as a breach of Clause 5. 16. The Committee then turned to\nconsider the complaint under Clause 1. While giving evidence at the inquest,\nthe complainant had recalled a statement which had been made by her father, but\nthe article had misattributed her father’s words to her. The Committee were\nconcerned by this error, particularly as it had occurred in an inquest report,\nand given the sensitivity of the subject matter. However, it was the case that\nthe statement had formed part of the complainant’s oral evidence, and while\nthese words had originally been spoken by her father, there was no dispute\nthat, save for the attribution, the evidence heard by the inquest had been\nreported accurately. In those circumstances, the Committee did not consider\nthat, by attributing these words to the complainant, the article was\nsignificantly inaccurate or misleading. While this unfortunate misattribution\ndid not represent a breach of Clause 1, given the sensitivity of the complaint,\nthe Committee welcomed the newspaper’s offer to publish a clarification making\nclear who had said the words. 17. The transcript of the reporter’s\nnotes had recorded that the coroner had referred to a previous “aborted\nattempt” by the complainant’s husband to end his life using another item. The Committee\nwere concerned that the newspaper had been unable to demonstrate that it had\ntaken care over the claim that he had used this item to attempt to end his life\nby “hanging”, in breach of Clause 1(i). The transcript of the reporters notes\nhad demonstrated that the article had contained a clear misunderstanding of the\nevidence heard at the inquest: no finding had been made by the coroner in\nrelation to the method by which the complainant’s husband had used this item. However,\nin these particular circumstances, the Committee declined to make a further\nfinding under Clause 1(ii). There was no public interest in requiring the\npublication of a correction which would result in the identification of excessive\ndetail of the method used to attempt suicide.  18. The article was an\ninquest report in which the details heard had been published in a factual and\nnon-sensational way. The photograph accompanying the article had shown emergency\nservices attending the scene; it did not disclose information regarding the\ncircumstances surrounding the complainant’s husband death, nor did it disclose\ninformation relating to his close family members. In those circumstances, the\nCommittee concluded that publication had not been handled insensitively, and\nthere was no breach of Clause 4. \nConclusions 19. The complaint was upheld in part. \nRemedial\nAction Required 20. Having upheld the complaint in\npart, the Committee considered what remedial action should be required. 21. The newspaper had published\nexcessive detail regarding the method of suicide in breach of Clause 5. In such\ncircumstances, the appropriate remedy was the publication of an adjudication. 22. As the breach of the Code had\nappeared on p. 4 of the print edition, the Committee decided that the\nadjudication should be published on p. 4 or further forward. 23. The headline to the adjudication\nshould make clear that IPSO has upheld the complaint, give the title of the\nnewspaper and refer to the complaint’s subject matter. The headline must be\nagreed with IPSO in advance. 24. The terms of the adjudication for\npublication are as follows: Sarah\nJones complained to the Independent Press Standards Organisation that The\nForester breached Clause 5 (Reporting Suicide) of the Editors’ Code of Practice\nin an article headlined “Mental health worker refused help for his own\ndepression”, published on 6 December 2017. The complaint was upheld, and IPSO\nhas required The Forester to publish this decision as a remedy to the breach. The article reported\nthat an inquest had concluded that the complainant’s late husband had taken his\nown life, and specified the ligature which he had used to end his life by\nhanging. The complainant said\nthe article included a level of detail about her husband’s suicide which was\nexcessive, and was insensitive. The\nnewspaper said that it understood how distressing articles of this nature can\nbe for the families of the people who have died. It believed that the article did not contain excessive detail of the method of suicide\nused by the complainant’s husband, and said that the detail published would not\nlead to simulative acts. The Committee decided that the publication of\nthe precise material which the complainant’s husband had been used as a\nligature identified that a readily available item within the home had been used\nto end his life. The Committee recognised that newspaper’s play an important\npublic function in reporting on inquest proceedings. However, the newspaper had\nnot advanced a specific public interest justification in specifying the\nligature which the complainant’s husband had used, nor was there any\njustification in the article as to why this item had been specified. The\npublication of the ligature which had been used was excessive and presented the\npossibility that it might lead to simulative acts. The complaint was therefore\nupheld as a breach of Clause 5. Date complaint received: 07/12/2017Date decision issued: 25/05/2018\nBack to ruling listing\n\n\n"
}