{
    "url": "/rulings-and-resolution-statements/ruling/?id=20529-17",
    "title": "20529-17 Strachan v Mail Online",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-12-08 00:00:00",
    "received_on": "2017-12-09 00:00:00",
    "concluded_on": "2018-01-29 00:00:00",
    "complaint_processing_days": 51,
    "conclusion_long": "20. The complaint was not upheld.",
    "remedial_action": "21. NA Date complaint received: 9 December 2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20529-17 Strachan v Mail Online\nSummary of complaint\n1. Shaun Strachan\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined \"'Push him the f*** off': Drivers stuck\nin seven mile tailbacks on M5 abuse suicidal man threatening to jump off a\nbridge as Twitter users condemn them for their cruelty\", published on 8\nDecember 2017.2. The article\nreported that a motorway had been closed for four hours due to concerns for the\nwelfare of a man who was threatening to jump off a bridge. It said that a\n“Twitter row had erupted” because some drivers, who had been held up in traffic\ndue to the incident, had posted tweets “branding the man on the bridge a\n‘selfish idiot’”.\n3. The article\nincluded images of some of the Tweets, including one attributed to the\ncomplainant, which was accompanied by his photograph. The Tweet said “Several\nhours for one guy on a bridge? Push him the ____ off or pull him the ____ down.\nSelfish ____ heads don’t need humouring & further encouragement. Guess what\nthough.. thanks to you and @BBCNews the next sad loser will do this again next\nweek”.\n4. The complainant\nwas concerned that his Tweet, an image taken from his Facebook profile and his\nfull name had been published without his consent. He had particular concerns\nregarding the way in which the publication had accessed the Tweet as he said he\nhad deleted it within five minutes of sending it, and no other Twitter user had\nseen it, commented on it or retweeted it. He speculated that the publication\nhad accessed the Tweet with the “illegal use of scraping tools”. He argued\nthat, given the short amount of time that it had been publicly available, he\nhad a reasonable expectation of privacy regarding the statement.\n5. The complainant\nsaid that he had sent the Tweet due to his concern that media coverage would\nencourage other people to make the same choices as the man on the bridge, and\nthe publication had misrepresented his position in the headline by only quoting\npart of it, giving the misleading impression that he had urged the police to\npush the man off the bridge. Moreover, he had not sent the message while\nwaiting in the traffic jam, as suggested by the article and in the tagline\ngiven to it when shared. He said the publication had deliberately presented the\nTweet in this manner in order to generate as much hatred against him as\npossible.\n6. The complainant was further concerned that he\nhad not been allowed to submit a comment beneath the article. He considered\nthat this has been done deliberately, to prevent him from defending his\nposition.\n7. Mail Online\ndenied that it had breached the Code. It said that the complainant had sent the\nTweet from his own Twitter account, which bore his full name and his picture.\nAs he had put this information and his statement regarding the incident in the\npublic domain, he had no reasonable expectation of privacy in relation to it,\nand it had been entitled to publish it in full.\n8. The publication\nsaid that the published screengrab of the Tweet, which showed the timestamp,\nproved that it had been publicly available on Twitter for at least 15 minutes\nwhen it accessed the message. It also said that the Tweet was still live when\nthe article was published. It considered that the complainant had intended for\nhis comment to be widely viewed as he had sent it in response to one from a\nverified account with over 69 thousand followers, and his message had included the\nBBC News Twitter handle.\n9. The publication\nsaid that it had published the Tweet alongside an image which had been taken\nfrom the complainant’s publicly available social media profile. This was also\nnot information about which the complainant had a reasonable expectation of privacy.\n10. The publication denied that it had given an inaccurate\nimpression of the complainant’s Tweet. The article had included the post in\nfull, and it had not speculated on the complainant’s intentions in posting it.\nHowever, it was undeniable that the phrasing of the Tweet could be interpreted\nas urging the police to push the man off the bridge. It also noted that the\ncomplainant’s own comments made during correspondence indicated that he had\nsent the Tweet during the traffic jam: he had said that he had sent the Tweet\nat approximately 6pm, and the Devon and Cornwall police Twitter account\nindicated that the incident was still ongoing at 7pm, and concluded at 8.45pm.\nIt provided a screenshot to show how the article was presented when shared,\nwhich showed that the tagline was “Drivers stuck in traffic urge police to push\nman off bridge”.\n11. The publication denied the suggestion that it had\nattempted to deny the complainant an opportunity to clarify his post, by\npreventing him from commenting on the article. The comments facility was active\nfor three days, and was disengaged after this time period by default. In this\ninstance, the comments were moderated before publication, and due to\ntime/staffing constraints, the final comment was published on 9 December at\n4.28pm. It said that it had searched the moderation system and had found no\nrecord of an account matching the complainant’s email address.\n12. In an effort to resolve the matter, the publication\noffered to add the following comment from the complainant as a footnote to the\narticle:\nSince publication of this article we have been contacted by\nMr Shaun Strachan. We are happy to make clear his position that the Tweet he\npublished was not meant to literally intend any harm, and that he states it was\ndeleted before anyone interacted with it\n13. The complainant said that he had misremembered when he\nhad sent the Tweet: he had sent it just before bed, when the man had already\nbeen brought down from the bridge safely; it was not live when the article was\npublished. He said that the footnote would only be acceptable to him if it\nincluded an apology and addressed the inaccuracies in the article.\nRelevant Code provisions\n14. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.\nFindings of the Committee\n15. The Committee noted the complainant’s concern that his\nTweet had been published by Mail Online, alongside his name and photograph,\nwithout his consent. However, the complainant had sent the Tweet from his\npersonal, publicly available, Twitter account, which contained his name and\nphotograph. Regardless of whether the complainant had deleted the Tweet within\nfive minutes of sending it, he had put this statement in the public domain. As\nsuch, he did not have a reasonable expectation of privacy in relation to it.\nThe publication noted that the post had been publicly available for at least 15\nminutes, as shown in the screenshot of it included in the article, and the\ncomplainant had provided no basis for his allegation that the content had been\naccessed illegally. The publication had not intruded into the complainant’s\nprivate life by publishing the Tweet. There was no breach of Clause 2 on this\npoint.\n16. The complainant was also concerned that the article had\nincluded a photograph taken from his social media account without consent.\nHowever, the image was publicly available on the social media account.\nFurthermore, it was a picture of the complainant’s face; its publication in the\narticle had not disclosed any private information about him in breach of Clause\n2.\n17. The Committee noted the complainant’s concern that the\npublication had taken a section of his Tweet and had used it in the headline to\ngive the misleading impression that he had urged the police to push the man off\nthe bridge. However, the complainant had called the man on the bridge\n“selfish”, and he had said that police should push him from the bridge or pull\nhim down. The Committee did not consider that the publication had given a\nmisleading impression of the sentiments expressed by only using a section of\nthe statement in the headline. Furthermore, the article itself included the\nfull Tweet, which included the complainant’s comment that the incident would be\nrepeated because of the media attention being given to it. There was no failure\nto take care over the accuracy of the article on this point.\n18. The complainant also considered that the article, and\nthe way it was presented when shared, had given the misleading impression that\nhe had sent the Tweet during the incident. The Committee noted that the parties\nhad provided differing accounts of when the Tweet had been sent. However, in\ncircumstances in which the publication had accurately reported that the\ncomplainant had sent the Tweet in response to the incident on the motorway, the\nCommittee did not consider that this was a significant point that required\ncorrection. There was no failure to take care over the accuracy of the article.\nThere was no breach of Clause 1.\n19. The Committee also considered the complainant’s concern\nthat his comments had been censored by the publication. The selection of\nmaterial for publication is a matter for discretion by individual editors; the\npublication was not obliged to publish the complainant’s comments. Furthermore,\nthe Committee had not established the existence of any significant inaccuracies\nthat required correction; as such, an opportunity to reply was not required\nunder the terms of Clause 1 (iii). The Committee nevertheless welcomed the\npublication’s offer to append the complainant’s comment to the online article.\nConclusion\n20. The complaint was not upheld.\nRemedial action required\n21. NA\nDate complaint received: 9 December 2017\nDate complaint concluded: 29 January 2018\nBack to ruling listing\n\n\n"
}