{
    "url": "/rulings-and-resolution-statements/ruling/?id=20559-17",
    "title": "20559-17 Disley v Liverpool Echo",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2017-08-13 00:00:00",
    "received_on": "2017-12-11 00:00:00",
    "concluded_on": "2018-04-11 00:00:00",
    "complaint_processing_days": 121,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20559-17 Disley v Liverpool Echo Summary of complaint\n1. Gary Disley\ncomplained to the Independent Press Standards Organisation that the Liverpool\nEcho breached Clause 2 (Privacy) of the Editors’ Code of Practice in an article\nheadlined “Questions raised to how crook was cast in movie”, published on 13\nAugust 2017.\n2. The article\nreported that the complainant had been jailed in 2006 after “being caught\nbuying secrets from a serving police officer”. It said that since his\nconviction had been “revealed”, questions had been raised as to how the\ncomplainant had won a role in the Hollywood movie, Creed: “there is a degree of\nconfusion as to how Disley might have entered the US, given the stringent rules\nwhich block individuals with criminal records from visiting the country”.\n3. The complainant\nsaid that his conviction was spent. He therefore had a reasonable expectation\nof privacy regarding this information, particularly as his conviction was\nirrelevant to his role in the movie. He said the Rehabilitation of Offenders\nAct 1974 was framed to prevent intrusions of this nature. The Act made clear\nthat following a specified period of time, convictions (except those resulting\nin prison sentences of over four years and public protection sentences) may\nbecome spent, and the offender is regarded as rehabilitated. As such, there is\nno requirement to declare the spent conviction, for example, to prospective\nemployers. \n4. The newspaper\nsaid that the complainant did not have a reasonable expectation of privacy\nregarding his conviction, and it did not accept that reporting the fact of a\nspent conviction represented an intrusion into an individual’s private life. It\nhad been entitled to report on the complainant’s previous conviction, which had\nbeen widely reported on in 2006; anyone could carry out a search for the complainant’s\nname and his conviction would be available. It also noted that the fact that\nthe conviction was historic had been acknowledged explicitly in the article.\n5. The newspaper\nalso noted that the Information Commissioner’s Office had previously rejected a\ncomplaint that suggested that a newspaper was in breach of the Data Protection\nAct for holding an archived story on an individual’s spent conviction on its\nwebsite. It referred to guidance, published by the Information Commissioner’s\nOffice, to demonstrate that there was a difference between the rules applied to\nsearch engines and those applied to journalistic content.\n6. The newspaper\nsaid that, in any event, how the complainant had entered the United States\ngiven his conviction, which must be declared on an ESTA (Electronic System for\nTravel Authorisation) or a working VISA application, was a matter of public\ninterest. It noted that the US Embassy states that “The Rehabilitation of\nOffenders Act does not apply to US visa law and spent convictions, regardless\nof when they occurred will have a bearing on a traveller’s eligibility for\nadmission into the United States”.\n7. The newspaper\nsaid that a finding that a spent conviction was private information had\nenormous implications for publishers, given their vast online archives. It said\nthat it would be disproportionate and would undermine the work of the\nInformation Commissioner, the courts and parliament.\n8. The complainant\ndid not accept that the publication of this information was justified in the\npublic interest. He said that thousands of individuals with criminal records\nare able to enter the United States. He also argued that the article under\ncomplaint disclosed the information to a new audience, who would not have delved\ninto the newspaper’s archive to find the story.\nRelevant Code provisions\n9. Clause 2\n(Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the publicDisclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n10. Court proceedings take place in public, and convictions\nare matters of public record. However, the Committee recognised that an\nindividual may have a reasonable expectation of privacy in relation to a spent\nconviction.\n11. In assessing whether the complainant had a reasonable\nexpectation of privacy in relation to his spent conviction, the Committee\ncarefully considered the context in which the details of it had been disclosed.\n12. The complainant’s spent conviction had been disclosed in\nan article which reported on his role in the Hollywood film, and which had\nraised questions as to how he was able to enter the United States in order to\nwork there. To that extent, the complainant’s spent conviction was relevant to\nhis role in the film - the focus of the article - and therefore related to an\naspect of his professional life. The article had further identified a matter of\npublic interest: it had questioned how the complainant had been able to enter\nthe United States and work there, when the country had “stringent rules”\nblocking individuals with criminal records from visiting. Further, the\ncomplainant’s conviction had been widely reported on previously and information\nrelating to it remained publicly accessible online.\n13. In all the circumstances and in the specific context in\nwhich it was disclosed, the Committee did not establish that the reporting of\nthe complainant’s spent conviction, details of which were easily available in\nthe public domain, represented an intrusion into his private life. The\ncomplaint under Clause 2 was not upheld.\nConclusion\n14. The complaint was not upheld.Date complaint received: 11/12/2017Date decision issued: 11/04/2018  \nBack to ruling listing\n\n\n"
}