{
    "url": "/rulings-and-resolution-statements/ruling/?id=20563-17",
    "title": "20563-17 Versi v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2017-12-10 00:00:00",
    "received_on": "2017-12-11 00:00:00",
    "concluded_on": "2018-04-05 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "9. The complaint was upheld.",
    "remedial_action": "10. Having upheld a breach of Clause 1(i), the Committee considered what remedial action should be required.11. The Committee noted the complainant’s request for an apology. While there may be some circumstances in which an apology may be appropriate in response to a complaint from a third party, the nature of this breach was not one of those occasions. The newspaper had promptly offered to publish a correction that identified the alleged inaccuracy and made the correct position clear. While the Committee recognised that placing a correction in an established correction column may not be sufficiently prominent in all circumstances, where the complaint was upheld in relation to the headline and first line of the article, which had gone on to make the correct position clear and taking into account the importance of maintaining established correction columns in assisting the public in locating corrections, the Committee considered that, in this instance, the proposed clarification was adequate to meet the requirements of Clause 1 (ii). This should now be published, both in print and online.Date complaint received: 11/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20563-17 Versi v The Sunday TimesSummary of complaint1. Miqdaad Versi\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, ‘”Asians make up 80% of child groomers- study” published on\n10 December 2017.2. The article\nreported that an anti-extremism organisation had found that “more than 80% of\npeople convicted of child-grooming offences are Asian.” It stated that the\nresearch had looked at 58 cases involving grooming gangs in the UK between 2005\nand 2017, which led to 264 convictions for grooming, 84% of which were of Asian\nheritage. The article appeared online with the same headline and was\nsubstantially the same as the print article.3. The complainant\nsaid that the headline and first line of the article inaccurately reported the\nfindings of the research.  He said that\nthe study focused only on those who were found guilty of grooming gang\noffences, which represents a small portion of child sex abuse offences. He said\nthis gave the impression that people from an Asian background are the main\nperpetrators of sexual offences against children, which is not the case.4. The newspaper\ndenied that it had breached the Code. It said that the text of the article had\nmade clear that the report focused on convicted members of grooming gangs and\nsaid the headline was not published with any intention to mislead, but was\nconstrained by lack of space. Regardless, it offered to update the online\nheadline and first line of the article, to make clear the claim that Asians\nmake up 80% of child groomers related only to grooming gang offences, and\noffered to print the following clarification in the corrections and\nclarifications column and as a footnote to the online article:Further to our article headlined “Asians make up 80% of\nchild groomers- Study (Dec 10)”, we would like to make clear that the report\nreferred to in this article did not find that 80% of all child groomers were\nAsian, as stated in the article’s headline and opening line. Rather, it found\nthat 80% of those convicted of child grooming gang offences were Asian.5. The complainant\ndid not accept this offer of resolution, as he said the print clarification\nshould be as prominent as the original article, which had been published on\npage four, and should include an apology.Relevant Code Provisions6. Clause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence and –where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.Findings of the Committee7. The study had\nnot found that 80% of people convicted of child-grooming offences were Asian;\nits findings related to a specific sub-set of these offences. The research was\navailable to the newspaper prior to publication. Misreporting it in the\nheadline, and first line, represented a failure to take care not to publish\ninaccurate information, in breach of Clause 1(i).8. The article had\nexplained that the research had examined 58 cases of grooming gangs. However,\nthe headline had made a factual claim, and inaccurately reported the study,\nwhich had not made any finding on the ethnicity of the perpetrators of child\ngrooming offences in general. The headline was inaccurate, and not supported by\nthe text. This was further compounded by the first line of this article.  Misreporting the findings of the research represented\na significant inaccuracy that required correction to avoid a breach of Clause 1\n(ii).  Conclusions9. The complaint\nwas upheld.Remedial Action Required10. Having upheld a breach of Clause 1(i), the Committee\nconsidered what remedial action should be required.11. The Committee\nnoted the complainant’s request for an apology. While there may be some\ncircumstances in which an apology may be appropriate in response to a complaint\nfrom a third party, the nature of this breach was not one of those occasions.\nThe newspaper had promptly offered to publish a correction that identified the\nalleged inaccuracy and made the correct position clear. While the Committee\nrecognised that placing a correction in an established correction column may\nnot be sufficiently prominent in all circumstances, where the complaint was\nupheld in relation to the headline and first line of the article, which had\ngone on to make the correct position clear and taking into account the importance of maintaining established\ncorrection columns in assisting the public in locating corrections, the\nCommittee considered that, in this instance, the proposed clarification was\nadequate to meet the requirements of Clause 1 (ii). This should now be\npublished, both in print and online.Date complaint received: 11/12/2017Date decision issued: 05/04/2018\n \n \nBack to ruling listing\n\n\n"
}