{
    "url": "/rulings-and-resolution-statements/ruling/?id=20562-17",
    "title": "20562-17 Versi v dailystar.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "dailystar.co.uk (Reach PLC)",
    "published_on": "2017-12-11 00:00:00",
    "received_on": "2017-12-11 00:00:00",
    "concluded_on": "2018-04-12 00:00:00",
    "complaint_processing_days": 122,
    "conclusion_long": "10. The complaint was upheld.",
    "remedial_action": "11. Having upheld the complaint under Clause 1, the Committee considered what remedial action should be required. 12. The Committee considered that the appropriate remedy was publication of a correction which made clear that no McDonald’s restaurants in the Borough were going to be forced to close. 13. This correction should appear as a footnote to the original article and as a standalone correction on the publication’s homepage. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording should be agreed with IPSO in advance.Date complaint received: 11/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20562-17 Versi v dailystar.co.uk\nSummary of complaint\n1. Miqdaad Versi\ncomplained to the Independent Press Standards Organisation that dailystar.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “McDonald’s may be forced to close ALL restaurants in London Borough\nafter hijab row,” published on 11 December 2017.\n2. The article\nreported on a recent incident at a restaurant in north London, where a woman\nwas stopped by a security guard and told to remove her hijab. The article\nreported on the wider reaction to the event and possible sanctions the\nrestaurant chain could face as a result. It included a statement from Islington\nCouncil as follows: “it is not true that McDonalds may be forced to close all\nits restaurants in Islington. The council does not seek to do this, and in any\ncase has no powers to do so.”\n3. The complainant\nsaid that the headline of the article was not supported by the text, which\nincluded the council’s position that the headline claim was untrue. He said he\nhad no direct knowledge of the incident, but speculated that it may have been\nthe case that the restaurant at which the incident occurred could have been\nsanctioned by the council, and could be closed, but denied that the council had\never sought to close all restaurants in the Borough.  He noted that the headline of the article had\nbeen changed shortly after publication to “McDonald’s may be forced to close in\nLondon borough after hijab row”. He said that this showed that the publication\naccepted that the original headline was inaccurate. He believed the new\nheadline to be accurate, but expressed concern that the publication had not\npublished anything on its site to acknowledge the change. \n4. The publication\nwas not able to provide a copy of the article as it first appeared, but\naccepted that the headline was originally that cited by the complainant. It was\nnot able to explain the basis for the original headline claim. It said that the\nheadline was amended three hours after publication, because an editor was\nconcerned that it did not reflect the full facts of the story. The publication\nspeculated that the statement from the council making clear that it did not\nhave the power to close any McDonalds restaurants had been added to the article\nafter publication, and after the headline change, but said it could not be\nsure, as it did not keep original copies of online articles. It was not able to\nexplain why, given this statement, it believed the updated headline to be\naccurate. Upon receipt of the complaint, the publication added the following\nfootnote to the article:\nCorrection\nThis article was\nfirst published on 11 December 2017 at 14.01. The original headline said\n“McDonald’s may be forced to close ALL restaurants in London borough after\nhijab row.” The headline was amended at 17.47 on the same day to read\n“McDonald’s may be forced to close in London Borough after hijab row.\n5. While the\npublication was unable to demonstrate what information it had relied upon,\nprior to publication for the original headline, other contemporaneous news\narticles referred to a councillor’s demand for the council to take action\nagainst the restaurant chain in the borough. Minutes from a council meeting on\n7 December 2017 recorded that an urgent motion was brought to look at what\naction the council might be able to take against the restaurant from a\nlicensing perspective.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly, and with due prominence, and –where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n7. The publication\nhad not been able to provide a copy of the article as it was first published,\nbut accepted that the headline was that cited by the complainant. Where the\npublication was not able to confirm whether any amendments had been made to the\ntext of the article, the Committee proceeded on the basis that no changes had been\nmade to the text, and considered the version of the article provided at the\ntime of complaint, which included the statement by Islington Council that “it\nis not true that McDonalds may be forced to close all its restaurants in\nIslington. The council does not seek to do this, and in any case has no powers\nto do so.”\n8. The Committee\nhad serious concerns that the publication had not been able to provide any\nevidence or explanation of the care that had been taken over either the initial\nor revised headline. Both headlines were contradicted by the text of the\narticle, which made clear that the Council did not have any powers to close\nthis restaurant, or any other in the Borough. There was a breach of 1 (i).\n9. Both headlines\nreported that McDonalds may be forced to close at least one restaurant in the\nBorough.  Reporting this in the headline,\nwhen the Council had made clear that it had no power or intention to close all\nrestaurants, represented a significant inaccuracy as it seriously\nmisrepresented the true position. This significant inaccuracy required\ncorrection under the terms of Clause 1 (ii). While the complainant believed the\nnew headline was accurate, the article directly contradicted the headline claim.\nThe proposed correction did not satisfy the terms of Clause 1 (ii) as it did\nnot identify the inaccuracy and did not make the correct position clear. For\nthese reasons, the Committee upheld the complaint as a breach of Clause 1 (ii). \nConclusions\n10. The complaint was upheld.\nRemedial action required\n11. Having upheld the complaint under Clause 1, the\nCommittee considered what remedial action should be required.\n12. The Committee considered that the appropriate remedy was\npublication of a correction which made clear that no McDonald’s restaurants in\nthe Borough were going to be forced to close.\n13. This correction should appear as a footnote to the\noriginal article and as a standalone correction on the publication’s homepage.\nIt should state that it has been published following an upheld ruling by the\nIndependent Press Standards Organisation. The full wording should be agreed\nwith IPSO in advance.Date complaint received: 11/12/2017Date decision issued: 12/04/2018\nBack to ruling listing\n\n\n"
}