{
    "url": "/rulings-and-resolution-statements/ruling/?id=20614-17",
    "title": "20614-17 Walker v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-12-13 00:00:00",
    "received_on": "2017-12-13 00:00:00",
    "concluded_on": "2018-02-26 00:00:00",
    "complaint_processing_days": 75,
    "conclusion_long": "10. The complaint was not upheld",
    "remedial_action": "11.  N/ADate complaint received:13/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20614-17 Walker v mirror.co.uk\nSummary of Complaint1. Mark Walker\ncomplained to the Independent Press Standards Organisation that mirror.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code pf Practice in an article\nheadlined, “Greedy touts cash in as Peter Kay tour is cancelled- meaning\nthey’ll profit twice thanks to legal loophole while devastated fans are left\nout of pocket,” published on 13 December 2017.\n2. The article\nreported that following the announcement that a comedian’s UK tour had been\ncancelled, thousands of families who had bought their tickets from touts would\nbe unable to obtain a refund. It stated that touts would benefit from a legal\nloophole, which would see them receiving two payments for each ticket, one for\nreselling the ticket, and a full refund from the primary seller now the event\nhad been cancelled. The article reported that people who had bought tickets\nfrom touts had “no legal redress” to obtain a refund and that the touts could\nreceive a “three figure profit per ticket.” It went on to state that by law,\nofficial ticket sellers must deliver refunds when shows are cancelled, but\nthose who bought through a third party, did not necessarily have the same\nconsumer rights.\n3. The complainant\nsaid that it was inaccurate for the article to state that there was a “legal\nloophole” that allowed ticket sellers to profit twice, as he believed the buyer\nwould always receive a full refund regardless of whether they had bought their\ntickets from a primary or secondary seller. He said it was inaccurate to state\nthat people who bought tickets from touts would have “no legal redress”, as if\nthe tout was a registered trader a buyer could lodge a complaint with Trading\nStandards, lodge a County Court Money Claim or report the individual to the\npolice for fraud. He also said there was no evidence that tickets had been\nissued for this event, that thousands of families would be affected, or that\ntouts would make a three figure sum.\n4. The publication did not accept that it had\nbreached the Code. It said that the article had made it sufficiently clear that\nit was referring only to ticket touts and not legitimate reselling sites, which\nrefund buyers automatically. The publication provided screenshots from social\nmedia after the announcement that the tour had been cancelled where a number of\npeople acknowledged that touts would be paid twice. One screenshot showed a\ntwitter user stating that he had resold tickets for this event and also received\na refund from the primary seller, resulting in over £1,000 of profit. The\npublication also quoted another user who had sold their ticket and believed\nthey were not obliged to “pay anything back as I didn’t sell a guarantee to see\nthe concert. In my opinion, once the transaction has happened, it was a done\ndeal.” The publication provided comments from other twitter users who said they\nhad bought tickets from touts for similar events and had been unable to get a\nrefund.\n5. The publication\nsaid that it was accurate to state that buyers who bought from touts had no\nlegal redress, as touts were not registered traders but individuals who sold\nthrough unofficial channels, often through social media. It said that in these\ncircumstances the person buying the ticket does not know the buyers contact\ndetails, which is necessary to bring any other form of legal action such as\nthrough the County Court. It also said it was accurate to refer to the number\naffected as thousands, and provided links to numerous consumer advice websites\nwhich addressed the issue of obtaining refunds from ticket touts, suggesting it\nwas a frequent occurrence. It said that given the comedian’s previous tour had\nsold over 1 million tickets, and this tour was of a similar length, and all\ntickets had been sold, the total number of tickets was likely to be similar.\nAlso, where tickets were being advertised above face value online several\nminutes after going on sale, the publication said it was fair to assume\nthousands of tickets had been resold by ticket touts.\n6. The complainant\nsaid that the publication had not provided sufficient evidence that any touts\nhad refused a refund. He said that the social media posts were based on\nhearsay, and said there was no evidence of this behaviour in relation to\nprevious similar events. He agreed it may be more difficult to recoup money if\na tout refused to refund a buyer, as a tout may simply disappear, but denied\nthat this equated to having “no legal redress.”\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly, and with due prominence, and – where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n8. The article had\nmade clear that buyers who had purchased tickets through official primary and\nsecondary sites would receive a refund automatically. The article distinguished\nthese sellers from touts, who bought a large number of tickets and resold them\nwithout the same refund guarantee. When the event was cancelled, the touts\nreferred to in the article would have received a full refund from the primary\nseller, and although the complainant maintained that if a tout did not pass\nthis on to the buyer there were a number of legal avenues open to them, it was\ndemonstrable that due to how the tickets are sold, for example on social media,\nthis was not always feasible due to the unverified identity of the seller. In\nthese circumstances, it was not inaccurate for the article to refer to this as\na “legal loophole” or to state that there was “no legal redress” available to\npeople who bought tickets from ticket touts. There was no breach of Clause 1 on\nthis point.\n9. It was not\npossible to show exactly how many individuals had bought tickets in this way\nfor this specific tour, or how many touts had refused to provide a refund.\nHowever, the publication demonstrated that the comedian’s last tour had sold\nmore than 1 million tickets and his recent tour had quickly sold out with\ntickets appearing for resale online at inflated prices just minutes later.\nWhere the complainant was not in a position to dispute how many tickets had been\nsold in this way, and members of the public as well as consumer advice groups\nhad highlighted the prevalence of ticket touts selling tickets for these kinds\nof events, there was no breach of Clause 1 on this point. Also, where the\npublication was able to demonstrate that tickets were being advertised for\nhundreds of pounds, it was not inaccurate for the article to state that tickets\nhad been issued for this event and touts could receive a three figure sum for\nreselling them. There was no breach of Clause 1.\nConclusions\n10. The complaint was not upheld\nRemedial Action required\n11.  N/ADate complaint received:13/12/2017Date decision issued: 26/02/2018 \nBack to ruling listing\n\n\n"
}