{
    "url": "/rulings-and-resolution-statements/ruling/?id=20737-17",
    "title": "20737-17 Hewson v thetimes.co.uk",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "thetimes.co.uk (News UK)",
    "published_on": "2017-04-12 00:00:00",
    "received_on": "2017-12-14 00:00:00",
    "concluded_on": "2018-05-17 00:00:00",
    "complaint_processing_days": 154,
    "conclusion_long": "28. The complaint was upheld in part.",
    "remedial_action": "The newspaper had offered to publish a clarification online which had made clear that the complainant had received the harassment warning in respect of her conduct towards another barrister, contrary to the first tweet’s claim. This should now be published.Independent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.  Date complaint received: 14/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20737-17 Hewson v thetimes.co.uk\nSummary of complaint\n1. Barbara Hewson\ncomplained to the Independent Press Standards Organisation that thetimes.co.uk\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harrassment) of\nthe Editors’ Code of Practice in an article headlined “Barrister ‘made death\nthreats’ to student” published on 12 April 2017.\n2. The article\nreported that the complainant, who practises as a barrister, had been the\nsubject of a complaint to the Bar Standards Board. It said that in a 22-page\ncomplaint, a law student had claimed that he had “received death threats and\nabuse over the phone” from the complainant and had claimed that she had\n“pestered him so incessantly with nuisance phone calls that he was left\n‘feeling frightened, alarmed, distressed and anxious’”.\n3. The article\nidentified the complainant as being the subject of a “harassment warning”,\nwhich it said had been issued by the police “amid allegations that she had\n“waged a campaign of online bullying, abuse and ‘death threats’” against the\nlaw student and another lawyer.\n4. The article\nreported that this lawyer had told the newspaper that “following months of\nserious and frightening harassment” she had registered a complaint with the\npolice. It said that the complainant “frequently crossed swords” with the other\nlawyer on social media, “over their opinions on investigations into alleged\nhistorical child abuse”. The article said that on 1 March 2017 the Metropolitan\nPolice had confirmed that “a 55-year-old woman was issued with a harassment\nwarning”. The article explained that such warnings have “no legal standing and\ndo not establish wrong doing, but are used by police as a response to\nallegations of low-level harassment”; it said that “no finding” had been made\nagainst the complainant.\n5. The complainant\ndenied that she had engaged in the course of conduct alleged by the student and\nsaid that in any event, the newspaper had failed to report the student’s\ncomplaint accurately. She also raised concern that the newspaper had conflated\ntwo separate complaints about her conduct – the first, allegations made by the\nstudent and the second, allegations made by another lawyer – and had created\nthe misleading impression that their claims were associated in some way.\n6. The complainant\nsaid that the article’s headline was significantly misleading as it suggested\nthat the police had suspected her of committing a serious criminal offence. The\ncomplainant noted that in his complaint to the Bar Standards Board, the student\nhad explicitly acknowledged that he could not prove that she had anything to do\nwith his alleged experiences.\n7. The complainant\nprovided a copy of the student’s complaint. In it, he had explained that he had\nengaged with the complainant directly on twitter, following his interactions\nwith another lawyer. He had claimed that subsequent to this, he had been\n“subjected to a significant amount of nuisance phone calls” and said that “I\nhave received death threats and abuse over the phone”. The student said that a\ntwitter account called “Harry Troll” had “sent a picture of my address, my ex\npartner's details and a picture of my daughter’s head”. In his complaint the\nstudent said that he was unable to prove this activity had been orchestrated by\nthe complainant; however, he said “this does not normally happen and is far\nfrom coincidence. I believe this to be her or through agents. The police are\nalso aware of this”.\n8. The complainant\nraised concern at two tweets published by the newspaper on 12 April 2017 which\nlinked to the article. The first tweet stated: “A barrister has been handed a\nharassment warning over alleged ‘death threats’ to a student”. While the\ncomplainant accepted that she had been issued with a harassment warning in\nrespect of claims made by another lawyer, she said that she had not received a\nharassment warning over any alleged ‘death threats’ to a student”. The second\ntweet stated: “Police issue harassment warning to barrister [complainant’s\ntwitter handle] after online threats”. The complainant said that this tweet\nimplied, inaccurately, that she had been found to be guilty of online\nharassment.\n9. During the\ncourse of IPSO’s investigation, the complainant also raised concern over a\nthird tweet published by a journalist for the newspaper on 12 April 2017, which\nstated: “Police warn high-profile barrister over online harassment”.\n10. The complainant also said that the article had contained\nfurther inaccuracies. She did not accept that the three complaints to the Bar\nStandards Board, to which she was subject, amounted to “mounting complaints” to\nthe regulator. She said that her decision to leave her Chambers had no\nrelevance to the student’s claims; reporting that she no longer worked at her\nChambers gave the misleading impression that this had been as a consequence of\nhis complaint.\n11. The complainant said that by identifying her as being\nthe subject of a confidential complaint to the Bar Standards Board, the article\nrepresented an intrusion into her private life. She further said that it was\nnot in the public interest to report on the student’s inaccurate claims.\n12. The complainant said that prior to publication, she had\nreceived a series of persistent email messages from the journalist which she\nsaid was intimidating. The complainant provided a copy of this correspondence.\nShe said that the journalist had failed to identify who had made the\nallegations against her and given the serious nature of the claims, imposing a\n5-hour deadline to respond was unreasonable and underhand.\n13. The newspaper said that the student’s complaint had been\naccurately reported and it had taken care to make clear that the article was\nreporting his claims.\n14. The newspaper accepted that the student had acknowledged\nthat he was unable to prove that the complainant had orchestrated the bullying\nand threats to which he was subjected, but noted that he had set out at length\nhis reasons for believing and claiming that she was responsible; this was\nreflected accurately in the article. The newspaper said in respect of the\nharassment warning, the article had made clear that it had been issued in relation\nto the claims made by the lawyer. It noted that the nature and significance of\nthe warning which was issued had been explained in the body of the article.\n15. In relation to the first tweet, the newspaper said that\nit did not name the complainant, and the error it contained was not repeated in\nthe article to which it linked and which was the subject of this\ncomplaint. In an attempt to resolve the\ncomplaint, the newspaper removed the tweet and offered to publish the following\nwording online:\nA tweet posted from The Times Twitter account on April 12,\n2017 wrongly stated that ““A barrister has been handed a harassment warning\nover alleged ‘death threats’ to a student”. As the article to which the tweet referred made clear, the barrister\nconcerned, Ms Barbara Hewson received the harassment warning in respect of her\nconduct towards another barrister, [name]. We apologise for the error in the\ntweet.\n16. The newspaper did not accept that the second tweet was\ninaccurate, nor did it accept that it suggested that the complainant had been\nfound guilty of harassment.\n17. In respect of the complaint under Clause 2, the\nnewspaper did not accept that the complainant had a reasonable expectation of\nprivacy in respect of the student’s allegations because they formed part of a\ncomplaint to a professional regulator. In any event, it said that there was a\nclear public interest in reporting the student’s complaint. The newspaper noted\nthat one of the core duties set out in the Bar Standards Board’s handbook is\nthat barristers “must not behave in a way which is likely to diminish the trust\nand confidence which the public places in the profession”. The newspaper said\nthat the complainant’s public and private conduct was a legitimate subject for\nscrutiny, given her own high profile and the involvement of the police.\n18. The newspaper did not accept that the journalist’s\nconduct amounted to harassment. It said that repeated attempts were made to\ncontact the complainant, and publication delayed by 24 hours, in order to give\nher an opportunity to comment on the allegations it intended to publish,\nhowever she had chosen not to engage.\nRelevant Code provisions\n19. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and- where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment) *\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nFindings of the Committee\n20. The complainant had been the subject of a complaint to\nthe Bar Standards Board in which a student had set out at length his experience\nof receiving online harassment, including death threats, from an anonymous\ntwitter account. The student had explicitly acknowledged that he was unable to\nprove that the complainant had orchestrated, or had any involvement, in the\nalleged conduct. However, the newspaper had been entitled to report on the\nclaims which he had made, in an official complaint to the complainant’s\nregulator, in which he had set out in detail the reasons for his belief that\nshe was responsible. The newspaper had taken care to ensure that each\nallegation made against the complainant had been attributed to the student and\npresented in the context of his complaint. There was no failure to distinguish\nbetween comment, conjecture and fact; the newspaper’s reporting of his claims\ndid not represent a breach of Clause 1.\n21. The complainant had been issued with a harassment\nwarning from the police in relation to claims made by another lawyer. The\nnewspaper was entitled to place the student’s complaint in that context,\nparticularly where the student had accused the complainant of engaging in a\ncourse of conduct - which he had considered to be harassment - as a consequence\nof his association with the same lawyer. The article had made clear what\nconduct had been alleged by which individual. The Committee noted that the\narticle had explained that it was the lawyer’s claims which had led to a\nharassment warning being issued by the police and the nature and significance\nof this warning had been set out. In those circumstances, the Committee did not\nestablish that reporting the student’s claims alongside that of the lawyer's represented a breach of Clause 1.\n22. The complainant had been the subject of three complaints\nto her professional regulator; it was not misleading to characterise these\nofficial complaints as “mounting”. The newspaper was further entitled to note\nthat the complainant had left her chambers; the article did not suggest that\nthe complainant had left her chambers as a consequence of the student’s\ncomplaint, and the Committee noted that the article had included a colleague’s\ncomment that she had left for “personal reasons”. There was no breach of the\nCode on these points.\n23. The Committee then turned to consider the tweets which\nhad linked to the article on social media.\n24. The complainant had not been issued with a harassment\nwarning in respect of the claims made by the student, contrary to what the\nfirst tweet had claimed. The Committee were concerned by this error. The\nnewspaper had been informed by the lawyer that she had registered a complaint\nwith the police against the complainant. There was no suggestion that the\nstudent’s complaint to the Bar Standards Board had resulted in any action from the police. This\nrepresented a failure to take care over the accuracy of the tweet, in breach of\nClause 1(i). While the article which it linked to had made the basis for the\nharassment warning clear, the wording of the tweet conflated two separate and\nserious claims, the effect of which intensified the seriousness of the\nallegation that the complainant had made death threats to the student, by\nsuggesting that it had resulted in police action. The tweet therefore\nrepresented a significant inaccuracy under the terms of Clause 1(ii).\n25. The second tweet did not suggest that the complainant\nhad been found guilty of harassment: it was accurate to report that online\nthreats had formed the basis for the harassment warning. The Committee noted\nthat article had made clear that such warnings have no legal status and no\nfinding had been made against the complainant. In respect of the third tweet,\nthis fell outside of IPSO’s remit, given that the complainant had raised a\ncomplaint about it outside of the one year time period for online material.\nThese tweets did not represent a further breach of the Code.\n26. The complainant had raised concern that the article had\nidentified her as being the subject of a confidential complaint to her\nregulator. Critical to the Committee’s considerations under Clause 2 (Privacy)\nwas the fact that the student had addressed his concerns about the complainant’s\nalleged conduct to her professional regulator. To that extent, his complaint\nrelated to an aspect of her professional life. The article had disclosed the\nfact that the complainant had been the subject of a complaint, and details of\nit. While the allegations which had been made against her were serious and had\nbeen made in the context of a complaint which, until the publication of the\narticle, had remained confidential, it related to her professional life and\nactivity which was alleged to have taken place on a social media platform.  The article did not disclose information\nconcerning the complainant’s private or personal life. In all the circumstances\nand in the specific context in which it had been made, the Committee did not\nestablish that the reporting of the student’s complaint represented an\nintrusion into the complainant’s private life. The complaint under Clause 2 was\nnot upheld.\n27. The complainant had chosen not to respond to the\njournalist’s initial inquiry. The newspaper was entitled to contact the\ncomplainant again to seek comment on the serious allegations which had been\nmade against her. While the complainant had found these approaches concerning,\nhaving carefully scrutinised the correspondence, the Committee did not\nestablish that the journalist had engaged in a course of conduct that was\nintimidatory, persistent or amounted to harassment. There was no breach of\nClause 3.\nConclusion\n28. The complaint was upheld in part.\nRemedial Action required\nThe newspaper had offered to publish a clarification online\nwhich had made clear that the complainant had received the harassment warning\nin respect of her conduct towards another barrister, contrary to the first\ntweet’s claim. This should now be published.Independent Complaints ReviewerThe complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review. \nDate complaint received: 14/12/2017\nDate decision issued: 17/05/2018\nBack to ruling listing\n\n\n"
}