{
    "url": "/rulings-and-resolution-statements/ruling/?id=20795-17",
    "title": "20795-17 A woman v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)",
        "9 Reporting of crime (2016)",
        "11 Victims of sexual assault (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-12-13 00:00:00",
    "received_on": "2018-02-21 00:00:00",
    "concluded_on": "2018-04-27 00:00:00",
    "complaint_processing_days": 65,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A Date complaint received: 21/02/2018",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee A woman v Mail\nOnline\nSummary of\nComplaint 1.    A woman complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 3 (Harassment) and Clause 11 (Victims of\nsexual assault) of the Editors’ Code of Practice in an article published on 13 December\n2017. 2.    The article reported that the\ncomplainant was on trial for assault and wasting police time, offences for\nwhich the complainant was subsequently acquitted. It stated that the court had\nheard that the complainant, who had previously appeared on a television talent\nshow, had allegedly “assaulted a man on a stag night” and “falsely accused him\nof sexual assault”. The article detailed the circumstances of the incident as\nthey were heard in court, and stated that the trial was continuing. The article\nalso included a number of photographs of the complainant. One photograph showed\nher outside court and another was a photograph from when she appeared on the TV\ntalent show. 3.    The complainant said that she was\na victim of sexual assault and that this meant that she should not have been\nnamed or identified in the article. She said that she had found the article\ndeeply distressing and believed that identifying her and publishing photographs\nof her had breached her privacy. 4.    She also said that her appearance\non a TV show five years ago did not make her a public figure and did not\nwarrant the publication of the article. She said that the photographer who had\ntaken the photograph of her outside court had been hidden. She said that this\nconduct, as well as publishing an article, which she believed gave the\nimpression that she had been found guilty, amounted to harassment. 5.    She also raised concern that the\narticle reported only the evidence heard in support of the prosecution of the\ntrial, which she said was not an accurate account of the event. She said\nomitting her evidence meant that the article was not balanced and therefore\ninaccurate. 6.    The publication did not accept\nthat it had breached the Editors’ Code. It said that the article was a report\nof one day of court proceedings and had been provided to the publication by a\nreputable news agency. It said that the article was an accurate report of what\nhad been heard in court that day, and said the article had been updated as the\ncase continued. 7.    The publication said that the\nterms of Clause 11 (Victims of sexual assault) specified that the press were\nfree to identify victims of sexual assault if they are legally free to do so\nand there is adequate justification. It said that the Sexual Offences Act made\nclear that an alleged victim of a sexual offence can be identified in articles\nthat are a report of any other criminal proceedings other than proceedings\nspecifically examining the alleged sexual offence. In these circumstances, the\npublication believed it was legally free to identify the complainant. Also, where\nthe complainant was accused of assault and wasting police time, the publication\nargued that it was justified in naming the complainant, as it said that\nreporting legal proceedings was one of the most important functions of the\npress and was vital to the principle of open justice. 8.    The publication said that where\nthe article reported information that had all been heard in court, and as there\nwas no restriction in place to prohibit the publication of this information, it\ndid not accept that the article was an intrusion into the complainant’s\nprivacy. 9.    Furthermore, where the photograph\nof the complainant outside court was taken by a reputable freelance\nphotographer. It said that the photograph had been taken on a public street\noutside court by the side entrance of the court. In these circumstances, the\npublication maintained that the complainant did not have a reasonable\nexpectation of privacy and denied that this conduct constituted harassment.  10. It said that the article was a\nreport of the prosecution’s case and had made clear that the trial was\ncontinuing. It provided a link to an article that was published after the trial\nhad concluded, which made clear that the complainant had been found not guilty.\nThe publication also published a bullet point sub headline to the original\narticle to make clear that the complainant later denied the charges and had\nbeen found not guilty.\nRelevant Code\nProvisions 11. Clause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and- where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\nClause\n2 (Privacy) *\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information. \niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nClause\n3 (Harassment) *\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit. \nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)\nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources. \nClause\n11 (Victims of sexual assault) \nThe\npress must not identify victims of sexual assault or publish material likely to\ncontribute to such identification unless there is adequate justification and\nthey are legally free to do so. \nFindings of the\nCommittee 12. The Code offers specific\nprotection to victims of sexual assault, and recognises their legal right to\nanonymity. While the Committee acknowledged the complainant’s position that she\nwas a victim of sexual assault and therefore should not have been identified,\nthe terms of Clause 11 make clear that victims can be identified by\npublications when there is adequate justification and they are legally free to\ndo so. In this instance, the publication had outlined that legal anonymity\napplies only to the criminal proceedings of the alleged sexual offence, and is\nnot a blanket anonymity that precludes the reporting of any other criminal proceedings\ninvolving the victim.  In these\ncircumstances, the Committee was satisfied that the publication was legally\nfree to name the complainant as required under the terms of Clause 11. 13. The Committee also acknowledged\nthe importance of the principle of open justice, and the public interest served\nby reporting what is heard in court in an open and transparent way. The article\nwas a contemporaneous report of a court case in which the complainant was\nfacing charges of assault and wasting police time. Where the allegation of\nsexual assault was central to these ongoing proceedings, the Committee was\nsatisfied that the publication was justified in identifying the complainant as an\nalleged victim of sexual assault. In these circumstances there was no breach of\nClause 11. 14. The Editors’ Code recognises that\npublications are generally entitled to report court proceedings in full, save\nfor exceptional circumstances, such as when a legal restriction has been put in\nplace by the court. The Committee acknowledged that in this instance the\ncomplainant was distressed that personal information, including the fact that\nshe alleged that sexual assault had taken place was included in the article.\nHowever, the article was reporting on court proceedings where the complainant\nwas facing criminal charges regarding an allegation of wasting police time. In\nthese circumstances, the information heard during proceedings was a matter of\npublic record, and the reporting of this information formed part of the\nprinciple of open justice. There was no breach of Clause 2 in respect to the\npublication of this information. 15. The photograph of the complainant\ntaken outside court was used to show her likeness in relation to the article,\nand did not show anything private in nature about the complainant. There was no\nbreach of Clause 2 on this point. 16. The complainant said that she had\nnot been aware of the photographer’s presence, and so had been unable to ask\nhim to desist from photographing her. However, the photograph had been taken in\na public place, and the complainant had not alleged that the photographer had\nengaged in intimidation or harassment. There was no breach of Clause 3. 17.  The Committee recognised that the selection of\ninformation for publication is a matter of editorial discretion, and\npublications are free to decide what articles to publish, so long as they abide\nby the Editors’ Code. In this instance, the publication’s decision to report on\nthese court proceedings, which it was free to do, did not constitute harassment\nunder the terms of the Code. 18.  The complainant had also said that the article\nwas inaccurate, as it had reported what the prosecution had alleged in court,\nwhich she did not accept was accurate. \nHowever, the newspaper’s obligation was to ensure that it had accurately\nreported what was heard during proceedings. Also, where the article had clearly\nstated that the trial was still continuing, and the publication had published\nan update both on the original article and as a separate report to make readers\naware that the complainant had been found not guilty, there was no breach of\nClause 1.\nConclusions 19. The complaint was not upheld.\nRemedial action\nrequired 20. N/A Date complaint received: 21/02/2018 Date decision issued: 27/04/2018\nBack to ruling listing\n\n\n"
}