{
    "url": "/rulings-and-resolution-statements/ruling/?id=20797-17",
    "title": "20797-17 A woman v thesun.co.uk",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)",
        "11 Victims of sexual assault (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2017-12-13 00:00:00",
    "received_on": "2017-12-17 00:00:00",
    "concluded_on": "2018-04-27 00:00:00",
    "complaint_processing_days": 131,
    "conclusion_long": "17. The complaint was not upheld.",
    "remedial_action": "18. N/ADate complaint received: 17/12/2017",
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 20797-17 A woman v thesun.co.ukSummary of Complaint 1.    A woman complained to the\nIndependent Press Standards Organisation that thesun.co.uk breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 3 (Harassment) and Clause 11 (Victims of\nsexual assault) of the Editors’ Code of Practice in an article published on 13\nDecember 2017. 2.    The article reported that the\ncomplainant was on trial for assault and wasting police time, offences for\nwhich the complainant was subsequently acquitted.  It reported that the court had heard that the\ncomplainant, who had previously appeared on a TV talent show, had “assaulted a\nman on a stag night and then falsely accused him of sexual assault.” The\narticle detailed the circumstances of the incident as they were heard in court,\nand stated that the trial was continuing. The article also included a number of\nphotographs of the complainant on the TV talent show, and another showed her\noutside court. 3.    The complainant said that she was\na victim of sexual assault and that this meant that she should not have been\nnamed or identified in the article. She said that she had found the article\ndeeply distressing and believed that identifying her and publishing photographs\nof her had breached her privacy. 4.    She also said that her appearance\non a TV show five years ago did not make her a public figure and did not\nwarrant the publication of the article. She said that the photographer who had\ntaken the photograph of her outside court had been hidden. She said that this\nconduct, as well as publishing an article which she believed gave the\nimpression that she had been found guilty, amounted to harassment. 5.    She also raised concern that the\narticle reported only the evidence heard in support of the prosecution of the\ntrial, which she said was not an accurate account of the event. She said\nomitting her evidence meant that the article was not balanced and therefore\ninaccurate. 6.    The publication did not accept\nthat it had breached the Code. It said that while it had sympathy for the\ncomplainant and what had happened, it maintained that its article was a fair\nand accurate report of legal proceedings, which it was entitled to report. 7.    It said that the terms of Clause\n11 (Victims of sexual assault) made clear that the press were free to identify\nvictims of sexual assault if they are legally free to do so. It said that the\nSexual Offences Act made clear that an alleged victim of a sexual offence can\nbe identified in articles that are a report of any other criminal proceedings\nother than any proceedings specifically examining the alleged sexual offence.\nIn these circumstances, where the complainant was accused of assault and\nwasting police time, it said it was legally free to name the complainant. It\nsaid that reporting the proceedings of a public court was not an intrusion into\nthe complainant’s privacy. 8.    The publication said that it\nspoke to the photographer who had taken the photograph of the complainant\noutside court, who had confirmed that he had taken the photograph on a public\nstreet by the side entrance of the court. It said that the complainant had been\nwalking to the court and could clearly see the photographer. It said she had\nnot made a request for the photographer to desist. 9.    The publication said that it was\nnormal for a newspaper to report the prosecution’s case as stated in court and\nsaid the article made clear that the trial was continuing and no verdict had\nbeen reached. It provided a copy of a print and online article that had been\npublished after the trial had concluded, and both made clear that the\ncomplainant had been found not guilty. The article under complaint was also\nupdated to make this clear.\nRelevant Code\nProvisions 10. Clause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and- where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\nClause\n2 (Privacy) *\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information. \niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nClause\n3 (Harassment) *\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit. \nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave and\nmust not follow them. If requested, they must identify themselves and whom they\nrepresent.\niii)\nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources. \nClause\n11 (Victims of sexual assault) \nThe\npress must not identify victims of sexual assault or publish material likely to\ncontribute to such identification unless there is adequate justification and\nthey are legally free to do so. \nFindings of the\nCommittee 10.  The Code offers specific protection to victims\nof sexual assault, and recognises their legal right to anonymity. While the\nCommittee acknowledged the complainant’s position that she was a victim of\nsexual assault and therefore should not have been identified, the terms of\nClause 11 make clear that victims can be identified by publications when there\nis adequate justification and they are legally free to do so. In this instance,\nthe publication had outlined that legal anonymity does not apply to the reporting of other criminal proceedings involving the victim. In these circumstances, the\nCommittee was satisfied that the publication was legally free to name the complainant\nas required under the terms of Clause 11. 11. The Committee also acknowledged\nthe importance of the principle of open justice, and the public interest served\nby reporting what is heard in court in an open and transparent way. The article\nwas a contemporaneous report of a court case in which the complainant was\nfacing charges of assault and wasting police time. Where the allegation of\nsexual assault was central to these ongoing proceedings, the Committee was\nsatisfied that the publication was justified in identifying the complainant as an\nalleged victim of sexual assault. In these circumstances there was no breach of\nClause 11. 12. The Editors’ Code recognises that\npublications are generally entitled to report court proceedings in full, save\nfor exceptional circumstances, such as when a legal restriction has been put in\nplace by the court. The Committee acknowledged that in this instance the\ncomplainant was distressed that personal information, including the fact that\nshe alleged that sexual assault had taken place was included in the article.\nHowever, the article was reporting on court proceedings where the complainant\nwas facing criminal charges regarding an allegation of wasting police time. In\nthese circumstances, the information heard during proceedings was a matter of\npublic record, and the reporting of this information formed part of the\nprinciple of open justice. There was no breach of Clause 2 in respect to the\npublication of this information. 13. The photograph of the complainant\ntaken outside court was used to show her likeness in relation to the article,\nand did not show anything private in nature about the complainant. There was no\nbreach of Clause 2 on this point. 14. The\ncomplainant said that she had not been aware of the photographer’s presence,\nand so had been unable to ask him to desist from photographing her. However,\nthe photograph had been taken in a public place, and the complainant had not\nalleged that the photographer had engaged in intimidation or harassment. There\nwas no breach of Clause 3. 15. The Committee recognised that the\nselection of information for publication is a matter of editorial discretion,\nand publications are free to decide what articles to publish, so long as they\nabide by the Editors’ Code. In this instance, the publication’s decision to\nreport on these court proceedings, which it was free to do, did not constitute\nharassment under the terms of the Code. 16.  The complainant had also said that the article\nwas inaccurate, as it had reported what the prosecution had alleged in court,\nwhich she did not accept was accurate. \nHowever, the newspaper’s obligation was to ensure that it had accurately\nreported what was heard during proceedings. Also, where the article had clearly\nstated that the trial was still continuing, and the publication had published\nan update both on the original article and as a separate report to make readers\naware that the complainant had been found not guilty, there was no breach of\nClause 1.\nConclusions 17. The complaint was not upheld.\nRemedial action\nrequired 18. N/ADate complaint received: 17/12/2017Date decision issued: 27/04/2018\n \n \nBack to ruling listing\n\n\n"
}