{
    "url": "/rulings-and-resolution-statements/ruling/?id=20796-17",
    "title": "20796-17 A woman v The Argus (Brighton)",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)",
        "11 Victims of sexual assault (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2017-12-13 00:00:00",
    "received_on": "2017-12-17 00:00:00",
    "concluded_on": "2018-06-01 00:00:00",
    "complaint_processing_days": 166,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A Date complaint received: 17/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20796-17 A woman v The Argus (Brighton)\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that The Argus\n(Brighton) breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3\n(Harassment) and Clause 11 (Victims of sexual assault) of the Editors’ Code of\nPractice in an article published on 13 December 2017.\n2. The article\nreported that the complainant was on trial for assault and wasting police time,\noffences for which the complainant was subsequently acquitted. It stated that\nthe court had heard that the complainant, who had previously appeared on a\ntelevision talent show, had “assaulted a man after performing a strip dance for\nhim” and “wasted police time when she reported that she was assaulted and\nsexually assaulted.” The article detailed the circumstances of the incident as\nthey were heard in court, said that she had offered to perform a sex act on the\nman, and stated that the trial was continuing. The article included two\nphotographs of the complaint when she appeared on the TV talent show, and\nanother photograph of her outside court.\n3. The article was\nalso published online. The online article was substantially the same as the\narticle that appeared in print.\n4. The complainant\nsaid that she was a victim of sexual assault and that this meant that she\nshould not have been named or identified in the article. She said that she had\nfound the article deeply distressing and believed that identifying her and\npublishing photographs of her had breached her privacy.\n5. She also said\nthat the photograph of her that had been taken outside court had been taken in\ncircumstances of harassment. She said that she had come out of a side door of\nthe court late at night and had spotted a photographer on the public footpath\nbeside the court. She said that when she saw the photographer she began to run\nin the opposite direction and ended in a dead end alley beside the court. She\nsaid that at this point, the photographer caught up with her and said that as\nshe tried to cover her face, the photographer stood over her and took a number\nof photographs.\n6. The complainant\nalso raised concerns that the article reported only the evidence heard in\nsupport of the prosecution of the trial, which she said was not an accurate\naccount of the event. She said omitting her evidence meant that the article was\nnot balanced and was, therefore, inaccurate. She also said it was inaccurate\nfor the article to state that she had said she would perform a sex act for the\nman.\n7. The newspaper\ndid not accept that it had breached the Code. It said that the article was an\naccurate report of court proceedings and said that there was no basis in law to\nprevent identification of the complainant in relation to this trial. The\nnewspaper commented that while the Sexual Offences Act confers automatic\nanonymity on alleged victims of certain sexual offences, the same law also\nprovides for circumstances where this restriction does not apply, specifically\nreporting on other criminal legal proceedings separate to sexual offence\nproceedings. The newspaper said that this exception typically concerns the\nsituation where a person is charged with perverting the course of justice or\nwasting police time, by allegedly making a false accusation of a sexual\noffence. The newspaper maintained that the law recognised the importance of\nreporting open judicial proceedings and identifying the defendant in such\ncases, and therefore believed it was justified in naming the complainant in\nthese circumstances, especially as these proceedings involved a serious\nallegation of an attempt to abuse the criminal process itself.\n8. The newspaper\nstrongly denied that the photograph of the complainant taken outside court had\nbeen taken in circumstances of harassment. The newspaper said that the\nphotograph had been provided by a freelance photographer that the newspaper\nused regularly. It said that he had taken the photograph of the complainant as\nshe was leaving the court building from a public place, not the court precinct.\nThe newspaper strongly denied that the photographer had pursued or followed the\ncomplainant into an alley and confirmed that the photographer had only taken\none photographer of the complainant on this occasion, which was published in\nthe article, and not a series of photographs alleged by the complainant.\n9. The newspaper\nsaid that the article had accurately reported what had been heard in court on\nthis occasion, and had accurately reported the prosecution’s position as\nclaims. It said that where the article made clear that the trial was\ncontinuing, the article did not suggest that the complainant had been found\nguilty. When the trial did conclude, the newspaper published an article, both\nin print and online, making clear that the complainant was cleared.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and- where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment) *\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nClause 11 (Victims of sexual assault)\nThe press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so.\nFindings of the Committee\n10. The Code offers specific protection to victims of sexual\nassault, and recognises their legal right to anonymity. While the Committee\nacknowledged the complainant’s position that she was a victim of sexual assault\nand therefore should not have been identified, the terms of Clause 11 make\nclear that victims can be identified by publications when there is adequate\njustification and they are legally free to do so. In this instance, the\npublication had outlined that legal anonymity does not apply to the reporting\nof other criminal proceedings involving the victim.  In these circumstances, the Committee was\nsatisfied that the publication was legally free to name the complainant as\nrequired under the terms of Clause 11. \n11. The Committee also acknowledged the importance of the\nprinciple of open justice, and the public interest served by reporting what is\nheard in court in an open and transparent way. The article was a\ncontemporaneous report of a court case in which the complainant was facing\ncharges of assault and wasting police time. The allegation of sexual assault\nwas central to these ongoing proceedings, and the Committee was satisfied that\nthe publication was justified in identifying the complainant as an alleged\nvictim of sexual assault. In these circumstances there was no breach of Clause\n11.\n12. The complainant had recounted her experience with a\nphotographer outside court, which she believed amounted to harassment under the\nEditors’ Code. While the Committee were concerned about the behaviour the complainant had referred to, the newspaper had confirmed that\nit had only received one photograph of the complainant on that day, and the\nphotographer had assured the publication that this was the only photograph he\nhad taken. This photograph showed only the complainant leaving the court, and\ndid not appear to be taken on court property or in close proximity to the\ncomplainant. The Committee carefully considered the accounts of the complainant\nand the freelance photographer and, in light of the conflict between the two parties,\nit was unable to find a breach of Clause 3.\n13. The Editors’ Code recognises that publications are\ngenerally entitled to report court proceedings in full, save for exceptional\ncircumstances, such as when a legal restriction has been put in place by the\ncourt. The Committee acknowledged that in this instance the complainant was\ndistressed that personal information, including the fact that she alleged that\nsexual assault had taken place was included in the article. However, the\narticle was reporting on court proceedings where the complainant was facing\ncriminal charges separate to the criminal proceedings relating to the alleged\nsexual assault. In these circumstances, the information heard during\nproceedings was a matter of public record, and the reporting of this\ninformation formed part of the principle of open justice. There was no breach of Clause 2 in respect to\nthe publication of this information.\n14. The photograph of the complainant taken outside court\nwas used to show her likeness in relation to the article, and did not show\nanything private in nature about the complainant. There was no breach of Clause\n2 on this point.\n15. The complainant had also said that the article was\ninaccurate, as it had reported what the prosecution had alleged in court,\nincluding the claim that she had offered to perform a sex act, which she did\nnot accept was accurate.  However, the\ncomplainant did not dispute that these claims had been made by the prosecution\nduring the trial. The newspaper’s obligation was to ensure that it had\naccurately reported what was heard during proceedings. Also, where the article\nhad clearly stated that the trial was still continuing, and the publication had\npublished an update both on the original article and as a separate report to make\nreaders aware that the complainant had been found not guilty, there was no\nbreach of Clause 1.\nConclusions\n16. The complaint was not upheld.\nRemedial action required\n17. N/A\nDate complaint received: 17/12/2017Date decision issued: 01/06/2018    \n \nBack to ruling listing\n\n\n"
}