{
    "url": "/rulings-and-resolution-statements/ruling/?id=20829-17",
    "title": "20829-17 Rossi v The Argus (Brighton)",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2018-09-22 00:00:00",
    "received_on": "2017-12-18 00:00:00",
    "concluded_on": "2018-05-16 00:00:00",
    "complaint_processing_days": 149,
    "conclusion_long": ", and had instead confined the story to the known facts of the proximate cause of death: that the rider had lost control of the motorbike and had veered into the path of a lorry. This was in line with the coroner’s own judgment. It also noted that while the coroner’s later written record had included a line about the van driver’s braking, it had not made it a cause of death or apportioned blame to the van driver for Mr Rossi losing control. 12. While the newspaper did not accept a breach of the Code, it offered to publish the following wording in print and online based on the coroner’s later written record:  Paolo Rossi On 22 September, we reported on the inquest into the death of a motorcyclist, Mr Paolo Rossi, in a traffic accident on the A27 at Polegate last March. We have been asked to update our story with the coroner’s formal written finding. It says Mr Rossi was riding his motorcycle west on the A27 Folkington. A van in front of him braked sharply behind a pedal cycle. The deceased lost control and crashed head on into an eastbound lorry. He died at the scene. 13. The newspaper acknowledged that the article had mis-attributed a statement made by the complainant, to her partner, and that the reporter had misspelled the names of her son’s stepchildren in their notes. It said that it had amended these errors in the online article as soon as they had been brought to the newspapers attention. It did not accept that these errors were significant, such as to require further action. 14. With regard to the complainant’s concern that her complaint had not been handled with sensitivity, the newspaper said there had been a degree of miscommunication, but it maintained that the reporter had been polite while he defended his decision to omit details of the speculative evidence put forward at the inquest. 15. The complainant did not accept the newspaper’s offered correction as a resolution to her complaint. She requested an alternative wording which included an apology. She also said that she had no wish to apportion blame to anyone: the collision was most certainly not the van driver’s fault. She simply wanted the suggestion that her son had lost control of the bike for no reason to be removed from the article. 16. The complainant also provided the audio recording of the inquest to the Committee. Relevant Code provisions 17. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. These provisions should not restrict the right to report legal proceedings. Findings of the Committee 18. The Committee wished to express its sincere condolences to the complainant for her loss. 19. The inquest had heard evidence that a van ahead of Mr Rossi had braked, and Mr Rossi had then “lost control” of his vehicle; this was also recorded in the written Record of Inquest, issued after the hearing. However, for the reasons set out below, the Committee did not consider that the omission of this information from the article had given a misleading impression of the findings of the inquest.  20. The article had been based on the coroner’s oral judgment and the witness testimony, which had been heard at the inquest. The article set out what had been heard at the inquest, and the Committee did not consider that it suggested culpability on the part of anyone involved in the collision. The article had accurately reported that witnesses had seen Mr Rossi’s vehicle being “driven well”, before there was “fishtailing”, and an “erratic movement… moments before the crash”. It had further accurately reported the coroner’s judgment given at the hearing that Mr Rossi had died as a result of a “road traffic collision”. Failing to report the circumstances leading up to the complainant’s son’s loss of control over his vehicle, particularly where the cause for this loss of control had not been determined at the inquest, did not give the misleading impression that the collision had been his fault. This point did not represent a failure to take care over the accuracy of the article in breach of Clause 1(i). The Committee nevertheless welcomed the newspaper’s offer to publish a clarification recording the contents of the coroner’s written statement. 21. The Committee noted the complainant’s concern that the newspaper had chosen to include a reference to Tramadol being in her son’s system at the time of the collision. The selection of material for publication is a matter of editorial discretion. The Committee did not consider that the inclusion of this information had given the impression that the prescription drug had played a part in the collision. The article made clear that it was “not present in excess”. There was no failure to take care over the accuracy of the article on this point. 22. The newspaper had misreported the names of Mr Rossi’s stepchildren, and had attributed the complainant’s own statement to her partner. While the Committee understood the concern this had caused the complainant and acknowledged the sensitivity of the subject matter, these did not represent significant inaccuracies which required correction under the terms of Clause 1. The article had accurately reported a tribute given by a close family member; where there was no dispute as to the accuracy of the wording of this testimony, the Committee did not establish that to attribute these words to the complainant rendered the article significantly inaccurate or misleading. While these unfortunate inaccuracies did not represent a breach of Clause 1(i), given the sensitivity of the complaint, the Committee welcomed the amendment of this information in the online version of the article. 23. Clause 4 states that in cases involving grief or shock, enquiries and approaches must be made with sympathy and discretion, and publication handled sensitively. In this instance, while the Committee acknowledged that the complainant had found the way in which the newspaper had defended its position inappropriate given the sensitive nature of the situation, this was a concern which did not engage the terms of Clause 4, as it did not relate to an approach or enquiry made by the newspaper or the manner in which it had handled publication. Further, in circumstances where the article was an inquest report, the Committee did not establish that the information contained in the article had been published insensitively. There was no breach of the Code. Conclusion 24. The complaint was not upheld.",
    "remedial_action": "25. N/ADate complaint received:18/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20829-17 Rossi v The Argus (Brighton)\nSummary of complaint\n1. Debbi Rossi\ncomplained to the Independent Press Standards Organisation that The Argus\n(Brighton) breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief and\nshock) of the Editors’ Code of Practice in an article headlined “Biker\ncatapulted after hitting tipper lorry”, published on 22 September 2018.\n2. The article\nreported on an inquest into the complainant’s son’s death. It reported that the\ninquest had heard that while riding his motorbike, he had “veered on to the\nother side of the road and into a tipper lorry heading in the other direction”.\n3. The article\nexplained the circumstances leading up to the collision. It reported testimony\nfrom witnesses who had seen the complainant’s son braking hard and “suddenly\nfishtailing” behind a transit van which was travelling in front of him. The\narticle also contained the testimony of the driver of the tipper lorry: “I\ncould see past the transit van and could see the motorbike behind it. He\nstarted to brake and then started to brake very hard. He had quite clearly lost\ncontrol. At the last second he veered across in front of me”.\n4. The piece noted\nthat a toxicology report had found that Mr Rossi had taken the prescription\npainkiller Tramadol, but that it “was not present in excess”. It also included\na statement about Mr Rossi, which was attributed to the complainant’s partner.\nIn it, he said that Mr Rossi had “absolutely adored” his two stepchildren, who\nwere named in the article.\n5. The article\nappeared online in substantially the same form, under the headline “Biker died\nafter being catapulted into the air in lorry crash”.\n6. The complainant\nsaid that the article had presented a misleading account of the evidence heard\nat her son’s inquest because it omitted evidence which explained why her son\nhad been required to brake so suddenly. The written findings of the coroner had\nstated: “the deceased was riding his motorcycle west on the A27 at Folkington.\nA van in front of him braked sharply behind a pedal cycle. The deceased lost\ncontrol and crashed head on into an east bound lorry”. The complainant said\nthat the omission of this evidence from the article created the misleading\nimpression that her son had driven his motorcycle in an inappropriate manner\nand had been at fault in the collision. She said this impression had been\nsupported by the report that her son had Tramadol in his system at the time of\nthe collision.\n7. The complainant\nsaid that the newspaper had also misreported the names of her son’s\nstepchildren, and had incorrectly attributed the statement she had given, to\nher partner.\n8. The complainant\nsaid that when she had approached the newspaper shortly after the article had\nbeen published, her concerns had not been received by the newspaper in a\nsensitive or sympathetic manner.\n9. The newspaper\nsaid that it deeply sympathised with the complainant in her time of grief;\nhowever, it did not accept that the article had breached the Code. It said that\nit had accurately reported witness testimony and noted that the coroner’s oral\nverdict had concluded only that the complainant’s son had died as a result of a\nroad traffic collision; no further information had been provided.\n10. The newspaper said that it had been unaware of the\nwritten findings which had been published after the inquest; it did not accept\nthat the omission of this information rendered the story inaccurate or\nmisleading.\n11. The newspaper said that the inquest had heard that it\nwas most likely that the van driver’s braking had caused the complainant’s son\nto brake. However, the inquest had not found that this had inevitably led to Mr\nRossi’s death, and it would have been wrong for it to have suggested this in\nits report. To include information about the van driver’s braking, without the\ninclusion of other critical details – such as discussion of what other factors\nmight have caused Mr Rossi to lose control of the vehicle – would have rendered\nthe article misleading. The reporter had decided to avoid the complexity of\nthat evidence, upon which the court had not come to any clear conclusion, and\nhad instead confined the story to the known facts of the proximate cause of\ndeath: that the rider had lost control of the motorbike and had veered into the\npath of a lorry. This was in line with the coroner’s own judgment. It also\nnoted that while the coroner’s later written record had included a line about\nthe van driver’s braking, it had not made it a cause of death or apportioned\nblame to the van driver for Mr Rossi losing control.\n12. While the newspaper did not accept a breach of the Code,\nit offered to publish the following wording in print and online based on the\ncoroner’s later written record: \nPaolo Rossi\nOn 22 September, we reported on the inquest into the death\nof a motorcyclist, Mr Paolo Rossi, in a traffic accident on the A27 at\nPolegate last March. We have been asked to update our story with the coroner’s\nformal written finding. It says Mr Rossi\nwas riding his motorcycle west on the A27 Folkington. A van in front of him\nbraked sharply behind a pedal cycle. The deceased lost control and crashed head\non into an eastbound lorry. He died at the scene.\n13. The newspaper acknowledged that the article had\nmis-attributed a statement made by the complainant, to her partner, and that the\nreporter had misspelled the names of her son’s stepchildren in their notes. It\nsaid that it had amended these errors in the online article as soon as they had\nbeen brought to the newspapers attention. It did not accept that these errors\nwere significant, such as to require further action.\n14. With regard to the complainant’s concern that her\ncomplaint had not been handled with sensitivity, the newspaper said there had\nbeen a degree of miscommunication, but it maintained that the reporter had been\npolite while he defended his decision to omit details of the speculative\nevidence put forward at the inquest.\n15. The complainant did not accept the newspaper’s offered\ncorrection as a resolution to her complaint. She requested an alternative\nwording which included an apology. She also said that she had no wish to\napportion blame to anyone: the collision was most certainly not the van\ndriver’s fault. She simply wanted the suggestion that her son had lost control\nof the bike for no reason to be removed from the article.\n16. The complainant also provided the audio recording of the\ninquest to the Committee.\nRelevant Code provisions\n17. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n18. The Committee wished to express its sincere condolences\nto the complainant for her loss.\n19. The inquest had heard evidence that a van ahead of Mr\nRossi had braked, and Mr Rossi had then “lost control” of his vehicle; this was\nalso recorded in the written Record of Inquest, issued after the hearing.\nHowever, for the reasons set out below, the Committee did not consider that the\nomission of this information from the article had given a misleading impression\nof the findings of the inquest. \n20. The article had been based on the coroner’s oral\njudgment and the witness testimony, which had been heard at the inquest. The\narticle set out what had been heard at the inquest, and the Committee did not\nconsider that it suggested culpability on the part of anyone involved in the\ncollision. The article had accurately reported that witnesses had seen Mr\nRossi’s vehicle being “driven well”, before there was “fishtailing”, and an\n“erratic movement… moments before the crash”. It had further accurately\nreported the coroner’s judgment given at the hearing that Mr Rossi had died as\na result of a “road traffic collision”. Failing to report the circumstances\nleading up to the complainant’s son’s loss of control over his vehicle,\nparticularly where the cause for this loss of control had not been determined\nat the inquest, did not give the misleading impression that the collision had\nbeen his fault. This point did not represent a failure to take care over the\naccuracy of the article in breach of Clause 1(i). The Committee nevertheless\nwelcomed the newspaper’s offer to publish a clarification recording the\ncontents of the coroner’s written statement.\n21. The Committee noted the complainant’s concern that the\nnewspaper had chosen to include a reference to Tramadol being in her son’s\nsystem at the time of the collision. The selection of material for publication\nis a matter of editorial discretion. The Committee did not consider that the\ninclusion of this information had given the impression that the prescription\ndrug had played a part in the collision. The article made clear that it was\n“not present in excess”. There was no failure to take care over the accuracy of\nthe article on this point.\n22. The newspaper had misreported the names of Mr Rossi’s\nstepchildren, and had attributed the complainant’s own statement to her\npartner. While the Committee understood the concern this had caused the\ncomplainant and acknowledged the sensitivity of the subject matter, these did\nnot represent significant inaccuracies which required correction under the\nterms of Clause 1. The article had accurately reported a tribute given by a\nclose family member; where there was no dispute as to the accuracy of the wording\nof this testimony, the Committee did not establish that to attribute these\nwords to the complainant rendered the article significantly inaccurate or\nmisleading. While these unfortunate inaccuracies did not represent a breach of\nClause 1(i), given the sensitivity of the complaint, the Committee welcomed the\namendment of this information in the online version of the article.\n23. Clause 4 states that in cases involving grief or shock,\nenquiries and approaches must be made with sympathy and discretion, and\npublication handled sensitively. In this instance, while the Committee\nacknowledged that the complainant had found the way in which the newspaper had\ndefended its position inappropriate given the sensitive nature of the\nsituation, this was a concern which did not engage the terms of Clause 4, as it\ndid not relate to an approach or enquiry made by the newspaper or the manner in\nwhich it had handled publication. Further, in circumstances where the article\nwas an inquest report, the Committee did not establish that the information\ncontained in the article had been published insensitively. There was no breach\nof the Code.\nConclusion\n24. The complaint was not upheld.Remedial action required25. N/ADate complaint received:18/12/2017Date decision issued: 16/05/2018 \nBack to ruling listing\n\n\n"
}