{
    "url": "/rulings-and-resolution-statements/ruling/?id=20838-17",
    "title": "20838-17 Collins v thesun.co.uk",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2018-01-02 00:00:00",
    "received_on": "2018-01-02 00:00:00",
    "concluded_on": "2018-03-09 00:00:00",
    "complaint_processing_days": 66,
    "conclusion_long": "11. The complaint was not upheld",
    "remedial_action": "12. N/ADate complaint received: 02/01/2018",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20838-17 Collins v thesun.co.uk\nSummary of complaint\n1. Tommy Collins\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 2 (Privacy) of the Editors’ Code of Practice in an article\nheadlined \"'FREE HIM' Ferne McCann likes post calling for the early\nrelease of acid attacker ex Arthur Collins just weeks after insisting he will\nnever see her or his daughter again\", published on 2 January 2018.\n2. The article\nreported on a photograph of the complainant and his brother, which he had\nposted on his Instagram. The complainant’s brother has recently been convicted\nof GBH and ABH. The picture was captioned; “Free up my brother I miss him the\nmost”. The article reported that the complainant’s brother’s former partner had\n“liked” the post.\n3. The complainant\nsaid that when he had published the post, his Instagram account had privacy\nsettings in place; no-one, outside of his 699 followers, would have been able\nto view it. He said that he did not accept “follow requests” on social media\nfrom anyone he did not know.\n4. The publication\nsaid that the complainant’s Instagram profile had been set to “public”, and it\nhad only been made private several days after the photograph had been\npublished. It explained that the journalist had seen the post, having\n“followed” the complainant on Instagram for over a year. She said that a senior\nwriter, who did not follow the complainant on Instagram, had been able to view\nthe post when she had alerted him to it.\n5. The publication\nnoted that the complainant had 699 followers on his Instagram, and said that it\nwas reasonable to conclude that the complainant would not personally know all\nof these people.\n6. The publication\nsaid that the post did not reveal any private information about the\ncomplainant; it simply showed his face, and disclosed that he misses a sibling\nwhom he can no longer regularly see. It said that the primary focus of the\narticle was not the complainant; it concerned the former partner of his\nbrother, who had publicly distanced herself from him, following his conviction.\nThe publication said that there was a public interest in preventing the public\nfrom being misled by her statements, by identifying that what she said publicly\nmay differ significantly from her true feelings on the matter.\nRelevant Code provisions\n7. Clause 2\n(Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nFindings of the Committee\n8. The article had\nreported on a photograph of the complainant which had disclosed his\nrelationship with his brother. The complainant’s likeness, or his relationship\nwith his sibling, did not disclose private information about him in these\ncircumstances. The accompanying caption disclosed the fact that the complainant\nmissed his brother, and expressed his desire for him to be free from prison.\nThis was a limited account of the complainant’s emotional reaction to his\nbrother being in prison. The fact that the former partner of the complainant’s\nbrother had “liked” the Instagram post, was not private information about the\ncomplainant.\n9. The publication\ndisputed the complainant’s position that he had privacy settings in place on\nhis Instagram at the time he had published the post. The Committee was not able\nto reconcile these differing accounts. However it was accepted that the complainant\nhad made the post visible to 699 people, one of whom was a journalist who was\nnot known personally to him.\n10. Taking into account the nature of the information and\nthe fact that it had been disclosed to a large audience, the Committee\nconcluded that the complainant did not have a reasonable expectation of privacy\nin relation to this information; nor did its publication in the article under\ncomplaint represent an intrusion into his private life. There was no breach of\nClause 2.\nConclusion\n11. The complaint was not upheld\nRemedial Action Required\n12. N/ADate complaint received: 02/01/2018Date decision issued: 09/03/2018 \nBack to ruling listing\n\n\n"
}