{
    "url": "/rulings-and-resolution-statements/ruling/?id=20850-17",
    "title": "20850-17 Opik v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Sun (News UK)",
    "published_on": "2017-11-18 00:00:00",
    "received_on": "2017-12-20 00:00:00",
    "concluded_on": "2018-07-10 00:00:00",
    "complaint_processing_days": 202,
    "text": "\n\n\n\n\n\nDecision of the\nComplaints Committee 20850-17 Opik v The SunSummary of complaint\n1. Lembit Opik\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 10 (Clandestine\ndevices and subterfuge) of the Editors’ Code of Practice in an article\nheadlined “Rat Opik nuzzles lover’s Lembits”, published on 18 November 2017.\n2. The article\nreported that a former partner of the complainant had “revealed” to the\nnewspaper that in August 2016, he had “accidentally sent her pictures of him\nnuzzling [named woman’s] boobs as she lay on a sun lounger in a bikini”. The\narticle was illustrated with the photographs which the complainant had\nallegedly sent; it described one of the photographs as a “saucy snap” and\nsuggested that it showed that the complainant and the woman were “more than\n‘just good friends’”.\n3. The article\nexplained that the complainant’s former partner had approached the newspaper\nwith the photographs several days after she had published the following tweet:\n“Just ended the relationship with @lembitopik – the woman with whom he spent\nMonday night can have him now all to herself”. The Sun and other publications\nhad published coverage which interpreted this tweet as her ending the\nrelationship. The article said that the complainant’s former partner had told\nthe journalist: “He’s always claimed they were just friends but I have had my\nsuspicions. This picture has shows their friendship has crossed a line”. The\narticle reported that the complainant was unavailable for comment.\n4. The complainant\nsaid that the photographs were private and had been published in the article\nwithout his consent. He said that they had been taken while he and the other\nwoman had been on a private holiday together, at a location they had\nspecifically selected because it was private. There had been no other reporting\nof the holiday and they had done nothing to publicise it. He explained that at\nthe time the photographs were taken, he had been joking with his friend and\nseveral other holidaymakers, one of whom took the photographs. They were within\na closed courtyard with no visual access from outside of it. He said that there\nwas no public interest justification for publishing this photograph, which had\ncaused severe intrusion into his life, and his relationships with his former\npartner and their very young child.\n5. The complainant\nfurther said that the newspaper had used the photograph in order to create an\ninaccurate story about the nature of his relationship with the other woman; she\nwas not his “lover”, nor was he a “rat”. The complaint said that the\nnewspaper’s characterisation of him in that way was misleading because it\nimplied that he had been engaged in a sexual relationship with the woman, while\nalso in a relationship with his former partner. He also said that it was\ninaccurate to report that he was “unavailable to comment” on his former\npartner’s revelations, given that he had put the newspaper on notice in the\nearly hours of 18th November, that he did not consent to the publication of the\nphotographs.\n6. The complainant\nsaid that contrary to the article’s claim, he did not send the pictures to his\nformer partner, accidentally or otherwise; he did not know how they had come to\nbe sent but said it was extremely unlikely that it had been an accident as they\nhad been transmitted as attachments in three separate emails, minutes apart. He\nspeculated that they had been sent to her from his email account by a third\nparty, or that they were stolen from him. He said that in those circumstances\nthe newspaper, via an agent, had published material acquired by accessing\ndigitally-held information without his consent.\n7. The newspaper\ndid not accept that the publication of the photograph represented an intrusion\ninto the complainant’s private life. It said that the location in which the\ncomplainant’s photograph had been taken were, in was case, irrelevant. It said\nthat he had consented to it being taken by a relative stranger, and as far as\nit was aware, at the time of publication, had sent the photograph to his former\npartner, which limited his expectation of privacy. To find that the location\nwas relevant would be similar to asserting that newspapers cannot publish\nphotographs which are publicly viewable on people’s Facebook profiles, if those\nphotographs were taken inside people’s homes. It said that the salient point\nunder Clause 2 was what the photograph showed. The newspaper noted that the\ncomplainant had argued that the alleged “private information” revealed about\nhim was that he was having a private holiday with a friend; it said that the\nfact of being on holiday with someone is not private. The complainant denied\nthat it showed any sexual activity, and the photograph had been taken by an\nacquaintance, which suggested he did not regard the activity he had been\nengaged in as private.\n8. While the\nnewspaper did not accept that the publication of the photograph was intrusive,\nit said that the complainant’s former partner had a right to freedom of\nexpression, and was entitled to talk about the break-down of her relationship.\nIt noted that the complainant had previously spoken publicly about his\nrelationships and said that she was entitled to do the same.\n9. The newspaper\nsaid that its characterisation of the complainant as a “love rat” was based on\nhis former partner’s belief that he had been unfaithful to her, and not\nexclusively on the understanding that he had sent her the photographs. It said\nthat the article’s characterisation of the complainant as the woman’s “lover”\nwas not misleading: the article had clearly reported his former partner’s\nconcerns that he was in a sexual relationship with another woman.\n10. The newspaper said that it was accurate to report that\nthe complainant was unavailable for comment in relation to the allegations\ncontained in the article under complaint. It said that after interviewing the\ncomplainant’s former partner and having learned that the complainant had sent\nher the photographs, the journalist had attempted to contact the complainant\nseveral times. It said that on the 17th November, the journalist contacted the\ncomplainant over the phone at around 5.45, and then again half an hour later;\nthe newspaper said that having received no response, the reporter sent an email\nat 8.45pm.  The newspaper said that the\nreporter received two emails from the complainant at 11.22pm, and again at 11.54pm;\nit said that these emails were received after the newspaper had gone to print.\n11. The complainant said that he would be prepared to\ncontact the individual who had taken the photographs, who he expected would\nconfirm that the photographs had been taken for a private purpose.\nRelevant Code Provisions\n12. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 10 (Clandestine devices and subterfuge)*\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including by\nagents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nThe public interest\nThe public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting public\nhealth or safety.Protecting the\npublic from being misled by an action or statement of an individual or\norganisation.Disclosing a person\nor organisation’s failure or likely failure to comply with any obligation to\nwhich they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.There is a public\ninterest in freedom of expression itself.The regulator will\nconsider the extent to which material is already in the public domain or will\nor will become so.Editors invoking\nthe public interest will need to demonstrate that they reasonably believed\npublication - or journalistic activity taken with a view to publication – would\nboth serve, and be proportionate to, the public interest and explain how they\nreached that decision at the time.An exceptional\npublic interest would need to be demonstrated to over-ride the normally\nparamount interests of children under 16.\nFindings of the Committee\n13. The newspaper had been aware at the time of publication\nthat the complainant had not consented to the sharing of the photographs either\nwith his former partner or with a wider audience; this was apparent from the\nfact that it had reported that he had forwarded the photographs “accidentally”,\nnotwithstanding the complaint’s position that he had not in fact done so. He\nhad not placed the photographs in the public domain otherwise.\n14. The questions for the Committee were therefore whether\nthe article, including the photographs, was intrusive into the complainant’s\nprivate life such that justification for its publication was required under the\nterms of Clause 2 – and whether, if so, it had provided a sufficient\njustification.\n15. The photograph had captured a moment which would have\nonly been seen by a small number of people, and had been taken while the\ncomplainant had been enjoying a private holiday. Notwithstanding the\ncomplainant’s position that he was joking around with a friend and the fact\nthat the photographs had been taken by a third party, they showed an intimate\nmoment with a close friend, which had taken place in a closed courtyard within\na private hotel with limited access to the wider public. The newspaper had\nsuggested in the article that the photographs provided grounds to question the\ncomplainant’s position that they were “just good friends”, speculating about\naspects of his private life.\n16. The complainant was entitled to expect that photographs\nshowing an intimate moment with a close friend in a private place, would not be\npublished without his consent. The publication of the photographs clearly had\nthe potential to intrude into his private life.\n17. The complainant’s former partner had approached the\nnewspaper in order to speak about the breakdown of her relationship; as\nenshrined in the Code, she had a right to exercise her freedom of expression.\nHowever, the story was focussed on the photograph of the complainant and the\nwoman, and what the newspaper said the photograph showed. The complainant’s\nformer partner had not been present on the holiday, and the photograph had been\ndisclosed to her without the complainant’s consent. The publication of photographs\nhave the potential to be particularly intrusive, and the newspaper had not\nidentified a public interest that would justify the publication of a photograph\nof the complainant sharing an intimate moment, and the extensive speculation\nand discussion of this moment. The complaint under Clause 2 was upheld.\n18. The Committee then turned to consider the complaint\nunder Clause 1. The Committee noted the complainant’s denial that he was in a\nsexual relationship with the woman named in the article. The Committee’s role\nwas not to determine the truth or otherwise of the claim that he was the\nwoman’s “lover” or that he was a “love rat”; the question for the Committee was\nwhether the newspaper had taken care over the reporting of the nature of\ncomplainant’s relationship with her.\n19. In this case, the newspaper had taken care to be clear\nthroughout that the basis for the allegations relating to the complainant’s\nconduct, were the claims made by his former partner, who, via a social media\nplatform, had suggested that the complainant had been unfaithful to her. The\nnewspaper had further taken care to view the photographs, prior to publication,\nand to publish the complainant’s denial to the claim of infidelity. His former\npartner had spoken to the journalist, and had told them that the photographs\nshowed that the friendship had “crossed a line”. The claim that the complainant\nwas the woman’s “lover” or a “love rat”, were presented in that context; the\nnewspaper has taken care to present these claims as that of his former\npartners. The Committee were concerned at the short amount of time which the\nnewspaper had granted to the complainant to respond to his former partner’s\nclaims. The newspaper’s first approach had been a telephone call at 5.45pm, on\nthe eve of publication, and it had only contacted the complainant in writing\nlater, at 8.45pm. However, in circumstances where the article had contained the\ncomplainant’s denial of the general claim of infidelity, and the focus of the\narticle was on the photographs, the existence of which was not in dispute, the\nCommittee did not establish that there had been a failure to take care over the\naccuracy of the article, and there was no misleading impression, such that a\ncorrection was required.\n20. It was accurate to report that the complainant had been\nunavailable to comment on the allegations contained in the article under\ncomplaint in circumstances where the newspaper had only received communications\nfrom him after the newspaper had gone to print. The complaint under Clause 1\nwas not upheld.\n21. The email chain provided by the newspaper had shown that\nan email which enclosed the photograph, had been sent from the complainant’s\nemail address to his former partner. The Committee did not find any grounds to\nestablish that the newspaper had engaged in subterfuge in order to obtain this\nmaterial. The terms of Clause 10 were not engaged.\nRemedial action required\n22. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n23. The newspaper had published private information in\nbreach of Clause 2. In those circumstances, the publication of the Committee’s\nadjudication was appropriate.\n24. The Committee considered the placement of the\nadjudication. As the photograph had appeared on p. 7 of the print edition, the\nCommittee decided that the adjudication should be published on p. 7 or further\nforward. The headline to the adjudication should make clear that IPSO has\nupheld the complaint, give the title of the newspaper, and refer to the\ncomplaint’s subject matter. The headline of the adjudication must be agreed\nwith IPSO in advance.\n25. The adjudication should also be published on the newspaper’s\nwebsite, with a link to the full adjudication appearing on the top half of the\nhomepage for 24 hours; it should then be archived in the usual way. The\npublication should contact IPSO to confirm the amendments it now intends to\nmake to the article to avoid the continued publication of material in breach of\nthe Editors’ Code of Practice.\n26. The terms of the adjudication for publication are as\nfollows:\nFollowing an article published on 18 November 2017 in The\nSun, headlined ”Rat Opik nuzzles lover’s Lembits”, Lembit Opik complained to\nthe Independent Press Standards Organisation that the newspaper had breached\nClause 2 (Privacy) of the Editors’ Code of Practice. IPSO upheld the complaint\nand has required The Sun to publish this decision as a remedy to the breach.\nThe article reported that a former partner of the\ncomplainant had “revealed” to the newspaper that in August 2016, he had\n“accidentally sent her pictures of him nuzzling [named woman’s] boobs as she\nlay on a sun lounger in a bikini”. The article was illustrated with the\nphotographs which the complainant had allegedly sent.\nThe complainant said that the photographs were private and\nhad been taken while he and the other woman had been on a private holiday. He\nsaid that the photographs been published in the article without his\nconsent. \nThe newspaper did not accept that the publication of the\nphotographs represented an intrusion into the complainant’s private life. It\nsaid that the complainant had consented to the photographs being taken, and had\nsent it to his former partner, which limited his expectation of privacy.\nIPSO’s Complaints Committee noted that the newspaper had\nbeen aware at the time of publication that the complainant had not consented to\nthe sharing of the photographs either with his former partner or with a wider\naudience; this was apparent from the fact that it had reported that he had\nforwarded the photographs “accidentally”. The photograph had captured a moment\nwhich would have only been seen by a small number of people, and had been taken\nwhile the complainant had been enjoying a private holiday. The newspaper had\nnot identified a public interest that would justify the publication of a\nphotograph of the complainant sharing an intimate moment, and the extensive\nspeculation and discussion of this moment. The complaint under Clause 2 was\nupheld.Date complaint received: 20/12/2017Date decision issued: 10/07/2018  \nBack to ruling listing\n\n\n"
}