{
    "url": "/rulings-and-resolution-statements/ruling/?id=20864-17",
    "title": "20864-17 Hindley v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "concluded_on": "2018-07-05 00:00:00",
    "conclusion_long": "36. The complaint was upheld under Clause 1.",
    "remedial_action": "37. Having upheld the complaint in part, the Committee considered what remedial action should be required. 38. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication, the nature, extent and placement of which is determined by IPSO. 39. In this case, the newspaper had taken steps to address the concerns raised by the complainant, and had offered a correction, making clear that “cosmetic cowboys” and “rogue beauticians” did not apply to the complainant.  This correction mitigated the seriousness of the breach of the Code. However, the wording had not made clear that the complainant had not been guilty of “botching” treatments, as suggested by the article. Nor had the online correction dealt with the inaccuracy about skin lightening. The Committee therefore considered that the appropriate remedy was the publication of a further correction. This correction should appear on page two of the newspaper, and at the top of the article as it appears online. The wording should be agreed with IPSO in advance. It should address the further inaccuracies identified by the Committee, and make clear that it has been published following an upheld ruling by IPSO.Date complaint received:: 21/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20864-17 Hindley v The Mail on Sunday\nSummary of complaint\n1. Danielle Hindley\ncomplained to the Independent Press Standards Organisation that The Mail on\nSunday breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “You've got so many lines you'll end up like Gordon Ramsay”,\npublished 31 December 2017.\n2. Under the\nsubheadline the “curse of the cosmetic cowboys”, the article reported on an\ninvestigation conducted by the newspaper into treatments administered to\nmembers of the public by a number of beauticians. The first paragraph of the\narticle explained that “rogue beauticians” were carrying out “dangerous and\nillegal procedures” and that the investigation followed a “shocking rise in\ncases of botched treatments”. The article reported concern from a variety of\nsources, including doctors and beauty campaigners, that procedures which are\nillegal in other countries can be legally administered in the UK.\n3. In a separate\nbox under the heading “Case Study 1”, the article reported that an undercover\njournalist had booked a 45 minute “plasma skin tightening” appointment with the\ncomplainant, who is a beautician. The article explained that there had been an\nincrease in complaints about this treatment, which is a non-surgical procedure\nwhich stimulates and contracts the skin in order to cause tightening and\nlifting, and said that experts had said that it is a procedure which should\nonly be given by qualified medics. The article reported that the complainant\nhad assured the journalist that “nothing could go wrong, saying it was ‘one of\nthe easiest treatments I have ever learnt to do’”. In the box, the article also\nexplained that a former client of the complainant had approached the newspaper\ncomplaining of “swollen eyes” and an “array of burn marks” after receiving\nplasma skin tightening treatment. The article was illustrated with a photograph\nof the woman’s eyes which had been taken 48 hours after receiving the treatment\nfrom the complainant, which showed visible red marks and swelling. The article\nreported the complainant’s denial of “any wrongdoing” in relation to this\nindividual, and said that the complainant had told the newspaper: “the\npossibility of swelling, ‘was discussed in great detail, not only verbally but\nin the consultation form signed by the client.’”\n4. The article\nreported that the complainant had received two days’ training on plasma skin\ntightening. It also reported that she has a conviction for a financial crime.\n5. The article\nappeared in substantially the same form online, under the same headline, and\nwas published on 30 December 2017. In the online article, the information about\nthe complainant was not presented in a separate box under the heading “Case\nStudy 1”. The photograph of the complainant’s former client was captioned:\n“’Depressed’: One client of ‘plasma’ skin lightening 48 hours later”.\n6. The complainant\ndenied that she was a “rogue beautician”, or that she was a “cosmetic cowboy”.\nShe said that the article had identified her by name, had published her\nphotograph, and had presented the information relating to her as a “case\nstudy”, in the context of an article about beauticians performing treatments in\nan illegal or careless manner. She said that the inclusion of her details in\nthat context was damaging to her professional reputation and significantly\nmisleading. She said she was acting within the law and denied any wrongdoing in\nrelation to her former client, or the service she provided to the undercover\nreporter: she said that the risks involved in the treatment were explained to\nthem both by following proper procedures, both verbally during the\nconsultation, and in writing through use of a consent form. The complainant\nsaid that she was fully qualified, trained, licensed and insured to carry out\nplasma skin tightening; she said that the article had created a distorted\nimpression of her qualifications, the quality of the service which she provides\nto members of the public, and her legal right to carry out the procedure.\n7. The complainant\nalso raised concern about the caption below the photograph of her former client\nin the online article: she did not perform any treatment involving “skin\nlightening”. She also said it was misleading to report that she had received\ntwo days training on plasma skin tightening, when she had been required to\nundertake 30 hours of home study. She also said that she had told the reporter\nthat she had also been required to have a Level 4 qualification in the beauty\nindustry before being able to carry out plasma skin tightening.\n8. The complainant\nsaid that the journalist had entered her home where she runs her business, and\nhad recorded a video of her without her knowledge or permission. The\ncomplainant said that she had a reasonable expectation of privacy in her own\nhome and in relation to the activities which took place there. She did not\naccept that the newspaper’s intrusion into her private life and the use of\nsubterfuge and a hidden camera, to obtain and publish the material, was\njustified in the public interest.\n9. The complainant\nalso said that she had a reasonable expectation of privacy over her conviction,\nwhich she said was spent. She also said that she had not been convicted for a\nfinancial crime; she had pleaded guilty to aiding and abetting her former\nhusband who was convicted of being concerned in the management of a company\nwhile bankrupt.\n10. The newspaper did\nnot accept a breach of the Code. It said that there was no suggestion that\nevery one of the allegations about beauticians mentioned in the main article related\nto the complainant. It said that the information relating to the complainant\nhad been distinguished in a separate box, which had made clear that it is not\nillegal for non-medical practitioners to undertake plasma skin tightening. It\nsaid that the case study was used to illustrate one aspect of the story about\nmedically unqualified practitioners performing potentially harmful procedures.\n11. In an attempt to\nresolve the complaint, the newspaper offered to publish the following wording\nin the section of the online article which referred to the complainant, as well\nas in its established Corrections and Clarifications column:\n“Since publication of this article we have been asked to\nconfirm that Ms Hindley is a trained beautician who is legally entitled to\ncarry out the plasma treatment described. The general references to “cosmetic\ncowboys”, “rogue beauticians” and “illegal procedures” do not apply to Ms\nHindley and we are happy to make that clear.”\n12. The newspaper\nsaid that the piece had accurately reported the complaint of one of the\ncomplainant’s customers and the article had included the complainant’s response\nto the swelling and discomfort she had experienced.\n13.  In relation to\nthe caption in the online article, the newspaper said that the publication of\n“skin lightening” was an error that occurred when the article was re-edited for\nposting online. It amended the caption accordingly. The newspaper said that the\nerror was not significant, particularly since in the online version of the\narticle, the picture was published in the main article and was not linked to\nthe separate panel about the complainant; it said that readers would not\nnecessarily have known that the picture was of her client.\n14.  The newspaper\nsaid that it had reported the complainant’s spent conviction accurately. It\nsaid that the complainant had been convicted of aiding and abetting her then\nhusband in a £150,000 fraud for which she was given a 12 month community order\nand was required to pay costs.\n15.  The newspaper\naccepted that it had engaged in subterfuge when the journalist had posed as a\nclient and had used a hidden camera, in order to obtain material about the\nservice provided by the complainant. It said that while the terms of Clause 10\nwere engaged, its actions were justified in the public interest.\n16.  The newspaper\nsaid that it had been informed, generally, that unlicensed beauticians were\noffering potentially dangerous and sometimes illegal treatments that could\nleave clients suffering or even permanently disfigured. It said that a campaign\ngroup had informed the newspaper that they were concerned by the case of the\ncomplainant’s former client, whose experience of plasma treatment had been set\nout in the article.\n17.  The newspaper\nsaid that during a meeting with the reporter and senior editorial staff, it had\nbeen decided that it was important to visit the complainant’s salon in order to\nverify the woman’s claim that the complainant had failed to offer proper warnings\nabout the possible risks of undertaking plasma skin tightening treatment. It\nsaid that it was agreed that some subterfuge was justified both because of the\ngreat public interest in exposing dangers and also because the level of\nsubterfuge was relatively low and was required in order to observe the\ncomplainant’s explanation of the treatment just as she would do to any other\ncustomer.\n18.  The newspaper\nsaid that the only information which was published that was obtained through\nsubterfuge was the fact that the complainant had assured the reporter that\nnothing could go wrong. It said that this was important information since it\nrevealed that the complainant may have been failing in a duty to protect her\nclients by fully informing them of the risks involved. It said that the further\ninformation relating to the complainant was obtained from interviewing her\nformer client, talking to experts and interviewing the complainant herself\nafter the reporter had revealed their identity. It noted that the undercover\nvideo footage was not published in the article.\n19.  The newspaper did\nnot accept that the journalist’s conduct amounted to an intrusion into the\ncomplainant’s private life. It said that the complainant ran her business from\nher home and the journalist did not venture into any parts of her house which\nwould not also be accessible to her other customers. It said that it did not\npublish any pictures from the complainant’s home or salon, nor did it publish\nanything that compromised her personal privacy. It noted that the report was\nentirely concerned with the complainant’s professional activity.\n20.  The newspaper\nsaid that the complainant did not have a reasonable expectation of privacy over\ninformation relating to her spent conviction. It said that details of the\nconviction were in the public domain, having been reported on at the time. The\nnewspaper noted that prior to publication, the complainant had published a\nvideo on YouTube in which she had talked openly about the conviction and\noffered an explanation of it.\nRelevant Code provisions\n21.  Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\n(iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 10 (Clandestine devices and subterfuge)*\n(i) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\n(ii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nThe public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\nThe public interest includes, but is not confined to:\ni. Detecting or exposing crime, or the threat of crime, or\nserious impropriety.\nii. Protecting public health or safety.\niii. Protecting the public from being misled by an action or\nstatement of an individual or organisation.\niv. Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.\nv. Disclosing a miscarriage of justice.\nvi. Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.\nvii. Disclosing concealment, or likely concealment, of any\nof the above.\nviii. There is a public interest in freedom of expression\nitself.\nix. The regulator will consider the extent to which material\nis already in the public domain or will or will become so.\nx. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n22. The complainant was pictured and identified as a “case\nstudy” in a spread of coverage reporting on “cosmetic cowboys”. As the article\nexplained, the newspaper’s definition of “rogue” behaviour was broad, and\nincluded people carrying out “dangerous and illegal procedures”, as well as\nthose who had “botched” treatments.\n23. Given the range of issues discussed in the coverage, the\nCommittee considered first the nature of the allegation against the\ncomplainant. Having reviewed the coverage and the text of the “case study”\nrelating to the complainant, it concluded that there was no allegation that she\nhad acted illegally or had carried out procedures for which she was not\nqualified.\n24. The inclusion of the complainant as a case study, in an\narticle which reported on “cosmetic cowboys” and “rogue” beauticians, gave a\nspecific impression of the complainant’s qualifications and her ability to\ncarry out plasma skin tightening treatments. The inclusion of information\nrelating to her in the article, in conjunction with the claim that she was\n“rogue” gave the misleading impression that she had “botched” treatments, acted\nillegally or had carried out procedures for which she was not qualified. This\nsuggestion was strengthened by the inclusion of the complaints from her former\nclient about the impact of the treatment. The newspaper was entitled to\ncriticise the regulatory regime surrounding the treatments on offer. However,\nthe newspaper had not provided, in the article or in its response to the\ncomplaint, sufficient basis for the allegation that the complainant had acted\nimproperly or recklessly. There was a failure to take care over the accuracy of\nthe article, in breach of Clause 1(i) and the article gave a significantly\nmisleading impression of the complainant’s conduct, because it suggested that\nshe was guilty of wrongdoing.\n25. The Committee welcomed that the newspaper had offered to\npublish a correction, making clear that the general terms “cosmetic cowboy”,\nand “rogue beautician” did not apply to the complainant. However, its wording\nhad not made clear that the complainant was not guilty of “botching”\ntreatments, as the article had implied. On balance, there was a breach of\nClause 1 (ii).\n26. In the online article, the caption to the\nphotograph of the complainant’s former client had claimed that she had received\n“skin lightening” treatment. The Committee were concerned by this error, which\nclearly represented a failure not to publish inaccurate information. This\ntypographical error gave rise to the significantly misleading impression that\nthe complainant administers a treatment which lightens a person’s skin. Such a\nclaim required correction, under the terms of Clause 1(ii).\n27. The complainant had been convicted of aiding and\nabetting her then husband in a £150,000 fraud; it was accurate to describe her\nspent conviction as a “financial crime” in those circumstances. Further, while\nthe Committee noted the complainant’s position that she had undertaken home\nstudy and had been required to have a Level 4 entry qualification in order to\nadminister the treatment, it was accurate to report that the training which she\nhad obtained had taken two days. There was no further breach of Clause 1 on\nthese points.\n28. The journalist had posed as a client and had filmed the\ncomplainant through use of a hidden camera: the terms of Clause 10 were\nengaged.\n29. The newspaper had been informed of specific concerns\nrelating to the complainant and her administration of the plasma skin\ntightening treatment. The Committee noted that the decision to conduct an\ninvestigation into the service provided by her, had only been made after the\nreporter had consulted with senior members of the editorial staff. There was a\npublic interest in conducting an investigation in order to establish the\nveracity of the claims made by the complainant’s former client, who had alleged\nthat she had failed to provide adequate warnings of the risks involved in the\ntreatment. It was reasonable to presume that an open approach to the\ncomplainant would not achieve this: an undercover investigation was justified\nin order to experience the service provided by the complainant in the way that\nany other client would do.\n30. The Committee noted that the level of subterfuge was\nlimited; the undercover reporter had simply discussed plasma skin tightening\nwhile in the complainant’s treatment room and did not actually go through with\nthe procedure. The misrepresentation involved the reporter posing as one of the\ncomplainant’s clients; her experience of the service provided by the\ncomplainant did not differ from that of any other potential client, unknown to\nthe complainant, who was invited into her home.\n31. There was a public interest in investigating whether the\ncomplainant was providing sufficient warnings of the risks involved with the\ntreatment, given the concerns raised about plasma skin tightening from medical\nprofessionals and campaigners. The newspaper’s actions had been proportionate\nto the public interest in undertaking the investigation.\n32. The Committee noted that the published material obtained\nthrough the use of subterfuge was limited: the article had only disclosed only\na brief comment which the complainant had made to the reporter that “nothing\ncould go wrong” and the treatment was “easy”. The publication of this comment\nwas proportionate to, and served the public interest identified by the\nnewspaper because it related to campaigners concerns that beauticians were not\ngiving sufficient warnings of the risks involved. The publication of this\ncomment was justified in the public interest identified by the newspaper. There\nwas no breach of Clause 10.\n33. The Committee then turned to consider the complaint\nunder Clause 2. The Committee noted that the conversation with the journalist\nhad taken place at the complainant’s home. However, the complainant’s home had\na dual purpose: it was also a location where she operated her business. There\nmay be circumstances where an individual has a reasonable expectation of\nprivacy in a location which is both their home, and their business premises.\nWhether privacy may reasonably be expected will depend on all the factors\nrelevant to a particular case.\n34. In this instance, the reporter did not enter an area of\nthe complainant’s home which would not ordinarily be accessible to her clients.\nFurther, the video footage had captured the complainant’s professional life; it\ncaptured her in her place of work, and discussing the services which she\nprovides there. There was no reasonable expectation of privacy in those\ncircumstances. Further, the published comments made by the complainant did not\nreveal any private information about her; her comments related to her\nprofession and simply expressed her view that plasma skin tightening was a\nstraightforward treatment, and were an attempt to assuage the reporter’s\nconcerns. Conducting an undercover investigation in the complainant’s home and\nreporting on the comments which she had made, did not represent a breach of Clause\n2.\n35. Prior to publication, the complainant had posted a video\non YouTube and had discussed her recollection of the undercover reporter’s\nvisit to her home. In the video, the complainant had had also talked openly and\nat length about her spent conviction and had also offered an explanation for\nit. In circumstances where the complainant had freely disclosed this\ninformation herself on a social media platform, the newspaper’s disclosure of\nthe fact that the complainant had a spent conviction in the article under\ncomplaint did not represent an intrusion into her privacy. The complaint under\nClause 2 was not upheld.\nConclusion\n36. The complaint was upheld under Clause 1.\nRemedial Action Required\n37. Having upheld the complaint in part, the Committee\nconsidered what remedial action should be required.\n38. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or adjudication, the nature, extent and placement of which is determined by\nIPSO.\n39. In this case, the newspaper had taken steps to address\nthe concerns raised by the complainant, and had offered a correction, making\nclear that “cosmetic cowboys” and “rogue beauticians” did not apply to the\ncomplainant.  This correction mitigated\nthe seriousness of the breach of the Code. However, the wording had not made\nclear that the complainant had not been guilty of “botching” treatments, as\nsuggested by the article. Nor had the online correction dealt with the\ninaccuracy about skin lightening. The Committee therefore considered that the\nappropriate remedy was the publication of a further correction. This correction\nshould appear on page two of the newspaper, and at the top of the article as it\nappears online. The wording should be agreed with IPSO in advance. It should\naddress the further inaccuracies identified by the Committee, and make clear\nthat it has been published following an upheld ruling by IPSO.Date complaint received:: 21/12/2017Date decision issued: 05/07/2018   \nBack to ruling listing\n\n\n"
}