{
    "url": "/rulings-and-resolution-statements/ruling/?id=20887-17",
    "title": "20887-17 A Man v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-12-08 00:00:00",
    "received_on": "2017-12-24 00:00:00",
    "concluded_on": "2018-03-06 00:00:00",
    "complaint_processing_days": 72,
    "conclusion_long": "11. The complaint was upheld.",
    "remedial_action": "12. Having upheld a breach of Clause 1 (i), the Committee considered what remedial action should be required. The publication’s offer of a clarification addressed the inaccuracy within the article. In the light of the Committee’s decision, this should now be published both as a stand-alone correction on the publication’s website and, amended appropriately, as a footnote to the online article. In addition, the publication had previously offered to amend the online article to reflect the fact that the complainant was no longer bankrupt. In the light of this decision, these changes should now be made. Date complaint received: 24/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20887-17 A Man v Mail\nOnline\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that Mail Online breached\nClause 1 (Accuracy) and Clause 2 (Privacy) in an article headlined “Mother who\nfell for a '£25K-a-month' IT consultant she met online reveals how her life was\n'ruined' when she learned he was actually BANKRUPT - as she warns against 'no\nstrings' dating sites”, published on 8 December 2017.\n2. The article\nreported a woman’s account of a relationship she developed with a man through a\n“no strings” affairs website. The article reported the man’s first name, age,\njob, home town and number of children, and described the course of their\nrelationship. It said that the man “said he earned £25,000 a month but the\nreality was he was bankrupt”. The article included numerous pictures of the\ncouple, including full body images; the man’s face was pixelated. It reported\nhow the man had broken off the relationship abruptly, after which the woman\nfound the man “listed as a bankrupt” online. The article reported the woman’s view\nthat the man was a “fantasist”, and said she was “telling her story to warn\nwomen not to join no-strings websites”.\n3. The complainant\nwas the man featured in the article. He said that the article had identified\nhim through the amount of information it shared about him, and that he had\nsuffered professional damage as a result. He said that the details of his\nrelationship were private and that, while the story might be in the public\ninterest, his identity was not, as he had committed no offence.\n4. The publication\ndenied that it had breached the Code, and said there was a clear public\ninterest in the publication of the article. It maintained that the complainant\nwas not identified in the article, except possibly to close family members and\nfriends – many of whom would already have been aware of the circumstances of\nhis relationship. It denied that the article revealed private information about\nthe complainant: the fact of his relationship was not a private matter.\n5. The complainant\nalso said that it was inaccurate for the article to state that he was bankrupt,\nwhen his bankruptcy had expired several years previously; this claim was\npresented as fact, not as the woman’s opinion, and, in combination with his\nidentification in the article, raised the possibility of considerable\nprofessional harm. He was also concerned that the article suggested that the\nwoman was single at the time the relationship began, when she was married, and\nsaid that his alleged earnings were incorrectly reported. In addition, the\ncomplainant was concerned that he was only contacted by the publication after\nthe article had been published, so did not have the opportunity to address\nthese inaccuracies.\n6. The publication\nsaid that it was a matter of public record that the complainant had been\nsubject to a bankruptcy order, but acknowledged that he was no longer on the\nbankruptcy register. It did not consider that this represented a significant\ninaccuracy, because, in other ways, the complainant had purported to live a\nlifestyle he had not. The publication said that the article did not suggest\nthat the woman was single, but made clear that her marriage had “broken down”;\nany claims regarding the complainant’s earnings were presented as the woman’s\nclaims, and not adopted as fact. The publication also said that, because the\ncomplainant was not identified, there was no obligation to contact him prior to\npublication. Nonetheless, it offered to remove the article and perform a flush\nto remove links to the article online. It also offered to send the complainant\na private letter of apology and to publish a standalone clarification on its\nNews homepage as follows:\nAn article dated 8 December and entitled “Mother who fell\nfor a '£25K-a-month' IT consultant she met online reveals how her life was\n'ruined' when she learned he was actually BANKRUPT - as she warns against 'no\nstrings' dating sites” stated that the IT consultant was subject to a current\nbankruptcy order when, in fact, the order was made in 2012 and discharged the\nfollowing year. We apologise for the error.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or organisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n7. The woman who\nwas the subject of the article had the right to tell the story of her\nrelationship, as part of her right to freedom of expression. However, the\npublication had a duty to balance this right with the complainant’s competing\nright to privacy in relation to private information about him, and to consider\nwhether revealing any such information was justified by a public interest. The\narticle included a range of information about the complainant, including his\nfirst name, age, home town and occupation, and included numerous photos of the\ncomplainant in which his face was pixelated.\n8. The Committee\nconsidered that the amount of information revealed, and the nature of the\nphotographs included meant that, in addition to being identifiable to his\nfamily and friends, the complainant could be identified to a wider group of\npeople than only his immediate friends and family. The Committee therefore had\nto consider whether the information revealed about him was sufficiently private\nin nature to disclose a breach of Clause 2. The complainant had argued that the\nfact of his relationship was private. However, it appeared that it had been\nconducted in public, with the apparent awareness of both parties’ immediate\nfamilies. In these circumstances, the Committee did not consider that the fact\nof such a relationship represented information over which the complainant had a\nreasonable expectation of privacy. Given the nature of the information included\nabout the complainant revealed in the article, there was no intrusion into the\ncomplainant’s private life in breach of Clause 2.\n9. The claim that\nthe complainant was bankrupt was presented as fact, and included prominently,\nin capital letters, in the headline. The article suggested that this bankruptcy\nwas ongoing, and this claim was central to the idea that the complainant had\nacted deceitfully in his relationship. It appeared to also form the basis for\nthe woman’s claim that the complainant earned less than he had originally\nclaimed. In this context, the fact that the bankruptcy had expired several\nyears prior to the publication of the article was significant. Where it had\nfailed to contact the complainant prior to the subject of the article, and\nwhere the facts of his bankruptcy order were publicly available, the\npublication had failed to take care to avoid an inaccuracy in the article, in\nbreach of Clause 1 (i). This required correction to avoid a breach of Clause 1\n(ii). The clarification the publication offered stated the true position\naccurately, and was offered with sufficient promptness. There was no breach of\nClause 1 (ii).\n10. The Committee was not in a position to adjudicate on the\nwoman’s marital status at the time the relationship began, in the absence of\nher input. The article said that the woman’s marriage had “ended”, but did not\nstate that she had gone through a divorce. In a context where the article\nreported that both parties to the relationship were knowingly using an\n“affairs” website, the Committee did not consider that the precise legal status\nof the woman’s marriage was a significant point in the article. There was no\nbreach of Clause 1 with respect to this.\nConclusions\n11. The complaint was\nupheld.\nRemedial action required\n12. Having upheld a breach of Clause 1 (i), the Committee\nconsidered what remedial action should be required. The publication’s offer of\na clarification addressed the inaccuracy within the article. In the light of\nthe Committee’s decision, this should now be published both as a stand-alone\ncorrection on the publication’s website and, amended appropriately, as a\nfootnote to the online article. In addition, the publication had previously\noffered to amend the online article to reflect the fact that the complainant\nwas no longer bankrupt. In the light of this decision, these changes should now\nbe made.\nDate complaint received: 24/12/2017Date decision issued: 06/03/2018\nBack to ruling listing\n\n\n"
}