{
    "url": "/rulings-and-resolution-statements/ruling/?id=20912-17",
    "title": "20912-17 Khan v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-12-15 00:00:00",
    "received_on": "2017-12-28 00:00:00",
    "concluded_on": "2018-04-04 00:00:00",
    "complaint_processing_days": 97,
    "conclusion_long": ", contained in the full judgment. The summary set out that Mr Al-Waheed was found in a house containing a “partly assembled IED and a large quantity of explosives were found in the house”, and that it was lawful for British forces to arrest him, as there were reasonable grounds for suspicion that he may have been involved in bomb-making and was therefore a threat to security. It set out that following extensive interrogation, it was decided on 22 February 2007 that he did not pose a threat to security and should therefore be released. The summary explained that this decision was revoked the next day for reasons which did not withstand scrutiny. It explained that, in consequence, Mr Al-Waheed was detained without any legal basis for 33 days, from 23 February 2007. 8. The newspaper said that British soldiers had claimed that they had found Mr Al-Waheed handling a bomb. It said it was entitled to report that such claims had been made, where they played a central role in his arrest, and subsequent detention. The newspaper said that the subheadline of the article included this allegation in inverted commas, which is a long-standing journalistic convention, used to denote claims made in evidence. It said readers would have understood that it was reporting a claim, rather than making a statement of fact. The newspaper said that in reporting this claim had been made, it had relied on its contemporaneous coverage of the trial in June 2016, which its reporter had attended. 9. The newspaper said that the press summary recorded the details the judge had felt most important, and the summary did not refer to the judge’s finding that the soldiers’ claim that they had caught Mr Al-Waheed with an IED was untrue. It said that while the complainant might feel its article left out important details, there had been no failure to take care not to publish inaccurate information where it had relied on its previous coverage, and the press summary of the ruling. It said the fact the article did not make specific reference to the judge’s finding that the claim was false did not suggest Mr Al-Waheed was still suspected of being a terrorist or bomb maker. Indeed, it said that the article fully explained that the court ruled that Mr Al-Waheed had been unlawfully detained, as it could not be proven he was a threat to security. 10. In relation to the subheadline’s reference to £33,000 of damages “because our soldiers kept him in custody for too long”, the newspaper said that the subheadline must be read in the context of the article as a whole, which clearly and accurately broke down the total award of £33,000 damages. 11. The newspaper said that notwithstanding the fact it did not believe the article was significantly misleading, once specific points raised by complainants were bought to its attention, it published two clarifications. 12. The first was published in response to a complaint by the complainant through the newspaper’s internal process, on 20 December 2017. The following wording appeared in its corrections and clarifications box on page 2: The secondary headline to an article on 15 December ('Another human rights fiasco!') reported the claim of arresting soldiers that Abd Al-Waheed had been 'caught red-handed with bomb', and that he had been awarded £33,000 for being kept in custody 'for too long'. We would like to make clear that the judge found that the soldiers' claim was a false embellishment and, as was stated in the article, the £33,000 was the total compensation awarded to Mr Al-Waheed for several breaches of the European Convention on Human Rights: £15,000 for beating, £15,000 for inhuman treatment, and £3,300 for unlawful detention. We are also happy to clarify that, although British troops suspected Mr Al-Waheed of being involved in bomb-making, a review committee found he was not and - after that decision was unlawfully overturned - he was retained in custody for another 33 days. 13. The newspaper said that a second clarification was published on 18 January, in resolution to a complaint raised by Leigh Day, the law firm who had represented Mr Al-Waheed, although it was not representing Mr Al-Waheed in the complaint about the article. The following wording appeared in the page 2 corrections and clarifications box, with the headline “Iraqi abuse claims: Abd Al-Waheed”: IN OUR December 15 article headlined 'Another human rights fiasco!' about a case in the High Court which saw compensation awarded to four Iraqis for unlawful imprisonment and ill-treatment by British forces, we reported claims made by the soldier who captured him that a 'suspected Iraqi insurgent' Abd Al-Waheed had been 'caught red handed with bomb', and that he was awarded £33,000 for being kept in custody 'too long'. We are happy to clarify that, while Mr Al-Waheed was captured during a raid on his sister's home, this was in fact targeted at his brother-in-law, who was suspected of involvement in insurgent activity. His brother-in-law was not there at the time, but during the raid a number of explosives were found. Despite a British Army Review Committee deciding that Mr Al-Waheed had no connection with his brother in-law's activities and did not pose a threat to security, he was detained for a further 33 days, which a High Court judge ruled to be unlawful. Mr Justice Leggatt concluded that the claim made by the British soldier that Mr Al-Waheed had been found 'handling' a bomb was a 'false embellishment made to strengthen evidence against him', and dismissed similar claims as 'pure fiction'. The judge also found that Mr Al-Waheed was not an insurgent and that 'none of the claimants was engaged in terrorist activities or posed any threat to the security of Iraq'. Compensation was subsequently awarded against the MoD for the unlawful actions of its soldiers. As we have already clarified, and as the article stated, £33,000 was the total compensation awarded to Mr Al-Waheed, of which £15,000 was for beating, £15,000 for inhuman treatment and £3,300 for unlawful detention. We apologise if any contrary impression was formed. 14. The complainant said that the newspaper had not fulfilled its obligations under Clause 1 (ii) in publishing these clarifications on page 2. He said that the inaccuracies were significant, and central to the story, that they had appeared on the front page, and that it was only fair, reasonable and proportionate that the correction be published on the front page. 15. The newspaper said that its clarifications and corrections box was the most prominent of any national newspaper, and formed part of a longstanding, well-established system. It said it appeared in the same location in the newspaper virtually every day, regardless of whether a clarification was published, and carried IPSO’s contact details, and details of how to complain. It said that in almost every case, the prominent position of its clarifications and corrections box meant that clarifications will appear significantly further forward than original articles that give rise to their publication. It said it would not be fair if page 2 were the appropriate location for clarifications for all articles, no matter how far back in the newspaper they originally appeared, if it could not also be used to clarify material which appears on the front page. 16. The newspaper said that it had resolved a complaint from Leigh Day, the firm which had represented Mr Al-Waheed during legal proceedings, through the publication of the second clarification on page 2. It asked the Committee to consider whether it was appropriate to proceed with consideration of Mr Khan’s complaint, where it had resolved a similar complaint to the satisfaction of the interested party. Relevant Code Provisions 17. Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 18. Central to the headline’s criticism of this case as a “fiasco” was the description in the front-page subheadline of Abd Al-Waheed as an “Iraqi ‘caught red-handed with bomb’”; in the first sentence as a “suspected Iraqi insurgent”, and in the second sentence as a man who the court ruled “was held too long by British troops despite allegedly being found making a bomb”. 19. Neither on the front page, nor in the main body of the article, was it explained that the claim that Mr Al-Waheed had been caught with a bomb had been discredited shortly after his detention or that the judgment recorded the judge’s finding that the claim he had been caught with a bomb was “pure fiction”. At the time of publication, these were no longer live allegations against Mr Al-Waheed. The judge had also found no evidence that Mr Al-Waheed had engaged in insurgent activity. The Committee rejected the newspaper’s argument that reporting Mr Al-Waheed had been successful in his claim for unlawful detention, because it could not be proven he was a threat to security, had the effect of making this clear; this did not make clear that the judge found that the claim Mr Al-Waheed had been found with a bomb had been established to be untrue. In these circumstances, the reference to these serious allegations against Mr Al-Waheed, without making clear they had been disproven, seriously misrepresented the basis of the judgment reported, in breach of Clause 1 (i) of the Code. It also constituted significantly misleading information requiring correction under Clause 1 (ii). 20. The Committee rejected the newspaper’s explanation that it was reasonable for it to have relied on its previous press coverage, which had referenced the “red-handed” claim, and on the fact that this had not been rebutted in the press summary of the judgment. The press summary did not refer to the allegation (although did refer to it having been determined that Mr Al-Waheed had no connection with his brother-in-law’s activities, did not pose a threat to security and ought to be released), and included a link to the full judgment, which included the judge’s bald and unambiguous finding that the claim that the Mr Al-Waheed had been found with the bomb was false; the reason the judge had found that he had been unlawfully detained was specifically that his detention had continued after this claim was discredited. 21. The front page subheadline claimed Mr Al-Waheed received “£33,000 – because our soldiers kept him in custody for too long” and contrasted this with payments to British soldiers for injuries. In fact, as was accurately recorded by the newspaper in its further coverage, £3,300 of the payment was for unlawful detention; of the remaining £30,000, Mr Al-Waheed was awarded £15,000 for being beaten after his arrest, and a further £15,000 for ill treatment.  The contrast was therefore based in part on an inaccuracy. The newspaper was aware of the true position, which was also recorded in the judgment; it provided no explanation for the front-page inaccuracy.  The front-page inaccuracy constituted a further failure to take care over the accuracy of the article, and a breach of Clause 1 (i). Notwithstanding the fact that the correct information had been published elsewhere, the front-page inaccuracy was significant and required correction under Clause 1 (ii). 22. The remaining complaint, which related to the reference to Mr Al-Waheed receiving damages for a “breach” of the European Convention on Human Rights, as opposed to for “breaches”, did not identify an inaccuracy. There was no breach of Clause 1 on this point. 23. The Committee considered whether the newspaper had, via publication of the two corrections, complied with its obligation to correct significant inaccuracies, under Clause 1 (ii). The Committee has recorded previously its support for the use of established corrections and clarifications columns as a means of making corrections easier to find and more prominent, although this may mean that taken individually, a given correction may appear further back in a publication than the original error. However, it has recognised equally that in some instances the publication of a correction in such a column may be insufficient to remedy an inaccuracy. 24. A newspaper’s front page is a means for an editor to convey to readers what they consider to be the main news stories of the day. Front pages are therefore an important forum for editorial expression. Publication of a correction, or a reference to a correction on the front page, is an interference with this. In applying the ‘due prominence’ requirement proportionately, the Committee therefore considers that front page corrections, or references to corrections, should only be required in the most serious cases, especially where a newspaper has an established corrections column. The Committee closely analysed the particular features of this case, in considering whether to require additional remedy to the breaches of Clause 1 that it had established. 25. The two errors appeared prominently in the main front page article. Both errors seriously affected the meaning of the article as whole. The newspaper was of course entitled to criticise the judgment. However, in this case, it had done so on a false basis. The Committee took into account that the newspaper’s corrections column appeared very regularly, and prominently on page 2 of the newspaper. However, it considered that publication of the two corrections in the corrections column lacked ‘due prominence’. This was a serious case where ‘due prominence’ required publication of a reference to the correction on the newspaper’s front page. The complaint was therefore upheld as a breach of Clause 1 (ii). 26. The Committee recognised that the wording of the first correction was agreed with the complainant, and that the complainant raised no concern about the wording of the second correction. Nonetheless, the Committee considered that the first correction failed to acknowledge the errors with the words “we would like to make clear that…”. Similarly, the second clarification’s statement that “we are happy to clarify that…”, and the reference to the possibility that a “contrary impression” may have been formed, suggested that this was a matter of interpretation, or clarification, rather than that the article contained a factual inaccuracy, and was significantly misleading.   The Committee was concerned that the wordings did not directly and candidly acknowledge that the article had contained what were clearly serious errors, resulting from a failure to take care, which contributed to the breach of Clause 1 (ii). 27. The Committee acknowledged the fact that the newspaper had resolved two complaints in direct correspondence, via publication of the clarifications. It noted that Leigh Day had not made the complaint on behalf of its client, Mr Al-Waheed, but was making the complaint on its own behalf. The complaint under consideration by the Committee related to a general point of fact; the complainant was concerned to ensure correct reporting of a publicly available court judgment. The complainant believed the clarifications published by the newspaper were inadequately prominent, set out his reasons for believing this, and wanted to pursue his complaint. The Committee considered that it was not disproportionate or inappropriate to consider this complaint; it was in the public interest to consider the sufficiency of the remedial action taken by the newspaper. Conclusion 28. The complaint was upheld. Remedial Action Required 29. In considering the nature of the remedy that it should require, the Committee took into account a number of factors. The breach of Clause 1 (i) was serious, and led to the  publication of seriously misleading information on an important subject. The misleading information was in a prominent position both in the article under complaint, and in the newspaper as a whole, and it substantially changed the meaning of the article. In one instance, the newspaper had published a front-page inaccuracy in relation to material that was accurately recounted in its coverage elsewhere; in the second instance, the accurate information was easily obtainable from information that had been provided to the newspaper by the court. The newspaper’s response to the complaint did not demonstrate it understood the seriousness of the breach. While the Committee gave considerable weight to the fact the newspaper had published two corrections in its established and prominent corrections column, it had ruled that these corrections had not been sufficient under Clause 1 (ii). 30. IPSO’s regulations require that the Committee take account of any comments before requiring publication of an adjudication. In this case, the newspaper responded to the Committee’s decision to describe the steps it had taken in response to the errors it accepted were contained in the article. The newspaper said that a major internal investigation was conducted, and as a result, strongly worded disciplinary notes were sent to seven senior members of staff, making clear that if errors of the same nature were to happen again, their careers would be at risk. The Committee welcomed that the newspaper had taken these steps. It gave further consideration to the",
    "remedial_action": ", with the benefit of this information. 31. Taking into account all of these factors, the Committee concluded that the appropriate remedial action was the publication of an adjudication. The adjudication should be published in full on page four, or further forward. The headline of the adjudication should refer to IPSO, refer to the name of the newspaper, make clear that IPSO has upheld a complaint, or has ruled against the newspaper, and refer to the subject matter of the complaint. The headline must be agreed with IPSO in advance. The headline must also be published on the newspaper’s front page, directing readers to the adjudication on the page it appears. The front page headline should appear in the same font size as the front page sub-headline on the article under complaint. A border should appear around the headline, to distinguish it from other editorial content. 32. The terms of the adjudication to be published are as follows: Shoaib Khan complained to the Independent Press Standards Organisation (IPSO) that the Daily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice, in an article headlined “Another Human Rights Fiasco”, published on 15 December 2017. The article reported a High Court judgment, awarding compensation to an Iraqi man for unlawful imprisonment and ill treatment by British soldiers, during the Iraq War. It was the main story on the front page, and continued on page 4. The front page subheadline was: “Iraqi ‘caught red-handed with bomb’ wins £33,000 – because our soldiers kept him in custody for too long”. The first line reported that “taxpayers face massive compensation bills after a suspected Iraqi insurgent won a human rights case against the Ministry of Defence yesterday”. The complainant said that the judge had found that the claims that this man had been caught “red handed” with a bomb, or that he was an ‘insurgent’, to be false.  He also said that he was not awarded £33,000 for being “kept in custody for too long”. He was awarded £3,300 for unlawful detention, and a further £30,000 for being beaten at the time of his arrest, and inhuman and degrading treatment when in custody. The newspaper said that it had relied on the court’s press summary of the judgment, which did not include the finding that these claims were false. It said the article did not suggest the man was still suspected of being a terrorist or bomb maker; it fully explained that he had been unlawfully detained, as it could not be proven he was a threat to security. It said that the full explanation of the damages award was included elsewhere in the article, which had to be read as a whole. In response to complaints, the newspaper published two clarifications on these points in its page 2 corrections column. The complainant said that the inaccuracies were significant, that they had appeared on the front page, and that the correction should be published on the front page. IPSO’s Complaints Committee said that central to the article’s characterisation of the judgment as a “fiasco” was the front-page subheadline’s description of one of the claimants as an “Iraqi ‘caught red-handed with bomb’”, and the reference to it being case where “a suspected Iraqi insurgent” had “won a human rights case”. However, the article never explained that the claim he had been caught with a bomb had been discredited shortly after his detention, or that the judge had found the claim was “pure fiction”, and that there was no evidence that the man had engaged in insurgent activity. These details were in the full judgment, which was available to the newspaper.  The repetition of these serious allegations against the man, with no indication they had been disproven, seriously misrepresented the judgment, and breached Clause 1 (Accuracy) of the Editors’ Code. The claim that the Iraqi man received “£33,000 – because our soldiers kept him in custody for too long”, was inaccurate. As the newspaper knew, only £3,300 was for unlawful detention; the remaining £30,000 was for ill treatment. The contrast the article drew between the Iraqi man’s damages, and the payments to British soldiers for injuries, was therefore based in part on an inaccuracy. This was a further failure to take care over the accuracy of the article. Both these errors were serious and significant in the article. The previously published corrections did not directly acknowledge the errors, and were not prominent enough. The Committee required publication of this adjudication as a remedy, with a reference on the front page of the newspaper. Date complaint received: 28/12/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20912-17 Khan v Daily Mail\nSummary of complaint\n1. Shoaib Khan\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Another Human Rights Fiasco”, published on 15 December 2017.\n2. The article\nreported on a High Court judgment, awarding compensation to Iraqi citizens for\nunlawful imprisonment and ill treatment by British armed forces, during the UK’s\nmilitary intervention in Iraq. The article was the main story on the\nnewspaper’s front page, and continued on page 4.\n3. The subheadline\non the front page was: “Iraqi ‘caught red-handed with bomb’ wins £33,000 –\nbecause our soldiers kept him in custody for too long”. The first line of the\narticle reported that “taxpayers face massive compensation bills after a\nsuspected Iraqi insurgent won a human rights case against the Ministry of\nDefence yesterday”. It reported that the court ruled that the Iraqi citizen, Mr\nAbd Al-Waheed, “was held too long by British troops despite allegedly being\nfound making a bomb”, and that he was awarded £33,000 for “a breach of the\nEuropean Convention on Human Rights”.\n4. The main\narticle, as continued on page 4, reported that Mr Al-Waheed had claimed he was\nunlawfully imprisoned and ill-treated by British soldiers. The article reported\nthat the judge had said it was “wrong to detain suspects without evidence that\nthey were combatants”, and that there was evidence he had been beaten. It\nreported that Mr Al-Waheed was awarded £15,000 in respect of the beating, a\nfurther £15,000 for ill treatment and £3,300 for unlawful detention, because\n“it could not be proven he was a threat to security and should have been\nreleased after 96 hours”.\n5. The main article\nwas accompanied by a separate item on page 4 headlined: “The ‘insurgent’ found\nin house full of bombs”. This item contained further details on Mr Al-Waheed’s\nclaim, including the circumstances of his detention. It reported that\n“according to soldiers”, he was “found on a sofa handling a roadside bomb in a\nhouse that contained mortars and plastic explosives”, but that according to Mr\nAl-Waheed, he had been asleep in bed. It reported that Mr Al-Waheed has said\nthat his arrest was a case of mistaken identity, and that his brother-in-law\nhad been the British soldiers’ target.\n6. The complainant\nsaid that the judge had found that the claim Mr Al-Waheed had been caught “red\nhanded” with a bomb, or that he was an “insurgent” was false. He said it was\nmisleading to place this claim in the front page sub-headline, with no\nindication that the allegation had been found by the court to be untrue. The\ncomplainant said that the sub-headline contained a further inaccuracy, because\nMr Al-Waheed was not awarded £33,000 for being “kept in custody for too long”.\nHe was awarded £3,300 for unlawful detention, and a further £30,000 for\nill-treatment. The complainant said that the reference to Mr Al-Waheed being\ncompensated for “a breach” of the European Convention was inaccurate. He said\nthat there were in fact several breaches.\n7. The newspaper\nsaid that while the complainant may well object to the way in which the article\nwas presented, subjecting the decisions of the courts to scrutiny is an\nimportant function of the press. It said that providing robust and critical\nanalysis of such decisions is essential to contributing to the system of open\njustice, and is a valuable public service. The newspaper said that prior to\npublication it had relied on the High Court’s 3-page press summary, of what was\na 239 page judgment. It said that the press summary was identical to the\njudge’s own summary of his central conclusions, contained in the full judgment.\nThe summary set out that Mr Al-Waheed was found in a house containing a “partly\nassembled IED and a large quantity of explosives were found in the house”, and\nthat it was lawful for British forces to arrest him, as there were reasonable\ngrounds for suspicion that he may have been involved in bomb-making and was\ntherefore a threat to security. It set out that following extensive\ninterrogation, it was decided on 22 February 2007 that he did not pose a threat\nto security and should therefore be released. The summary explained that this\ndecision was revoked the next day for reasons which did not withstand scrutiny.\nIt explained that, in consequence, Mr Al-Waheed was detained without any legal\nbasis for 33 days, from 23 February 2007.\n8. The newspaper\nsaid that British soldiers had claimed that they had found Mr Al-Waheed\nhandling a bomb. It said it was entitled to report that such claims had been\nmade, where they played a central role in his arrest, and subsequent detention.\nThe newspaper said that the subheadline of the article included this allegation\nin inverted commas, which is a long-standing journalistic convention, used to\ndenote claims made in evidence. It said readers would have understood that it\nwas reporting a claim, rather than making a statement of fact. The newspaper\nsaid that in reporting this claim had been made, it had relied on its\ncontemporaneous coverage of the trial in June 2016, which its reporter had\nattended.\n9. The newspaper\nsaid that the press summary recorded the details the judge had felt most\nimportant, and the summary did not refer to the judge’s finding that the\nsoldiers’ claim that they had caught Mr Al-Waheed with an IED was untrue. It\nsaid that while the complainant might feel its article left out important\ndetails, there had been no failure to take care not to publish inaccurate\ninformation where it had relied on its previous coverage, and the press summary\nof the ruling. It said the fact the article did not make specific reference to\nthe judge’s finding that the claim was false did not suggest Mr Al-Waheed was\nstill suspected of being a terrorist or bomb maker. Indeed, it said that the\narticle fully explained that the court ruled that Mr Al-Waheed had been\nunlawfully detained, as it could not be proven he was a threat to security.\n10. In relation to the subheadline’s reference to £33,000 of\ndamages “because our soldiers kept him in custody for too long”, the newspaper\nsaid that the subheadline must be read in the context of the article as a\nwhole, which clearly and accurately broke down the total award of £33,000\ndamages.\n11. The newspaper said that notwithstanding the fact it did\nnot believe the article was significantly misleading, once specific points\nraised by complainants were bought to its attention, it published two\nclarifications.\n12. The first was published in response to a complaint by\nthe complainant through the newspaper’s internal process, on 20 December 2017.\nThe following wording appeared in its corrections and clarifications box on\npage 2:\nThe secondary headline to an article on 15 December\n('Another human rights fiasco!') reported the claim of arresting soldiers that\nAbd Al-Waheed had been 'caught red-handed with bomb', and that he had been\nawarded £33,000 for being kept in custody 'for too long'.\nWe would like to make clear that the judge found that the\nsoldiers' claim was a false embellishment and, as was stated in the article,\nthe £33,000 was the total compensation awarded to Mr Al-Waheed for several\nbreaches of the European Convention on Human Rights: £15,000 for beating,\n£15,000 for inhuman treatment, and £3,300 for unlawful detention. We are also\nhappy to clarify that, although British troops suspected Mr Al-Waheed of being\ninvolved in bomb-making, a review committee found he was not and - after that\ndecision was unlawfully overturned - he was retained in custody for another 33\ndays.\n13. The newspaper said that a second clarification was\npublished on 18 January, in resolution to a complaint raised by Leigh Day, the\nlaw firm who had represented Mr Al-Waheed, although it was not representing Mr\nAl-Waheed in the complaint about the article. The following wording appeared in\nthe page 2 corrections and clarifications box, with the headline “Iraqi abuse\nclaims: Abd Al-Waheed”:\nIN OUR December 15 article headlined 'Another human rights\nfiasco!' about a case in the High Court which saw compensation awarded to four\nIraqis for unlawful imprisonment and ill-treatment by British forces, we\nreported claims made by the soldier who captured him that a 'suspected Iraqi\ninsurgent' Abd Al-Waheed had been 'caught red handed with bomb', and that he\nwas awarded £33,000 for being kept in custody 'too long'.\nWe are happy to clarify that, while Mr Al-Waheed was\ncaptured during a raid on his sister's home, this was in fact targeted at his\nbrother-in-law, who was suspected of involvement in insurgent activity. His\nbrother-in-law was not there at the time, but during the raid a number of\nexplosives were found.\nDespite a British Army Review Committee deciding that Mr\nAl-Waheed had no connection with his brother in-law's activities and did not\npose a threat to security, he was detained for a further 33 days, which a High\nCourt judge ruled to be unlawful.\nMr Justice Leggatt concluded that the claim made by the\nBritish soldier that Mr Al-Waheed had been found 'handling' a bomb was a 'false\nembellishment made to strengthen evidence against him', and dismissed similar\nclaims as 'pure fiction'. The judge also found that Mr Al-Waheed was not an\ninsurgent and that 'none of the claimants was engaged in terrorist activities\nor posed any threat to the security of Iraq'.\nCompensation was subsequently awarded against the MoD for\nthe unlawful actions of its soldiers. As we have already clarified, and as the\narticle stated, £33,000 was the total compensation awarded to Mr Al-Waheed, of\nwhich £15,000 was for beating, £15,000 for inhuman treatment and £3,300 for\nunlawful detention. We apologise if any contrary impression was formed.\n14. The complainant said that the newspaper had not\nfulfilled its obligations under Clause 1 (ii) in publishing these\nclarifications on page 2. He said that the inaccuracies were significant, and\ncentral to the story, that they had appeared on the front page, and that it was\nonly fair, reasonable and proportionate that the correction be published on the\nfront page.\n15. The newspaper said that its clarifications and\ncorrections box was the most prominent of any national newspaper, and formed\npart of a longstanding, well-established system. It said it appeared in the\nsame location in the newspaper virtually every day, regardless of whether a\nclarification was published, and carried IPSO’s contact details, and details of\nhow to complain. It said that in almost every case, the prominent position of\nits clarifications and corrections box meant that clarifications will appear\nsignificantly further forward than original articles that give rise to their\npublication. It said it would not be fair if page 2 were the appropriate\nlocation for clarifications for all articles, no matter how far back in the\nnewspaper they originally appeared, if it could not also be used to clarify\nmaterial which appears on the front page.\n16. The newspaper said that it had resolved a complaint from\nLeigh Day, the firm which had represented Mr Al-Waheed during legal\nproceedings, through the publication of the second clarification on page 2. It\nasked the Committee to consider whether it was appropriate to proceed with consideration\nof Mr Khan’s complaint, where it had resolved a similar complaint to the\nsatisfaction of the interested party.\nRelevant Code Provisions\n17. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n18. Central to the headline’s criticism of this case as a\n“fiasco” was the description in the front-page subheadline of Abd Al-Waheed as\nan “Iraqi ‘caught red-handed with bomb’”; in the first sentence as a “suspected\nIraqi insurgent”, and in the second sentence as a man who the court ruled “was\nheld too long by British troops despite allegedly being found making a bomb”.\n19. Neither on the front page, nor in the main body of the\narticle, was it explained that the claim that Mr Al-Waheed had been caught with\na bomb had been discredited shortly after his detention or that the judgment\nrecorded the judge’s finding that the claim he had been caught with a bomb was\n“pure fiction”. At the time of publication, these were no longer live\nallegations against Mr Al-Waheed. The judge had also found no evidence that Mr\nAl-Waheed had engaged in insurgent activity. The Committee rejected the\nnewspaper’s argument that reporting Mr Al-Waheed had been successful in his\nclaim for unlawful detention, because it could not be proven he was a threat to\nsecurity, had the effect of making this clear; this did not make clear that the\njudge found that the claim Mr Al-Waheed had been found with a bomb had been\nestablished to be untrue. In these circumstances, the reference to these\nserious allegations against Mr Al-Waheed, without making clear they had been\ndisproven, seriously misrepresented the basis of the judgment reported, in\nbreach of Clause 1 (i) of the Code. It also constituted significantly\nmisleading information requiring correction under Clause 1 (ii).\n20. The Committee rejected the newspaper’s explanation that\nit was reasonable for it to have relied on its previous press coverage, which\nhad referenced the “red-handed” claim, and on the fact that this had not been\nrebutted in the press summary of the judgment. The press summary did not refer\nto the allegation (although did refer to it having been determined that Mr\nAl-Waheed had no connection with his brother-in-law’s activities, did not pose\na threat to security and ought to be released), and included a link to the full\njudgment, which included the judge’s bald and unambiguous finding that the\nclaim that the Mr Al-Waheed had been found with the bomb was false; the reason\nthe judge had found that he had been unlawfully detained was specifically that\nhis detention had continued after this claim was discredited.\n21. The front page subheadline claimed Mr Al-Waheed received\n“£33,000 – because our soldiers kept him in custody for too long” and\ncontrasted this with payments to British soldiers for injuries. In fact, as was\naccurately recorded by the newspaper in its further coverage, £3,300 of the\npayment was for unlawful detention; of the remaining £30,000, Mr Al-Waheed was\nawarded £15,000 for being beaten after his arrest, and a further £15,000 for\nill treatment.  The contrast was therefore\nbased in part on an inaccuracy. The newspaper was aware of the true position,\nwhich was also recorded in the judgment; it provided no explanation for the\nfront-page inaccuracy.  The front-page\ninaccuracy constituted a further failure to take care over the accuracy of the\narticle, and a breach of Clause 1 (i). Notwithstanding the fact that the\ncorrect information had been published elsewhere, the front-page inaccuracy was\nsignificant and required correction under Clause 1 (ii).\n22. The remaining complaint, which related to the reference\nto Mr Al-Waheed receiving damages for a “breach” of the European Convention on\nHuman Rights, as opposed to for “breaches”, did not identify an inaccuracy.\nThere was no breach of Clause 1 on this point.\n23. The Committee considered whether the newspaper had, via\npublication of the two corrections, complied with its obligation to correct\nsignificant inaccuracies, under Clause 1 (ii). The Committee has recorded\npreviously its support for the use of established corrections and\nclarifications columns as a means of making corrections easier to find and more\nprominent, although this may mean that taken individually, a given correction\nmay appear further back in a publication than the original error. However, it\nhas recognised equally that in some instances the publication of a correction\nin such a column may be insufficient to remedy an inaccuracy.\n24. A newspaper’s front page is a means for an editor to\nconvey to readers what they consider to be the main news stories of the day.\nFront pages are therefore an important forum for editorial expression.\nPublication of a correction, or a reference to a correction on the front page,\nis an interference with this. In applying the ‘due prominence’ requirement\nproportionately, the Committee therefore considers that front page corrections,\nor references to corrections, should only be required in the most serious\ncases, especially where a newspaper has an established corrections column. The\nCommittee closely analysed the particular features of this case, in considering\nwhether to require additional remedy to the breaches of Clause 1 that it had\nestablished.\n25. The two errors appeared prominently in the main front\npage article. Both errors seriously affected the meaning of the article as\nwhole. The newspaper was of course entitled to criticise the judgment. However,\nin this case, it had done so on a false basis. The Committee took into account\nthat the newspaper’s corrections column appeared very regularly, and\nprominently on page 2 of the newspaper. However, it considered that publication\nof the two corrections in the corrections column lacked ‘due prominence’. This\nwas a serious case where ‘due prominence’ required publication of a reference\nto the correction on the newspaper’s front page. The complaint was therefore\nupheld as a breach of Clause 1 (ii).\n26. The Committee recognised that the wording of the first\ncorrection was agreed with the complainant, and that the complainant raised no\nconcern about the wording of the second correction. Nonetheless, the Committee\nconsidered that the first correction failed to acknowledge the errors with the\nwords “we would like to make clear that…”. Similarly, the second\nclarification’s statement that “we are happy to clarify that…”, and the\nreference to the possibility that a “contrary impression” may have been formed,\nsuggested that this was a matter of interpretation, or clarification, rather\nthan that the article contained a factual inaccuracy, and was significantly\nmisleading.   The Committee was concerned\nthat the wordings did not directly and candidly acknowledge that the article\nhad contained what were clearly serious errors, resulting from a failure to\ntake care, which contributed to the breach of Clause 1 (ii).\n27. The Committee acknowledged the fact that the newspaper\nhad resolved two complaints in direct correspondence, via publication of the\nclarifications. It noted that Leigh Day had not made the complaint on behalf of\nits client, Mr Al-Waheed, but was making the complaint on its own behalf. The\ncomplaint under consideration by the Committee related to a general point of\nfact; the complainant was concerned to ensure correct reporting of a publicly\navailable court judgment. The complainant believed the clarifications published\nby the newspaper were inadequately prominent, set out his reasons for believing\nthis, and wanted to pursue his complaint. The Committee considered that it was\nnot disproportionate or inappropriate to consider this complaint; it was in the\npublic interest to consider the sufficiency of the remedial action taken by the\nnewspaper.\nConclusion\n28. The complaint was upheld.\nRemedial Action Required\n29. In considering the nature of the remedy that it should\nrequire, the Committee took into account a number of factors. The breach of\nClause 1 (i) was serious, and led to the \npublication of seriously misleading information on an important subject.\nThe misleading information was in a prominent position both in the article\nunder complaint, and in the newspaper as a whole, and it substantially changed\nthe meaning of the article. In one\ninstance, the newspaper had published a front-page inaccuracy in relation to\nmaterial that was accurately recounted in its coverage elsewhere; in the second\ninstance, the accurate information was easily obtainable from information that\nhad been provided to the newspaper by the court. The newspaper’s response to\nthe complaint did not demonstrate it understood the seriousness of the\nbreach. While the Committee gave\nconsiderable weight to the fact the newspaper had published two corrections in\nits established and prominent corrections column, it had ruled that these\ncorrections had not been sufficient under Clause 1 (ii).\n30. IPSO’s regulations require that the Committee take\naccount of any comments before requiring publication of an adjudication. In\nthis case, the newspaper responded to the Committee’s decision to describe the\nsteps it had taken in response to the errors it accepted were contained in the\narticle. The newspaper said that a major internal investigation was conducted,\nand as a result, strongly worded disciplinary notes were sent to seven senior\nmembers of staff, making clear that if errors of the same nature were to happen\nagain, their careers would be at risk. The Committee welcomed that the\nnewspaper had taken these steps. It gave further consideration to the remedial\naction required, with the benefit of this information.\n31. Taking into account all of these factors, the Committee\nconcluded that the appropriate remedial action was the publication of an\nadjudication. The adjudication should be published in full on page four, or\nfurther forward. The headline of the adjudication should refer to IPSO, refer\nto the name of the newspaper, make clear that IPSO has upheld a complaint, or\nhas ruled against the newspaper, and refer to the subject matter of the\ncomplaint. The headline must be agreed with IPSO in advance. The headline must also be published on the\nnewspaper’s front page, directing readers to the adjudication on the page it\nappears. The front page headline should appear in the same font size as the\nfront page sub-headline on the article under complaint. A border should appear\naround the headline, to distinguish it from other editorial content.\n32. The terms of the adjudication to be published are as\nfollows:\nShoaib Khan complained to the Independent Press Standards\nOrganisation (IPSO) that the Daily Mail breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice, in an article headlined “Another Human Rights\nFiasco”, published on 15 December 2017.\nThe article reported a High Court judgment, awarding\ncompensation to an Iraqi man for unlawful imprisonment and ill treatment by\nBritish soldiers, during the Iraq War. It was the main story on the front page,\nand continued on page 4. The front page subheadline was: “Iraqi ‘caught\nred-handed with bomb’ wins £33,000 – because our soldiers kept him in custody\nfor too long”. The first line reported that “taxpayers face massive\ncompensation bills after a suspected Iraqi insurgent won a human rights case\nagainst the Ministry of Defence yesterday”.\nThe complainant said that the judge had found that the\nclaims that this man had been caught “red handed” with a bomb, or that he was\nan ‘insurgent’, to be false.  He also\nsaid that he was not awarded £33,000 for being “kept in custody for too long”.\nHe was awarded £3,300 for unlawful detention, and a further £30,000 for being beaten\nat the time of his arrest, and inhuman and degrading treatment when in custody.\nThe newspaper said that it had relied on the court’s press\nsummary of the judgment, which did not include the finding that these claims\nwere false. It said the article did not suggest the man was still suspected of\nbeing a terrorist or bomb maker; it fully explained that he had been unlawfully\ndetained, as it could not be proven he was a threat to security. It said that\nthe full explanation of the damages award was included elsewhere in the\narticle, which had to be read as a whole. In response to complaints, the\nnewspaper published two clarifications on these points in its page 2\ncorrections column. The complainant said that the inaccuracies were\nsignificant, that they had appeared on the front page, and that the correction\nshould be published on the front page.\nIPSO’s Complaints Committee said that central to the\narticle’s characterisation of the judgment as a “fiasco” was the front-page\nsubheadline’s description of one of the claimants as an “Iraqi ‘caught\nred-handed with bomb’”, and the reference to it being case where “a suspected\nIraqi insurgent” had “won a human rights case”. However, the article never\nexplained that the claim he had been caught with a bomb had been discredited\nshortly after his detention, or that the judge had found the claim was “pure\nfiction”, and that there was no evidence that the man had engaged in insurgent\nactivity. These details were in the full judgment, which was available to the\nnewspaper.  The repetition of these\nserious allegations against the man, with no indication they had been\ndisproven, seriously misrepresented the judgment, and breached Clause 1\n(Accuracy) of the Editors’ Code.\nThe claim that the Iraqi man received “£33,000 – because our\nsoldiers kept him in custody for too long”, was inaccurate. As the newspaper\nknew, only £3,300 was for unlawful detention; the remaining £30,000 was for ill\ntreatment. The contrast the article drew between the Iraqi man’s damages, and\nthe payments to British soldiers for injuries, was therefore based in part on\nan inaccuracy. This was a further failure to take care over the accuracy of the\narticle.\nBoth these errors were serious and significant in the\narticle. The previously published corrections did not directly acknowledge the\nerrors, and were not prominent enough. The Committee required publication of\nthis adjudication as a remedy, with a reference on the front page of the\nnewspaper.\nDate complaint received: 28/12/2017\nDate decision issued: 04/04/2018\nReview\nThe publication complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.  \nBack to ruling listing\n\n\n"
}