{
    "url": "/rulings-and-resolution-statements/ruling/?id=20927-17",
    "title": "20927-17 Johnson v The Sun on Sunday",
    "provisions": [
        "1 Accuracy (2016)",
        "10 Clandestine devices and subterfuge (2016)",
        "3 Harassment (2018)",
        "2 Privacy (2016)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun on Sunday (News UK)",
    "received_on": "2018-03-20 00:00:00",
    "concluded_on": "2018-07-05 00:00:00",
    "complaint_processing_days": 107,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 20927-17 Johnson v The Sun on Sunday \nSummary of complaint\n1. David Johnson,\nacting on behalf of his son Adam Johnson, complained to the Independent Press\nStandards Organisation that The Sun on Sunday breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 3 (Harassment) and Clause 10 (Clandestine devices\nand subterfuge) of the Editors’ Code of Practice in an online article headlined\n“Sex fiend fantasy footie storm Paedo Adam Johnson sparks fury by running\nonline fantasy football team from prison…in a division called the Demons\nLeague”, published on 18 March 2017, and an online article headlined “Back on\nD-wing: Shamed footie star Adam Johnson leads a team of sex perverts in prison\nfootie match on grim, pot-holed pitch”, published on 1 April 2017.\n2. The first article\nreported that Adam Johnson had “sparked fury” by running an online fantasy\nfootball team from prison. It said that he was listed as the manager of a team\n“despite being jailed last year for online grooming and sexual activity with a\n15-year-old girl”. The article said child safety campaigners were worried that\nMr Johnson had access to the internet, and quoted an MP who had said “the\nMinistry of Justice need to look at this with urgency to make sure he doesn’t\nhave access to anything which could potentially see him carry on offending in\njail”. The article referred to Mr Johnson as a “paedo” at multiple points.\n3. The second\narticle reported that Adam Johnson was “back on the pitch” as captain of a\nprison football team. It was accompanied by one blurred picture of Mr Johnson\nwearing an orange kit with other inmates, and two blurred images, taken at a\ndistance, showing some players on the pitch. The article contrasted the playing\nconditions inside the prison to those Mr Johnson would have enjoyed while\nplaying in the Premier League. It also included a section headed “It’s Right”\nin which the Howard League for Penal Reform expressed its view that sport in\nprison should be welcomed, and a section headed “It’s Wrong” in which an\nanti-crime campaigner expresses his view that prison has become “all about\nrehabilitation and nothing about punishment”.\n4. The complainant\nsaid that his family had been the subject of a witch-hunt by the press. He said\nthat “numerous inflammatory newspaper articles” had been published about his\nson, many of which were “completely untrue”. He was particularly concerned that\nhis son had been continually referred to as a “paedophile” or “paedo”. He said\nthis term described a “male predator who had sexual attraction towards\nprepubescent children”; his son was not a paedophile.\n5. The complainant\nalso expressed serious concern that the newspaper had paid inmates to take\nphotographs of his son in prison. He said this was illegal, intrusive and had\nrepresented an unjustified use of clandestine devices. He denied that there was\nany public interest in publishing the second article.\n6. The newspaper did\nnot accept a breach of the Code. It said that it was not inaccurate or\nmisleading to have referred to Adam Johnson as a “paedophile” given that he had\nbeen convicted of sexual offences against a minor. It quoted the Chief Crown\nProsecutor for the northeast, who, when the trial had concluded, had said “we\nshould all be clear that there is only one victim in this case: the 15-year-old\ngirl [Adam Johnson] sexually assaulted”.\n7. The newspaper did\nnot accept that the second article had intruded into Adam Johnson’s private\nlife or that it had engaged in practices referred to under Clause 10. The\nphotographs had been provided by a source; they had not been taken by anyone\nworking for The Sun on Sunday; and they had been taken while Mr Johnson was in\nan open-air section of the prison; there was no need for the person who had\ntaken the photographs to have used a hidden device or subterfuge. It said that\nMr Johnson had no reasonable expectation of privacy while walking towards the\nfootball pitch or while playing football on the pitch itself.\n8. While it\nmaintained that it had not intruded into Adam Johnson’s private life or\npublished material obtained with a hidden device, the newspaper said that the\npublic interest had been considered before proceeding with publication. The\nsource had informed the newspaper that there was a sense of anger in the prison\nthat Mr Johnson had been allowed to pursue his passion for football while\nserving a prison sentence for sexual offences against a minor. In addition, it\nprovided correspondence between senior editorial staff and the legal\ndepartment, which noted their position that “the nature of the photos, in a\ncommunal exercise area, and the ongoing concerns about [Adam Johnson’s] lack of\nremorse after the appeal process – added to his apparent privileged status\nwithin prison – provide a reasonable public interest in using these images”.\nThe newspaper also considered that the article itself, which discussed how\nprisoners are rehabilitated, additionally showed that the public interest in\nthe story had been carefully considered.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.\nClause 3 (Harassment)*\nI) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nClause 10 (Clandestine devices and subterfuge)*\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nThe public interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n10.The Committee noted the complainant’s position that Adam\nJohnson was not a paedophile because he was not a predator who was sexually\nattracted to prepubescent children. However, Mr Johnson had pleaded guilty to\nsexual activity with a minor and grooming, and he had subsequently been jailed\nfor six years. Both of the articles under complaint had made clear the nature\nof his conviction and had stated the age of the victim. In this context,\ndescribing Adam Johnson as a “paedo” or “paedophile” had not given a misleading\nimpression of his conviction. There was no breach of Clause 1 on this point.\n11.The Committee noted that the second article had included\nimages taken of Adam Johnson in prison without his knowledge, and they had been\npublished without his consent. The Committee considered that while one of the\npurposes of prison is to punish people who have been convicted, prison is also\nwhere people live and in some areas of a prison, inmates may have a reasonable\nexpectation of privacy. In this instance, the Committee did not consider that\nMr Johnson had a reasonable expectation of privacy. He had been photographed in\na communal area of the prison, where he was clearly visible to other inmates.\nFurthermore, the images had not disclosed anything private about him. One\nimage, which was blurred, had shown him wearing a football kit, walking towards\nthe football pitch; and it was unclear from the remaining two images whether\nAdam Johnson was in fact pictured. The Committee did not consider that\npublishing the images represented an intrusion into Adam Johnson’s private life.\nIn any case, there was a public interest in publishing the photographs in order\nto verify the story which concerned the rehabilitation of offenders, a matter\nof public interest and the subject of public debate. There was no breach of\nClause 2.\n12.The newspaper had not set out to obtain material about\nAdam Johnson by using clandestine devices or subterfuge, and it was not\nnecessary for the newspaper’s source to have used a hidden device in order to\ntake photographs of Mr Johnson while he was in a communal area of the prison.\nThere was no breach of Clause 10.\n13.The Committee acknowledged that the complainant and his\nfamily had been distressed by the coverage and by the conduct of the press\ngenerally. However, he had not identified any behaviour specifically on the\npart of the Sun on Sunday which would represent harassment under the terms of\nthe Code. While it understood the family’s position that stories about Adam\nJohnson had caused distress, the publication of the articles under complaint\ndid not represent harassment in breach of the Code.\nConclusion\n14.The complaint was not upheld.\nDate complaint received: 20/03/2018Date decision issued: 05/07/2018\nBack to ruling listing\n\n\n"
}