{
    "url": "/rulings-and-resolution-statements/ruling/?id=22642-20",
    "title": "22642-20 Talbot v The Sunday Telegraph",
    "provisions": [
        "4 Intrusion into grief or shock (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2020-08-30 00:00:00",
    "received_on": "2020-09-01 00:00:00",
    "concluded_on": "2020-12-17 00:00:00",
    "complaint_processing_days": 107,
    "conclusion_long": "14. The complaint was not upheld.",
    "remedial_action": "15. N/ADate complaint received: 01/09/20",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 22642-20 Talbot v The Sunday TelegraphSummary of Complaint1. Steve and Michelle Talbot complained to the Independent Press Standards Organisation that The Sunday Telegraph breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or shock) of the Editors Code of Practice in an article headlined “Guardsman's family sue MOD over his death” published on 30 August 2020.2. The article reported that the parents of a young soldier who had been killed by an elephant whilst on duty were taking legal acting against the Ministry of Defence (MoD). It explained that this was because the family considered that the MoD had failed to properly plan the operation in which their son was killed. It reported that the parents were “suing” the MoD for more than £50,000 for negligence. It detailed the incident in which the man was injured, including details of his injuries and treatment. It reported that the man’s parents accused the MoD of various failings, including failing to carry out a risk assessment and failing to make any plan for medical care.3. The article also appeared online with the headline “Family of soldier killed by elephant sues Ministry of Defence”. It was shorter than the print article but included all the points listed above. It also included a photograph of the man in uniform stood alongside his parents.4. The complainants were the parents of the man named in the article who had been killed by the elephant, and who were taking legal action against the MoD. They said that the article had caused them and their family a lot of distress and contained a number of inaccuracies, in breach of Clause 1. They said that by reporting that they were suing the MoD “for £50,000” this gave the misleading impression that they were pursuing legal action for financial gain. In fact, they said that this sum was because their legal action was funded on a conditional fee basis – they wanted to prevent a similar accident happening by raising these issues in court. They also said that they did not allege that the MoD failed to carry out a risk assessment or failed to make any plan for medical care.5. The complainant also said that the article breached Clause 4. They said that their son’s inquest had yet to be held, and so the article revealed details of their son’s injuries and death to their wider family and friends. They also said that the online article used a family photograph without their permission.6. The newspaper expressed its condolences to the family and said that there was no intention to cause any distress. However, it did not accept that the article breached the Editors’ Code. It said that it was based on publicly available legal documents filed by the complainants at the High Court in pursuit of their legal claim against the MoD and had accurately reported these documents. It provided these documents as part of IPSO’s investigation. It said that these documents set out that the value of the claim was “for damages up to £50,000”, and that part of the complainants’ claims were that the MoD failed to carry out a risk assessment or put make a plan for medical care. It said that the article did not suggest that the complainants were pursuing their legal action for financial gain. It also noted that the reporter contacted the complainants’ solicitor prior to publication to offer the complainants the opportunity to elaborate on their legal action and the impact of their son’s death, however this had been declined.7. The newspaper did not accept that the publication of the article had been handled insensitively. It said that it was simply reporting on the death and the subsequent legal proceedings and did not seek to mock or belittle the complainants’ son in any way. It said that the all the points raised by the complainant were submitted as part of their legal proceedings. It said that the photograph which was used in the online article was publicly available on the complainants’ Facebook page without any privacy settings and did not show anything private or sensitive about the family. It also said that when the reporter contacted the complainants’ solicitor, she set out that the newspaper wished to use the photograph in the article – the solicitor gave no indication in her response that the complainants did not want this happen or that they considered the photograph to be private. Nevertheless, it removed the photograph from the online article as a goodwill gesture.8. During IPSO’s investigation, the complainants accepted that the article did not include any information which was not included in the legal documents submitted to the court as part of their claim.Relevant Code Provisions9. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. These provisions should not restrict the right to report legal proceedings.Findings of the Committee10. The Committee expressed its sincere condolences to the complainants for the loss of their son.11. The Committee wished to make clear that the newspaper’s responsibility under Clause 1 was to report the details of the legal case accurately. In this case, the article was based on the publicly available legal documents filed at the High Court. It was not in dispute that these documents set out that the complainants were seeking damages from the MoD. Although the Committee recognised the complainants’ position that this was not their motivation in pursuing their claim, reporting this fact without any further comment did not make the article an inaccurate report of the claim. The article did not directly reference any possible motivation by the complainants for seeking this sum. Similarly, it was not in dispute that the legal documents submitted on behalf of the complainant alleged that the MoD had failed to carry out a risk assessment or to make any plan for medical care. For these reasons, there was no failure to take care over the accuracy of the reporting of the legal case, and no significant inaccuracy as to the details of the case requiring correction. There was no breach of Clause 1 on this point.12. Clause 4 recognises that its provision should not limit the right to report on legal proceedings. In this case, it was not in dispute that all in the information relating to the complainants’ son’s injuries and death was included in the publicly available documents submitted in pursuit of the legal claim against the MoD. With regards to the photograph which was used in the online article, the reporter had informed the complainants’ representative that the newspaper planned to use it in an article reporting on the legal case. She had received no indication that this was unwelcome. In any event, the photograph was publicly available on social media, and did not include any embarrassing or belittling information about the complainants’ son – it simply showed the family standing together. For all of these reasons, neither the information reported in the article, nor the photograph used in the online article represented a failure to handle publication sensitively.13. Nevertheless, the Committee welcomed the newspaper’s offer to remove the photograph from the online article when this had caused the complainants distress.Conclusions14. The complaint was not upheld.Remedial Action Required15. N/ADate complaint received: 01/09/20Date decision issued: 17/12/20\nBack to ruling listing\n\n\n"
}