{
    "url": "/rulings-and-resolution-statements/ruling/?id=25169-20",
    "title": "25169-20 Mote Medical Practice v kentonline.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "kentonline.co.uk (Iliffe Media Group Ltd)",
    "published_on": "2020-08-14 00:00:00",
    "received_on": "2020-08-23 00:00:00",
    "concluded_on": "2020-12-23 00:00:00",
    "complaint_processing_days": 122,
    "conclusion_long": "10. The complaint was upheld under Clause 1.",
    "remedial_action": "11. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or adjudication. The nature, extent and placement of which is determined by IPSO. 12. The Committee considered that the inaccuracies were not the main focus of the article, which reported on the sale of the branch surgery. In light of this, the Committee concluded that a correction was the appropriate remedy. 13. This correction should be added to the online article. This wording should only include information required to correct the inaccuracy: that the surgery had not “stopped” the renewal of prescriptions by telephone; it had never offered this service and that it had not planned to open in October. The wording should be agreed with IPSO in advance, it should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation. If the publication intends to continue to publish the online article without amendment the correction on the article should be published beneath the headline. If the article is amended, the correction should be published as a footnote which explains the amendments that have been made.   Date complaint received: 23/08/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 25169-20 Mote Medical\nPractice v kentonline.co.uk\nSummary of Complaint\n1. Mote Medical Practice complained to the Independent Press\nStandards Organisation that kentonline.co.uk breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Loose Medical Centre in\nMaidstone could re-open with new doctors”, published on 14 August 2020.\n2. The article reported on a doctors’ surgery branch that\nhad temporarily closed. The article reported that the surgery had “stopped\nallowing patients to post repeat prescriptions at the Boughton Lane practice or\nallowing telephone renewals.” The article went on to say that the surgery that\nran the branch had decided not to reopen it, but that another surgery was in\nnegotiations to purchase it. It stated that the surgery that planned to buy the\nbranch would “begin work in September with the surgery planned to re-open in\nOctober”. The article reported a quote from the area’s Councillor which read:\n“Throughout lock-down I have been lobbying Mote Medical to provide support to\nvulnerable residents”. The article also contained a joint statement from both\nof the surgeries, explaining the impact of the arrangement on patients.\n3. The complainant, the surgery that had decided not to\nreopen the branch, said that the article was inaccurate in breach of Clause 1.\nIt said that it had never allowed renewals of prescriptions by telephone, and\ntherefore it was misleading to report that it had “stopped allowing… allowing\ntelephone renewals.” It also said it was not accurate to report that the\nsurgery was planned to open in October, as the surgery had not been sold at the\ntime of the article and therefore there was no proposed date to reopen. It also\nsaid that it was inaccurate to report the Councillor’s quote that he had been\n“lobbying” the complainant as it had not received any correspondence from him\nduring lockdown. The complainant said it had not wanted to provide information\nto the publication, but had been advised to issue a joint statement with the\nsurgery who planned to buy the branch. It said that it had no record of the\npublication trying to contact it for comment.\n4. The publication did not accept a breach of the Code. It\nsaid that the intention of the article was not to suggest that the complainant\nused to accept telephone prescription renewal requests and had stopped, but\nrather that after disallowing patients to post renewal requests, it would not\nallow telephone renewals in place of this. The publication also provided a\nFacebook post written by the Councillor quoted in the article on a community\nFacebook page which said that complainant “began refusing phone prescriptions”,\nand that the surgery would open in October. The publication said that it had\naccurately reported a quote from the Councillor that he had been lobbying the\ncomplainant, which was also contained in his Facebook post. It also provided\nemails which thanked the Councillor for his support and positive message from\nthe surgery buying the branch.\n5. The publication also said that a reporter had contacted\nthe complainant on two occasions for comment, outlining the nature of the query\nand was told that no one was available. The complainant did not respond prior\nto the publication of the article. The publication provided emails it had sent\nto the surgery that was planning to buy the branch from the complainant, in\nwhich it asked for “information please on the surgeries plans to take over the\npractice”. The publication also noted that a joint statement was issued by the\ntwo surgeries, and said that therefore the complainant was aware of press enquiries.\n6. The publication offered to publish the following as an addendum\nto the online article:\nMote Medical Practice has asked the KM to point out that it\nhas never allowed prescriptions to be renewed by telephone.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The publication had said its information came from a\npublic Facebook post of a Councillor, who had stated that the surgery would be\nopened in October and that the complainant had stopped allowing the renewal of\nprescriptions by telephone. It had also included a joint statement from the\ncomplainant and the surgery buying the branch, which had been provided after\nthe publication had asked the surgery buying the branch for “information” about\nthe “plans to take over the practice”. This email did not refer to the specific\nallegations included within the article which had been taken from the Facebook\npost, nor did the publication email either the complainant or the other surgery\nto confirm the specific allegations within the Facebook post after receiving\nthe statement. There was a conflict between the complainant and the publication\nas to whether the publication had contacted the complainant for comment, and\nhad outlined these specific concerns. The publication said that the reported\nhad telephoned the complainant multiple times. However, the joint statement had\ndirectly referred to the opening date and had stated that the surgery buying\nthe practice would “keep patients informed as to when the branch surgery will\nreopen”, and therefore the publication had the information regarding the\nplanned opening date. In addition, the publication had not taken any further\nsteps to confirm whether the complainant had stopped, or had ever allowed,\ntelephone renewals, such as using the complainant’s website. On this basis, the\npublication had failed to take care not to publish inaccurate or misleading\ninformation, and there was a breach of Clause 1(i).\n8. The article inaccurately implied that the surgery had at\none point given renewed prescriptions by telephone and had now stopped and that\nthe branch surgery planned to reopen in October. Where this was not the case,\nand misled people about how they could receive healthcare services, this was a\nsignificant inaccuracy and required correction under Clause 1(ii). The\npublication had offered an “addendum” to the article, but this failed to\nidentify the original inaccuracies, and did not put the correct position on\nrecord with regards to the planned opening date. There was a further breach of\nClause 1(ii).\n9. The article had also included a quote from the Councillor\nsaying that he had “been lobbying” the complainant. The publication had\naccurately reported the comment of the Councillor, and had clearly attributed\nit to him. Whilst the complainant may not have considered the Councillor’s\nactions to constitute lobbying, where this was an accurate report of what the\nCouncillor had said and attributed to him there was no breach of Clause 1.\nConclusions\n10. The complaint was upheld under Clause 1.\nRemedial Action Required\n11. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nestablishes a breach of the Editors’ Code, it can require the publication of a\ncorrection and/or adjudication. The nature, extent and placement of which is\ndetermined by IPSO.\n12. The Committee considered that the inaccuracies were not\nthe main focus of the article, which reported on the sale of the branch\nsurgery. In light of this, the Committee concluded that a correction was the\nappropriate remedy.\n13. This correction should be added to the online article.\nThis wording should only include information required to correct the\ninaccuracy: that the surgery had not “stopped” the renewal of prescriptions by\ntelephone; it had never offered this service and that it had not planned to\nopen in October. The wording should be agreed with IPSO in advance, it should\nmake clear that it has been published following an upheld ruling by the\nIndependent Press Standards Organisation. If the publication intends to\ncontinue to publish the online article without amendment the correction on the\narticle should be published beneath the headline. If the article is amended,\nthe correction should be published as a footnote which explains the amendments\nthat have been made.\n \nDate complaint received: 23/08/2020\nDate complaint concluded by IPSO: 23/12/2020\nBack to ruling listing\n\n\n"
}