{
    "url": "/rulings-and-resolution-statements/ruling/?id=27701-20",
    "title": "27701-20 Singh v Birmingham Mail",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Birmingham Mail (Reach PLC)",
    "received_on": "2020-08-26 00:00:00",
    "concluded_on": "2021-01-11 00:00:00",
    "complaint_processing_days": 138,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A   Date complaint received: 26/08/20",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 27701-20 Singh v\nBirmingham Mail\nSummary of Complaint\n1. Gurjit Singh complained to the Independent Press\nStandards Organisation that Birmingham Mail breached Clause 1 of the Editors’\nCode of Practice in articles headlined “Cannabis Farm worth £1m busted at\nWolverhampton home”, published on 21 August 2020, and “Owners of £1 million\ncannabis farm on run after major drugs bust”, published on 28 August 2020\n2. The first article, which appeared online only, reported\non a police raid at a “Cannabis Farm” at a Wolverhampton home. The article\nreported that the “illicit factory” was located on Hazel Road . The article was\nillustrated with a photograph showing two police vehicles parked on a\nresidential road, with several houses shown. The photograph was captioned “The\nillicit factory in Hazel Road, Wolverhampton, was shut down.”\n3. The second article appeared in print, and was a follow-up\nto the first online article, reporting that the owners of the “illicit factory”\nhad not yet been apprehended by the police. It was illustrated with the same\npicture as the first article; the caption of the photo was “Police at the\nscene.”\n4. The second article also appeared online in substantially\nthe same format, under the headline “Owners of £1million cannabis farm on run\nafter major bust in Wolverhampton.” It also included the same picture showing\nthe police vehicles on a residential street, which was captioned “The illicit\nfactory in Hazel Road, Wolverhampton, was shut down.\n5. The complainant, the owner of a house which appeared in\nthe picture of the police cars parked on a residential street, said that the\narticle was misleading in breach of Clause 1; he considered that, as his house\nappeared so prominently in the photograph chosen to illustrate the articles,\nreaders may be misled into believing that the raid had occurred at his house.\nHe further said that his house was located on another road across the street\nfrom Hazel Road, and that by associating his home with the drugs raid reported\nby the articles, the articles caused substantial upset to his family. The\ncomplainant also noted that he had been contacted by people he knew asking him\nif he was involved with the alleged criminal activity, which caused further\nupset to his family.\n6. The newspaper said it did not accept that Clause 1 had\nbeen breached. The photograph showed police vehicles attending the scene of the\nraid. A number of properties were shown in the background of the picture,\nincluding the complainant’s, and there was no indication that the complainant’s\nhome was the subject of the reported raid. Furthermore, the publication said\nthat there were repeated references to Hazel Road, the actual location of the\n“factory”, throughout the article and in the caption of the photographs as they\nappeared online; as such, it did not believe that the articles could\npotentially mislead readers into believing the complainant’s home, which was\nlocated on a different road, housed the cannabis farm.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nFindings of the Committee\n7. The Committee found that the details of the raided\nproperty found within the article, read in conjunction with the photographs and\ncaptions, provided evidence that the publication had taken care not to mislead\nreaders over the location of the raided property. It accepted the publication’s\nposition that the photographs were chosen to illustrate the police presence in\nthe area, and that the articles under complaint made clear the location of the\n“illicit factory” - with repeated references to Hazel Road, the location of the\nraided property and a different road from where the complainant’s property is\nlocated, appearing throughout the articles and in the photo captions. While the\nCommittee noted that the complainant’s home appeared prominently in the\nphotograph, the photograph showed several properties, and there was no indication,\neither in the articles or in the photograph captions, that the complainant’s\nproperty was the site of the raid. The police cars in the image were parked on\nthe other side of the road to the complainant’s house and there was no police\nactivity at the property itself. For these reasons, the Committee found that\nthe articles were not inaccurate, misleading, or distorted; and as such, there\nwas no breach of Clause 1.\nConclusions\n8. The complaint was not upheld.\nRemedial Action Required\n9. N/A\n \nDate complaint received: 26/08/20\nDate complaint concluded by IPSO: 11/01/2021\nBack to ruling listing\n\n\n"
}