{
    "url": "/rulings-and-resolution-statements/ruling/?id=27710-20",
    "title": "27710-20 Mailey v Sunday Life",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2020-08-23 00:00:00",
    "received_on": "2021-08-26 00:00:00",
    "concluded_on": "2021-06-02 00:00:00",
    "complaint_processing_days": -85,
    "conclusion_long": "14. The complaint was partly upheld under Clause 1 (i).",
    "remedial_action": "15. The correction which was offered put the correct position on record, and was offered promptly and with due prominence, and should now be published. 16. The Committee noted that it the Complaints Committee cannot compel publications to pay money to complainants should it find that the Code had been breached, and that it would not require nor request that a publication do so.  Date complaint received: 26/08/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 27710-20 Mailey v\nSunday Life\nSummary of Complaint\n1. Richard Mailey complained to the Independent Press\nStandards Organisation that the Sunday Life breached Clause 1 of the Editors’\nCode of Practice in an article headlined “LOCKDOWN DRUGS BUST SHOCKS PRISON\nBOSSES”, published on 23 August 2020.\n2. The article reported that there had been “more than 50\ndrug seizures during the coronavirus lockdown” at a prison. It said that\n“Ricky” Mailey, the complainant, was “among the main dealers” at the prison and\nthat “sources” at the prison had told the publication this. It also reported\nthat Mr Mailey was “serving a 30-month prison sentence.” It went on to state\nthat Mr Mailey “had a job as an orderly [in the prison…] allowing him to\ntransport drugs around” and that “his gang included […] a UVF gunman who has\nfallen foul of the terror gang [and a] drug dealer who survived a UVF revenge\nmurder bid after being accused of trying to shoot a prominent loyalist.”\n3. The article also appeared online in substantially the\nsame form, with the headline “Lockdown drugs busts shock Maghaberry Prison\nbosses”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1. While the article named him as “among the main dealers” at\nthe prison, he said that he had not dealt drugs in prison and in fact had been\nreleased from prison in January 2020, prior to the lockdown period. He provided\nan email from the prison confirming this. He said, therefore, that it was\nimpossible for him to have been “one of the main dealers” in the prison during\nthe lockdown period, as he was not incarcerated during this period, and noted\nthat he was not at the time of the article’s publication “serving a 30-month\nsentence.” \n5. He also said that it was inaccurate to link him to two\nindividuals with links to the UVF and to state that they were part of his\n“gang”, where he said no such gang existed.\n6. The publication said it accepted that the article had\nbeen inaccurate in reporting that Mr Mailey had been “among the main dealers”\nat the prison during the lockdown period and that he was “serving a 30-month\nsentence” at the time of publication. It said it had relied upon a single\nconfidential source for the information about the complainant included in the\narticle, and that it did not consider it necessary to verify the information\ngiven by the source as the publication had previously used the same source and\nhad found them to be reliable and accurate. It did not provide the original\ninformation from the source, citing the need to maintain the confidentiality of\nits sources. However, it offered to print the following clarification to put\nthe correct position on the record:\nAn article dated 24 August 2020 headlined \"Lockdown\ndrugs busts shock Maghaberry Prison bosses\" referred to Ricky Mailey. The\narticle referred to Mr Mailey being one of the main drug dealers in the prison\nduring the lockdown period and that two unnamed individuals were part of his\n'gang'. Mr Mailey was not in fact in Maghaberry prison during the lockdown\nperiod and left prison in January 2020. We are happy to make that clear.\n7. The publication also stated that the article had not\nlinked Mr Mailey to the UVF, and said that it had simply reported that he dealt\ndrugs in conjunction with two individuals who were linked to the organisation.\n8. The complainant said that only a retraction, apology, and\nmonetary compensation would be sufficient to resolve his complaint.\n9. The publication said that it would not pay compensation\nto resolve the complaint. It did, however, amend the proposed correction to\ninclude an apology. The amended correction, which the publication proposed to\npublish on page 24 or 25 of its print edition – which was where the original\narticle was published - and also online – as a standalone correction, a link to\nwhich would appear on the top half of its homepage for a day - to resolve the\ncomplaint, was as follows:\nAn article dated 24 August 2020 headlined \"Lockdown\ndrugs busts shock Maghaberry Prison bosses\" referred to Ricky Mailey. The\narticle referred to Mr Mailey being one of the main drug dealers in the prison\nduring the lockdown period and that two unnamed individuals were part of his\n'gang'. This was incorrect as Mr Mailey was not in fact in Maghaberry prison\nduring the lockdown period and left prison in January 2020. We are happy to\nretract this and apologise to Mr Mailey for the error.\n10. The complainant said that he did not wish to resolve his\ncomplaint on this basis, and requested that the matter proceed to the\nComplaints Committee so that they might make a determination as to whether the\nCode had been breached.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The publication did not dispute the complainant’s\nposition that he was not incarcerated during the lockdown period, and could not\nhave been part of a prison drug-dealing gang which operated during that time.\nIt was therefore not in dispute that the complainant had not “been among the\nmain dealers” in the prison during the lockdown period and had not been a\nmember of a drug-dealing “gang” with two individuals with links to the UVF, and\nthat the article was inaccurate on these points.\n12. Although both parties agreed that the article contained\ninaccuracies, the Committee still needed to consider, in accordance with the\nterms of Clause 1 (i), what care had been taken prior to publication over the\naccuracy of the information. The publication had relied on a single unnamed\nsource for the information linking the complainant to drug-dealing in prison\nduring the lockdown, and had not taken any steps to verify this information.\nWhile the Committee understood that identifying the source would have\npotentially breached the terms of Clause 14 (Confidential sources) – as this\nClause makes clear that publications have a moral obligation to protect\nconfidential sources of information – it did not consider protection of its\nsource absolved the publication of its requirement to take care over the\naccuracy of information included in its articles. In this instance, the\npublication had not taken any steps whatsoever to verify the information given\nby the source – for instance, by contacting the prison, the complainant or his\nrepresentative for comment – and had consequently published uncorroborated and\ninaccurate information. This amounted to a serious failure on the part of the\npublication under the terms of Clause 1 (i) and resulted in a significant breach\nof the Code. The breach related to a serious allegation that the complainant\nhad engaged in criminal behaviour while incarcerated and was demonstrably\ninaccurate. For these reasons, the Committee considered that the inaccuracy was\nsignificant and raised a possible breach of Clause 1 (ii).\n13. The publication had, upon receiving confirmation from\nthe complainant that he was not in prison during the lockdown period, offered\nto print a correction, and had amended the proposed correction upon being made aware\nof the complainant’s further concerns. The publication proposed to print the\ncorrection on page 24 or 25 of its print version, which was the location of the\noriginal story, and online. The proposed correction identified all disputed\npoints of accuracy, put the correct position on record, and apologised to the\ncomplainant. It was offered promptly and the Committee considered that the\nproposed position of the correction to be duly prominent, where the publication\noffered to publish the correction in the location of the original story in\nprint, and had offered to publish a separate online correction. For these\nreasons, there was no further breach of Clause 1 (ii).\nConclusions\n14. The complaint was partly upheld under Clause 1 (i).\nRemedial Action Required\n15. The correction which was offered put the correct\nposition on record, and was offered promptly and with due prominence, and\nshould now be published.\n16. The Committee\nnoted that it the Complaints Committee cannot compel publications to pay money\nto complainants should it find that the Code had been breached, and that it\nwould not require nor request that a publication do so.\n\nDate complaint received: 26/08/2021\nDate complaint concluded by IPSO: 02/06/2021\nBack to ruling listing\n\n\n"
}