{
    "url": "/rulings-and-resolution-statements/ruling/?id=27726-20",
    "title": "27726-20 The Family of Sue Woods v liverpoolecho.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "liverpoolecho.co.uk (Reach PLC)",
    "received_on": "2020-08-28 00:00:00",
    "concluded_on": "2021-06-02 00:00:00",
    "complaint_processing_days": 278,
    "conclusion_long": "15. The complaint was partially upheld under Clause 1(ii).",
    "remedial_action": "16. Having partially upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 17. The newspaper had taken due care over the accuracy of the article and social media post. It had very promptly amended the online article, deleted the social media posts and made further attempts to resolve the complaint. It had simply failed to correct the single social media post that contained the words “murder victim”. In light of these considerations, the Committee concluded that the appropriate remedy was the publication of a tweeted correction to put the correct position on record. 18. The tweeted correction should make clear the why the original Tweet was significantly misleading and set out the correct position. This should be published on the same Twitter account as the original Tweet and remain on the publication’s Twitter feed indefinitely. The wording should state that the Tweet has been published following an upheld decision by the Independent Press Standards Organisation and should be agreed by IPSO in advance.   Date complaint received: 28/08/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 27726-20 The\nFamily of Sue Woods v liverpoolecho.co.uk\nSummary of Complaint\n1. The Family of Sue Woods complained to the Independent\nPress Standards Organisation that liverpoolecho.co.uk breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 3 (Harassment) and Clause 4 (Intrusion\ninto grief or shock) in an article and four social media posts headlined,\nrespectively:\n“Murder victim was 'lovely family mum' often seen walking by\nneighbours” published 16 August 2020.“Very sad news. Tributes have today been paid after the\nwoman was named locally by neighbours” published 16 August 2020.“BREAKING: Police have arrested a 47-year old man on\nsuspicion of murder” published 16 August 2020.“People rushed out to help as horrific scenes unfolded on\nresidential street” published 16 August 2020.“Police say the incident is being treated as a ‘tragic\nstreet injury’ and no further action will be taken” published 16 August 2020.\n\n\n\n\nThe family also complained about the conduct of three\nemployees at the publication.\n2. The article reported that a “[m]urder victim”, Sue Woods,\nhad “died after suffering a fatal injury in the street about 200 metres from\nher home”. It reported that the injury was understood to be one “to her neck\narea”. It went on to report that “[a] man, 47, who is known to her, was\narrested at the scene on suspicion of murder”. The article went on to describe\nthe reflections of neighbours, one of whom had said that “”…recently, I\nremember thinking she definitely seemed like she had something on her mind, and\nshe didn't let on, like she usually would…It's so, so sad””. A link preview of\nthe online article contained in the first social media posts under complaint also\nshowed the words “murder victim”.\n3. The complainants said the article and the first social\nmedia post that linked to it breached Clause 1 by using the words “murder\nvictim”. They said that the arrest of the accused on suspicion of murder was a\nformality and did not justify describing the woman as a “murder victim”; the\nman was later released without charge and the death deemed a tragic accident.\nThe complainants said that the article breached Clause 2 by including a comment\nfrom a neighbour that read: “”…recently, I remember thinking she definitely\nseemed like she had something on her mind, and she didn't let on, like she\nusually would”, as this had led to speculation about domestic abuse. The\ncomplainants also said the article breached Clause 2 as it named the deceased\nthe day after she died, before some family members were told of the death or\nits full circumstances. The family also said the publication breached Clause 3\nand 4 by attempting to obtain information from family members. The family provided\ntwo social media message exchanges between the publication and two different\nfamily members. The family also provided an email exchange between a reporter\nand a separate family member. In all three instances, family members contacted\nthe newspaper to express concerns about the coverage. The publication responded\nby asking more information to clarify the nature of the family’s concerns and\nto propose how it might accommodate the wishes of the family in its coverage.\n4. The publication did not accept it had breached the Code.\nIt said that it had originally relied on a Merseyside Police press release\nabout the incident that referred to a man having been arrested on suspicion of\nmurder. The following day the police issued a new statement to state that the\nman had been released, that no further action would be taken against him, that\nno further suspects were sought and that the incident was now being treated as\na tragic accident. The publication then promptly updated the article to remove\nthe reference to there being a “murder victim” and published the following\ncorrection beneath the headline:\nUpdate: A man initially arrested by police after a woman was\nfatally injured on a residential street has been released without charge, with\npolice saying the incident will be treated as a \"tragic street\ninjury\" and that no further action will be taken against him.\n5. On receipt of the second police press release the social\nmedia posts were deleted, however in its first response during IPSO’s\ninvestigation, the publication offered to tweet a link to the amended article.\nThe publication also offered to send the family a private letter of apology.\n6. The complainants did not accept these offers.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for their private and\nfamily life, home, health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent. \n\niii) Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n7. The Committee first wished to express its condolences to\nthe complainants for their loss.\n8. At the time the article and first social media post were\npublished, it was known that a woman had died an unexplained death and the\npolice were treating it as a murder inquiry. The police press release had said\nthat a 47-year-old man known to the victim had been arrested on suspicion of\nmurder. In this context, the Committee considered that it was reasonable to\ndescribe the woman as a “murder victim”. Further, the article as a whole, to\nwhich the social media post linked, made clear that the man had only been\n“arrested…on suspicion of murder”. It would have been clear that it was for the\nCPS to prosecute should there be sufficient evidence of a murder having taken\nplace and for a court of law to conclusively determine whether the woman was in\nfact a murder victim. The newspaper took due care to not publish inaccurate or\nmisleading information with regard to the description of the woman as a “murder\nvictim”. There was no breach of Clause 1(i).\n9. After the publication of the article, new information\ncame to light and it was clear that the incident was no longer being treated as\na murder. The Committee acknowledged that the description of the woman as a\n“murder victim” was then rendered significantly inaccurate as to the\ncircumstances of the woman’s death. With respect of the online article, the\nsignificant inaccuracy was corrected promptly, as soon as the new information\ncame to light, and with due prominence. There was no breach of Clause 1(ii) in\nrespect of the online article.\n10. The first social media post under complaint also\ncontained the significantly inaccurate description of the woman as a “murder\nvictim”. Where text appears in a social media post, and that text constitutes a\nsignificant inaccuracy, any correction must be issued on that same medium, in\nthis case Twitter, to meet the due prominence requirement of Clause 1(ii). The\nnewspaper had only offered to post a link to the amended article and had not\noffered to actually publish a correction on Twitter. Therefore, in respect of\nthe Tweet, there was a breach of Clause 1(ii).\n11. The Committee acknowledged that the family had been\nupset by the inclusion of the neighbour’s comment that the deceased women\n“seemed like she had something on her mind, and she didn't let on”. However,\nneighbour was entitled to express their view, and the quote did not intrude\ninto the private lives of the complainants. There was no breach of Clause 2.\n12. The Committee acknowledged the distress caused to the\nfamily by the tragic death of their loved one and its coverage in the press. It\nnoted the complainants’ concern that some family members had found out about\nthe death by reading the articles. However, the fact of someone’s death and its\ncause is a matter of public record. In this instance, the circumstances of the\ndeath were discussed in a police press release and the newspaper was entitled\nto report on this. Reporting that a woman “died after suffering a fatal injury\nin the street” which was understood to be an “injury to the neck area” did not\nconstitute a breach of Clause 2.\n13. Journalists are not prohibited under the terms of\nClauses 3 and 4 from speaking to individuals who are distressed following a\ntragic event, nor from asking them for information. Rather, the Code provides\nthat enquiries and approaches must be made with sympathy and discretion; and\nshould not be made in a way that constitutes intimidation, harassment or\npersistent pursuit. In this case, the Committee did not consider that there had\nbeen any failure to respect the family’s wish not to be contacted; and it could\nnot be said that there was harassment or intimidation. There was no breach of\nClause 3.   \n14. There was also no evidence to consider that newspaper\nemployees had failed to exercise sympathy and discretion in responding to the\nfamily members’ concerns. These employees had expressed condolences, explained\nthe newspaper’s position and asked further questions simply where this was\nrelevant to understanding the family’s concerns, the correct factual position\nor how the newspaper might accommodate the family’s wishes in its reporting.\nThere was no breach of Clause 4.\nConclusion\n15. The complaint was partially upheld under Clause 1(ii).\nRemedial Action Required\n16. Having partially upheld a breach of Clause 1, the\nCommittee considered what remedial action should be required. In circumstances\nwhere the Committee establishes a breach of the Editors’ Code, it can require\nthe publication of a correction and/or an adjudication, the terms and placement\nof which is determined by IPSO.\n17. The newspaper had taken due care over the accuracy of\nthe article and social media post. It had very promptly amended the online\narticle, deleted the social media posts and made further attempts to resolve\nthe complaint. It had simply failed to correct the single social media post\nthat contained the words “murder victim”. In light of these considerations, the\nCommittee concluded that the appropriate remedy was the publication of a\ntweeted correction to put the correct position on record.\n18. The tweeted correction should make clear the why the\noriginal Tweet was significantly misleading and set out the correct position.\nThis should be published on the same Twitter account as the original Tweet and\nremain on the publication’s Twitter feed indefinitely. The wording should state\nthat the Tweet has been published following an upheld decision by the\nIndependent Press Standards Organisation and should be agreed by IPSO in\nadvance.\n \nDate complaint received: 28/08/2020\nDate complaint concluded by IPSO: 02/06/2021\n \nIndependent Complaints Reviewer\n19. The publication complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}