{
    "url": "/rulings-and-resolution-statements/ruling/?id=27791-20",
    "title": "27791-20 Soulsby and Summerland v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "10 Clandestine devices and subterfuge (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-06-30 00:00:00",
    "received_on": "2020-08-19 00:00:00",
    "concluded_on": "2021-10-29 00:00:00",
    "complaint_processing_days": 436,
    "conclusion_long": "25. The complaint was not upheld.",
    "remedial_action": "26. N/A.    Date complaint received: 19/08/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 27791-20 Soulsby and Summerland v Mail Online\nSummary\nof Complaint\n1. Sir\nPeter Soulsby and Lesley Summerland complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 10 (Clandestine devices and subterfuge) and Clause 12\n(Discrimination) in an article headlined “Leicester's Labour mayor Sir Peter\nSoulsby, 71, who has criticised ministers over city's new lockdown broke Covid\nrules himself to visit his girlfriend”, published on 30 June 2020.\n2. The\narticle, which followed similar coverage in another publication, reported that\n“The Mayor of Leicester [Sir Peter Soulsby] broke lockdown rules to visit his\ngirlfriend and stay at her house overnight” and that he “flouted the lockdown\nto go and see his partner Lesley Summerland, 64, and carry out maintenance on\nher home throughout April and May”. It went on to report that “Speaking to BBC\nRadio Leicester last month, [Sir Peter] apologised for the error of judgement\nand admitted ‘it was setting a very bad example […] It can be certainly\ninterpreted as against the spirit of the lockdown, if not against the\nregulations.’” It stated that “Officers said they would not be taking further\naction against him because the allegations, which the mayor admitted, were\n'historic'”. The article noted that \"[t]hroughout May, the Labour\npolitician used his social media account to urge residents to 'stay safe at\nhome'\". The article contained a still image of Sir Peter on a ladder\noutside Lesley Summerland’s house captioned: “Neighbours filmed the Labour\nMayor at Ms Summerland’s home on several occasions. Above: The mayor was filmed\nclimbing a ladder while Ms Summerland leaned out of a window”.\n3. The\narticle referenced special measures imposed on the city of Leicester shortly\nbefore publication: “All non-essential shops will close from today, with law\n[sic] to be rushed through to underpin the new restrictions […] schools will\nclose from Thursday and will not reopen until next term […] People are advised\nto avoid all but essential travel to, from, and within Leicester and should\n‘stay at home as much as you can,’ but there is no formal travel ban at this\nstage”.\n4. The\ncomplainants denied that Sir Peter “broke lockdown rules”, \"breached the\nrules” or “flouted the lockdown”. They said that whilst Sir Peter had\napologised for acting against “the spirit of the lockdown”, he had not admitted\nto breaking the law, specifically The Health Protection (Coronavirus,\nRestrictions) (England) Regulations 2020 and no such finding had been made by\nthe police. In their view, the article could mean only that Sir Peter had\nbreached the Regulations given that government guidance could not, by its\nnature, be “broken”. Further, the complainants said that it was inaccurate to\nstate that Sir Peter had “flouted the lockdown to […] carry out maintenance on\n[Lesley Summerland’s] home throughout April and May” as it gave the impression\nthat he had stayed at the house during the entire months of April and May and\nthat he had carried out maintenance on the house, both of which were incorrect.\nRather, he had stayed for around 2-4 days at the end of April and for a very\nfew nights towards the end of May, in one instance to provide support for Ms\nSummerland when she was suffering from health issues, and the other to provide\nsecurity whilst a window was broken and to help fix the window. Moreover, the\ncomplainants denied that their behaviour was in breach of the Regulations; they\nsaid it was entirely lawful for an individual to support their ill partner and\nto undertake emergency repairs to households, which amounted to a “reasonable\nexcuse” not to stay at home under the Regulations. The complainants said that\nthe published photograph had been distorted with regard to Ms Summerland’s\nappearance, making her more prominent, and was incorrectly captioned as she had\nnot leaned out of the window.\n5. The\ncomplainants also said that the publication of the photograph constituted a\nbreach of Clause 2 by showing them in a location where they had a reasonable\nexpectation of privacy. Whilst the front of the house was visible from the\nroad, they said the particular angle and height at which the photograph had\nbeen taken meant that it could not have been taken from a public place.\nFurther, it showed Ms Summerland within her bedroom. They said that the reasons\nfor Sir Peter’s attendance at Ms Summerland’s home were private and the\ncoverage had compounded the intrusive behaviour of neighbours.\n6. The\ncomplainant said the taking of the photograph constituted a breach of Clause 10\nas the film from which it was taken must have been recorded secretly. Finally,\nthe complainants said the article breached Clause 12 as the word “girlfriend”\nwas a pejorative reference to Lesley Summerland’s gender, whilst the\ndescription of Sir Peter “carry[ing] out maintenance” perpetuated a sexist\nstereotype that it is a man’s role to do house maintenance. They said the\nselective use of the term “girlfriend”, without the corresponding use of\n“boyfriend”, constituted a breach of Clause 12.\n7. The\npublication did not accept it had breached the Editors’ Code. It said it was\nentitled to claim that Sir Peter “broke” or “flouted” the rules. It said that\nthe lockdown announced by the government did not allow overnight stays at a\nhouse other than one’s own and that it was referring to a breach of the\nlockdown guidance rather than the law. It said that Sir Peter had spoken\npublicly to the media about his visits to the house, had apologised and\nconfirmed that he had made overnight stays during April and May, before the\nlockdown was relaxed. The publication pointed to Sir Peter’s comments to the\nmedia on the event, where he had said: “I thought what I was doing was within that\nguidance”; that “with hindsight I should not have visited”; and that “it was\nsetting a very bad example”. The publication maintained that the article was\nreferring only to a breach of the government’s ‘stay at home’ guidance and not\nthe law. The relevant guidance required people to stay at home and only leave\nfor very limited purposes, such as shopping for basic necessities, as\ninfrequently as possible; undertaking one form of exercise a day; for any\nmedical need, to provide care or to help a vulnerable person; and to travel to\nand from work, but only where this was absolutely necessary. Whilst the\npublication said it was therefore unnecessary to examine whether the\ncomplainants had breached the Regulations, it argued that the police had not\ntaken action because the alleged breaches were “historic”. It also argued that\nit was doubtful whether helping someone replace a window opener constituted a\n“reasonable excuse” within the meaning of the Regulations.\n8. The\npublication did not accept the photograph had been distorted; only\nmagnification had been used to enhance the image.\n9. The\nnewspaper denied any breach of Clause 2. The allegations had come to light two\nweeks prior to publication of the article and had been widely discussed in the\nmedia; the complainants’ relationship was not a secret. It argued that the\nactivities captured by the photograph would have been clearly visible to\npassers-by on the public road and did not reveal anything private. It noted\nthat the photograph had already been in the public domain for two weeks at the\ntime of publication of its article. Towards the end of the IPSO investigation,\nthe newspaper confirmed that the photograph was taken from a neighbour’s house\nusing their mobile phone, but it maintained that it showed a scene which could,\nin any event, be seen from a public place. Further, it noted Sir Peter’s\ncomments to the press that he was “up a ladder at the front of her house […]\nhardly trying to hide away”.\n10.\nWhilst it did not accept that there was any intrusion into the complainants’\nprivate lives, it noted the significant public interest in publishing the\narticle and the images. It said the story raised or contributed to a matter of\npublic debate, including impropriety, unethical conduct or incompetence\nconcerning public health during a pandemic. It provided contemporaneous emails\nbetween reporters and editorial staff which it said demonstrated that public\ninterest considerations had been referenced amongst editorial staff prior to\npublication. Such emails referred to Sir Peter’s alleged “public indiscretion”\nand the special lockdown measures in place in Leicester at the time of\npublication.\n11. The\npublication denied any breach of Clause 10: the photograph showed what would be\nclearly visible to passers-by, albeit from a slightly different vantage point.\nFurther, it was not taken with a clandestine device but rather a neighbour’s\nmobile phone camera, which was not hidden. The fact the complainants did not\nsee it did not mean it was hidden. Finally, it did not consider that the\narticle engaged Clause 12; it noted that “girlfriend” was simply a factual term\nto describe Ms Summerland’s relationship to Sir Peter and did not agree that\ndescribing Sir Peter carrying out work on the Ms Summerland’s house was sexist.\n12. The\npublication offered to change the reference to Ms Summerland from “girlfriend”\nto “partner”. Upon receipt of the complaint, it also deleted the reference to\nthe visits as having taken place “throughout April and May”.\n13. The\ncomplainants did not accept this offer as a resolution to the complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n10 (Clandestine devices and subterfuge)*\ni) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nThe\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest. The public interest includes, but is not confined to:\n·         Detecting or exposing crime, or the\nthreat of crime, or serious impropriety.\n·         Protecting public health or safety.\n·         Protecting the public from being misled by an\naction or statement of an individual or organisation.\n·         Disclosing a person or organisation’s\nfailure or likely failure to comply with any obligation to which they are\nsubject.\n·         Disclosing a miscarriage of justice\n·         Raising or contributing to a matter of\npublic debate, including serious cases of impropriety, unethical conduct or\nincompetence concerning the public.\n·         Disclosing concealment, or likely\nconcealment, of any of the above.\nThere is\na public interest in freedom of expression itself.\nThe\nregulator will consider the extent to which material is already in the public\ndomain or will become so.\nEditors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time\nFindings\nof the Committee\n14. The\nCommittee first considered the complainants’ complaint that the article claimed\nthat Sir Peter had breached the Regulations and had, therefore, broken the law.\n15. The\nCommittee noted the terminology used in the article in relation to Sir Peter’s\nactivities: the article variously referred to breaches of “Covid rules”,\n“lockdown rules”, “social distancing rules” and “the lockdown”, and did not\nreport that his activities had been in breach of the Regulations or that he had\nbroken the law. Having reported on Sir Peter’s activities, the article went on\nto report that additional measures were being introduced in Leicester and made\nclear that ministers had warned that people faced arrest if they broke those\nnew measures, explaining that laws were to be introduced to underpin the new\nrestrictions. The article, therefore, made it clear when certain restrictions\nwere imposed by law. The Committee did not agree that the references in the\narticle to ”lockdown rules” were necessarily references to the Regulations, as\nthe complainants asserted; the term “rules” could equally be used to refer to\nguidance. Furthermore, the article reported Sir Peter’s position that he had\nacted against “the spirit of the lockdown, if not against the regulations” and\nconfirmed that police had taken no further action. In the full context, the\nCommittee did not consider that the headline, or the article as a whole,\nclaimed that Sir Peter had broken the law. There was no breach of Clause 1(i)\non this point.\n16.\nHaving reached the view that the article did not report that Sir Peter had\nbroken the law, the Committee next considered whether the newspaper’s reporting\nof Sir Peter’s actions as breaking lockdown rules or flouting the lockdown was\nsignificantly inaccurate so as to require correction. The article reported that\n“[n]eighbours claim they saw [Sir Peter] ‘regularly’ in April” at Ms\nSummerland’s home; commented on what could be seen in the published images; and\nreferred to \"allegations\". The article also included Sir Peter’s\nresponse to the allegations, reporting that he had apologised for “acting\nagainst the spirit of lockdown, if not against the regulations” and for\n“setting a very bad example”. The Committee noted the newspaper’s position that\nhe had also previously said that although he had “thought” what he was doing\nwas within the guidance, in hindsight he ”should not have visited\". The\nCommittee acknowledged the complainant’s position that these comments did not\namount to an admission that he had breached the rules of lockdown; however, it\nwas clear that the complainant considered that his actions were ill-judged and\nfelt it necessary to publicly apologise for them. In these circumstances, where\nthe complainant had clearly accepted that he was at fault and had acted against\n“the spirit of lockdown”, the Committee did not consider it significantly\ninaccurate to state that Sir Peter had “broke[n] Covid rules\". There was\nno breach of Clause 1(ii).\n17. The\ncomplainants said that it was inaccurate to report that Sir Peter had carried\nout maintenance on Ms Summerland’s home “throughout April and May” as it gave\nthe impression that he had stayed at the house during the entire April-May\nperiod and carried out maintenance on the home, both of which they said were\nincorrect. It was not in dispute that Sir Peter had helped to replace a window\nopener, and it was not misleading to describe this as “maintenance on [the]\nhome”. Further, the phrase “throughout April and May” did not necessarily mean\nSir Peter was constantly at the address – indeed, as the article made clear that\nneighbours said they had seen him attending the property “regularly”. The\nCommittee did not consider that this phrase constituted an inaccuracy requiring\ncorrection where Sir Peter had made visits in both April and May. There was no\nbreach of Clause 1 on these points.\n18. The\nCommittee considered the complainants’ concern that the photograph had been\nedited to alter Ms Summerland’s appearance. It noted that the publication\ndisputed this. The Committee was unable to resolve these conflicting accounts\nas to whether alterations had been made to the image; however, it noted that\nnewspapers are entitled to undertake some editing of images, provided that it\ndoes not amount to distortion of an image leading to inaccurate or misleading\ninformation. In this instance, the significance of the photograph was that it\nshowed the activity with which Ms Summerland and Sir Peter were engaged during\none of his visits to the property; Ms Summerland’s precise appearance was not\nsignificant. There was no breach of the Clause 1.\n19. The\nCommittee then turned to the complaint under Clause 2 about the publication of\nthe photograph showing the complainants undertaking repairs on a window. The\nnewspaper had initially said that it was not able to confirm the location from\nwhich the photograph was taken, as the photograph had originally been obtained\nand published by a different publication. This was a matter of concern for the\nCommittee: in deciding to publish material obtained by a third party, the\npublication adopted responsibility for that material to ensure that it complied\nwith the terms of the Editors’ Code of Practice; knowledge of the provenance of\nmaterial should be central to ensuring compliance with the Editors’ Code.\n20.\nTowards the end of IPSO’s investigation, the publication confirmed the\ncomplainants’ position that the photograph had been taken from a neighbour’s\nhouse, not from the public road. The terms of the clause, however, relate not\nto whether a photograph was taken from a public or private place, but rather\nwhether the individuals being photographed were in a place – either public or\nprivate – where they had a reasonable expectation of privacy. In this instance,\nat the time they were photographed, the complainants would have been visible\nfrom the public road, Sir Peter being at the top of a ladder outside the house\nand Ms Summerland being at the window, and a photograph taken from the public\nroad could have included similar information about the complainants. Further,\nthe published photograph did not show the complainants engaged in any private\nactivity – a point alluded to in Sir Peter’s comment that “I was up a ladder in\nfront of her house. That is hardly hiding away”. The Committee also noted that\nthe photograph had previously been published and was, at the date of publication\nof the article, in the public domain. In these circumstances, the complainants\ndid not have a reasonable expectation of privacy in relation to the information\ncontained in the photograph and its publication did not intrude into the\ncomplainants’ private lives. There was no breach of Clause 2.\n21. The\nCommittee next considered the complainants’ other concerns about the article\nunder Clause 2: namely a concern that the circumstances around Sir Peter’s\nvisit were private and a concern that the article compounded and encouraged the\nintrusive behaviour of neighbours. The article did not report on the reasons\nfor Sir Peter’s visits, save that it described what had been visible to\nneighbours, namely that he had been seen arriving at the property and on one\noccasion he had carried out maintenance on her home. Furthermore, Sir Peter had\npublicly addressed the subject of his visits at some length two weeks prior to\nthe publication of the article. The limited information about his visits\nreported in the article was not information over which the complainants had a\nreasonable expectation of privacy. There was no breach of Clause 2 on this\npoint. Concerns about the intrusive behaviour of neighbours, beyond that which\nrelated directly to the content of the article, were not a matter for IPSO.\n22. The\nCommittee considered the complainants’ concern that the photograph was obtained\nusing a hidden camera in breach of Clause 10. There was no dispute that the\nphotograph had been taken by a neighbour with a mobile phone from a window in\ntheir house. The complainants said that they had not seen the footage being\ntaken and a hidden camera must therefore have been used, while the publication\nsaid it had been filmed openly. The fact that the complainants had not seen the\nphone did not necessarily mean that it had been hidden. The Committee had\nregard for the fact that the scene could have been photographed from a public\nplace with an unconcealed device, albeit from a different vantage point; that\nthe published images did not reveal private information about the complainants\nwhich required subterfuge to photograph; and that the use of subterfuge would\nnot have revealed anything which could not have been photographed by a camera\nused openly in a public place. In all these circumstances, the use of a camera\nfrom a neighbour’s house did not, in this instance, amount to a breach of\nClause 10 of the Editors’ Code.\n23. The\nCommittee acknowledged the complainants’ position that the word “girlfriend”\nwas an implicit reference to Ms Summerland’s sex. However, the reference had\nnot been used in a pejorative or prejudicial way; the term is widely used to\ndescribe the female partner in a relationship where the couple are not married.\nThere was no breach of Clause 12 on this point. In addition, the publication’s\ndecision to use this term to describe Ms Summerland and not the corresponding\nterm (“boyfriend”) for Sir Peter did not constitute a breach.   \n24.\nClause 12 covers references to a person’s sex and other protected characteristics.\nThe description of Sir Peter “carry[ing] out maintenance” did not amount to\nsuch a reference. Clause 12 was not engaged on this point.\nConclusion(s)\n25. The\ncomplaint was not upheld.\nRemedial\nAction Required\n26. N/A.\n\n\n\nDate\ncomplaint received: 19/08/2020\nDate\ndecision issued: 29/10/2021\n \nIndependent\nComplaints Reviewer\n \nThe\ncomplainants complained to the Independent Complaints Reviewer about the\nprocess followed by IPSO in handling this complaint. The Independent Complaints\nReviewer decided that the process was not flawed and did not uphold the request\nfor review.\nBack to ruling listing\n\n\n"
}