{
    "url": "/rulings-and-resolution-statements/ruling/?id=27813-20",
    "title": "27813-20 Steinhardt v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-08-28 00:00:00",
    "received_on": "2020-09-03 00:00:00",
    "concluded_on": "2021-03-31 00:00:00",
    "complaint_processing_days": 209,
    "conclusion_long": "16. The complaint was partially upheld under Clause 1(i).",
    "remedial_action": "17. The correction was offered with sufficient promptness and prominence to meet the terms of Clause 1(ii) and should now be published.   Date complaint received: 03/09/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 27813-20\nSteinhardt v Mail Online\nSummary of Complaint\n1. Joe Steinhardt complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Pubs, shops and homes in\nNotting Hill are boarded up after boss of cancelled carnival urged revellers to\nstay off the streets – as 3,000 police are on alert for million-strong BLM\nmarch in London on Sunday” published on 28 August 2020.\n2. The article reported plans for the Notting Hill Carnival\nto go ahead virtually, but that the streets of Notting Hill were still being\nboarded up “amid fears of large-scale protests”. It reported that Extinction\nRebellion (XR) were planning a “civilly disobedient long weekend” and had urged\nsupporters to join a Black Lives Matter (BLM) march – “dubbed ‘Million People\nMarch’” - from Notting Hill to Hyde Park. It said that, despite the Notting\nHill Carnival moving online, it had “not stopped authorities preparing for\npublic disorder”. It reported that shops, restaurants, and homes had been boarded\nup. A photo caption said that “Despite plans to move the west London street\nparty online for the first time in its 54-year history, authorities have still\nbeen busy boarding up streets amid fears of public disorder and parties taking\nplace over the long weekend”.\n3. The article also included several photographs. One showed\na pub with painted wooden boards up over its window and beer garden which was\ncaptioned “The boss of Notting Hill Carnival has urged revellers to stay off\nthe streets this weekend amid plans for huge protests by Black Lives Matter and\nExtinction Rebellion supporters”. A further photograph showed a clothes shop,\nwhich was also boarded up with a caption that said “Despite plans to move the\nwest London street party online for the first time in its 54-year history,\nauthorities have still been busy boarding up streets amid fears of public\ndisorder and parties taking place over the long weekend”. Another photograph\nshowed a branch of a café chain with painted boards over its window but was not\ncaptioned.\n4. The complainant said that the article was inaccurate. He\nsaid that it was not the case that a million people were expected to\nparticipate in a BLM march and so it was inaccurate to report that people were\non alert for a “million-strong” march as claimed in the headline. In fact, he\nsaid that he only saw approximately 300 people in attendance at the subsequent\nmarch. He said that instead, the protest had been organised by a small group\ncalled the Million People Movement and named the “Million People March” as a\nreference to the historic “Million-Man March” in 1995. The protest was not\nendorsed or organised by the Black Lives Matter organisation – which at that\ntime was not a formally registered entity in the UK – but rather associated itself\nmore loosely with the wider Black Lives Matter movement.  The complainant also said that it was\ninaccurate to report that “authorities” had been busy boarding up the streets\nas although some businesses had been boarded, he said that there was no\nevidence that any public authorities were involved. Furthermore, the\ncomplainant said that the photographs used by the newspaper were old and did\nnot show current events – he provided current photographs showing that this\nyear, the pub had only been boarded on one side and the café had not been\nboarded at all. He said that the clothes shop had already been boarded up for\nmonths, so it was misleading to imply it had been boarded in fear of protests.\nFinally, he said that he had spoken to the owners of the pub and a bank which\nhad been boarded and said that they had told him they had done so because they\nhad been warned by police about “unauthorised carnival celebrations”, not\nbecause of the planned protest.\n5. The newspaper said that the headline reference to “million-strong”\nreferred to the organisers’ description of the joint XR and BLM protest as the\n“Million People March”. It said that it was reasonable to rely on this\ndescription. It also noted the protest followed similar high-profile and\nwell-attended protests as well as coinciding with the previously well-attended\nNotting Hill Carnival. It also noted that it had been estimated that a similar\nnumber of attendees had attended the carnival in previous years.  It said that regardless of the actual\nattendance, this description was not significantly inaccurate – it said that\nthe article was clearly published in advance of the protest and was reporting\non the speculated turnout. It said that it was clear that the protest was\nexpected to be a significant public event with a large number of attendees – as\nreported in the article, police were on standby to deploy 3000 officers, eight\narmed-response teams and 46 officers dedicated to “firearm intervention\ntactics”. However, on receipt of the complaint, it offered to amend the\nheadline to say “Million People March” to reflect the organisers’ own\ndescription.  \n6. The newspaper said that in relation to the claim that\n“authorities” had been boarding up streets, it noted that the clothes shop\npictured in the article had issued a statement in 2018 in advance of the\nCarnival which said, “The council board off all their garden spaces, everything\nis closed off”. For this reason, it said that even if the boarding had been\noutsourced to private companies or carried out by businesses themselves, it did\nnot give rise to any significant inaccuracy. However, in its first response to\nIPSO’s investigation, it offered to amend the article to say that “property and\nshop owners” have still been busy boarding up streets.\n7. The newspaper said that the photographs were provided by\na press association. It accepted that the photographs of the pub and café chain\nwere from previous years, and the reason they were published was because the\ndate and accompanying explanation that they were for comparing the preparations\nwith previous years was not visible when previewed. On receipt of the\ncomplaint, it replaced the photograph of the pub with an image taken in August\n2020, which showed the boards being put up, and replaced the image of the café\nwith a different one taken in 2020. It said that the photograph of the clothes\nshop has been taken in August 2020 and although it could not say how long the\nboarding had been in place, it provided a slightly wider picture taken at the\nsame time which showed work being carried out on the boards. It also noted that\na statement released in 2018 by the clothes shop said that it “always surrounds\nthe building with wooden boards…We have always boarded up the shop in that time\n[of the Notting Hill Carnival], everybody does now”. For all of the images, it\nsaid that regardless of whether the photographs were from 2018 or 2020, they\nwere an accurate representation of the steps businesses had taken to prepare\nfor the protest and their publication in the article did not give rise to any\nsignificant inaccuracy on this point. \nNevertheless, during direct correspondence with the complainant, the\nnewspaper offered in principle to publish a standalone correction in its online\ncorrections and clarification column noting that images had been used were\ntaken in previous years. During IPSO’s investigation, it instead proposed the\nfollowing wording as a footnote correction after the complainant had refused\nits initial offer: \nIn an earlier version of this article we mistakenly included\nimages in a preview of buildings boarded up for previous Notting Hill\ncarnivals. These have since been removed and we are happy to set the record\nstraight.\n8. In response, the complainant noted that although the\nnewspaper offered to replace the photographs on receipt of the complaint, it\ndid not do so until IPSO began its investigation. He did not accept the\nnewspaper’s proposed correction.\nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. It was accepted that the article had used photographs of\nthe pub and café from previous years because of an error in selecting the\nphotographs from the press agency, and these photographs had been presented as\nbeing contemporaneous. The presentation of historical images as contemporaneous\nones constituted a failure to take care not to publish misleading and distorted\ninformation which could have been avoided upon closer inspection of the photos’\nexplanations. There was a breach of Clause 1(i).\n11. The Committee then considered whether this failure to\ntake care gave rise to a significantly misleading statement or distortion\nrequiring correction. The photos from 2020 supplied by the complainant clearly\nshowed minimal boarding on the pub and no boarding on the café. This was in\ncontrast to the photographs from previous years published in the article, which\nshowed both premises completely boarded up. The published images were also used\nto illustrate the article’s broader points about the preparations made by\nbusinesses in advance of possible disorder. In the Committee’s view, the\nselection and presentation of the two photographs was significantly misleading\nas to the level of preparation undertaken by two businesses and the perceived\nthreat posed by the protest. The footnote correction offered by the publication\nidentified the inaccuracy and put the correct position on record. It was\noffered promptly in circumstances where a previous in-principle correction had\nbeen offered on this point and the photographs removed. There was no breach of\nClause 1(ii) on this point. \n12. The Committee was mindful that publications have the\nfreedom to speculate on future events and to make predictions. Their obligation\nunder Clause 1, however, is to ensure that care is taken over the accuracy of\nthe article in setting out the basis for the speculation and in distinguishing\nspeculation from fact.  In this case, the\narticle was reporting on a planned protest and its predicted turnout. It\ndescribed the police being “on alert” for a “million-strong BLM march” that\ncoming Sunday. The organisers had named the event the Million People March, and\nthis was made clear in the article, which stated that the protest was “dubbed\n‘Million People March’”. There was no evidence that the organisers had used\nthis description for anything other than indicating the level of support\nexpected or desired, and as such it was reasonable to report this where the\narticle made clear it was the organisers’ own claim. In any event, it would be\nclear to readers that claims about protest attendance are inherently\nspeculative. As such, the claim that police were on alert for a\n“million-strong” march did not constitute a failure to take care not to publish\nmisleading or inaccurate information nor did it constitute a significantly\nmisleading or distorted statement requiring correction. There was no breach of\nClause 1 on this point.\n13. The Committee accepted that the protest was loosely\nassociated with Black Lives Matter – however, it did not appear to be disputed\nthat it was protesting on the issues synonymous with the BLM movement. As such,\nthe Committee did not consider it to be significantly misleading to describe\nthe protest as ”a BLM march”. There was no breach of Clause 1.\n14. The article stated that “authorities” had been boarding\nup streets. The Committee noted that it was not in dispute that public\nauthorities were preparing for possible disorder by, for example, putting 3,000\npolice on high alert. Nor was it in dispute that some business owners had\nengaged in boarding up. In this context, the Committee considered that who\nexactly had instructed the boards to be erected did not constitute a\nsignificantly inaccurate or misleading statement; especially where public\nauthorities were preparing in other ways. There was no breach of Clause 1 on\nthis point.\n15. The photograph of the clothes shop was contemporaneous;\nhowever, the complainant argued that the boarding put on the shop pre-dated the\npreparation for the protests, and therefore rendered the use of this image in\nthis article inaccurate. It was not clear that the boarding was unconnected to\nthe protests and the complainant did not know when or why the boarding was put\nup, or whether the events of the summer bank holiday were a factor in this. In\nthe absence of the involvement of the establishment, the Committee was unable\nto establish the reasons for the presence of the boards and could not make a\nfinding on this point.\nConclusions\n16. The complaint was partially upheld under Clause 1(i). \nRemedial Action Required\n17. The correction was offered with sufficient promptness\nand prominence to meet the terms of Clause 1(ii) and should now be published.\n \nDate complaint received: 03/09/2020\nDate complaint concluded by IPSO: 31/03/2021\nBack to ruling listing\n\n\n"
}