{
    "url": "/rulings-and-resolution-statements/ruling/?id=27885-20",
    "title": "27885-20 Sutherland v Daily Record",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2020-09-07 00:00:00",
    "received_on": "2020-09-08 00:00:00",
    "concluded_on": "2021-01-14 00:00:00",
    "complaint_processing_days": 128,
    "conclusion_long": "25. The complaint was partly upheld under Clause 1.",
    "remedial_action": "26. Having upheld a breach of Clause 1(i) and Clause 1(ii), the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 27. The Committee considered that the publication did not take the necessary care when reporting the complainant’s actions. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. A correction was considered to be sufficient, as the role the complainant played when creating the profile and posting the Facebook status were set out within the article. 28. The Committee then considered the placement of the correction. It should appear as a footnote to the article online, and in the print version of the paper in the established corrections and clarifications column. The correction needed to record that the article had claimed that the complainant had “infiltrated” an organisation, when in fact the publication had not taken care not to publish inaccurate information and did not have the evidence to support this claim. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.   Date complaint received: 08/09/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 27885-20 Sutherland\nv Daily Record\nSummary of Complaint\n1. Edward Sutherland complained to the Independent Press\nStandards Organisation that Daily Record breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Top pro-Israel lawyer’s fake vandalism plot to frame Palestine group”,\npublished on 7 September 2020.\n2. The article reported on a preliminary ruling of the Law\nSociety of Scotland (LSS) which found that a solicitor had been involved in a\n“fake vandalism plot to frame” a Palestinian pressure group.  It said that an associate of the solicitor\nhad “created a fake Facebook identity” in order “to infiltrate the [the\nPalestinian group referred to in the headline] in January last year”. It said\nthat the associate was “linked to [a named group relating to Israel], which\naims to promote the interests of [Israel] in the UK”. The article reported that\nthe solicitor’s associate had used the fake profile “Stevie Harrison” to post\non social media “highlighting vandalism daubed on [the solicitor’s] home”. It\nthen quoted the social media post in full: “A certain Jewish lawyer woke up\nthis morning to find ‘Free Palestine’ spray-painted rather prominently – no\nidea who was responsible.” The article then reported that the lawyer “fuelled\nthe story of the fantasy attack” by responding to the post on Facebook with\n“Idiocy. Typical [named group] behaviour. Criminal.” Screenshots of both posts\nwere included in the article, and the one by Stevie Harrison contained multiple\nwinking emojis. The article reported the LSS report in which the solicitor\nadmitted “he knew the scenario to be faked”, but that he “went along with it”\nas his associate’s character was being used “’to monitor various disruptive\nactivities of the [named group relating to Palestine]’”. A quote from the\nreport was included in the article which stated that there was “no evidence to\nfind that Harrison was recognised as a member of the [named Palestinian group]”\nand that the “emojis portraying a wink” after his status implied that he had\ncommitted the act of vandalism, and that the solicitor’s comment had tied this to\nthe [named group relating to Palestine]. The article also reported that the\nsolicitor’s associate, behind the fake profile, was facing “his own probe by\nthe General Teaching Council for Scotland”. The article stated that “victims”\nwere demanding that the solicitor “pay compensation to those smeared by the\nplot”. It then went on to quote the chair of the named group which related to\nPalestine, who was reported as saying that “those who have been defamed,\nincluding myself, should be awarded exemplary damages”.\n3. The article also appeared online in substantially the\nsame format under the headline “Top pro-Israel lawyer faked vandalism attack at\nScots home in plot to frame Palestine group”.\n4. The complainant, the associate of the solicitor who created\nthe fake Facebook profile, said that the article was inaccurate in breach of\nClause 1. He stated that he had not created the fake Facebook profile in order\n“to infiltrate the [named Palestinian group]”. He said that he predominantly\nused the profile to monitor groups for threats against him and his friends, and\nto infiltrate other Facebook groups, but not the group named in the article. He\nnoted that the LSS report did not state that he had infiltrated the group, and\nhad described him as creating the profile “to monitor various disruptive\nactivities\", which he considered to be an accurate characterisation.\n5. The complainant also said it was inaccurate to state he\nwas “linked” to a named group “which aims to promote the interests of [Israel]\nin the UK”. He said the charity’s name was longer than that reported by the\narticle, and noted that the aims of the charity were available online and were\ndescribed as “to advance education regarding Israel”; “to promote equality and\ndiversity”; “to advance human rights, conflict resolution and reconciliation”;\nand “to promote religious and racial harmony”. The complainant noted that the\nLSS report described a group, that it did not name, as a “pro Israel advocacy\ngroup”, which he also thought was inaccurate.\n6. The complainant said it was inaccurate to report that\n\"The fake Palestinian supporting activist ‘Stevie Harrison’ wrote a social\nmedia post highlighting vandalism daubed on [named solicitor’s] home”. He\naccepted that he had used a fake Facebook account to post about graffiti that\ndid not exist, but stated that the status did not say it was on the solicitor’s\nhome. He said that the sentence gave the impression that the vandalism had\nactually taken place which was inaccurate.\n7. The complainant also believed that the term “plot” was an\ninaccurate characterisation of the events. Similarly, he said it was inaccurate\nto describe “victims” as he believed no one had been harmed by his actions, and\nthat no “victims” were described in the LSS report. He also said that the quote\nfrom the initial judgment of the LSS: \"The reporter is satisfied that Mr Y\nimpersonates an anti-Israeli activist and in order to convince other\nanti-Israeli activists, Mr Y targets Israeli supporters, including the solicitor\"\nwas untrue as he did not target anyone. The complainant also stated that the\nreference to his “probe by the General Teaching Council for Scotland” gave the\nmisleading impression that the “probe” was connected to the points in the\narticle.\n8. The complainant also said that the publication of the LSS\nreport, and his identity in connection with it, which was not revealed in the\nLSS report, was a breach of his privacy. The complainant said the report was\nnot publicly available. He also said that referring to the “probe by the\nGeneral Teaching Council for Scotland” was a breach of his privacy as this was\nconfidential at the time of publication.\n9. The publication did not accept a breach of the Code. It\ninitially said that the complainant had accepted that the fake account had been\nused to infiltrate the group by entering it on Facebook. The publication also\nnoted that the article did not refer to the account being created in January,\nbut stated that this was when the “infiltration” took place.\n10. The publication did not accept that it was significantly\ninaccurate to misname the charity the complainant was linked to by publishing a\nshorter version, but offered to amend the online version of the article to\nreflect its full name.\n11. The publication said that the graffiti being alleged to\nhave been daubed on the solicitor’s home was supported by the findings of the\nLSS report which stated that: “The reporter is satisfied on the balance of\nprobabilities that the purpose of the post was to give the impression that the\nsolicitor’s home had been vandalised”. The report also stated that “Stevie\nHarrison had discussed a fictitious plan with Mr X to paint graffiti on the\nsolicitor’s home and had asked Mr X for his assistance. It was said that Mr X believing\nthis to be a real plan assisted by providing Stevie Harrison with a description\nof the solicitor’s property and the registration details of his wife’s car.”\n12. The publication stated that it was not inaccurate to\ncharacterise the complainant’s actions as a “plot”. The publication\nacknowledged that the complainant himself had stated that he “pretended to have\na grudge” against the solicitor. It also provided an extract from the LSS\nreport it believed supported this: “The reporter is satisfied that at the time\nof commenting, the solicitor knew Mr Y and knew that Mr Y impersonated an\nanti-Israeli activist through the online alias of Stevie Harrison. The reporter\nis also satisfied on the balance of probabilities that the discussions with Mr\nX concerning the proposed vandalism of the solicitor’s home would have been\ndisclosed to the solicitor by Mr Y. Taking this together, the reporter is\nsatisfied that when commenting on the post, the solicitor would have known that\nthe post was false and no vandalism had taken place. The reporter is satisfied\nthat the purpose of the comment was to associate the ostensibly criminal act\nwith members of the [named group relating to Palestine] despite the solicitor\nbeing aware at the material time that no criminal act had taken place. The\nreporter is satisfied that it is reasonable to draw the inference that the\npurpose of the association was to discredit the [named group relating to\nPalestine].” It noted that the LSS report described the events as a “plan” and\ntherefore the publication did not consider that it was misleading to characterise\nthe event as a “plot”.\n13. The publication said that the reported quote: \"The\nreporter is satisfied that Mr Y impersonates an antiIsraeli activist and in\norder to convince other anti-Israeli activists, Mr Y targets Israeli\nsupporters, including the solicitor\" was taken directly from the LSS\nreport and was attributed to the report, and therefore could not be misleading.\n14. The publication said that the “probe” by the General\nTeaching for Scotland was described as the complainant’s “own probe” and\ntherefore readers would not be misled into believing that the two were\nconnected in the way described by the complainant.\n15. The publication did not accept a breach of Clause 2. It\nsaid that the report had been sent to it, and that was not marked as private or\nconfidential. It also noted that both the complainant’s connection to the\nFacebook post, and his probe from the Teaching Council was already in the\npublic domain and several other publications had published articles on the\nsubject.\n16. The complainant said that the publication’s position was\ninaccurate. He said that his account had nothing to do with the named group\nrelating to Palestine and that he had not “infiltrated”, joined or posted\nanything in this group. He noted that the LSS report made no reference to him\nbeing accused of gaining access to the named group’s Facebook page. He accepted\nthat he had joined one Facebook group with the fake profile, and that he had\nmonitored other groups, but not that he had joined, or monitored the group\nnamed in the article.\n17. The publication apologised for the confusion over its\nposition. It stated that its position was that the complainant had used\nsubterfuge in order to gain trust and knowledge he would not have been able to\nif he had used his own name. It also said that he had posted a Facebook status\nabout vandalising the solicitor’s house with graffiti, and the solicitor\nreplied that this was “typical [named group] behaviour”. The publication said\nthat this response would not have made sense unless the complainant’s fake\nprofile was an established supporter of the named group. It said that this\ndemonstrated that the complainant had infiltrated the named group. However,\nafter IPSO’s investigation had concluded, the publication offered to publish\nthe following correction if the Complaints Committee found that the reference\nto infiltration misleading:\nOur article 'Top pro-Israel lawyer's fake vandalism plot to\nframe Palestine group'; 7 September, reported that Ed Sutherland had 'created a\nfake Facebook identity under the name Stevie Harrison to infiltrate the SPSC'.\nWe are happy to make clear Mr Sutherland did not physically infiltrate the SPSC\nFacebook group, but used the fake identity to observe the activities of the\nSPSC'.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.\nFindings of the Committee\n18. The publication’s position as to why it had described\nthe complainant as having “infiltrated” the named group had changed during\nIPSO’s investigation. It concluded by saying that as the solicitor, who the\ncomplainant had made the plan with, had commented on his status saying it was\nthe named group, this demonstrated that the complainant had infiltrated the\ngroup. The Committee noted that the publication had provided no evidence of any\ninfiltration to the group, or that the complainant had engaged with the named\ngroup at all. This allegation was not included within the LSS report, and\ntherefore the publication had failed to take care not to publish inaccurate\ninformation under Clause 1(i). The article gave the impression that the\ncomplainant had engaged in a higher level of subterfuge than was the case, and\nwas therefore a significant inaccuracy requiring a correction under Clause\n1(ii).\n19. The publication had offered a correction, however where\nthe complainant had said he had not been monitoring the named group and the\npublication had provided no evidence to suggest that he had, the offered\ncorrection did not put the correct position on the record. In addition, this\nwas only offered after IPSO’s investigation had concluded, which was not\nsufficiently prompt. There was a further breach of Clause 1(ii).\n20. Publishing a shorter version of the name of the group\nrelating to Israel, which the complainant was linked to, was not significantly\ninaccurate in the context of the article, where this was mentioned in passing.\nWhilst the complainant disputed that the group aimed “to promote the interests\nof [Israel] in the UK”, where this was described by the LSS report as a “pro\nIsrael advocacy group” and where the listed purposes of the group was to\nadvance education regarding Israel, this was not a significant inaccuracy.\n21. The LSS report stated that it was satisfied that the\nfake graffiti had been alleged to be on the solicitor’s house. The article had\naccurately represented the report, and also made clear that there was not\nactually any graffiti. The publication had not failed to take care not to\npublish inaccurate information under Clause 1.\n22. Where the complainant had accepted that he had\n“pretended to have a grudge” against the solicitor, which had been agreed with\nthe solicitor in advance, it was not misleading to characterise this as a\n“plot”. In addition, whilst the complainant did not believe there were any\n“victims” of his actions, the article contained a quote from the chair of the\nnamed group relating to Palestine which set out that he felt the group had been\ndefamed. Where the article made clear what had happened, who felt themselves to\nbe a victim of the complainant’s actions and why, this was not misleading.\nThere was no breach of Clause 1 on these points.\n23. The article had also contained a direct quote from the\nLSS report that the complainant believed was inaccurate. As the publication had\naccurately reported what was said in the report, and clearly ascribed it to the\nreport, there was no breach of Clause 1. In addition, where the article was\nabout the actions of the complainant and the solicitor, where the article\nclearly stated the complainant faced his “own probe” from the General Teaching\nfor Scotland this did not misleadingly imply that the two were connected and there\nwas no breach of Clause 1.\n24. The complainant had said that both the LSS report and\nthe probe by the Teaching Council were confidential and was a breach of his\nprivacy to publish. The Committee noted that the complainant’s connection to\nboth of these aspects was already in the public domain. It also noted that\nneither related to the complainant’s private life, but to the complainants\npublic political activity. There was no breach of Clause 2.\nConclusions\n25. The complaint was partly upheld under Clause 1.\nRemedial Action Required\n26. Having upheld a breach of Clause 1(i) and Clause 1(ii),\nthe Committee considered what remedial action should be required. In\ncircumstances where the Committee establishes a breach of the Editors’ Code, it\ncan require the publication of a correction and/or an adjudication, the terms\nand placement of which is determined by IPSO.\n27. The Committee considered that the publication did not\ntake the necessary care when reporting the complainant’s actions. The Committee\nconsidered that the appropriate remedy was the publication of a correction to\nput the correct position on record. A correction was considered to be\nsufficient, as the role the complainant played when creating the profile and\nposting the Facebook status were set out within the article.\n28. The Committee then considered the placement of the\ncorrection. It should appear as a footnote to the article online, and in the\nprint version of the paper in the established corrections and clarifications\ncolumn. The correction needed to record that the article had claimed that the\ncomplainant had “infiltrated” an organisation, when in fact the publication had\nnot taken care not to publish inaccurate information and did not have the\nevidence to support this claim. It should state that it has been published\nfollowing an upheld ruling by the Independent Press Standards Organisation. The\nfull wording and position should be agreed with IPSO in advance.\n \nDate complaint received: 08/09/2020\nDate complaint concluded by IPSO: 14/01/2021\nBack to ruling listing\n\n\n"
}