{
    "url": "/rulings-and-resolution-statements/ruling/?id=27994-20",
    "title": "27994-20 Odewale and Yadav v Mail Online",
    "provisions": [
        "12 Discrimination (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-06-15 00:00:00",
    "received_on": "2020-09-14 00:00:00",
    "concluded_on": "2021-03-25 00:00:00",
    "complaint_processing_days": 192,
    "conclusion_long": "14. The complaint was partly upheld under Clause 1.",
    "remedial_action": "15. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 16. The Committee considered that the publication did not take the necessary care when reporting that the female complainant had trawled through public records. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. A correction was considered to be sufficient, as the claim was not the central point of the article. 17. The Committee then considered the placement of this correction. The correction should appear as a footnote to the article, as the article had already been amended by the publication. This wording should only include information required to correct the inaccuracies that the female complainant had not been found to have trawled through public records or to have defrauded people. The wording should also be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 14/09/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 27994-20 Odewale\nand Yadav v Mail Online\nSummary of Complaint\n1. Ayodele Odewale and Sara Yadav complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in an article headlined “Gold\nRolex-wearing Imperial College manager and her con artist husband funded\nmillionaire lifestyle with private schooling, sports cars and luxury holidays\nwith mass credit card scam”, published on 15 June 2020.\n2. The article reported on civil recovery proceedings\nbrought against a couple who were described as an “international con artist and\nhis partner” and as a “Nigerian conman and his British partner”.  The article reported that they both “trawled\nthrough public records to find information about their victims so they could\napply for credit cards in their names” and had “defrauded wealthy victims”. The\narticle also described the man as being “a career fraudster with convictions\nfor dishonesty between 1998 and 2016” and stated that in “2011, he was jailed\nfor two years for identity fraud”. It noted that he “gave evidence to the High\nCourt via video from Nigeria, as he is subject to a deportation order and\ncannot return to the UK”. The article reported that the woman was found by the\nHigh Court judge “to have knowingly benefited from assets gained through\nunlawful conduct” and included a quote from the judge who said that the woman\nhad “'dishonestly chose[n] to turn a blind eye to the illegitimacy of those\nfunds'”. The article also described the “expensive cars” that had been owned by\nthe two people “including a Porsche Carrera, two Mercedes, and Yadav currently\ndrives ab Audi RS4”. It said that the couple sent their three children to\n“private school which costs £37,000 per year” and “enjoyed frequent luxury\nholidays in India, Morocco, Nigeria, South Africa, Cape Verde and Turkey”.\n3. The complainants, the couple in the article, said that\nthe article was inaccurate in breach of Clause 1. The complainants said that\nthe article gave the misleading impression that they had been found guilty of a\ncriminal offence, despite it being a civil case, in particular by using the\nphrase “credit card scam” and claiming they had “defrauded” people. The\ncomplainants said there was no credit card scam, and that the female\ncomplainant had not been found to have defrauded anyone. They also said that\nshe had not been found to have “trawled through public records”. The\ncomplainant said it was inaccurate to report that the man had been jailed for\ntwo years for “identity fraud”, when in fact he was convicted for possession of\nfalse identity documents.\n4. The complainants also said it was misleading to report on\nthe cars they owned as they had owned the cars over a long period of time, over\na period of eighteen years. They said it was misleading to report on their\nholidays as this was not information included in the judgment. The complainants\nalso said it was inaccurate to report that their three children went to private\nschool as only two went to private school, and the other went to nursery.\n5. The complainants also said it was a breach of Clause 12\nto refer to the man as being “Nigerian”, as this was not relevant to the\narticle.\n6. The publication did not accept a breach of the Code. The\npublication said it did not report that the case was criminal, as opposed to\ncivil. The publication amended the article in order to state that it was only\nthe male complainant who had trawled through public records, rather than both\ncomplainants. It said that “credit card scam” was used in order to provide a\nplain English term in the headline to describe the actions of the complainants\nthat readers would understand. It said that the article went on to explain the\nbasis for this position. It said that similarly stating that the complainants\nhad “defrauded [the] wealthy” did not state that they were guilty of the crime\nof fraud, but accurately represented that they had used other people’s\nidentities to gain money. However, upon receiving the complaint, the\npublication amended the article to delete one of the references to defrauding,\nand to make clear that the other related solely to the male complainant. Whilst\nmaintaining that these points could not be considered significant inaccuracies,\nat the beginning of IPSO’s investigation the publication also offered to add\nthe following footnote to the article:\nThis article has been amended since publication to clarify\nthat while the judge found that Sara Bharat Yadav knowingly benefited from\nassets gained through unlawful conduct and was ordered jointly with Ayodele\nOluseye Odewale to hand over £1,011,431 to the National Crime Agency under the\nProceeds of Crime Act, she was not convicted of fraud.\n7. The publication stated that the judgment reported on\nstated that the male complainant had been convicted of four counts of\npossessing or controlling a false or improperly obtained identity document\ncontrary to s.6 of the Identity Documents Act 2010, and one count of possessing\nor controlling a false or improperly obtained ID card contrary to s.25(5) of\nthe Identity Card Act 2006 and sentenced to 2 years imprisonment. It said it\nwas not inaccurate to characterise this as “identity fraud”.\n8. The publication noted that the cars mentioned in the\narticle and the holidays the complainants went on was information included in\nthe judgment reported on. The publication also amended the article so that it\nreported that the complainants sent their children to private school, rather\nthan reporting that all three children attended private school.\n9. The publication stated it had not breached Clause 12, as\nreporting that one of the complainants was Nigerian was not prejudicial or\npejorative, and was genuinely relevant as it was referred to in the judgment,\nas the complainant was in Nigeria and was subject to a deportation order.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nFindings of the Committee\n10. The article reported that the complainants had been\nordered to hand over more than £1 million after “defrauding wealthy victims”,\nand went on to report that they had “trawled through public records”. This implied that the female complainant had\nengaged in such conduct, when in fact the judgment had simply found that she\nhad “turned a blind eye” to the way the funds had been acquired. In these\ncircumstances the publication had failed to take care over the information it\nhad published regarding the findings made in relation to the female\ncomplainant’s involvement and there was therefore a breach of Clause 1(i).\nWhere the article was a report of a court case, this was a significant\ninaccuracy and required correction under Clause 1(ii). The publication had\noffered a correction, which made clear that the complainant had not been\nconvicted of fraud, and the findings which had been made by the judge. However,\nit did not also correct the inaccurate report that she had “trawled through\npublic records” or put the correct position on the record. There was a breach\nof Clause 1(ii) in relation to this point.\n11. The complainants had also said that the article gave the\nimpression that the case was criminal rather than civil, and that the reference\nto “mass credit card scam” in the headline added to this impression. The\nCommittee noted that the article did not report that the proceedings against\nthe complainants were criminal in nature and that the article made clear that\nthe proceedings had been heard in the High Court. The text of the article\nexplained that the male complainant was said to have impersonated cardholders\nin order to intercept replacement cards which were then used to purchase\ndesigner watches which were then traded and sold, which summarised allegations\nwhich had been made in the proceedings. In these circumstances, the Committee found that the reference to “mass\ncredit card scam\" in the headline was not misleading. Additionally, where the male complainant had\nbeen found guilty of possessing or controlling a false or improperly obtained\nidentity document and possessing or controlling a false or improperly obtained\nID card, it was not misleading to use the term “identity fraud” in the article.\nThere was no breach of Clause 1 on these points.\n12. Where the judgment had referred to the cars which had\nbeen owned and the holidays taken by the complainants, it was not misleading to\ninclude them in the article. Reporting that all three of the complainant’s\nchildren went to private school, when in fact only two children went to private\nschool and one to nursery, was not a significant inaccuracy requiring\ncorrection. There was no breach of Clause 1 on these points.\n13. The complainants had said it was a breach of Clause 12 to\nrefer to the male complainant as being Nigerian. The Committee noted that\ndescribing a person’s nationality is not of itself prejudicial or pejorative,\nand where the male complainant’s nationality and the fact that he was in Nigeria at the time of the\nproceedings were referred to in the judgment\nthe article was reporting on, the nationality of the complainant was genuinely relevant to the story. There\nwas no breach of Clause 12.\nConclusions\n14. The complaint was partly upheld under Clause 1.\nRemedial Action Required\n15. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n16. The Committee considered that the publication did not\ntake the necessary care when reporting that the female complainant had trawled\nthrough public records. The Committee considered that the appropriate remedy\nwas the publication of a correction to put the correct position on record. A\ncorrection was considered to be sufficient, as the claim was not the central\npoint of the article.\n17. The Committee then considered the placement of this correction.\nThe correction should appear as a footnote to the article, as the article had\nalready been amended by the publication. This wording should only include\ninformation required to correct the inaccuracies that the female complainant\nhad not been found to have trawled through public records or to have defrauded\npeople. The wording should also be agreed with IPSO in advance and should make\nclear that it has been published following an upheld ruling by the Independent\nPress Standards Organisation.\n \nDate complaint received: 14/09/2020\nDate decison issued: 25/03/2021\n \nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\n\nBack to ruling listing\n\n\n"
}