{
    "url": "/rulings-and-resolution-statements/ruling/?id=28003-20",
    "title": "28003-20 Clunes v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2020-09-13 00:00:00",
    "received_on": "2020-09-14 00:00:00",
    "concluded_on": "2021-03-16 00:00:00",
    "complaint_processing_days": 183,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "N/ADate complaint received: 14/09/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 28003-20 Clunes v The\nMail on Sunday\nSummary of Complaint\n1. Martin Clunes\ncomplained to the Independent Press Standards Organisation that The Mail on\nSunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Doc Martin's wife in real medical drama”, published on 13\nSeptember 2020.\n2. The article\nfeatured as part of a gossip column, and reported that the complainant’s wife\nhad recently been injured.  The article\nalso referenced an occasion in 2013 when the complainant “used knowledge picked\nup from the show [Doc Martin] to stop a ‘nonsensical’ operation to remove his\nwife’s appendix” and that a medic had, according to a quote purporting to be\nfrom the complainant, “handed [him] her medical notes to look at” which led him\nto “wonder whether there wasn’t some confusion between [him] and Doc\nMartin.”  It also reported that the\nsource for the article itself was “equestrian friends”, and that the injured\nwoman “co-direct[ed]” the television show Doc Martin.3. The complainant\nsaid that the article was inaccurate in breach of Clause 1.  He had not “used knowledge” gained from his\ntime working on a television show to stop an operation on his wife. Rather, he\nand his wife had used their lay-persons’ knowledge to express concern over the\nnecessity of a proposed medical procedure; the complainant’s acting roles had\nnot informed his decision-making. He said that the story had gained traction in\n2013 when a journalist had misquoted him, but he disputed the story in both a\nsubsequent television appearance and in a newspaper interview. It was therefore\na matter of public record that the story was inaccurate.  He also said that none of their “equestrian\nfriends” had acted as the source for the story, and this his wife did not\nco-direct Doc Martin; she was a producer on the show.\n4. The publication\ndid not accept that Clause 1 had been breached. It said that the reference to\nthe complainant using “knowledge picked up from the show” to prevent a surgery\ngoing ahead on his wife was intended as a light-hearted anecdote to provide\ncolour to the story. As such the publication’s position was that any alleged\ninaccuracy arising from the anecdote would not be significant and readers would\nnot be misled, as the crux of the story itself was accurate. It also noted that\nthe story had been widely reported at the time of publication, and that none of\nthose reports had been corrected. It further said that, while the complainant\nhad disputed the accuracy of the anecdote in two interviews by stating that it\nwas “exaggerated”, he had not said exactly what about the anecdote was\ninaccurate and therefore the true position was not clear at the time of\npublication. Furthermore, it did not follow that an anecdote which had been\n“exaggerated” would be inaccurate in its entirety. The publication also said\nthat the article did not state that it was “equestrian friends” of the\ncomplainant who had been the source of the story, and that the phrase may have\nreferred to “equestrian friends” of the article’s author. While it accepted\nthat the complainant’s wife was a producer on Doc Martin, rather than a\nco-director, it did not consider that the inaccuracy was significant such as to\nraise a breach of Clause 1, where it was not in dispute that she held a role on\nthe show.\n5. While the\npublication did not accept that the Code had been breached, it offered to amend\nthe online version of the article to make clear that the complainant’s wife had\nworked as a producer on Doc Martin, and not as a co-director.\n6. The complainant\nsaid that, regardless of the anecdote about the complainant’s wife surgery\nhaving been widely reported in 2013, the anecdote was inaccurate.  He said that the newspaper should have taken\ncare to cross-reference the information prior to publication, and that had any\nsuch check been made it would have been clear that the accuracy of the anecdote\nwas under dispute. He also noted a journalist working for the newspaper had\ncontacted a representative working on his behalf prior to the article’s\npublication and therefore would have had the opportunity to verify the accuracy\nof the anecdote prior to publication. He also said that it was clear what\naspect of the anecdote were exaggerated.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Committee\n7. It was not in\ndispute that in 2013 it was widely reported that the complainant had used\nmedical knowledge gleaned from his time working on the television show Doc\nMartin to prevent doctors from carrying out an appendectomy on his wife. It was\nalso not in dispute that, soon after the story had initially been reported in\n2013, the complainant had publicly addressed it, both in a television and a\nnewspaper interview, describing the story as “exaggerated”. What was in dispute\nwas whether in reporting the anecdote the press had taken care not to publish\ninaccurate or misleading information - as required by Clause 1(i) - when\nincluding it in this article. On balance, the Committee found that the\npublication of the inaccurate information was not down to a lack of care on the\nnewspaper’s part; several articles which reported the story in 2013 remained\nonline and uncorrected at the time of the article’s publication, and the only\npublication which reported that the story was exaggerated did not make clear\nwhich aspects of the story were exaggerated. It accepted that the newspaper was\nnot aware that the accuracy of the anecdote was under dispute, and noted that\nthe newspaper may not have thought it necessary to verify the accuracy of the\nanecdote with the complainant’s representative, as the original story had been\nwidely reported whereas the complainant’s subsequent comments regarding the\nveracity of it had not. Where the correct position was unclear prior to the\narticle’s publication, and where the story was only disputed, in general terms,\nin a single newspaper article and a 7-year-old television interview, the\nCommittee found that the newspaper had not failed to take care over the\naccuracy of the article. There was no breach of Clause 1 (i) on this point.\n8. Clause 1 (ii)\nrequires the correction of significantly inaccurate, misleading, or distorted\ninformation. The Committee found that the reference to the complainant using\n“medical knowledge picked up from” Doc Martin to prevent surgery on his wife\nwas not significantly inaccurate, where it was not in dispute that the\ncomplainant had said that he had prevented a surgery being carried out on his\nwife and where the claim was framed only as a passing reference and did not\nrender the crux of the article inaccurate or misleading. For these reasons, the\nCommittee found that the inaccuracy was not so significant so as to raise a\nbreach of Clause 1 (ii).9. The article did\nnot state that it was “equestrian friends” of the complainant who had been the\nsource of the story, and the newspaper claimed it could have referred to\n“equestrian friends” of the reporter. It did not, therefore, appear to be\ninaccurate to refer to the source of the story as “equestrian friends”.\nFurthermore, neither the complainant nor the Committee was in a position to\nestablish further information regarding the source of the story, given the\nnewspaper’s obligation under Clause 14 (Confidential sources) to protect\nconfidential sources of information. \n10. The publication accepted that the complainant’s wife\nworked as a producer on Doc Martin and did not co-direct the series. The\nCommittee welcomed the publication’s offer to amend the online article to make\nthis clear, but did not consider that this amounted to a significant inaccuracy\nsuch as to raise a breach of Clause 1, where it was not in dispute that the\ncomplainant’s wife held a significant position within on the production of the\nshow.\nConclusions\n11. The complaint was not upheld.\nRemedial action required\nN/ADate complaint received: 14/09/2020\nDate decision issued: 16/03/2021\nBack to ruling listing\n\n\n"
}