{
    "url": "/rulings-and-resolution-statements/ruling/?id=28014-20",
    "title": "28014-20 Findlay v The Scottish Sun",
    "provisions": [
        "4 Intrusion into grief or shock (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "received_on": "2020-09-15 00:00:00",
    "concluded_on": "2021-01-20 00:00:00",
    "complaint_processing_days": 127,
    "conclusion_long": "16. The complaint was not upheld.",
    "remedial_action": "17. N/A   Date complaint received: 15/09/20",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28014-20 Findlay v\nThe Scottish Sun\nSummary of Complaint\n1. Gillian Findlay complained to the Independent Press\nStandards Organisation that The Scottish Sun breached Clause 1 (Accuracy) and\nClause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an\narticle headlined “RAPE RAP SOCIAL WORKER IS DEAD” published on the 11\nSeptember 2020. \n2. The article reported that a man, whose name and age was\ngiven and a photograph of him included, had been found dead whilst awaiting\ntrial for rape. It reported that his body had been found at the foot of Salisbury\nCrags in Edinburgh, and that the police were not treating his death as\nsuspicious. It reported comments from two alleged unnamed victims of the man,\nwho expressed their anger that he would now not face trial. It included a\ncomment from Edinburgh Council, who confirmed that the man was a former\nemployee and was being investigated by the council and the police. The article\nalso included a comment from the police who confirmed that a man – whose age\nwas given as the same age as the man named in the article – had been charged\nwith “non-recent sexual offences”.\n3. The article also appeared online with the headline “DEATH\nFURY Man found dead at Scots beauty spot was social worker awaiting trial for\n‘rape and sexual abuse of two women’”. It was largely the same as the print\nversion but included more quotes from the unnamed alleged victims. It reported\nthat the police said his death was not suspicious, “However, his alleged\nvictims say his death was a suicide” and that “his accusers claim he killed\nhimself to avoid going to court”. One of these unnamed victims was also quoted\nas saying “He killed himself and he is still controlling things. I think that\nthe amount of women he had charges against, we couldn’t all be liars”. The\nonline article also included a photograph of police cars and an ambulance at\nthe foot of Salisbury Crags.\n4. The complainant was the wife of the accused man who had\ndied. She said that the article contained several inaccuracies, in breach of\nClause 1. She said that it was not the case that her husband had taken his own\nlife, as claimed by the alleged victims in the online article. She said that\nthe procurator fiscal had not made a finding as to the narrative or possible\nmotivation for her husband’s death – it had only confirmed the medical cause –\nmultiple injuries due to fall from a height – and it was possible her husband\nhad died accidentally. She said that the inclusion of these quotes was\nmisleading as to what had been officially established.\n5. The complainant also said that both the print and the\nonline articles were misleading and unbalanced to report the allegations\nagainst her husband without making further investigations into the merits or\nmotivations of the alleged victims’ claims. She said that the reporter should\nhave contacted the family to obtain their denial. The complainant also disputed\nthat the quote attributed to the police was in reference to her husband. She\nalso said that including the quote from one of the alleged victims as saying\nthat “…I think that the amount of women he had charges against, we couldn’t all\nbe liars” was misleading as she considered it inflated the number of alleged\nvictims beyond two, which was her understanding of his charges. The complainant\nalso said that the online article was misleading to include the photograph of\nthe emergency services attending Salisbury Crags, as this gave the impression\nthat her husband was a criminal being transported by the police.\n6. The complainant also said that the photograph of the man\nwhich was used in the article had been taken without the family’s permission,\nand was the photograph which had been used during the man’s funeral’s order of\nservice. It said the article was published on the day of the man’s funeral,\nwhich had caused the family great distress. It said that these points\nconstituted a breach of Clause 4.\n7. The newspaper did not accept that either article breached\nClause 1. It said that the online article was not significantly misleading as\nto the facts of the man’s death. It said that the article was entitled to\nreport the alleged victim’s claims that the man had taken his own life and had\nclearly distinguished their claims as their own views by presenting their\ncomments in quotation marks. Furthermore, it said that it was not the case that\nthere had been an official finding that the man had not taken his own life – it\nsaid that the police had simply said that the death was not suspicious, as was\nreported in the article. It said that the police generally described deaths by\nsuicide as being “not suspicious” and so it was reasonable to infer from the\npolice statement that the man may have taken his own life. It said that the\nprocurator fiscal only investigated the circumstances of unexplained deaths to\nestablish the cause of death for a death certificate – not the narrative of how\na person died.\n8. The newspaper said that in relation to both the print and\nonline versions of the articles, it was entitled to report on the allegations\nagainst the man which had been made by the alleged victims, and that the articles\nmade clear that the man had not been convicted of any charges. It said that as\nthe man had died, there was no person who could provide a denial on his behalf.\nIt said that it had taken care to contact the police press office after the\ndeath, who confirmed that the man had been charged with “non-recent sexual\noffences”, as reported in the article. It provided a copy of the emails which\nwere exchanged with the police pre-publication. Furthermore, Edinburgh City\nCouncil had confirmed that the man had been investigated by the police and\nsuspended by the council at the time of his death. It said that it had been\ntold by a confidential source that the man had been charged with offences\ninvolving three women. It also said that there were multiple charges in relation\nto each of the three offences, and that it had been told by one confidential\nsource that one case contained three charges of rape alone. As such, it said\nthat including the quote from the alleged victim did not misleadingly overstate\nthe number of alleged victims. It also noted that the complainant was unable to\ndispute exactly how many charges the man faced prior to his death. Furthermore,\nit said that it was not misleading to include a photograph of the emergency\nservices at Salisbury Crags – it said that they were in attendance because that\nwas where the man’s body had been found, and this was clear from the context of\nthe article.\n9. The newspaper did not accept that the article breached\nClause 4. It said that Clause 4 recognised the right to report on legal\nproceedings, which the article did in reporting the charges that the man faced.\nIt said that furthermore, there was a public interest in reporting on the\nserious charges faced by the man prior to his death. It said that the reporter\ndid not attend the funeral, or approach the man’s family or friends. It said\nthat it was not aware that the article was published on the day of the man’s\nfuneral, but noted that although this made the timing of the article\nunfortunate, it did not mean it was insensitive as to breach Clause 4. It\naccepted that the photograph of the man was the same as the one used in the\norder of service, but said that this was a coincidence, and this was not where\nthe newspaper had found the photograph. It said that it was provided by a press\nagency, which advised that the photograph had been taken from the man’s open\nFacebook page, Nevertheless, on receipt of the complaint it removed this photograph\nfrom the online article.\nRelevant Code Provisions\n10. Clause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n11. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nFindings of the Committee\n12. The Committee extended its condolences to the\ncomplainant for her loss.\n13. The Committee first considered the complaint against the\nonline article. It was not for the Committee to make a finding in respect of\nthe man’s death which went beyond the finding made by the procurator fiscal.\nThe question for the Committee was whether the article was significantly\nmisleading in light of the fact that the full circumstances of the man's death\nhad not been officially established. The claim that the man had taken his own\nlife was clearly attributed to the alleged victims and had been distinguished\nfrom the official position of the police who had had said that the man’s death\nwas not suspicious. The article had taken care to present the alleged victims’\ncomments as claims and not as established fact. There was no breach of Clause\n1(i) and the article was not significantly misleading on this point so as to\nrequire correction under the terms of Clause 1(ii).\n14. In relation to the claims made against the man by the\nalleged victims which appeared in the print and online articles, the newspaper\nwas free to publish the allegations provided that the Code was not breached,\nfor example, by suggesting that a court had made findings in respect of the\nallegations. It was clear from the article that the man had yet to appear in\ncourt in connection with the allegations and that he had not been found guilty\nof the offences of which he had been accused. Further, the complainant had not\ndemonstrated that the alleged victims’ quotes had been reported inaccurately.\nThe Code does not include a standalone requirement that the subject of an\narticle must be contacted for comment prior to publication although there may\nbe instances in which not doing so constitutes a failure to take care over the\naccuracy of the information published in an article. In this case the subject\nof the allegations, who would have been the most appropriate person to contact,\nhad died. In these circumstances, and where it was clear from the article that\nthe man had not been tried in respect of the allegations, the publication of\nthe claims without including a denial did not amount to a failure to take care\nnot to publish inaccurate information.  \nWith regards to the statement from the police which had been included in\nthe article, it was clear from the emails which had been provided by the\nnewspaper during the investigation of the complaint that the statement had been\nmade in relation to the complainant’s husband; there was no failure to take\ncare in reporting the police statement. \nOne of the alleged victims was quoted as saying that her account was\nsupported by “the amount of women [the man] had charges against”.  It was not significantly misleading to report\nthe alleged victim’s comment, which was clearly distinguished as such, where it\nwas accepted that the man had been charged in relation to offences against more\nthan one person. Finally, publication of the photograph of the police at the\nlocation where the man had been found did not suggest that the man was a\nconvicted criminal as the photograph simply illustrated that the emergency\nservices had attended the scene. In respect of each point of complaint, due\ncare had been taken to report the matters accurately and there were no\nsignificant inaccuracies which required correction.  There was no breach of Clause 1.\n15. It was accepted by the complainant that the man had been\ncharged with criminal offences and that he was due to appear in court. The fact\nthat the man had been charged had been confirmed by the police and his former\nemployers had also named him in relation to the charges. Reporting these\nmatters did not amount to a breach of Clause 4. \nThe photograph of the man which had been published had been taken from a\npublicly available social media account and did not show the man engaged in any\nembarrassing or private activity. Publishing the photograph in these circumstances\ndid not represent a failure to handle publication sensitively. However, the\nCommittee welcomed the newspaper’s offer to remove the photograph where it had\ncaused the complainant distress. It was unfortunate that publication of the\narticle on the same day as the man’s funeral had caused the complainant\ndistress, but there was no evidence to support the complainant’s belief that\nthis had been intentional; the timing of publication of the article did not\nbreach Clause 4.\nConclusions\n16. The complaint was not upheld.\nRemedial Action Required\n17. N/A\n \nDate complaint received: 15/09/20\nDate complaint concluded by IPSO: 20/01/21\nBack to ruling listing\n\n\n"
}