{
    "url": "/rulings-and-resolution-statements/ruling/?id=28045-20",
    "title": "28045-20 Coutts v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2020-07-19 00:00:00",
    "received_on": "2020-09-17 00:00:00",
    "concluded_on": "2021-06-10 00:00:00",
    "complaint_processing_days": 266,
    "conclusion_long": "11. The complaint was upheld under Clause 1.",
    "remedial_action": "12. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 13. The Committee considered that the publication did not take the necessary care when reporting the organisation to which the complainant had complained. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. A correction was considered to be sufficient given that the focus of the article was the nature of the complaint which had been made and the body to which the complaint had been made was not a central point. 14. The Committee then considered the placement of the correction. It should appear in the established print corrections and clarifications column. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.   Date complaint received: 17/09/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28045-20 Coutts v\nThe Scottish Sun\nSummary of Complaint\n1. Graham Coutts complained to the Independent Press\nStandards Organisation that The Scottish Sun breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Sex killer 66-page rant\nover jail care”, published on 19 July 2020.\n2. The article reported on a complaint made by a prisoner\n“about prison nurses” that he had discussed on his blog. It stated that Care UK\nand the Ministry of Justice had “rejected” the letter, and included a quote\nfrom one of the prisoner’s blogs which said: “The MOJ and Care UK have to be\nbrought to account for employing staff who put lives at risk. They’re not all\nheroes.” The article described the prisoner as a “serial whinger” and\ncharacterised his complaint as a “rant”, “moan”, and that he claimed a prison\nnurse had “hurt his feelings” and had “upset him by calling him ‘threatening’\nand ‘irate’”.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. He said that the complaint being reported on was a fitness\nto practice concern which had been sent to the Nursing and Midwifery Council\n(NMC), and had never been sent to, and therefore rejected by, Care UK or the\nMinistry of Justice (MOJ). He said there had been a separate investigation run\nby Care UK, but as they had accepted and investigated this complaint it could\nnot be characterised as rejected, nor had it been exhausted at the time of\npublication. The complainant said it was inaccurate to characterise his\ncomplaint as about “prison nurses” as it was about a single nurse, and this\ngave the misleading impression he was complaining about nurses in general.\n4. The complainant also said it was inaccurate to describe\nhis complaint as a “66 page rant” as it was a fitness to practice concern to\nthe NMC consisting of a 16 page letter and a 50 page bundle. He said that he\nhad never claimed that a nurse had “hurt his feelings” and in fact had titled\nhis blog “Healthcare: sticks and stones” to demonstrate the opposite of this.\nHe also said it was wrong to describe him as being “upset” that the nurse had\ndescribed him as “irate” or “threatening” – he said he had been upset by the\nnurse failing in her duties. He said it was inaccurate to describe him as a\n“serial whinger” as this gave the impression he had made numerous and trivial\ncomplaints, when in fact he only challenged serious issues.\n5. The publication did not accept a breach of the Editors’\nCode. It accepted that the letter referred to in the headline had been sent to\nthe NMC, and not Care UK or the MOJ. However, the publication noted that the\ncomplainant had written a previous blog which had said that “the Care UK\ninvestigation was disappointing” and that the same nurse who was subject to his\nNMC complaint had not been disciplined or sacked, but had “been rewarded with a\nbetter job”. The publication said that this implied that Care UK had rejected\nanother, earlier complaint. It also noted a blog from the complainant had said\nthat Care UK and the MOJ should be held to account for the actions of the\nnurses employed in the prison system, and did not accept that it was inaccurate\nto report that both these organisations had rejected his letter. Whilst it did\nnot accept that the article was significantly inaccurate or misleading, it did\noffer to publish the following wording in its corrections and clarifications\nsection:\nAn article headlined SEX KILLER 66-PAGE RANT OVER JAIL CARE’\n(19 July 2020) stated that Care UK and the Ministry of Justice rejected Graham\nCoutts’ 66-page fitness to practice concern. In fact, Care UK had rejected a\nseparate, earlier complaint made by Mr Coutts. The Ministry of Justice had\nreceived no complaint from Mr Coutts. We are happy to clarify.\n6. The publication also noted that the complainant’s blog\nstated that he had “submitted my NMC fitness to practice concern regarding\nNurse X. I also submitted one regarding the 2 nurses who didn’t attend me\nduring my asthma attack”. The publication said that as 3 nurses had been\ncomplained about, it was accurate to describe his complaint as being about\nprison nurses.\n7. The publication stated it was not inaccurate to describe\na 50 page bundle and a 16 page letter as a “66 page rant”. It accepted that it\nhad not seen the complaint, but that the complainant had made clear in his\nblogs that he was angry at the nurse and had written at length, as it took over\n20 hours to complete his complaint, which could be described as a “rant”. It\nalso said it was not inaccurate to describe that the nurse “hurt his feelings”\nor “upset” him as he had described himself in a blog as “not a happy bunny” and\nthat it had taken “a few days for the stress to subside”. The publication noted\nthat the complainant had made 12 complaints about his treatment in prison over\nthe last several years and therefore it was not misleading to characterise him\nas a serial whinger.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The article had stated as fact that Care UK and the\nMinistry of Justice had “rejected” the complaint referred to in the article. In\nfact, the complaint had not been submitted to Care UK or the Ministry of\nJustice, and it was therefore inaccurate to report that it had been rejected by\nthem. The publication had failed to take care not to publish inaccurate\ninformation on this point, and therefore there was a breach of Clause 1(i).\nWhere the complaint was the central point of the article, this was a\nsignificant inaccuracy requiring correction under Clause 1(ii). The publication\nhad offered a clarification; however, this stated that Care UK had rejected a\nseparate complaint from the complainant. The publication was not able to\ndemonstrate that a complaint had been rejected by Care UK, and the complainant\nhad said that his complaint had been investigated and the complaints process\nwas ongoing. The proposed wording therefore, contained a further inaccuracy and\nas such failed to meet the requirements of Clause 1(ii).\n9. The complainant accepted that he had complained about two\nnurses in his complaint. The Committee therefore did not find it significantly\nmisleading to report that he had made a complaint about “prison nurses”. Where\nthe complaint sent by the complainant has consisted of a 16 page letter and a\n50 page bundle, it was accurate for the publication to characterise this as\nbeing 66 pages. There was no breach of Clause 1 on these points.\n10. Whilst acknowledging that the complainant considered the\nterms to be offensive, the Committee found that it was not misleading to refer\nto his letter to the NMC as a “rant” or “moan” where the publication was\ndescribing a lengthy complaint.  Whilst\nthe Committee acknowledged that the complainant disputed that the nurse about\nwhom he had complained had hurt his feelings or that he had been upset by her\ndescription of him, the Committee noted that the complainant had written in his\nblog that he was “not a happy bunny” because of her conduct and that it “took a\nfew days for the stress to subside”. In these circumstances, it was not\nsignificantly misleading for the newspaper to report that he had made a\ncomplaint about a nurse who he claimed had hurt his feelings. Where the\ncomplainant had made several complaints about his experiences in prison, the publication’s\ncharacterisation of him as a “serial whinger” was not significantly misleading.\nThere was no breach of Clause 1 on these points.\nConclusions\n11. The complaint was upheld under Clause 1.\nRemedial Action Required\n12. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n13. The Committee considered that the publication did not\ntake the necessary care when reporting the organisation to which the\ncomplainant had complained. The Committee considered that the appropriate\nremedy was the publication of a correction to put the correct position on\nrecord. A correction was considered to be sufficient given that the focus of\nthe article was the nature of the complaint which had been made and the body to\nwhich the complaint had been made was not a central point.\n14. The Committee then considered the placement of the\ncorrection. It should appear in the established print corrections and\nclarifications column. It should state that it has been published following an\nupheld ruling by the Independent Press Standards Organisation. The full wording\nand position should be agreed with IPSO in advance.\n \nDate complaint received: 17/09/2020\nDate complaint concluded by IPSO: 10/06/2021\nBack to ruling listing\n\n\n"
}