{
    "url": "/rulings-and-resolution-statements/ruling/?id=28167-20",
    "title": "28167-20 Korsanthiah v thetimes.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "14 Confidential sources (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2019-11-07 00:00:00",
    "received_on": "2020-03-06 00:00:00",
    "concluded_on": "2020-11-30 00:00:00",
    "complaint_processing_days": 269,
    "conclusion_long": "19. The complaint was not upheld.",
    "remedial_action": "20. N/A   Independent Complaints Reviewer 21. The complainant complained to the Independent Complaints Reviewer about the process followed by IPSO in handling this complaint. The Independent Complaints Reviewer decided that the process was not flawed and did not uphold the request for review.   Date complaint received: 06/03/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28167-20\nKorsanthiah v thetimes.co.uk\nSummary of Complaint \n1. Samrit Korsanthiah complained to the Independent Press\nStandards Organisation that thetimes.co.uk breached Clause 2 (Privacy) and\nClause 14 (Confidential Sources) in an article headlined “Elephants ‘in trauma’\nafter illegal export to China from Zimbabwe”, published on 7 November 2019.\n2. The article reported that “A group of 32 ‘traumatised’\njuvenile elephants” were “being held in concrete pens at an unknown location in\nChina after being spirited out of Zimbabwe as a court was considering their\nfuture”. The article went on to report that “a video clip acquired by animal\nrights activists who have tried for the past year to block the move” suggested\nthat the elephants were showing signs of distress. The article featured a link\nto the clip in question which was shot inside the enclosure by the animals’\ntrainer who was commenting on their situation in Thai, without subtitles. The\nvideo was annotated with a description of the animals’ situation. \n3. The complainant was the elephant trainer who recorded the\nfootage. He said that by publishing the video with its audio track the\nnewspaper had breached its Clause 14 obligation to protect him as a\nconfidential source of information. The complainant said that the publication\nmust have known his identity was confidential, and the audio track effectively\nidentified him; he had lost his job as a result. The complainant said that the\nfact that he was not the direct source of information to the publication was\nirrelevant as there was no reason why the moral obligation should not extend to\nconfidential sources of information where an intermediary provides the\ninformation to a publication. The complainant said that he had been assured by\nanother individual, a wildlife campaigner who had directed the complainant to\nrecord the footage, that his involvement in the operation would be kept secret,\nbut that he did not have any agreement with anyone else in relation to the\nfootage. Nevertheless, he said that his identity was clearly confidential, and\nthe publication had failed to contact either the complainant or the wildlife\ncampaigner for consent to publish the audio prior to publication. \n4. The complainant also said the video’s publication\nrepresented an intrusion into his private life in breach of Clause 2. He said\nthat he did not consent to the recording of his voice being published and that,\nin doing so, the publication had revealed his identity as the individual who\nrecorded the video. The complainant said that he had never publicised his\ninvolvement with captive elephants and that he had a reasonable expectation of\nprivacy regarding his identity in these particular circumstances as he was part\nof a sensitive operation in China, a repressive country in terms of free\nexpression, which does not have a tradition of dissent or undercover reporting.\nThe complainant said that he had been identified by the Chinese authorities and\nsubsequently lost his job and income as a direct result of the video’s\npublication, and had been deported from the country. The complainant said that\nthe case law on which the terms of Clause 2 of the Code are based would\nindicate that he had a reasonable expectation of privacy regarding the footage.\n5. The complainant accepted that the public interest was\nrelevant to Clause 2 for the video but not for the audio track; there was no\npublic interest in revealing that he was the person who recorded the footage.\nThat was entirely irrelevant to the story, which would have had just as much\nimpact with subtitles or if a voiceover had been substituted.\n6. The publication denied any breach of the Code. It said\nthat there was no indication that the audio was sensitive and emphasised that\nthe video was shared as part of a media strategy; it had been shared by a\nwildlife campaigner with a WhatsApp group of around 6 journalists, and one of\nthose journalists had then sent the video to a second group numbering 37\nmembers. The publication said that it was offered the footage by three of these\nmembers, and that it was to be inferred that it had been shared with other\nthird parties through other channels, including on social media. \n7. It said that the Codebook stipulated that “journalists\nmust protect their confidential sources”, which makes clear that the obligation\nrelates to the journalist’s own sources; neither the complainant nor the\ncampaigner were their sources and, accordingly, Clause 14 did not apply. The\npublication accepted that the complainant was identifiable from the audio and\ndid not challenge that the recording was the reason for his dismissal. It\ncontended however that the complainant had at no point acted as a source in the\njournalistic sense; in fact, it was the campaigner who requested that the\ncomplainant obtain the video and subsequently shared it. The publication said\nthat the obligation of confidence applied at the point at which the campaigner\ndisclosed the video to third parties, or when it was shared with the first\nWhatsApp group. As set out in its position regarding Clause 2, it was not made\naware of any sensitivity regarding the audio of the video and, in the\ncircumstances in which it was shared, the publication had protected its sources,\nand there could be no breach of Clause 14.\n8. It denied that the publication of the footage revealed\nprivate information; private information under the terms of Clause 2 typically\nrelates to information regarding, for instance, one’s health or sex life. The\npublication did not accept that it was appropriate for the complainant to\nconflate case law with the Code and said that confidential information should\nbe distinguished from private information. It noted that private information is\ndefined in the Code as “private and family life, home, health and\ncorrespondence, including digital communications”; the Code did not address\nconfidential information within the remit of Clause 2. The publication said\nthat if the confidentiality test were to be applied, the fact that the\ncomplainant was the source of the video may have been information which held\nsome element of confidence. However, in circumstances where the publication was\nnot on notice of the sensitivity of the audio and no obligation of confidence\nwas imposed at the point at which it was passed to the newspaper, and where it\nwas received and published on the understanding that those sharing the\ninformation wished for it to be made public, the complainant could not have a\nreasonable expectation of privacy regarding the information within the meaning\nof Clause 2. \n9. The publication said that the distress caused to the\nelephants by their illegal export and conditions of captivity in China was and\nis a matter of high public interest, as acknowledged by the complainant. \n10. In response to the newspaper’s comments, the complainant\nsaid that the wildlife campaigner gave the footage to two trusted colleagues on\nconfidentiality terms, to obtain their opinion on the welfare of the elephants;\nthe complainant provided the email chain and a more recent email from the second\nrecipient confirming that she had received the footage on confidentiality\nterms. The campaigner told his colleagues that he did not want the footage\npublished at that time, as it could be easily associated with his visit and he\ndid not wish for the complainant to be directly implicated, but that he “could\njustify” publication of the material “with a big bang in about a week”.  The complainant said that one of the\nrecipients, without the consent of the campaigner, then shared the footage on a\nWhatsApp group consisting of scientists and not journalists as claimed by the\npublication, and again on confidentiality terms. The complainant accepted that\nthe video may have then been shared from that group to another, very small\ngroup and that it appeared that someone in one of the groups then shared the\nvideo and audio with the publication’s journalist. Nevertheless, the\ncomplainant emphasised that a WhatsApp group is not the public domain as\nmessages are encrypted and neither his employers nor the Chinese government could\nhave found out about the footage and crucially the audio from these groups,\nwere it not for the publication putting it into the public domain. The\ncomplainant noted that the publication could not provide any evidence of any\nother party putting the video in the public domain before it did. \n11. The complainant noted that it was not appropriate for\nthe publication to rely on the Codebook to claim that journalists must only\nprotect their sources of information, as the Code itself which takes precedence\ndoes not state that publications must only protect “their” sources.\nRelevant Code Provisions\n12. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n13. Clause 14 (Confidential Sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\n14. The Public Interest \nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.\nProtecting public health or safety.\nProtecting the public from being misled by an action or\nstatement of an individual or organisation.\nDisclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.\nDisclosing a miscarriage of justice.\nRaising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.\nDisclosing concealment, or likely concealment, of any of the\nabove.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n15. It was clear that the publication of the footage with\nits audio track had identified the complainant as the person who had recorded\nthe footage, and this had led to serious consequences for him: he had lost his\nemployment and had had to leave his country of residence. This was a matter of\nserious regret. The central question for the Committee was whether it had also\nconstituted a failure of the newspaper’s moral obligation to protect the\ncomplainant as a confidential source of information. \n16. The information in question – the footage and its\naccompanying audio commentary – had passed through a chain of contacts before\nit reached the newspaper. The Committee noted the sequence of events: it had\nbeen effectively commissioned by the wildlife campaigner, who had assured the\ncomplainant of anonymity; the wildlife campaigner had then shared the footage,\ncomplete with audio, with two colleagues. In doing so, he asked that the\nfootage not be released at that moment, as it would be too easily associated\nwith his visit, and he would not like the complainant to be directly\nimplicated, but that he “could justify” the “material getting out with a big\nbang in about a week”. There was no request for the audio to be removed from\nthe footage in future use; one of those colleagues then passed the footage on\nto a WhatsApp group with six participants. (The complainant and newspaper\ndisagreed as to whether confidentiality restrictions had been mentioned by that\ncolleague when sharing the material.) It was then passed onwards to a further\ngroup, numbering thirty-seven participants, without any restrictions; 3 members\nof this final group then approached the newspaper with it, again with no\nreference to any restrictions.\n17. It was highly regrettable that the complainant’s identity\nhad been revealed against his wishes and his expectations, and the Committee\nacknowledged the severity of the consequences he had suffered. However, it did\nnot find that this was a result of a failure by the newspaper. The footage had\nbeen provided to the newspaper without any restrictions and little information\nabout its origins, and the sequence of transmission demonstrated that the\npublication was, at least, two steps removed from the breach of any\nconfidentiality agreement. The Committee did not adopt the publication’s\nargument that the moral obligation under Clause 14 arose only in relation to a\npublication’s “own” sources, and it considered that this was not compatible\nwith the Code’s requirement that it “be honoured not only to the letter, but in\nthe full spirit”. However, given the circumstances in which the publication had\nreceived the footage, its intended purpose to publicly expose animal welfare\nissues, and the nature of the footage itself – which focused on the animals\nrather than details of any individuals – there were no grounds to establish\nthat the publication knew or should have known that the complainant required\nprotection as a confidential source of information under the terms of Cause 14.\n\n18. The Committee next considered the complaint under Clause\n2 (Privacy) that by publishing the audio track which effectively identified him\nas the person who had recorded the footage, the publication had intruded into\nhis privacy. While the Committee sympathised with the complainant’s position, the\nfootage and audio did not relate to the complainant’s private or family life;\nhis home; or his health. It had been recorded by him willingly and shared with\nthe campaigner. While the Committee acknowledged that the complainant had not\nintended it to be circulated widely in this form, it did not consider that its\npublication in these circumstances amounted to an intrusion into his private\nlife.\nConclusion\n19. The complaint was not upheld. \nRemedial Action Required\n20. N/A\n \nIndependent Complaints Reviewer\n21. The complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\n \nDate complaint received: 06/03/2020\nDate complaint concluded by IPSO: 30/11/2020\nBack to ruling listing\n\n\n"
}