{
    "url": "/rulings-and-resolution-statements/ruling/?id=28275-20",
    "title": "28275-20 Sanftenberg v Spectator.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "spectator.co.uk (The Spectator)",
    "published_on": "2020-09-14 00:00:00",
    "received_on": "2020-09-28 00:00:00",
    "concluded_on": "2021-04-20 00:00:00",
    "complaint_processing_days": 204,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28275-20\nSanftenberg v Spectator.co.uk\nSummary of Complaint\n1. David Sanftenberg complained to the Independent Press\nStandards Organisation that Spectator.co.uk breached Clause 1 of the Editors’\nCode of Practice in an article headlined “Why didn’t the EU punish Germany when\nit broke international law?”, published on 14 September 2020.\n2. The online article was an opinion piece, in which the\ncolumnist, a barrister, suggested that the UK government will “uphold\ninternational law in principle” but break it if it considers that it conflicts\nfundamentally with its own constitution. In the course of the article, he said\nboth the UK and Germany had previously broken international law, with the\nformer breaking the Geneva Convention on the Sea. He stated that the UK\ngovernment had ratified this treaty on 10 September 1964, adding that “from\nthen the UK was bound forever by [it] and bound by international law”, before\nstating: “On 25 September 1964, we were not. No explanation was given. No\nexplanation was asked.” The article then included a quote from Lord Diplock,\nwho it reported “ruled in favour of the government when it broke” the treaty:\n“the Crown [the Government] has a sovereign right, which the court cannot\nquestion, to change its policy, even if this involves breaking an international\nconvention to which it is a party and which has come into force so recently as\nfifteen days before.” According to the columnist, this incident and the others\nhighlighted, demonstrated that breaches of international law were a political\nquestion rather than a legal one.\n3. The complainant expressed concern that the article had\nmade two separate inaccurate and misleading assertions in breach of Clause 1.\nFirst, that the UK government “ratified” the Geneva Convention on the Sea on\n“10 September 1964\". He said this was incorrect. Whilst the treaty had\ncome into force on that day it had, in fact, been ratified by the UK government\non 14 March 1960. Second, that the UK was no longer “bound” by this treaty and\ninternational law from 25 September 1964. He said this assertion was incorrect\n– the UK was never released of its obligations under the treaty and never\nwithdrew from it. He argued this was misleading, with the thrust of the article\nsuggesting that it was a “commonplace event” for sovereign nations to break\ninternational law.\n4. The publication accepted that the date the treaty was\nratified was inaccurate, amending the online article and publishing the\nfollowing footnote clarification upon receipt of the complaint, in a gesture of\ngoodwill, to remove any ambiguity on this particular point:\n“An earlier version of this article stated that the\ngovernment ratified the Geneva Convention on the Sea on 10 September 1964. In\nfact, that was the day the Convention came into effect.”\n5. Whilst the publication accepted the complainant’s first\npoint of complaint represented an inaccuracy, it did not accept that this\ninaccuracy was significant in the context of the article as whole and did not,\ntherefore, raise a breach of the Code. In addition, it did not accept that his\nfurther concern raised a breach of the Code either.\n6. The publication said that the disputed statement should\nnot be viewed in isolation but rather in the context of the whole article. It\nexplained that the columnist was not making the point that from 25 September\n1964 the UK was no longer bound to the Geneva Convention on Sea in\ninternational law, but rather that the UK did not follow the treaty and did\nnot, as a result, suffer any significant repercussions; as such, the UK “was\nnot, in any sense, ‘still bound’ to obey it”. Given this, the UK can, if it\nchooses to do so, break international law. It maintained, however, that the\nbroader focus of the article was on domestic rather than international law. It\nsaid the article was clearly presented as a comment piece, reflecting the\ncolumnist’s own perception and interpretation of the limits to the application\nof international law as opposed to domestic law, adding that the former was\nitself a rather vague and contentious concept compared to the latter. It said that\nthe columnist attempted to address this, clarifying his own view on\ninternational law and on the ramifications of breaching an international\ntreaty. The publication said this position was made clear in the article by the\nquotes from Lord Diplock and by suggesting that breaches of international law\nwere more a “question of politics” and diplomacy than law.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The first point of complaint related to the statement\ncontained in the article that the “[UK] government ratified the Geneva\nConvention on Sea on 10 September 1964”. Both parties acknowledged that this\nwas incorrect: while the treaty had come into force on this date, it had, in\nfact, been ratified by the UK government on 14 March 1960. The question for the\nCommittee was whether this inaccuracy was significant such as to require\ncorrection under the terms of the Code.\n8. On balance, the Committee did not consider this point to\nbe significant in the context of the article. The treaty had been referred to\nas an example of the UK breaking international law in the past; the exact date\nof the treaty’s ratification by the UK was not central to this point. The fact\nremained, and was not in dispute, that only a short time after this date –\nfifteen days later – the UK had broken the terms of the treaty. Furthermore,\nthe subsequent inclusion of an extract from the relevant judgement in the\nfollowing paragraph clarified the situation: it stated that the international\nconvention had “come into force so recently as fifteen days before”. There was\nno breach of the Code on this point.\n9. The Committee then considered the second point of\ncomplaint: that it was incorrect to state that on 25 September 1964 the UK was\nnot bound by the Geneva Convention on the Sea or by international law. The\nCommittee acknowledged the complainant’s concern that, reading the sentence in\nisolation, readers might understand it to mean that the UK was released from\nits obligations or withdrew from the treaty. However, the Committee had regard\nto the article as a whole. The article made clear that, from the date of\nratification, the UK was bound forever by the treaty and made several\nreferences to the UK having broken the treaty. The columnist said that on 25\nSeptember 1964 the UK was no longer bound, without any explanation having been\ngiven at the time, and included a passage from the court of appeal judgment of\nLord Diplock by way of explanation for this apparent contradiction. The passage\nexplained the reason why the court had ruled in favour of the government: “the\nCrown [the Government] has a sovereign right, which the court cannot question,\nto change its policy, even if this involves breaking an international\nconvention to which it is a party and which has come into force so recently as\nfifteen days before”. The columnist suggested that the Judge had been silent on\nwhether or not he thought breaking international law was right or wrong because\nit was a question of politics. The article further noted that the domestic law\nof the country must be followed and this may mean that, by obeying domestic\nlaw, the UK can break international law. Taken in this context, the Committee\nwas satisfied that readers would not be misled into thinking that the UK had\nwithdrawn from the Geneva Convention on the Sea, but rather would understand\nthat the English court did not make a finding against the government after it\nhad broken the treaty and that, in this sense, on 25 September 1964 the UK was\nnot “bound” by the treaty or by international law. There was no breach of\nClause 1 on this point.\nConclusion\n10. The complaint was not upheld.\n \nDate complaint received: 28/09/2020\nDate complaint concluded by IPSO: 20/04/2021\nBack to ruling listing\n\n\n"
}