{
    "url": "/rulings-and-resolution-statements/ruling/?id=28287-20",
    "title": "28287-20 Yvonne and David Lyons v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2020-09-28 00:00:00",
    "received_on": "2020-09-28 00:00:00",
    "concluded_on": "2021-05-10 00:00:00",
    "complaint_processing_days": 224,
    "conclusion_long": "18. The complaint was upheld under Clause 1(i).",
    "remedial_action": "19. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published.   Date complaint received: 28/09/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28287-20 Yvonne\nand David Lyons v The Scottish Sun\nSummary of Complaint\n1. Yvonne and David Lyons complained to the Independent\nPress Standards Organisation that The Scottish Sun breached Clause 1\n(Accuracy), Clause 2 (Privacy) and Clause 9 (Reporting of crime) of the\nEditors’ Code of Practice in an article headlined “MOB BOSS NOT LYON LOW!”,\npublished on 28 September 2020.\n2. The article reported on “new snaps” of a “crime clan\nchief”, who it also described as a “crime clan boss”. It stated that the man’s\n“family has been embroiled in a brutal drugs war… for almost 20 years”. It was\nreported that the man was “with relatives as he’s pictured in his first snaps\nfor almost five years” and that the photos were taken with “uncle David Lyons,\nand a woman”. The article featured images of the man named as the crime boss,\ntwo of which showed him with an arm around another person. One of the images\nshowed him with an arm around a man, and the other with his arm around a woman\nwhose face had been blurred out. The man in the image was identifiable, and he\nwas named under the image as “uncle David”. The article also said that shots\nhad been fired at “uncle David’s” garage 14 years ago. The woman whose face was\nblurred was not named.\n3. The article also appeared online under the headline “NOT\nLYON LOW Scots crime boss Steven Lyons poses with relatives as he’s pictured in\nfirst snaps for almost five years”, which was published on 27 September 2020\nand was substantially the same.\n4. The complainants, the two people in the photographs\nalongside the man who was the subject of the article, said that the article was\ninaccurate in breach of Clause 1, as the images had been taken in 2014. They\nsaid it was therefore inaccurate to describe the images as either “new” or the\nfirst images to be taken of the man in five years, as they were over six years\nold at the time of publication.\n5. The complainants also stated that by reporting that the\nman‘s “family has been embroiled in a brutal drugs war” and then going on to\nname one of the complainants as an “uncle” of the man, the article had given\nthe misleading impression that he was guilty of, or involved in, criminal\nactivity.\n6. The complainants also said that the article breached\nClause 9, as it identified them, particularly the man who was photographed and\nnamed, without their consent as a relative of someone accused of crime. They\nacknowledged that the man had been named as involved in a shooting in 2006 and\nwas relevant to that story, but stated that he was not relevant to the current\nstory.\n7. The complainants also said that the publication of their\nimages was a breach of their privacy. The images had been taken in a public\nplace outside of a restaurant. One of the complainants accepted that the images\nhad been on her Facebook page, however she stated that her Facebook was set to\nprivate and she had not used either image as a profile picture or cover photo.\n8. The publication accepted that the article had been\nwritten in a way that may mislead readers into believing that the photos were\nnew. It said that the intention had been to characterise the two images under\ncomplaint as “new” not because they were taken recently, but because they were\nthe first new photographs of the man that had been seen in almost five years.\nThe publication deleted the article from its online platform and offered to\npublish the following in the print corrections and clarifications column on\npage 2, and on the online corrections and clarifications column:\nOn 28th September 2020 we published photographs of Steven\nLyons which we said were “new”. We wish to clarify that the photographs were\nthe first new photographs of Steven Lyons seen in almost five years. We did not\nmean to imply the photographs were taken recently.\n9. The publication said that the article did not give the\nimpression that either of the complainants was involved in crime. It said that\nthe wider family named in the article were well known gangsters and that it\ncould not reasonably be inferred that the article was referring to the named\ncomplainant.\n10. The publication also stated that Clause 9 was not\nbreached. It said that the complainants were genuinely relevant to the story as\nthe story was about the photographs. It said that, in addition, the unnamed\ncomplainant’s image was blurred, and that the named complainant was named and\nleft unblurred as he had received previous publicity in relation to the family,\nincluding that a shooting took place in his garage, as reported in the article.\nIt said that the garage had also been targeted in an arson attack. The\npublication provided a non-exhaustive list of thirteen other articles which\nreferred to this relationship. These articles also reported that the man in the\narticle was shot at the named complainant’s business, that a fire which had\ntaken place at this garage was treated as suspicious, and also reported on a legal\ncase by the named defendant, in which he lost a defamation case against the\npolice for alleged links to crime.\n11. The publication did not accept that Clause 2 had been\nbreached. It said it had not taken the image from the complainant’s private\nFacebook page. It that the images were in the public domain as it had been sent\nthe images by two separate sources. The first source told the newspaper that\nthe images had been shared on multiple occasions, including in ‘group chats’\nwith multiple occupants. The second source said they had been sent them by\nseveral people at different times as if they were doing the rounds and being\nshared by text and on group chats. The newspaper said that it had asked, but\nhad not received specific information about the number of times the photos had\nbeen shared, or among exactly how many people, but that both sources had said\nthat the photographs had been shared widely. \nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for private and family\nlife, home, physical and mental health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's reasonable\nexpectation of privacy, account will be taken of the complainant's own public\ndisclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nFindings of the Committee\n12. The article had stated that the images were “new” and\nwere the “first snaps for almost five years” of the man in the article. The\npublication said that it had meant that they were the first images that it had\nseen of the man, but acknowledged that it could have been inferred that the\nimages were taken recently, and supplied no evidence to contradict this. The\nCommittee noted that the headline “Not Lyon low” also added to the sense that\nthe article was describing a current situation, reflected in the photos. Where\nthe article had not clearly set out the basis for why it had characterised the\nimages as “new”, and that the characterisation was not clear and could\nreasonably be misinterpreted by the average reader, the publication had failed\nto take care not to publish misleading information and there was a breach of\nClause 1(i). As the misleading information concerned the main thrust of the\narticle, and misled the reader about the images the article was about, this was\na significant inaccuracy which required correction under Clause 1(ii).\n13. The publication offered a clarification at the first\ninstance it received the complaint from the complainant, and therefore was\noffered promptly. The offered clarification put the correct position on record\nand was offered to be published in the print and online corrections and\nclarifications column, which represented appropriate prominence. There was no\nbreach of Clause 1(ii).\n14. When considering Clause 9, the Committee considered the\nposition for both complainant’s separately. With regards to the complainant\nwhose photo was anonymised and who was unnamed in the article, it found that,\nas she was not identified, Clause 9 was not engaged.\n15. Clause 9 was, however, engaged with regards to the\ncomplainant who was named and who was identified within the photograph. The\nCommittee noted that there was a significant amount of information already in\nthe public domain which linked the complainant to the man in the article. In\n2006 it was well publicized that his garage was the scene of an attack where\nthree men, including the man he was photographed with, was shot. In addition,\nthe complainant had brought a significant court case against the police, which\nlinked him to the man. In these circumstances, where the named complainant was\nof genuine relevance to the story relating to the man’s alleged criminal\nactivity and the photographs of him and the man, because of the incident at the\ncomplainant’s garage and the court case, which he had been publicly identified\nin relation to, there was no breach of Clause 9.\n16. Clause 2 states that everyone is entitled to respect for\ntheir private and family life, including digital communications. The\ncomplainants had said that the images were only on a personal Facebook page,\nwith strict privacy settings, which the newspaper did not dispute. However, the\npublication stated that it had not received the images from the complainant’s\nFacebook page, but that they had been provided by two separate individuals who\nsaid that the images had been shared with them in group messages. In these\ncircumstances, IPSO was not able to determine that the photos had been taken\nimproperly.\n17. The Committee considered that the images did not contain\ninformation about which the complainants had a reasonable expectation of\nprivacy because they only showed posed photos of the complainants in a public\nplace. One of the complainants had been anonymised in the photo so could not be\nidentified. The other person’s relationship with his nephew was already in the\npublic domain (as identified in the paragraph above relating to Clause 9), and\nso the photo could not be revealing new private information about their\nassociation. Because the Committee found that the images did not contain any\nprivate information, the complainants did not have a reasonable expectation of\nprivacy over the images and therefore there was no breach of Clause 2.\nConclusions\n18. The complaint was upheld under Clause 1(i).\nRemedial Action Required\n19. The correction which was offered clearly put the correct\nposition on record, and was offered promptly and with due prominence, and\nshould now be published.\n \nDate complaint received: 28/09/2020\nDate complaint concluded by IPSO: 10/05/2021\n \nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints Reviewer\nabout the process followed by IPSO in handling this complaint. The Independent\nComplaints Reviewer decided that the process was not flawed and did not uphold\nthe request for review.\nBack to ruling listing\n\n\n"
}