{
    "url": "/rulings-and-resolution-statements/ruling/?id=28280-20",
    "title": "28280-20 A man v Isle of Wight County Press",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Isle of Wight County Press (Newsquest Media Group)",
    "published_on": "2020-09-25 00:00:00",
    "received_on": "2020-09-28 00:00:00",
    "concluded_on": "2021-06-10 00:00:00",
    "complaint_processing_days": 255,
    "conclusion_long": "24. The complaint was upheld under Clause 1, Clause 2 and Clause 6.",
    "remedial_action": "25. Having upheld the complaint, the Committee considered what remedial action should be required. In circumstances where the Committee had established a breach of Clause 1, Clause 2, and Clause 6, the appropriate remedial action was an adjudication. 26. The Committee considered the placement of the adjudication. The print article had featured on page 3, with a banner referencing the article on the front page. The Committee therefore required that the adjudication should be published on page 3 or further forward in the newspaper, with a reference to the adjudication on the front page.  The headline to the adjudication should make clear that IPSO has upheld the complaint, reference the title of the newspaper and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 27. The adjudication should also be published online, with a link to this adjudication (including the headline) being published on the top 50% of the publication’s homepage for 24 hours; it should then be archived in the usual way. The headline to the adjudication should make clear that IPSO has upheld the complaint, give the title of the publication and refer to the complaint’s subject matter. The headline must be agreed with IPSO in advance. 28. The terms of the adjudication for publication are as follows: Following an article published on 25 September 2020 headlined \"SOLD FOR SEX AND ABUSED BY HUSBAND / Living a hell at home”, a man complained to the Independent Press Standards Organisation that the newspaper had breached Clause 1 (Accuracy), Clause 2 Privacy and Clause 6 (Children) of the Editors' Code of Practice. IPSO upheld this complaint and has required the Isle of Wight County Press to publish this decision as a remedy to the breach. The article was an account of a woman described as a “survivor of horrendous domestic abuse”. The article was referenced on the front page with the banner “SOLD FOR SEX AND ABUSED BY HUSBAND” advertising the article on the front page of the newspaper. The article explained that the woman had “told the County Press” that her husband was an abuser and had told her story through a “chilling poem”, which accompanied the article. The article reported that the woman’s husband, who she had since left, had abused her and had “sold his wife for sex, tracked her movements via her phone and timed her when she was permitted to go out.” The article also reported he had opened medical letters and lied about their content. It said that the police and courts had sided with her husband and he had acquired residency of the children. The article contained biographical details about the man and his wife, as well as references to their conduct and behaviour. The complainant, who said he was the husband of the woman in the article, was complaining on his and his children’s behalf. He said that the article was inaccurate in breach of Clause 1. He said that he had not abused his wife, and provided notifications of no further action from the police. He also provided notes from a child protection conference which repeated that many of the claims his wife had made were considered to be false. He also said that her social media showed that she did go out with friends during their period together. He said that it was inaccurate to state that he had opened her medical test results, and that she had lied about suffering from a serious illness. The complainant said that both social services and the police had found that her work was not affected by him. He also said that whilst there had been bank accounts which were opened in his wife’s name and then emptied, this had been done so by his wife, and not by him. He also said it was inaccurate to report that he had sold his wife for sex, and that this allegation had not been made previously, or been reported to the police. The complainant said that whilst he was not named in the article, the biographical details about him and his wife, as well as references to their conduct and behaviour made him identifiable. He also said that his children had faced problems at school since the publication of the article, including allegations from the article being repeated to his children at school. IPSO made clear that domestic abuse is an important and sensitive issue of significant public interest. The press plays a critical role in highlighting such issues, however, when doing so the press has a responsibility to ensure that it is reporting in a responsible and accurate way and to balance the rights of all individuals involved. IPSO was not making a finding on the accuracy of the allegations, but whether there had been a breach of the Editors’ Code. IPSO found that the article had stated as fact that the complainant’s wife was a “survivor of horrendous domestic abuse”, that her husband had sold her for sex, tracked her movements, timed when she was permitted to go out and had lied about medical information relating to her after he had opened a letter addressed to her. IPSO found that where the publication had failed to demonstrate how it had taken care not to publish inaccurate information there was a breach of Clause 1. IPSO also considered that the biographical details and information relating to the conduct and behaviour of both him and his wife rendered the complainant identifiable as the husband in the article. The Committee found that the allegations against the complainant related his family life, in respect of which he had a reasonable expectation of privacy and the information was not justified nor in the public interest. There was a breach of Clause 2. IPSO had found that the complainant was identifiable in the article, and his children had faced problems at school after the publication of the article, where allegations about their father had been repeated to them. The allegations related to serious, intimate and inaccurate allegations and amounted to an intrusion into their time at school. Publication of the article, in circumstances where the children were identifiable, represented an unnecessary intrusion into their time at school, and there was a breach of Clause 6. Date complaint received: 28/09/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 28280-20 A man v Isle of Wight County PressSummary of Complaint\n1. A man complained\nto the Independent Press Standards Organisation that the Isle of Wight County\nPress breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 6 (Children)\nof the Editors’ Code of Practice in an article headlined “SOLD FOR SEX AND ABUSED\nBY HUSBAND / Living a hell at home”, published on 25 September 2020.\n2. The article was\nan account of a woman described as a “survivor of horrendous domestic abuse”.\nThe article was referenced on the front page with the banner “SOLD FOR SEX AND\nABUSED BY HUSBAND”. The article explained that the woman had “told the County\nPress” that her husband was an abuser and had told her story through a\n“chilling poem”, which accompanied the article. She had also been given a\npseudonym in the article. The article reported that the woman’s husband, who\nshe had since left, had abused her and had “sold his wife for sex, tracked her\nmovements via her phone and timed her when she was permitted to go out.” The\narticle also reported he had opened the results of a medical test and lied\nabout its contents. It also said that the police and courts had sided with the\nhusband over the woman. The article described her husband as a “man in a\nposition of high power and considerable finances”. Neither the wife, husband\nnor children were named or photographed in the article.\n3. The article also\ncontained multiple quotes directly attributed to the woman. She said that she\nhad “learnt that I've been through coercive control, sexual coercion, rape,\nGBH, grooming, exploitation, trafficking and imprisonment.“ She said that her\nhusband had power over her in her workplace, had groomed her and “opened up\nseven bank accounts in my name without my knowledge, which he loaded up with\nhundreds of thousands of pounds, and cleared them the day I left”. She said\nthat she had now started high-intensity complex PTSD therapy with the NHS,\nmoved out and had started a new hobby. The article included biographical\ndetails about the husband and wife as well as information regarding their\nconduct and behaviours. The article was followed by the poem written by the\nwoman, which described the abuse she said she had experienced, and one line\nused a pet name unique to this woman/family.\n4. The article also\nappeared online under the headline “Isle of Wight woman speaks of domestic\nabuse horror”, in substantially the same format.\n5. The complainant,\nwho said he was the husband of the woman in the article, was complaining on his\nand his children’s behalf. He said that the article was inaccurate in breach of\nClause 1. He said that he had not abused his wife, and provided copies of\nnotifications of “no further action” letters received from the police, after\nthe police had investigated the allegations by his wife. He also provided notes\nfrom a child protection conference which repeated that many of the claims his\nwife made were considered to be false. He also said that her social media posts\nshowed that she did go out with friends during their period together. He said\nthat it was inaccurate to state that he had opened her mail or lied about her\nhealth to her, and had opened bank accounts in her name. He further stated that\nboth social services and the police had found her work was not threatened due\nto him. He also said it was inaccurate to report that he had sold his wife for\nsex, and that this allegation had not been made previously, or been reported to\nthe police.\n6. The complainant\nsaid it was misleading to report that the police and courts “took his side”\nwhen he received residency of the children, as there had been thorough\ninvestigations by both the police and social services that found that there was\nnot enough evidence to prosecute him and concluded that his children should be\nreturned to his custody. He also said it was inaccurate to report that the\nwoman was receiving treatment for PTSD through the NHS, as he had seen her\nmedical records during the court case.\n7. The complainant\nsaid that the article also breached his right to privacy under Clause 2. He\nsaid that both he and his children were identifiable from the information\npublished in the article, as it accurately described certain biographical\ndetails about him, his wife, the recent changes to their domestic\ncircumstances, and other information relating to their conduct and behaviour.\nThe complainant said that the effect of this was exacerbated as he lives in a\nsmall town on the Isle of Wight.\n8. The complainant\nsaid that the article had also intruded into his children’s time at school in\nbreach of Clause 6. He said that his children were being monitored by social\nservices and their teachers. He noted that the allegations in the article had been\nrepeated to one of his children at school. He said that his other children had\nreceived comments and questions at school, and that one of his children had\nsaid that friends’ parents do not allow their children to come to his home.\n9. The publication\ndid not accept a breach of the Code, but deleted the article upon receipt of\nthe complaint as a gesture of goodwill. It said the woman in the article had\nsent the newspaper her poem, at which point a journalist with previous\nexperience of speaking to victims of domestic abuse, spoke at length with the\nwoman. The journalist said that the experiences of the woman matched what she\nhad previously written about domestic abuse victims, in that their partners\nwere not convicted of crimes and the victims are often not believed. The woman\nsaid she was speaking to an abuse support group and the NHS. The newspaper\nemailed the abuse support group, and after receiving no response followed up\nwith a phone call, but was unable to speak to the woman’s councillor – it assumed\nthis was due to reasons of confidentiality. The woman had also written a very\ndetailed blog of her experiences which she shared with the newspaper, and the\ninformation contained within the blog corresponded to what she had said during\nthe interview.10. The publication said that prior to writing the article\nit had been aware that the police and courts had sided with the woman’s husband\n– indeed, this was the angle of the story. The publication said it knew that\nthe husband would have denied the allegations. It said that the woman felt she\nhad no power, and that the article and her poem was a way of her having a voice\nand expressing her opinion. The publication said that it was very difficult to\n“prove” deeply personal domestic situations, and that it was important for\nvictims, even where the police or courts had not found in their favour, to be\nable to tell their story. It said it made sure to anonymise the article on this\nbasis.\n11. The publication also said that the article was not\npresented as a straightforward news article, and that it was framed as a\nfirst-person narrative. It said it was framed from the outset as “her story”\nand, in addition to the multitude of quotes, the poem was framed as “she told\nthe County Press”. It said that readers would understand that the article was\nbeing told from the woman’s side and was only one version of events. It also\nmade sure to state that both the police and courts had taken the husband’s\nside.\n12. The publication did not accept that the complainant was\nidentified by anyone outside of the people with whom he had already discussed\nthe events. The publication said it had taken care to remove any information\nwhich could identify him to a larger audience, such as the town they lived in,\nthe number of children they had, and it had changed the woman’s name. It also\nsaid it had amended lines in the poem which specified the duration of the\nmarriage and had named a specific location.\n13. The publication said the information that was included\nwithin the article could not identify a specific person. It said that some of\nthe information the complainant said identified him was not mentioned in the\narticle. It also noted that, as the town was not specified, the article could\nrelate to anyone within the Isle of Wight’s population of 140,000 people. The\npublication also said that the complainant did not have a high public profile\nand his name was not widely known. It said that, therefore, writing that the\nman was in a position of power and had considerable finances did not identify\nhim. It said that the pet term in the poem would not be known to anyone not\nclose enough with his wife to know the circumstances described and that the\nconduct and behaviours described could be true of many people.\n14. The publication also stated that the complainant had set\nup a fake social media account and that a relative of the complainant had also\nposted comments under her own name on the publication’s website, referring to\nher familial relationship to the complainant. The publication said this could\nhave led to the identification of the complainant, rather than the anonymised\narticle itself. It said no one had contacted it identifying him, and that it\nhad not been asked to remove it by the police, courts, or social workers.\n15. The publication said that as the children could not be\nidentified in the article, there was no breach of Clause 6. It also noted that\nas some of the complainant’s children were six and under, they would be unaware\nof the article, and noted that a document provided by the complainant said that\nthey may become aware of it in the future. It said that any comments from other\npupils could not be demonstrated to have resulted from the article as opposed\nto other sources.\n16. The complainant accepted that he had created a fake\nsocial media profile and that a family member had commented on the article, but\nstated that he had been identified multiple times prior to these comments by\npeople who were not aware of the details of his case.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for private and family\nlife, home, physical and mental health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or photographed\non issues involving their own or another child’s welfare unless a custodial\nparent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\n Detecting or\nexposing crime, or the threat of crime, or serious impropriety. Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing a\nperson or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nFindings of the Committee\n17. The Committee made clear that it is of significant\npublic interest for the press to be able to report on domestic abuse. It noted\nthat IPSO is not in a position to make a ruling over whether either parties’\nallegations were accurate, and that its role was to find whether the\npublication breached the Editors’ Code. In such sensitive and personal cases,\nthe press has a responsibility to ensure that it is reporting in a responsible\nand accurate way, and to balance the rights of all individuals involved.\n18. The publication accepted that the complainant was the\nman referred to in the article, but said that it was impossible to prove\nallegations as personal as those relating to domestic issues, and so it had\nanonymised the article in order to be able to tell the woman’s story. It also\nsaid it had taken care to portray the story as being from the woman’s point of\nview and had made clear that the police and courts had found in her husband’s\nfavour. However, the publication retained an obligation to ensure that it took\ncare over the accuracy of published claims, and to distinguish claims from\nestablished facts.\n19. While some aspects of the woman’s account in the article\nwere clearly attributed to her as claims, the article had stated as fact that\nthe complainant’s wife was a “survivor of horrendous domestic abuse”, that her\nhusband had sold her for sex, tracked her movements, timed when she was\npermitted to go out and lied to her about the contents of a private medical\nletter. These were extremely serious claims of behaviour, some of which would\namount to criminal conduct. The publication accepted that its sole source of\ninformation was the woman herself; it had attempted to speak to her counsellor\nbut had been unable to do so. It had not taken other steps, such as contacting\nthe complainant or any official source, to test the allegations. Given the\nnature of the allegations and the limited steps that the publication had taken,\nthe Committee found that their presentation in this form represented a failure\nto take care over the accuracy of the article and was a breach of Clause 1(i).\nThe accusations were very serious and damaging to the complainant and were\ntherefore significant and required clarification. The publication had offered a\nright to reply to the complainant, but this did not meet the  requirements of Clause 1(ii).  There was therefore a further breach of\nClause 1(ii).\n20. The article also contained several claims which had been\nmade by the complainant’s wife and which were presented as direct quotes from\nher. They were clearly distinguished as the comments of his wife, and not as\nestablished fact, and the publication of these claims did not breach Clause 1.\n21. The complainant had noted a number of biographical\ndetails and information relating to the conduct and behaviour of both him and\nhis wife that he said could make him identifiable as the husband. The Committee\nconsidered that the extent of biographical information contained in the article\nreduced the possible pool of families this article could relate to. The article\nalso gave details about the his wife’s behaviours and conduct that had the\npotential to identify the family within the local community. When taken\ntogether, these personal and biographical details about the complainant had the\nclear potential to identify the complainant and his children as the subjects of\nthe article, and the complainant as the subject of the allegations. The\nCommittee found that the allegations against the complainant related his family\nlife, in respect of which he had a reasonable expectation of privacy. Clause 2\nwas therefore engaged.\n22. The Committee then considered whether the publication of\nthis information was justified in the public interest. The Committee recognised\nthe importance of the right of freedom of expression generally, and\nspecifically noted the public interest in reporting on matters of significant\npublic interest, such as domestic abuse. The Committee noted, further, the\nimportance of balancing the right of individuals to give an account of their\nexperiences with the rights of individuals who may challenge that account. The\npublication had recognised that the woman’s account could be given without\ninfringing the rights of the husband and children; indeed, it sought to do so\nby anonymising the woman.  However, in\nthis instance, the article contained extensive information about the\ncomplainant and his children and their family life, which made them\nidentifiable as the subject of the article. \nThe information about him and the children, including the disputed\nallegations, was plainly information about their private lives in respect of\nwhich they had a reasonable expectation of privacy and its publication was an\nunjustified intrusion in breach of\nClause 2.\n23. The relevant part of the Editors’ Code relating to the\ncomplainant’s children was Clause 6(i) which states that all pupils should be\nfree to complete their time at school without unnecessary intrusion. The\ncomplainant had stated that his children had faced problems at school after the\npublication of the article, where allegations about their father had been\nrepeated to them.  Publication of the\narticle, in circumstances where the children were identifiable, represented an\nunnecessary intrusion into their time at school. As the publication had not\nidentified an exceptional public interest there was a breach of Clause 6.\nConclusions\n24. The complaint was upheld under Clause 1, Clause 2 and\nClause 6.\nRemedial action required\n25. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the Committee\nhad established a breach of Clause 1, Clause 2, and Clause 6, the appropriate\nremedial action was an adjudication.\n26. The Committee considered the placement of the\nadjudication. The print article had featured on page 3, with a banner\nreferencing the article on the front page. The Committee therefore required\nthat the adjudication should be published on page 3 or further forward in the\nnewspaper, with a reference to the adjudication on the front page.  The headline to the adjudication should make\nclear that IPSO has upheld the complaint, reference the title of the newspaper\nand refer to the complaint’s subject matter. The headline must be agreed with\nIPSO in advance.\n27. The adjudication should also be published online, with a\nlink to this adjudication (including the headline) being published on the top\n50% of the publication’s homepage for 24 hours; it should then be archived in\nthe usual way. The headline to the adjudication should make clear that IPSO has\nupheld the complaint, give the title of the publication and refer to the\ncomplaint’s subject matter. The headline must be agreed with IPSO in advance.\n28. The terms of the adjudication for publication are as\nfollows:\nFollowing an article published on 25 September 2020\nheadlined \"SOLD FOR SEX AND ABUSED BY HUSBAND / Living a hell at home”, a\nman complained to the Independent Press Standards Organisation that the\nnewspaper had breached Clause 1 (Accuracy), Clause 2 Privacy and Clause 6\n(Children) of the Editors' Code of Practice. IPSO upheld this complaint and has\nrequired the Isle of Wight County Press to publish this decision as a remedy to\nthe breach.\nThe article was an account of a woman described as a\n“survivor of horrendous domestic abuse”. The article was referenced on the\nfront page with the banner “SOLD FOR SEX AND ABUSED BY HUSBAND” advertising the\narticle on the front page of the newspaper. The article explained that the\nwoman had “told the County Press” that her husband was an abuser and had told\nher story through a “chilling poem”, which accompanied the article. The article\nreported that the woman’s husband, who she had since left, had abused her and\nhad “sold his wife for sex, tracked her movements via her phone and timed her\nwhen she was permitted to go out.” The article also reported he had opened\nmedical letters and lied about their content. It said that the police and\ncourts had sided with her husband and he had acquired residency of the\nchildren. The article contained biographical details about the man and his\nwife, as well as references to their conduct and behaviour.\nThe complainant, who said he was the husband of the woman in\nthe article, was complaining on his and his children’s behalf. He said that the\narticle was inaccurate in breach of Clause 1. He said that he had not abused\nhis wife, and provided notifications of no further action from the police. He\nalso provided notes from a child protection conference which repeated that many\nof the claims his wife had made were considered to be false. He also said that\nher social media showed that she did go out with friends during their period\ntogether. He said that it was inaccurate to state that he had opened her\nmedical test results, and that she had lied about suffering from a serious\nillness. The complainant said that both social services and the police had\nfound that her work was not affected by him. He also said that whilst there had\nbeen bank accounts which were opened in his wife’s name and then emptied, this\nhad been done so by his wife, and not by him. He also said it was inaccurate to\nreport that he had sold his wife for sex, and that this allegation had not been\nmade previously, or been reported to the police. The complainant said that\nwhilst he was not named in the article, the biographical details about him and\nhis wife, as well as references to their conduct and behaviour made him\nidentifiable. He also said that his children had faced problems at school since\nthe publication of the article, including allegations from the article being\nrepeated to his children at school.\nIPSO made clear that domestic abuse is an important and\nsensitive issue of significant public interest. The press plays a critical role\nin highlighting such issues, however, when doing so the press has a\nresponsibility to ensure that it is reporting in a responsible and accurate way\nand to balance the rights of all individuals involved. IPSO was not making a\nfinding on the accuracy of the allegations, but whether there had been a breach\nof the Editors’ Code.\nIPSO found that the article had stated as fact that the\ncomplainant’s wife was a “survivor of horrendous domestic abuse”, that her\nhusband had sold her for sex, tracked her movements, timed when she was\npermitted to go out and had lied about medical information relating to her\nafter he had opened a letter addressed to her.\nIPSO found that where the publication had failed to\ndemonstrate how it had taken care not to publish inaccurate information there\nwas a breach of Clause 1.\nIPSO also considered that the biographical details and\ninformation relating to the conduct and behaviour of both him and his wife\nrendered the complainant identifiable as the husband in the article. The\nCommittee found that the allegations against the complainant related his family\nlife, in respect of which he had a reasonable expectation of privacy and the\ninformation was not justified nor in the public interest. There was a breach of\nClause 2.\nIPSO had found that the complainant was identifiable in the\narticle, and his children had faced problems at school after the publication of\nthe article, where allegations about their father had been repeated to them.\nThe allegations related to serious, intimate and inaccurate allegations and\namounted to an intrusion into their time at school. Publication of the article,\nin circumstances where the children were identifiable, represented an\nunnecessary intrusion into their time at school, and there was a breach of\nClause 6.\nDate complaint received: 28/09/2020\nDate complaint concluded by IPSO: 10/06/2021\nBack to ruling listing\n\n\n"
}