{
    "url": "/rulings-and-resolution-statements/ruling/?id=28295-20",
    "title": "28295-20 Sky Global Inc. v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2020-08-10 00:00:00",
    "received_on": "2020-09-27 00:00:00",
    "concluded_on": "2021-04-06 00:00:00",
    "complaint_processing_days": 191,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 27/09/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee - 28295-20 Sky Global Inc. v The Scottish SunSummary of Complaint\n1. Sky Global Inc.\ncomplained to the Independent Press Standards Organisation that The Scottish\nSun breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “HOODS ERASE THEIR GAME” published on 10 August 2020.\n2. The article\nreported that “gangland kingpins” who had previously been using an encrypted\nphone service which had been infiltrated by the police, were now using a\ndifferent encrypted phone service described as being “ultra secure” and having\nthe capacity to delete messages. It reported according to sources’ claims,\n“hoods and their cronies” had switched to using the service. It quoted an\nanonymous source as saying that the new encrypted phone service was “ideal” for\ncriminals, but also quoted a different anonymous “underworld source” who said\nthat the service may not be as entirely secure as its users might hope.\n3. The article also\nappeared online on 9 August 2020 in largely the same form with the headline\n“HOODS ERASE THEIR GAME Scots gang kingpins using new self-destruct phone\nsystem like Mission: Impossible after cops hacked EncroChat messages”.\n4. The complainant\nwas the provider of the encrypted phone service. It said that it was not the\ncase that its platform was being used by criminals. It said that it was\nconfident that no criminals were using its platform as there had been no\nincrease in users of the service since the police raid earlier in the year on\nthe other encrypted phone service previously being used by criminals. It said\nthat if these people had switched to its service at this point, it would have\nseen a corresponding increase in users, which was not the case. It said that it\nshould have been contacted for comment on these claims, which were damaging to\nthe company. It said that, contrary to the newspaper’s claims, it was\nstraightforward to contact.\n5. The newspaper\nsaid that it was not inaccurate to report that the complainant’s phone service\nwas being used by criminals. It said that it had consulted two independent,\nreliable sources, both of which provided the information independently. Whilst\nmaintaining its obligation to protect the identities of confidential sources,\nit said that one source was a person with first-hand knowledge of the\nactivities and technology used by criminals, and the other was an “underworld”\nsource, also familiar with developments in the criminal community. It said that\ninformation provided by the two sources in the past been proved accurate, and\nit had no reason to doubt them in this case. It also said that the reporter\nattempted to contact the complainant. However, it said that there were several\nwebsites which appeared to be under the control of the complainant, as well as\nseveral unverified Twitter accounts. It said that in the face of this uncertainty,\nthe reporter was unwilling to provide details to these unverified outlets.\nHowever, it said that regardless of the complainant’s position, it was\nconfident that its article was accurate. During IPSO’s investigation, it\noffered to add the complainant’s denial and right of reply to the online\narticle.\nRelevant Clauses\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The Committee\nwas clear that there is no standalone requirement for a newspaper to contact\nthe subject of an article for comment prior to publication, although there may\nbe circumstances in which not doing so constitutes a failure to take care not to\npublish inaccurate, misleading or distorted information within the terms of\nClause 1(i).\n8. In this case,\nthe newspaper’s report was clearly based on the comments from two independent\nsources, which was made clear through the use of attributable quotes. It\noutlined the sources’ basis for these claims, namely the self-destruction\nfunction of messages, which was not in dispute. Additionally, the newspaper did\nnot adopt these claims as true. Further, the disputed claims were about the\nactions of third parties -criminals- rather than the nature of the\ncomplainant’s messaging service itself, which the article had made clear was\n“legal”. The complainant said it was in a position to know whether criminals\nhad been using its phone as there had not been a rise in subscriptions since\nthe other encrypted phone network being used by criminals had been infiltrated\nby the police. However, the Committee had regard to the fact that the article\ndid not necessarily report that there had been a rise in subscriptions. Indeed,\nit could be that existing subscriptions were now being used for criminal\npurposes or that lawful subscriptions were being replaced with criminal ones.\nThe complainant did not appear to be in a position to challenge the sources’\nclaims regarding the use of the phones, as opposed to the number of users. The\nCommittee therefore did not consider that the failure to include the\ncomplainant’s comments constituted a failure to take care not to publish\ninaccurate or misleading information. Nor did this render the story\nsignificantly misleading or inaccurate such as to require correction. There was\nno breach of Clause 1. Nevertheless, the Committee welcomed the publication’s\nefforts to add a right of reply to the online article.Conclusions9. The complaint was not upheld.Remedial action required10. N/A\nDate complaint received: 27/09/2020\nDate complaint concluded by IPSO: 06/04/2021\nBack to ruling listing\n\n\n"
}