{
    "url": "/rulings-and-resolution-statements/ruling/?id=28335-20",
    "title": "28335-20 Hajiyev v spectator.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "spectator.co.uk (The Spectator)",
    "published_on": "2020-09-29 00:00:00",
    "received_on": "2020-09-30 00:00:00",
    "concluded_on": "2021-01-28 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A   Date complaint received: 30/09/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28335-20 Hajiyev v\nspectator.co.uk\nSummary of Complaint\n1. Mikayil Hajiyev complained to the Independent Press\nStandards Organisation that spectator.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Exclusive: Armenian PM on Azerbaijani\nconflict”, published on 29 September 2020.\n2. The article was an interview with Armenian Prime Minister\nNikol Pashinyan. The interview focused on the “new round of fighting” between\nArmenia and Azerbaijan over the “disputed” Nagorno-Karabakh territory. The\ninterview was prefaced with a brief explanation of the conflict and its\nhistory. The summary began “[o]n Sunday [27 September 2020] Azerbaijan began\nshelling Armenian positions in Nagorno-Karabakh — a disputed piece of territory\nin the Caucasus peopled primarily by the Armenians but owned, at least on\npaper, by Azerbaijan.” It then stated that “[i]n the 1920s, Soviet\nadministrators, disregarding demography, had placed Nagorno-Karabakh inside Azerbaijan”\nand said that Nikol Pashinyan “is known as the ‘Gandhi of the Caucasus’ for his\npart in the peaceful pro-democracy revolution some years ago.” The article also\nreported that Turkey was “relocating […] mujahedin” to the region.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. He said that the opening of the article – which said that\n“[o]n Sunday, Azerbaijan began shelling Armenian positions in Nagorno-Karabakh”\n– was misleading, as Azerbaijan had not initiated the new round of fighting and\nhad only initiated shelling as a counter-defensive measure. He said that it was\nalso inaccurate to describe Nagorno-Karabakh as “a disputed piece of\nterritory”; he said it is internationally recognised as part of Azerbaijan, and\nthis had been demonstrated by a series of UN resolutions requesting Armenia’s\nwithdrawal from the territory, which the article had omitted to mention. He\nalso said that it was inaccurate to state that “Soviet administrators” had\n“placed Nagorno-Karabakh within Azerbaijan”, as the territory had been part of\nAzerbaijan’s internationally recognised borders prior to Soviet intervention.\nHe went on to say that the article was biased, as it described Armenian’s Prime\nMinister as “Gandhi of the Caucasus” and that this was solely the article\nwriter’s opinion and had not been correctly distinguished as such. He then\nnoted that, while the article reported that Turkey had deployed mujahedin to\nthe region, there was no concrete evidence to show that this was indeed the case.\n4. The publication said it did not accept that the Code had\nbeen breached. It said that it was not in dispute that on 27 September 2020\nAzerbaijan had begun shelling Nagorno-Karabakh, and noted that the article did\nnot state what had prompted the shelling, nor that it was the first move in the\nfresh round of hostilities. It went on to say that, where there was an ongoing\ndispute over the Nagorno-Karabakh territory, it was not inaccurate for the\npublication to describe the territory as disputed, and that it had made clear\nthat “on paper”, the territory was part of Azerbaijan. It did not consider that\nomitting to refer to UN resolutions stating that the territory was owned by\nAzerbaijan rendered the article misleading or inaccurate, where it made clear\nthat Azerbaijan owned the territory. It also added that the resolutions had\nbeen mentioned in its counterpoint interview with the Azerbaijani Government’s\nhead of foreign policy affairs. Regarding the placement of Nagorno-Karabakh in\nAzerbaijani territory by “Soviet administrators”, it showed that a treaty\nbetween Turkey and the Soviet Republic in 1921 had determined that the\nterritory was to be placed within Azerbaijan, after some deliberation over\nwhich country to place the territory in and after at one point intending to\nplace the territory within Armenian borders. It further said that concerns that the article was biased did not engage\nthe terms of Clause 1, and set out that its writers were free to express their\nopinions and use facts of their choosing to support arguments. Nevertheless, it\nsaid that the characterisation of the Armenian Prime Minister as “Gandhi of the\nCaucasus” was not the opinion of the writer nor was it presented as such, being\nprefaced with the proviso that the Prime Minster “is known” as such. It said\nthat during the article writer’s time in the region in 2018, local activists\nhad described the Prime Minister using this phrase. As such, it did not accept\nthat it was inaccurate to state that he is “known” as “Gandhi of the Caucasus.”\nThe publication also said that it had been widely reported that Turkey had\ndeployed mujahedin to the region, and supplied two recent news articles to support\nits position on this point.\n5. The complainant accepted that it was under dispute which\nnation had prompted hostilities; however, he maintained that the article\npresented as fact that Azerbaijan had prompted hostilities by way of shelling\nNagorno-Karabakh. He also reiterated his position that the territory was not\n“disputed” but was internationally recognised as being part of Azerbaijan, and\nsaid that the region would be better described as being “occupied”. He said\nthat, regardless of whether the Soviet Republic had set out in a treaty in 1921\nthat the region was part of Azerbaijan, the territory was part of the country\nprior to Soviet intervention, from 1918-1920, therefore he maintained that it\nwas inaccurate to describe the region has having been “placed” in Azerbaijan by\n“Soviet administrators”; it was already part of the country. He also expressed\nconcern at the publication’s position that it was not obliged to be unbiased.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The article reported that Azerbaijan began shelling\nArmenian positions in the disputed territory of Nagorno-Karabakh on 29\nSeptember 2020; this was not disputed by either party, regardless of what\nprompted the shelling. The article did not make any claim as to which country\nhad taken action first. As such, the Committee found that it was not inaccurate\nnor misleading for the article to report that “[o]n Sunday, Azerbaijan began\nshelling Armenian positions in Nagorno-Karabakh.” Furthermore, the assertion\nwas made in the language of ongoing conflict, referring to Armenian “positions”\nand stating that the shelling was part of “a new round of fighting”, which\nindicated the reported actions were part of an existing conflict. The Committee found no breach of Clause 1 on\nthis point.\n7. There was disagreement between Armenia and Azerbaijan as\nto the motivation, nature, purpose and extent of the ongoing conflict over\nNagorno-Karabakh. However, given there was unquestionably an ongoing conflict\nover the Nagorno-Karabakh territory and its sovereignty, the Committee\nconsidered that the publication was entitled to describe the territory as\n“disputed”, and also noted that the article made clear that “on paper” it is\nowned by Azerbaijan. The Committee found no breach of Clause 1 on this points.\n8. Both parties agreed that, in the 1920s, a treaty between\nthe Soviet Union and Turkey established that Nagorno-Karabakh was part of\nAzerbaijan. As such, the Committee found that it was not inaccurate nor\nmisleading for the article to state that “[i]n the 1920s, Soviet\nadministrators, disregarding demography, had placed Nagorno-Karabakh inside\nAzerbaijan.” As such, the Committee found no breach of Clause 1 on this point.\n9. It was widely reported in late 2020 that Turkey had\ndeployed mujahedin to the Caucasus region. While the Committee understood the\ncomplainant’s position that there was no concrete evidence to prove this\nunequivocally, it noted that mujahedin had given anonymous interviews to news\noutlets stating that they had been deployed to the region and as such the\nCommittee found that there was sufficient basis to report that Turkey had\ndeployed mujahedin to the region. The Committee found that the publication had\nnot breached Clause 1 on this point.\n10. The Committee considered that, by stating that the\nArmenian Prime Minister “is known as the ‘Gandhi of the Caucasus’ for his part\nin the peaceful pro-democracy revolution some years ago”, the publication was\nnot referring to the writer’s personal view of the Prime Minister. Further,\nwhere the publication showed that the Prime Minister had been described as\nsuch, the Committee found that it was not inaccurate nor misleading to say that\nhe “is known as the ‘Gandhi of Caucasus'”, and there was no breach of Clause 1.\nConclusions\n11. The complaint was not upheld.\nRemedial Action Required\n12. N/A\n \nDate complaint received: 30/09/2020\nDate complaint concluded by IPSO: 28/01/2021\nBack to ruling listing\n\n\n"
}