{
    "url": "/rulings-and-resolution-statements/ruling/?id=28341-20",
    "title": "28341-20 Carroll v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2020-09-24 00:00:00",
    "received_on": "2020-10-01 00:00:00",
    "concluded_on": "2020-12-17 00:00:00",
    "complaint_processing_days": 77,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A Date complaint received: 01/10/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28341-20 Carroll v\nThe TimesSummary of Complaint1. Patrick Carroll complained to the Independent Press\nStandards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Women facing 40 days of\nprotests at abortion clinics” published on 24 September 2020.2. The article was reporting on the beginning of a 40-day\ncampaign carried out by anti-abortion protesters, targeting 12 abortion\nclinics. The article gave details of the protesters’ tactics, which it reported\nincluded handing out “inaccurate” leaflets which included “…the false claim\nthat abortion causes breast cancer”.3. The complainant said that the article was inaccurate in\nbreach of Clause 1. He said that it was his view that abortion does cause\nbreast cancer, and he said that there were studies showing a correlation\nbetween the two, including his own research. As such, he said that it was\ninaccurate to describe the claim that abortion causes breast cancer as “false”.\nHe also said that the newspaper should have printed his letter refuting this\nclaim.4. The newspaper did not accept that the article was\ninaccurate. It noted that the sentence was a passing point made in the context\nof a brief news article – it was not an in-depth discussion of the research\nsurrounding abortion. It said that it was the consensus of the overwhelming\nmajority of doctors and the medical community that having an abortion does not\ncause breast cancer and provided examples from medical journals and research\narticles to demonstrate this. It said that by its very nature, medical research\nis constantly evolving and updating, but the newspaper could rely on the\ncurrent overwhelming medical consensus as representing the true position, and\nthus accurately describe a position contrary to this consensus as false. Finally,\nit acknowledged that some research existed suggesting a correlation between\nabortion and breast cancer, but this was not the same as causation and was at\nodds with the majority of research on the subject. It said that although\nuniversal agreement on the issue did not exist, it was entitled to describe the\nclaim that “abortion causes breast cancer” as false.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee6. The article was not an in-depth report on the research\nsurrounding the possible causes of breast cancer, or the long-term medical\neffects of an abortion. It was reporting on the protest organised by anti-abortion\ncampaigners, and made only a brief reference to the subject, saying that the\nclaim that “abortion causes breast cancer” was false. The newspaper had been\nable to provide references to numerous studies and research papers concluding\nthat there was no evidence of a causal link between abortions and breast\ncancer. The existence of a small number of research papers finding a\ncorrelation between abortion and breast cancer did not render the newspaper’s\nassertion inaccurate – the leaflets had claimed a causal link between the two,\nnot a correlation, and it was this causal link the publication had described as\n“false”. The Committee was, therefore, satisfied that the publication had been\nable demonstrate that it had taken care over the accuracy of the article on\nthis point, and there was no significant inaccuracy requiring correction. There\nwas no breach of Clause 1.Conclusions7. The complaint was not upheld.Remedial Action Required8. N/A Date complaint received: 01/10/2020Date complaint concluded by IPSO: 17/12/2020 The complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}