{
    "url": "/rulings-and-resolution-statements/ruling/?id=28402-20",
    "title": "28402-20 Jamalli v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2020-10-06 00:00:00",
    "received_on": "2020-10-06 00:00:00",
    "concluded_on": "2021-02-05 00:00:00",
    "complaint_processing_days": 122,
    "conclusion_long": "9. The complaint was not upheld.",
    "remedial_action": "10. N/A   Date complaint received: 06/10/20",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28402-20 Jamalli v\nThe Daily Telegraph\nSummary of Complaint\n1. Ilkin Jamalli complained to the Independent Press\nStandards Organisation that The Daily Telegraph breached Clause 1 of the\nEditors’ Code of Practice in an article headlined “Banned cluster bombs dropped\nby Azerbaijan / Banned cluster bombs strike Armenian neighbourhoods”, published\non 6 October 2020.\n2. The article also appeared online in substantially the\nsame form, under the headline “Azerbaijan dropping cluster bombs on civilian\nareas in war with Armenia.”\n3. The article reported that Azerbaijan had dropped cluster\nmunitions “in the breakaway republic of Nagorno- Karabakh.” The headline of the\narticle said that the bombs had been dropped in “Armenian neighbourhoods”,\nwhile the article went on to explain that Nagorno-Karabakh “is still recognised\ninternationally as part of Azerbaijan.\n4. The complainant said that the article breached of Clause\n1, as the headline of the article had the potential to mislead readers into\nbelieving that cluster bombs had been dropped in Armenia, rather than in\ninternationally-recognised Azerbaijani territory with a majority Armenian\npopulation. He also said that the article was inaccurate in referring to the\nterritory of Nagorno-Karabakh as a “breakaway republic”, as it was internationally\nrecognised as being part of Azerbaijan.\n5. The publication said it did not accept that the Code had\nbeen breached. It said that the munitions had been used in areas with a\nmajority Armenian population, and that any ambiguity caused by the use of\n“Armenian neighbourhoods” was sufficiently clarified by the article, which made\nclear that the munitions had been dropped in Nagorno-Karabakh and that the\nterritory was “still recognised internationally as part of Azerbaijan”, as\nreported by the article.  It also said\nthat Nagorno-Karabakh has, since 1994, been mostly governed by separatist,\nself-declared republic, run by ethnic Armenians and backed by the Armenian\ngovernment - hence the terminology of breakaway republic. As such, where the\narticle made clear that the territory was still internationally considered to\nbe part of Azerbaijan, it did not accept that the use of the term “breakaway\nrepublic” represented inaccurate information under the terms of Clause 1.\n6. The complainant said that it was not the prerogative of\nthe publication to decide what could and could not be deemed a “breakaway\nrepublic”, and reiterated that Nagorno-Karabakh is part of Azerbaijan.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Committee\n7. The Committee considered that, taken in conjunction with\nthe article, the headline was not misleading in the manner suggested by the\ncomplainant. While there might be some ambiguity around the phrase “Armenian\nneighbourhoods”, the article clarified in the first few lines precisely where\nthe bombing had occurred: in “the breakaway republic of Nagorno-Karabakh” and\nnot in Armenia. Given the ethnicity of the majority in the neighbourhoods was\nArmenian, it was not inaccurate to refer to the areas as “Armenian\nneighbourhoods”. As such, any uncertainty arising from the headline would have\nbeen limited and clarified by reading the first few lines of the article. The\nCommittee found no breach of Clause 1 on this point.\n8. The Committee recognised that there was an ongoing\ndispute over the territory and sovereignty of Nagorno-Karabakh, and\nacknowledged the difficulties in reporting on the status of the region.\nNevertheless, it did not consider that the article had been inaccurate in\ndescribing the territory as a “breakaway republic”, where it was made clear\nwithin the article on what terms it was doing so – saying that it “broke away\nfrom Azerbaijan after a bloody civil war in the early Nineties that saw 30,000\npeople killed” before making clear that “[t]he territory is still recognised\ninternationally as part of Azerbaijan.” The Committee also noted that it did\nnot appear to be in dispute that the territory was primarily governed by a\nself-declared republic. For these reasons, the Committee found that the use of\nthe term “breakaway republic” was not inaccurate, misleading, nor distorted,\nand that there was no breach of Clause 1.\nConclusions\n9. The complaint was not upheld.\nRemedial Action Required\n10. N/A\n \nDate complaint received: 06/10/20\nDate complaint concluded by IPSO: 05/02/2021\nBack to ruling listing\n\n\n"
}