{
    "url": "/rulings-and-resolution-statements/ruling/?id=28414-20",
    "title": "28414-20 Steshov v The Daily Telegraph",
    "provisions": [
        "2 Privacy (2019)",
        "14 Confidential sources (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2020-09-28 00:00:00",
    "received_on": "2020-10-06 00:00:00",
    "concluded_on": "2021-07-07 00:00:00",
    "complaint_processing_days": 274,
    "conclusion_long": "28. The complaint was not upheld.",
    "remedial_action": "29. N/A  Date complaint received: 06/10/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28414-20 Steshov v\nThe Daily Telegraph\nSummary of Complaint\n1. Gleb Steshov complained to the Independent Press\nStandards Organisation that The Daily Telegraph breached Clause 1 (Accuracy),\nClause 2 (Privacy) and Clause 14 (Confidential sources) of the Editors’ Code of\nPractice in an article headlined “Russian-born soldier sues MOD over 'spy\nfears'”, published on 28 September 2020.\n2. The article reported on a then-ongoing employment\ntribunal brought by Gleb Steshov against the Ministry of Defence. It stated\nthat Mr Steshov, a “Russian-born soldier […was] suing the Ministry of Defence\nfor race discrimination, claiming they thought he might become a spy, an\nemployment tribunal heard.” It reported that, “in a statement submitted to the\ntribunal by Mr Steshov, he alleged that his attempts to join the Intelligence\nCorps were halted because the Army thought he might become a Russian spy”. It\nalso said that “Corporal Steshov felt that the MoD had suspicions about his\npast and had put obstacles and excuses in his way to thwart him joining [the\nCorps…] Cpl Steshov believes that his failure to be selected as a Russian\ninterpreter is due to fears he might engage in espionage.”\n3. The article included details about the soldier’s\nemployment claim, saying that he had sued the Ministry of Defence “for racial\ndiscrimination” and that he was “trying to claim a loss of earnings from the\nMoD, claiming that he left prematurely because of racial discrimination. He\nalso wants compensation for personal injury and injury to feelings, for his\nexam grade to be removed from records, and for the tribunal to recommend that\nthe MoD ‘take action to reduce the likelihood of continuing discriminatory\nconduct’.”\n4. The article also included details about the ex-soldier’s\nbackground and the events that led to him bringing a claim against the MoD. The\narticle reported that the soldier’s “family came from Russia seeking asylum\nfrom the KGB when he was 13”. It also said that “the tribunal heard” that he\n“wanted to join the army because he was ‘extremely grateful to the UK’” and\nthat he did not raise an “official grievance” at the time of the incidents\nwhich led to the soldier bringing a race discrimination claim against the MoD.\nIt said that he had attempted to join the Intelligence Corps on three\noccasions, and that he “accepted that his first application had failed on the\ngrounds that he had not been a British citizen for at least 10 years. According\nto his statement, he accepted that a second application was knocked back\nbecause he had not taken a Russian language exam.” The article then stated that\nthe complainant believed that a lower grade on the Russian language exam had\nbeen “reverse engineered”.\n5. The article also appeared online in substantially the\nsame form.\n6. The complainant, the man who brought the claim against\nthe Ministry of Defence, said that the article was inaccurate in breach of\nClause 1. He said that he had not sued the Ministry of Defence due to “spy\nfears”, and said that this was not referred to in his claim. It was also\ninaccurate for the article to attribute this claim to a “witness statement” he\nhad made; he said that, instead, the claim was taken from interview notes\nbetween him and a superior which was included in the tribunal bundle – the accuracy\nof which he disputed. He noted that there were multiple tribunal bundles, and\nthat what the newspaper had described as a witness statement had not come from\nhis bundle, which he had provided to the reporter and which he considered to be\nthe fullest and most accurate tribunal bundle. \nHe also said that it had not been heard at his tribunal that his family\nhad “come [to the UK] from Russia seeking asylum from the KGB”; rather, this\nreference came from a single historic newspaper article which was included in\nthe respondent’s tribunal bundle and which had not been referred to verbally\nduring court proceedings at the time of the article’s publication. As such, he\nsaid it was inaccurate to include this information in a report of the tribunal.\nHe then noted that, at the time of his family’s emigration to the UK, the KGB\nno longer existed. He said that the publication had a copy of his original\ncomplaint against the Ministry of Defence as well as his tribunal witness\nstatement, which was included in his tribunal bundle, so it was aware the\nalleged inaccuracies were not heard at the tribunal.\n7. The complainant went on to identify what he considered to\nbe further inaccuracies in the article in breach of Clause 1. He first said\nthat it had not been heard at the tribunal that he was “extremely grateful to\nthe UK” and that this was why he had sought to join the army. He then noted\nthat he had raised a grievance against the Ministry of Defence at the time of\nthe original alleged discrimination, in the form of a handwritten letter of\ncomplaint which the publication had in their possession; it was therefore\ninaccurate for the article to state that he had raised no “official grievance”\nat the time of the original incidents. He also said that, contrary to what the\narticle reported, he did not accept the reasoning behind his two failed\napplications to join the Intelligence Corps, as he considered his applications\nhad been rejected due to racial discrimination. He had also not said that the\nlow grades on his exams had been “reverse engineered”; this was a term used by\nthe Ministry of Defence. He then said that the article was inaccurate as it\nomitted what he considered to be a central part of his claim, which was the\nfact that dishonourable discharge documentation remained on his military record\nand which he considered included hate speech against him.\n8. The complainant also said that the article breached\nClause 2 and Clause 14, as it contained what he considered to be private and\nconfidential information about the circumstances of his family’s emigration to\nthe UK which he said was not heard at the tribunal. He said that an historic\nlocal newspaper article, which referred to his family background, had been\nincluded in the Ministry of Defence’s tribunal bundle, but said that the judge\nhad not referred to it during the tribunal at the time of the article’s\npublication and it therefore remained private information. He noted that the\nlocal newspaper article was no longer accessible online, therefore the information\nit contained could not be said to be in the public domain.\n9. The newspaper said it did not accept that the Editors’\nCode had been breached. It first said that the article was a fair and accurate\ncontemporaneous report of then-ongoing tribunal proceedings. It noted that\nnewspapers are required to accurately report what is heard in court and the\ncontent of documents submitted as a part of court proceedings; they are not\nrequired to independently investigate claims and allegations made during proceedings\nor in court documents.\n10. The newspaper said that a news agency reporter had\nattended the tribunal and provided copy to the publication, and that the\nreporter had confirmed that the complainant’s witness statement had stated that\nthe complainant believed he had been rejected from the Intelligence Corps due\nto concerns that he may engage in espionage. It was unable to provide a copy of\nthe witness statement, as the reporter had only been allowed to view the\nwitness statement and take notes – as was usual in such proceedings. It did,\nhowever, provide the first version of the copy from the reporter, which it said\nserved as contemporaneous notes of the tribunal and which included a reference\nto “spy fears.” It said that the quote in the article was taken directly from\nthe complainant’s tribunal witness statement.\n11. The newspaper said that it understood that the\ncomplainant had submitted several witness statements which were contradictory,\nbut considered that where one witness statement contained a direct reference to\nconcerns that the complainant’s application had been rejected over “fears he\nmight become a Russian spy” it was entitled to report this. It did not dispute\nthat there were multiple tribunal bundles; however, it said that the reporter was\nworking from the respondent’s tribunal bundle, which was the designated\ntribunal bundle.\n12. The newspaper also provided a copy of the tribunal\njudgment, which noted that the complainant had been informed during his time in\nthe army that he “may have difficulty obtaining DV (Developed Vetting) status\ndue to familial links” and that this also applied to Enhanced Vetting (EV),\nwhich the tribunal described as “a more searching investigation of background\nand personal life for those at risk of espionage with access to secrets.” A\nletter referring to the complainant and referred to in the judgment had also\nstated that he would be “highly unlikely” to gain EV status and that he was\nrejected a third time as he was unlikely to gain this level of security\nclearance. The newspaper said, therefore, that taking the notes and the\ntribunal judgment into account, there was sufficient basis for the headline and\narticle to state that the complainant sued the MoD over “spy fears”.\n13. The newspaper went on to address further points of\nalleged inaccuracy identified by the complainant. It said that the claim regarding\nthe complainant ”accepting” the reasons why his first two applications had\nfailed was taken directly from the witness statement which the reporter had had\naccess to during the tribunal. It said that this was also true of the claim\nthat the complainant said his low exam grade was “reverse engineered”, and the\npublication also noted that it was clear that the complainant believed that his\nexam score had been rigged or the results falsified in some way. It noted that\na fair and accurate report of proceedings does not become inaccurate due to\nomission of certain details. It said this was the case with the omission of any\nreference to the dishonourable discharge documentation; it accepted that the\ncomplainant had referred to this during proceedings, but noted that many issues\nhad been raised by the complainant and the documentation did not form a crux of\nthe claim nor was it something he could be compensated for. As such, it did not\nconsider that it was inaccurate for the report to omit this detail.\n14. Regarding the complainant’s concern that Clause 1 and 2\nhad been breached by the publication of information about the complainant’s\nfamily background, it noted that this information was included in the published\njudgment and therefore entered the public domain shortly after the article’s\npublication. It also noted that the tribunal judge had referred to the original\nnewspaper article in the tribunal judgment.\n15. The publication said that the terms of Clause 14 relate\nto the moral obligation of journalists to protect confidential sources of\ninformation. As the complainant was not acting in this capacity for the\nnewspaper, this Clause was not engaged.\n16. While the publication did not accept that the Code had\nbeen breached, it offered to amend the online version of the article to remove\nall references to “spy fears”, espionage, and the KGB as a gesture of goodwill,\nshould that resolve the complainant’s complaint. It also offered to publish an\nupdate of the tribunal proceedings, should that resolve the complaint.\n17. The complainant said that only one witness statement was\nprovided to the tribunal, and it was the same one which he had previously\nprovided to the publication; the quote had instead been taken from notes of an\ninterview with his superior while he was in the army, the accuracy of which he\ndisputed. The complainant did not dispute that the interview notes had appeared\nin a tribunal bundle, but he said that it was inaccurate to refer to them as a\nwitness statement. He noted that the tribunal judgment referred to his witness\nstatement, not statements, and that this demonstrated that there were not\nmultiple witness statements. He also noted that the tribunal judgment, which\nthe publication relied upon in response to his complaint for breach of privacy,\nhad been published after the article and that a reporter had not been present\nwhen he was questioned in relation to the local newspaper article.\n18. The publication, notwithstanding that it still did not\naccept that the Code had been breached, offered to amend the online version of\nthe article to put the complainant’s position on the record. It proposed to add\nthe following wording to the article:\nUPDATE: Mr Steshov, a Russian born national, has asked us to\nmake clear that his claims against the Ministry of Defence did not directly\nreference 'spy fears' and were for race discrimination, harassment related to\nrace and victimisation related to race. Mr Steshov's claims were rejected by\nthe Employment Tribunal.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so.\nClause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nFindings of the Committee\n19. It was not the role of the Committee to make a finding\non the accuracy of what was heard by the tribunal, or submitted as part of the\ntribunal bundle. Rather, it was the role of the Committee to find whether the\nEditors’ Code of Practice had been breached. This required the Committee to\nmake a determination as to: whether the publication had taken care not to\npublish inaccurate, misleading, or distorted information; and whether the\narticle included a significant inaccuracy, misleading statement, or distortion\nin need of correction.\n20. The Committee first turned to the complainant’s\ncomplaint that it was inaccurate to report that he had brought the employment\nclaim over “spy fears” and that this claim had been included in his witness\nstatement.  The Committee noted that it\nwas not in dispute that a document included in the tribunal bundle had recorded\nthat the complainant had expressed concerns that his application to join the\nIntelligence Corps had been unsuccessful because of suspicions that he may engage\nin espionage. The Committee understood that the complainant challenged the\naccuracy of this document and that there was a dispute between the complainant\nand the publication as to the nature of this document: the article described it\nas a statement submitted to the tribunal by the complainant, while the\ncomplainant’s position was that the document was a note of an interview between\nhim and a superior. The question for the Committee was whether the publication\nwas able to demonstrate that, in reporting the basis of the complainant’s\nemployment claim, it had taken care not to publish inaccurate, misleading or\ndistorted information, and whether it amounted to a significant inaccuracy\nwhich required correction.\n21. The Committee acknowledged the difficulties faced by the\npublication in demonstrating that it had taken care; it was unable to provide a\ncopy of the document from the hearing bundle on which it relied due to the\ncourt’s prohibition on the removal of documents from the courtroom. The publication\nhad, however, provided the reporter’s original copy which it said acted as\ncontemporaneous notes. The copy included the quote which had been included in\nthe article, which the reporter said had been transcribed directly from the\ndocument, and which was described in the copy as the complainant’s witness\nstatement. The reporter’s notes of the hearing also recorded that the\ncomplainant had expressed concerns that he had not felt trusted because he had\nbeen born in Russia. Given that the publication was not able to provide a copy\nof the document from the tribunal bundle which it said included the claim, the\nCommittee accepted that the reporter’s original copy and the notes of the\nhearing taken by him demonstrated that, in publishing the claim, the publication\nhad taken care not to publish inaccurate, misleading or distorted information.\nThere was no breach of Clause 1 (i) of the Editors’ Code of Practice.\n22. The Committee then considered whether the publication\nhad published a significant inaccuracy in reporting that the complainant had\nsued the Ministry of Defence over ‘spy fears’ and that this claim had been\nincluded in a statement submitted to the tribunal by the complainant.  The complainant denied that this formed part\nof his claim before the tribunal and said that his witness statement had not\nincluded the quote which appeared in the article. The publication maintained\nthat this had been part of the complainant’s claim and that the quote had been\ntaken from one of the complainant’s witness statements.  The Committee noted that, in the witness\nstatement which the complainant accepted that he had submitted to the tribunal,\nhe had said that \"I knew the Intelligence Corps did not trust me because\nof my national origin\". The tribunal judgment also noted the claimant's\nposition that, because he was Russian, he would not have passed developed\nvetting or enhanced vetting.  However,\nwithout the benefit of being able to consider the document upon which the\npublication relied and which it could not provide for the reason set out above,\nthe Committee was unable to reach a finding under Clause 1 (ii) of the Editors’\nCode of Practice on this point. Nevertheless, the Committee noted that the\narticle made clear that the complainant was seeking compensation on the ground\nof racial discrimination, which was not disputed.\n23. It was not in dispute that a document contained in the\ntribunal bundle included an account of the complainant’s family’s emigration to\nthe UK. Therefore, it was not inaccurate to include this information in a\nreport of the tribunal proceedings, despite the fact that the complainant\ndisputed the account.  There was no\nbreach of Clause 1 on this point.\n24. The Committee considered the further alleged breaches of\nClause 1 identified by the complainant. It noted that  a witness statement, which the complainant\nprovided to both IPSO and the publication, made reference to him wanting to\njoin the army as he was grateful to the UK; it was not inaccurate for the article\nto report this. While the Committee understood that the complainant had raised\na grievance against the MoD at the time of the original incidents of alleged\ndiscrimination, according to the tribunal judgment, this grievance had been\ndealt with by letter and in a meeting with a superior; it had not been\ninvestigated in line with what appeared to be official grievance procedures.\nThe publication therefore was entitled to characterise this as the complainant\nnot raising an “official grievance” at the time of the original incidents. It\nwas not inaccurate for the publication to report that the complainant\n“accepted” the original reasons given for his first two unsuccessful\napplications to the Intelligence Corps, where the witness statement indicated\nthat he did not challenge them and the tribunal judgment also indicated that he\ndid not dispute them at the time. The Committee also found that, regardless of\nwhether the complainant had used the specific term “reverse engineered” in\nreference to his low exam score, it was not in dispute that he believed that\nthe testing centre had acted improperly in assessing his test and had lowered\nhis scores; it was not inaccurate to characterise this as a claim that the\nscores were “reverse engineered” and doing so did not raise a breach of Clause\n1.\n25. Finally, the Committee considered whether it was\ninaccurate for the article to omit the fact that the complainant had referred\nto dishonourable discharge documentation being left on his file in his\nemployment claim. The claim comprised of numerous grievances, and the decision\nas to which to cover in the article was a matter of editorial discretion for\nthe publication, provided that the Editors’ Code was not breached. The basis\nfor the complainant's claim and the remedies which he had sought were made\nclear in the article, with it reporting that the complainant was “trying to\nclaim a loss of earnings from the MoD, claiming that he left prematurely\nbecause of racial discrimination. He also wants compensation for personal\ninjury and injury to feelings, for his exam grade to be removed from records,\nand for the tribunal to recommend that the MoD ‘take action to reduce the\nlikelihood of continuing discriminatory conduct’”. For these reasons, the\nCommittee did not consider that omitting information about the claim concerning\ndishonourable discharge documentation rendered the article inaccurate,\nmisleading or distorted.\n26. The Committee next considered the question of whether\nClause 2 had been breached by the publication of information about the\ncomplainant’s family’s emigration to the UK. It noted that Clause 2 (ii) makes\nspecific reference to the extent to which the material complained about is\nalready in the public domain or will become so. Neither party disputed that the\ninformation complained about had been included in the tribunal bundle to which\njournalists had been given access, and had previously entered the public domain\nvia a local newspaper article published in 2001. Where the information had\npreviously been published in a newspaper article and had been included in a\ntribunal bundle which was made available to journalists, the Committee was\nsatisfied that the publication had not intruded into the complainant’s private\nlife by publishing the information. There was no breach of Clause 2.\n27. Clause 14 relates\nto the moral obligation journalists have to protect confidential sources of\ninformation. The complainant did not act as a confidential source of\ninformation, and as such the terms of Clause 14 were not engaged, and there was\nno possible breach of this Clause.\nConclusions\n28. The complaint was not upheld.\nRemedial Action Required\n29. N/A\n\nDate complaint received: 06/10/2020\nDate complaint concluded by IPSO: 07/07/2021\n \nIndependent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}