{
    "url": "/rulings-and-resolution-statements/ruling/?id=28437-20",
    "title": "28437-20 Wimborne-Idrissi v thejc.com",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2020-10-08 00:00:00",
    "received_on": "2020-10-09 00:00:00",
    "concluded_on": "2020-12-23 00:00:00",
    "complaint_processing_days": 75,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A   Date complaint received: 09/10/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28437-20\nWimborne-Idrissi v thejc.com\nSummary of Complaint\n1. Naomi Wimborne-Idrissi complained to the Independent\nPress Standards Organisation that thejc.com breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “JVL founder calls for Labour\nmembers to 'resist' Starmer's attempts to tackle antisemitism”, published on 8\nOctober 2020.\n2. The article reported on what one of the Jewish Voice for\nLabour founding members had said during a meeting. It reported that she had\n“openly urged Labour members to ‘resist’ attempts by Sir Keir Starmer to tackle\nantisemitism in the party.” The article gave the full quote as said by the\nfounding member in a meeting later in the article: “We should be working to\nresist the imposition of the IHRA so-called definition — the non-legally\nbinding definition of antisemitism on councils. We are also going to have to\nfight the ban on our constituency Labour Party from even being able to discuss\nit. This is difficult because, as I am sure you all know, in a Kafkaesque\ntwist, General Secretary David Evans has announced that not only may you not\ndiscuss the IHRA or the impending Equalities and Human Rights Commission report\ninto the Labour Party —or Starmer’s decision to pay out large sums of our money\nas Labour Party members to the so-called whistle-blowers in the Panorama\nprogramme which vilified Labour over a year ago — it is now impossible to\ndiscuss the General Secretary’s letter saying that we may not discuss those\nspecific issues. This has to be resisted.” The article also reported in the\nsubheading that the founder had “admitted” that \"pro-Palestinian activists\nhad left Jewish people feeling 'defensive and uncomfortable'\", and went on\nto describe this as a “damning admission”. The full quote was included later in\nthe article, which reported that the complainant had said that “There is also a\ndifficulty — to a certain extent generated by the attacks on pro-Palestinian\nactivists — the tendency for some people to say ‘If I haven’t upset a Zionist\nby breakfast I’m doing something wrong’. It’s almost as if there’s an\nobligation to use offensive and abusive language, as if that helped Palestine.\nWhen it doesn’t. It does also create an atmosphere in which Jewish people are\ngenuinely going to feel defensive and uncomfortable. That’s not our aim.” The\nsubheading also reported that it was “exclusive”. The article also referred to\nthe founder as having launched \"scathing attacks\", having\n\"poured scorn\", and referred to an activist as a \"hard-left\nactivist\".\n3. The complainant, the founding member of the Jewish Voice\nfor Labour, said that the article was inaccurate in breach of Clause 1. The\ncomplainant said that she had not called for members to “resist” Sir Keir\nStarmer’s attempts to tackle antisemitism. She said that instead she had called\nfor resistance to the adoption of the IHRA definition of antisemitism, and the\nban on discussing the definition, the (at the time) pending Equalities and\nHuman Rights Commission (EHRC) report and the decision to settle the libel case\nwith the whistle blowers in the Panorama documentary on antisemitism. The\ncomplainant said she was not asking people to resist attempts to tackle\nantisemitism, but to resist the methodology which Sir Keir Starmer had said\nshould be used to stop antisemitism, as she did not believe such methodology\nwas fit for purpose. She said it was right that people should be able to\ncritique the IHRC definition, the EHRC report and the Panorama settlement. She\nprovided a link to where the recording of the video was available on YouTube\nand said that her intention was clear in this video from which the quote was\ntaken.\n4. The complainant also said that it was inaccurate to\nreport in the subheading that she had “admitted pro-Palestinian activists had\nleft Jewish people feeling 'defensive and uncomfortable'\". She said the\nfull quote from the meeting, that was included later in the article, gave the\ntrue meaning of her words, and that in fact she had said that the reaction by\nsome people to attacks on pro-Palestinian activists had left some Jewish people\nfeeling “defensive and uncomfortable”. The complainant said this was compounded\nby the term “exclusive” also in the subheading, which gave the impression she had\nspoken directly to the publication to give them this quote. She said the term\n“exclusive” was further misleading as all that was reported on was online and\npublic. She also noted that she had not been invited for comment on the\narticle.\n5. The complainant also said that the terms “damning\nadmission” \"scathing attacks\", \"poured scorn\" and\n\"hard-left activist\" were pejorative and demonstrated a failure to\ndistinguish between comment, conjecture and fact.\n6. The complainant said that the frequency in which the\nJewish Voice for Labour was written about by the publication amounted to\nharassment under Clause 3 and discrimination under Clause 12 of the Editors’\nCode against the complainant and the Jewish Voice for Labour whose views differ\nto those of the publication.\n7. The publication did not accept a breach of the Code. It\nnoted that since Sir Keir Starmer became leader of the Labour party, he had\nwanted to make tackling antisemitism a top priority, and for the IHRA\ndefinition of antisemitism to be adopted. The publication said that he had\nrepeatedly described these actions as his commitment to rid the party of\nantisemitism. The publication said that the headline was not only based on what\nthe complainant had said in the meeting, and the quote that was included in\nfull in the article, but also other actions of the founder, and the Jewish\nVoice for Labour. It referred to an email, which the publication described as\nan aim to implement Sir Keir Starmer’s efforts to tackle antisemitism, warning\nlocal Labour Parties against motions on the IHRA antisemitism definition, the\nEHRC report and the Panorama Settlement. The Jewish Voice for Labour protested\nthis email in multiple statements, in addition to what the complainant said at\nthe meeting. It noted that the complainant did not challenge the accuracy of\nthe quotes within the article, only the accuracy of the headline.\n8. The publication said that it had accurately reported the\ncomplainant’s position that pro-Palestinian activists had left “Jewish people…\ndefensive and uncomfortable”. It said that it was accurate to characterise this\nas a “damning admission” and that her remarks were clarified in full later in\nthe text to ensure that the context of her remarks was understood by readers.\nIt said that the term “exclusive” had been used as the publication believed\nthat it had material no-one else did, as few people knew about the meeting and\nthat it was not reported by any other publications. The publication said that\nas it was reporting on a public meeting, there was no need to ask the\ncomplainant for comment.\n9. The publication said that the use of the terms “damning\nadmission”, \"scathing attacks\", \"poured scorn\" and\n\"hard-left activist\" was not a failure to distinguish between\ncomment, conjecture and fact and that this article, which was campaigning,\nwould have been clearly identified by readers as a comment piece.\n10. The publication said that Clauses 3 and 12 were not\nengaged.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nFindings of the Committee\n11. The complainant had accepted that she had said the\nquotes attribute to her within the article, but disagreed that the headline of\nthe article was supported by these quotes, and that she had not called “for\nLabour members to 'resist' Starmer's attempts to tackle antisemitism”. She said\nthe policies put forward were not fit for tackling antisemitism. The article\nhad gone on and included a quote from the complainant at a publicly available\nmeeting, which had set out that Labour had been told “not discuss the IHRA or\nthe impending Equalities and Human Rights Commission report into the Labour\nParty —or Starmer’s decision to pay out large sums of our money as Labour Party\nmembers to the so-called whistle-blowers in the Panorama programme which\nvilified Labour over a year ago — it is now impossible to discuss the General\nSecretary’s letter saying that we may not discuss those specific issues.” The\ncomplainant had gone on to say: “This has to be resisted.” The publication had\ncharacterised these elements as Sir Keir Starmer’s attempts to tackle\nantisemitism, and whilst the complainant may disagree that his “attempts” were\nnot fit for purpose, it was not misleading for the publication to characterise\nthe adoption of the IHRA definition, and the ban on motions regarding the\ndefinition, the EHRC report or the Panorama settlement as Sir Keir Starmer’s\n“attempts to tackle antisemitism”. Where the publication had included the full\ncontext of what the complainant was asking for people to “resist” this would\nnot mislead readers. On this basis, the publication had taken care not to\npublish misleading information and no significant inaccuracy to correct, and\nthere was no breach of Clause 1.\n12. The article had stated that the complainant had\n“admitted”, or made the “damning admission” that \"pro-Palestinian\nactivists had left Jewish people feeling 'defensive and uncomfortable'\".\nThe complainant said that what she had actually said was the reaction by some\npeople to attacks on pro-Palestinian activists had left some Jewish people\nfeeling “defensive and uncomfortable”. The publication had again included the\ncomplainant’s full quote from the publicly available meeting where she had said\n““There is also a difficulty — to a certain extent generated by the attacks on\npro-Palestinian activists — the tendency for some people to say ‘If I haven’t\nupset a Zionist by breakfast I’m doing something wrong’. It’s almost as if\nthere’s an obligation to use offensive and abusive language, as if that helped\nPalestine. When it doesn’t. It does also create an atmosphere in which Jewish\npeople are genuinely going to feel defensive and uncomfortable.” Where the\ncomplainant had said that the words of those who hoped that upsetting “a\nZionist” “helped Palestine” made Jewish people “feel defensive and uncomfortable”,\nit was not misleading for the publication to characterise this as saying that\n“pro-Palestinian activists had left Jewish people feeling 'defensive and\nuncomfortable’”. The terms “admitting” or “damning admission” where the\ncomplainant accepted she had said the quote, fell within the realm of editorial\ndiscretion, and did not render the quote misleading. On this basis, the\npublication had not reported inaccurate information and there was no breach of\nClause 1.\n13. The article had stated that it was “exclusive”, despite\nthe information being available online. The Committee did not find that this\nwas a significant inaccuracy, and did not require a correction under Clause 1.\nThe article had used terms such as “damning admission”, \"scathing attacks\",\n\"poured scorn\" and \"hard-left activist\", which the\ncomplainant considered as pejorative, however these terms would not mislead a\nreader, and therefore did not breach Clause 1. In addition, where there were no\nsignificant inaccuracies in the text, it was not a failure to take care not to\npublish misleading information by not going to the complainant for comment.\n14. The complainant had said that the frequency and\nnegativity of articles about the Jewish Voice for Labour consisted a breach of\nClause 3 and Clause 12 against the Jewish Voice for Labour and herself. Clause\n3 generally relates to the way journalists behave when researching a news\nstory, and is meant to protect people from being repeatedly approached by the\npress against their wishes. Clause 12 is designed to protect specific\nindividuals mentioned by the press from discrimination based on their race,\ncolour, religion, gender identity, sexual orientation or any physical or mental\nillness or disability. As the complainants concerns did not relate to this,\nneither Clause was engaged.\nConclusions\n15. The complaint was not upheld.\nRemedial Action Required\n16. N/A\n \nDate complaint received: 09/10/2020\nDate complaint concluded by IPSO: 23/12/2020\nBack to ruling listing\n\n\n"
}