{
    "url": "/rulings-and-resolution-statements/ruling/?id=28442-20",
    "title": "28442-20 Glenwright v dailyrecord.co.uk",
    "provisions": [
        "12 Discrimination (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2019-12-05 00:00:00",
    "received_on": "2020-10-05 00:00:00",
    "concluded_on": "2020-12-15 00:00:00",
    "complaint_processing_days": 71,
    "conclusion_long": "6. The complaint was not upheld.",
    "remedial_action": "7. N/A   Date complaint received: 05/10/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 28442-20 Glenwright v dailyrecord.co.uk\nSummary\nof Complaint\n1. Edward\nGlenwright complained to the Independent Press Standards Organisation that\ndailyrecord.co.uk breached Clause 12 (Discrimination) of the Editors’ Code of\nPractice in an article headlined “Twisted stalker terrorised entire town with\nbarrage of death threats and child sex slurs”, published on 5 December 2019.\n2. The\nheadline of the article described a defendant as a “twisted stalker”. The\narticle described the crimes that the defendant had committed, such as sending\nviolent and threatening messages, faking email addresses, and accusing others\nof being paedophiles. The article also made clear that a psychiatric report was\nin the process of being requested.\n3. The\ncomplainant, the defendant, said that the article was inaccurate in breach of\nClause 12 as calling him a “twisted stalker” was a pejorative reference to his\nmental health.\n4. The\npublication said that, whilst it was aware of the complainant’s mental health,\ncriticism of the complaint's actions, or describing the complainant as\n'twisted' did not amount to a breach of Clause 12. It said that the term was\nwidely used to describe unpleasant offenders, and was not a pejorative\nreference to the complainant's mental health.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nFindings\nof the Committee\n5. The\nCommittee considered that the term \"twisted\" was employed to describe\nthe complainant in light of the crimes which he was found to have committed as\nreported  in the article, rather than\nbecause of the state of his mental health. The article reported that sentencing\nhad been postponed until a psychiatric report had been prepared but did not\nmake any further reference to the complainant’s mental health. In this context,\nthe Committee was satisfied that the reference to “twisted” was not a\npejorative reference to the complainant’s mental health”. There was no breach\nof Clause 12.\nConclusions\n6. The\ncomplaint was not upheld.\nRemedial\nAction Required\n7. N/A\n \nDate\ncomplaint received: 05/10/2020\nDate\ncomplaint concluded by IPSO: 15/12/2020\n\nBack to ruling listing\n\n\n"
}