{
    "url": "/rulings-and-resolution-statements/ruling/?id=28470-20",
    "title": "28470-20 Alfa Travel v South Wales Echo",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "South Wales Echo (Reach PLC)",
    "published_on": "2020-09-23 00:00:00",
    "received_on": "2020-09-25 00:00:00",
    "concluded_on": "2020-12-21 00:00:00",
    "complaint_processing_days": 87,
    "conclusion_long": "15. The complaint was upheld under Clause 1.",
    "remedial_action": "16. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 17. The Committee considered that the publication did not take the necessary care when reporting the coach’s route. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. A correction was considered to be sufficient, as the claim was not the central point of the article, which related to the origin of the passengers. 18. The Committee then considered the placement of the correction. It should appear in the established print corrections and clarifications column. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance. 19. Wording of the correction as follows: Our article “Anger as Bolton tourists head west after Porthcawl lockout”, published on 23 September 2020 reported that a coachload of people had travelled 'all the way from Bolton' to Porthcawl, and were heading to Pembrokeshire. We would like to make clear that the coach did not stop at, or transit through, Bolton. In addition, we have since been informed that the coach company, after the publication of the article, subsequently sent the coach back to Warrington. This correction has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 25/09/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 28470-20 Alfa Travel v South Wales Echo\nSummary\nof Complaint\n1. Alfa\nTravel complained to the Independent Press Standards Organisation that South\nWales Echo breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Anger as Bolton tourists head west after Porthcawl lockout”,\npublished on 23 September 2020.\n2. The\narticle reported on a holiday tour coach, which it described as a “coachload of\nholidaymakers from Bolton and the north-west of England” that had “come all the\nway from Bolton and the north-west of England”. It said that the coach had been\n“turned away from Porthcawl” and would instead travel to Tenby where the\ntourists would be “transferred to a sister hotel in Tenby”. The article stated\nthat “Bolton is at the centre of a local lockdown in northern England”. The\narticle made clear that, whilst there were restrictions in place in Bolton,\nresidents of Bolton were allowed to go on holiday with members of their\nhousehold. The article contained a comment from the coach tour operator, who\nstated that the coach “was not solely comprised of holiday-makers from Bolton,\nbut from customers across the north-west of England”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1. It said\nthat the coach had not originated from, nor stopped at, Bolton, and that it was\ntherefore inaccurate to describe it as having “come all the way from Bolton”.\nIt said that it was inaccurate to describe the coach as a “coachload of\nholidaymakers from Bolton and the north-west of England” as only one passenger\nhad been from the city of Bolton, and a further two from the wider borough of\nBolton. Prior to the publication of the article, the complainant had sent the\npublication a statement which stated that “Contrary to media reports, this\ncoach was not solely comprised of holidaymakers travelling from Bolton, but\nfrom customers across the North West region which spans from Cumbria to Stoke\non Trent.”\n4. The\ncomplainant also said that the coach did not travel to Pembrokeshire, nor did\nthe hotel transfer the passengers to a sister hotel in Tenby. It noted that the\ncoach returned to Warrington, where the coach originated from, at the earliest\npossible opportunity allowing for drivers’ hours regulations.\n5. The\ncomplainant also disputed that it was accurate to describe Bolton as being in a\n“local lockdown” and said the correct position was that it was subject to\nenhanced restrictions.\n6. The\npublication did not accept a breach of the Code. It said that it had got the\ninformation from another publication’s article which had reported that “a coach\nof Elvis fans from Bolton who had booked tickets to the festival decided to\nhead to Tenby in Pembrokeshire instead”. It noted a further publication had repeated\nthese claims, referring to the initial article. The publication also noted that\nthe issue was attracting attention on social media and that it wished to\npublish the article in a timely way. The publication did not believe it was\nmisleading to describe the passengers as “coachload of holidaymakers from\nBolton and the north-west of England”, where the complainant accepted some\npeople were from Bolton and some were from the north-west. The publication also\nnoted that many areas of the north-west were subject to various forms of\nlockdown restrictions, and that it had significantly higher rates of Covid-19,\nand that the story did not depend on all, or most, of the holidaymakers being\nfrom Bolton specifically. The publication said that as the coach contained\npassengers from Bolton, it was not inaccurate to report that the coach had\n“come all the way from Bolton”, as it was the passengers that were the focus of\nthe article.\n7. The\npublication said it had taken care when reporting that the coach passengers\nwould stay in Tenby by contacting the hotel in Tenby. It also contacted the\nhotel in Porthcawl which confirmed that the coach would leave due to the local\nlockdown. The staff member had also told the publication that the intention was\nfor the coach to continue to Pembrokeshire. The publication said, therefore,\nthat the article had been correct at the time of publication, and offered to\namend the article to reflect the subsequent changes to the coach’s schedule\n8. The\npublication said that the term “local lockdown” was a widely used phrase that\ncould describe various types of restrictions due to Covid-19 in the UK. It said\nthat where, at the time of publication, all Bolton’s pubs and restaurants were\nclosed and people were not allowed to socialise with anyone outside of their\nhousehold, it was not inaccurate to describe Bolton as being in a “local\nlockdown”.\n9. The\npublication offered to publish the following as a correction on page 2 in its\ncorrections and clarifications column:\nOur article\n[HEADLINE; DATE] reported that a coachload of people had travelled 'all the way\nfrom Bolton' to Porthcawl, and were heading to Pembrokeshire. This was based on\ninformation available at the time. We have since been informed that the coach\ncompany subsequently sent the coach back to Warrington. We have also been asked\nto clarify that the coach did not originate from Bolton. We are happy to\nclarify this.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nFindings\nof the Committee\n10. The\narticle had reported that the coach had “come all the way from Bolton”, when\nthe coach had never stopped at Bolton. The publication had been in contact with\nthe complainant prior to the publication of the article, but had not asked\nwhether the coach had come from, stopped at, or transferred through Bolton.\nWhilst the allegation had appeared online in other publications, where the\npublication had not taken any further steps to verify the information and had\npresented it as a fact, this represented a failure to take care under Clause\n1(i). When at the time of publication Bolton had a very high rate of Covid-19\ninfections, this misled readers to believe that more people from the city were\non the coach than was accurate, and therefore this was a significant inaccuracy\nand required a correction under Clause 1(ii).\n11. The\npublication had offered to publish a correction. It had stated that the “bus\ndid not originate from Bolton”, however it did not make clear that the coach\nhad never stopped in Bolton. There was a further breach of Clause 1(ii) on this\npoint.\n12. The\narticle had reported that the passengers were being transferred to a hotel in\nTenby in Pembrokeshire. It had taken steps to verify this information by\ncontacting the hotel the passengers were originally booked to stay at in\nPorthcawl, and the hotel they were referred to in Pembrokeshire. At the time of\npublication, the information was accurate, and there was no failure to take\ncare not to publish inaccurate information under Clause 1(i). However, the\nsituation since the publication of the article had changed, with the coach\nreturning without going to Pembrokeshire. As the central theme of the article\nwas the coach continuing its trip and the anger caused by this decision, where\nthe coach did turn back, this was a significant inaccuracy and must now be\ncorrected under Clause 1(ii).\n13. The\noffered correction made clear that the coach did not carry on to Pembrokeshire,\nand instead returned to Warrington. The publication had offered to publish the\ncorrection in the print version of the paper, on the page two corrections and\nclarifications column. The correction was offered quickly after the change to\nthe situation and was therefore considered to be both duly prompt and\nprominent. There was no further breach of Clause 1(ii) on this point.\n14. The\ncomplainant had accepted that one passenger was from the city of Bolton and a\nfurther two were from the region. On this basis, it was not misleading to\nreport that it was a “coachload of holidaymakers from Bolton and the north-west\nof England”. Where Bolton was subject to restrictions as a result of Covid-19,\nwhich prevented people from socialising with those from other households and\nwhere all pubs and restaurants were closed, it was not significantly misleading\nto report that Bolton was subject to a “local lockdown”. There was no breach of\nClause 1 on these points.\nConclusions\n15. The\ncomplaint was upheld under Clause 1.\nRemedial\nAction Required\n16.\nHaving upheld a breach of Clause 1, the Committee considered what remedial\naction should be required. In circumstances where the Committee establishes a\nbreach of the Editors’ Code, it can require the publication of a correction\nand/or an adjudication, the terms and placement of which is determined by IPSO.\n17. The\nCommittee considered that the publication did not take the necessary care when\nreporting the coach’s route. The Committee considered that the appropriate\nremedy was the publication of a correction to put the correct position on\nrecord. A correction was considered to be sufficient, as the claim was not the\ncentral point of the article, which related to the origin of the passengers.\n18. The\nCommittee then considered the placement of the correction. It should appear in\nthe established print corrections and clarifications column. It should state\nthat it has been published following an upheld ruling by the Independent Press\nStandards Organisation. The full wording and position should be agreed with\nIPSO in advance.\n19.\nWording of the correction as follows: Our article “Anger as Bolton tourists\nhead west after Porthcawl lockout”, published on 23 September 2020 reported\nthat a coachload of people had travelled 'all the way from Bolton' to\nPorthcawl, and were heading to Pembrokeshire. We would like to make clear that\nthe coach did not stop at, or transit through, Bolton. In addition, we have\nsince been informed that the coach company, after the publication of the\narticle, subsequently sent the coach back to Warrington. This correction has\nbeen published following an upheld ruling by the Independent Press Standards\nOrganisation.\n \nDate\ncomplaint received: 25/09/2020\nDate\ncomplaint concluded by IPSO: 21/12/2020\nBack to ruling listing\n\n\n"
}