{
    "url": "/rulings-and-resolution-statements/ruling/?id=28482-20",
    "title": "28482-20 Chott v Yellow Advertiser",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "(DNS) Yellow Advertiser ",
    "published_on": "2020-07-31 00:00:00",
    "received_on": "2020-10-13 00:00:00",
    "concluded_on": "2021-03-05 00:00:00",
    "complaint_processing_days": 143,
    "conclusion_long": "11. The complaint was upheld in part.",
    "remedial_action": ". 12. The proposed footnote clarification put the correct position on record and was offered promptly and with due prominence. This should now be published to avoid a breach of Clause 1 (ii).   Date complaint received: 13/10/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28482-20 Chott v\nYellow Advertiser\nSummary of Complaint\n1. Vic Chott complained to the Independent Press Standards\nOrganisation that Yellow Advertiser breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Landlord fined after Ilford\nproperty used as a brothel”, published on 31 July 2020.\n2. The online article reported that Woodland Properties\nManagement Ltd was fined £23,500 for operating an unlicensed House in Multiple\nOccupation (HMO) and for “serious failures in fire safety and property\nmanagement”. It went on to report that the property “came to the council’s\nattention after multiple complaints from local people that it was overcrowded\nand a hotbed of antisocial behaviour, including use as a brothel”.\n3. The complainant, who represented Woodland Properties Management\nLtd, said the headline was significantly inaccurate and misleading as it stated\nas fact that the organisation was fined because the property was “used as a\nbrothel”, adding that he was not even aware of this particular allegation. The\ncomplainant also expressed concern that the article incorrectly stated that\nWoodland Properties Management was the landlord of the property, when it was in\nfact the managing agent. He also disputed that that the property in question\nhad been “overcrowded” but accepted that the organisation had been fined for\nnon-compliance with HMO licensing.\n4. The publication accepted that the headline had been\nmisleading. After it was contacted by the complainant directly, it amended the\nheadline to include the word “allegedly”. During IPSO’s investigation, the\npublication offered to publish the following wording as a footnote\nclarification: “An earlier version of this story was posted without the word\n\"alleged\" in the headline. This was only on our website for a very\nshort time and was altered as soon as it was brought to our attention. However,\nwe would like to emphasise that claims about the property being used as a\nbrothel were allegations, as is clearly stated in the article, and should be\nregarded as such.”\n5. Whilst the publication accepted that the complainant’s\nfirst point of complaint represented an inaccuracy, amending the headline, it\ndid not accept that his further concerns raised a breach of the Code. It said\nthat the body of the article made clear that the claim the property was\n“overcrowded” was an allegation, attributed to local people who had complained\nto the council. It did not consider it significantly inaccurate to refer to the\ncomplainant’s company as the “landlord”. It added that the article had been\nbased upon a press release issued by Redbridge Council, with copy provided by\nthe BBC's Local Democracy Reporting Service, and published in good faith. The\npublication did not provide IPSO with a copy of this press release and\nsuggested that it was not responsible for the accuracy of third-party copy.\n6. The complainant considered that the actions already taken\nand proposed by the publication were insufficient to resolve his complaint.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. The Committee recognised the publication’s position that\nthe information included had come from trusted and credible sources. However,\nthe obligations of the Code are clear: publications must demonstrate that they\nhave taken care not to publish inaccurate or misleading information. This\nrequirement extends to all editorial content published by members, including\nmaterial obtained from third parties.\n8. The terms of Clause 1 (Accuracy) of the Code are explicit\nin their requirement that headlines have to be supported by the text of the\narticle. The Committee emphasised that this should not be interpreted to mean\nthat the body of the article can be relied upon to correct an actively\nmisleading impression given by a headline. In this case, the omission of\n“allegedly” from the headline gave the misleading impression that it had been\nestablished as fact that the property in question had been “used as a brothel”.\nWhilst the body of the article made clear that the headline reference reflected\nan allegation, this was not sufficient to rectify the misleading impression already\ngiven by headline. Notwithstanding this, the inclusion of “after” in the\nheadline referenced the order of events; it did not imply that the fine was\nimposed because of this particular allegation where the body of the article\nmade clear the grounds for which the company had been fined. Nevertheless, in\nthe view of the Committee, the publication of the headline amounted to a clear\nfailure by the newspaper to take care not to publish misleading information in\nbreach of Clause 1 (i).\n9. In the light of this, the Committee considered that the\nheadline required correction under Clause 1 (ii). The headline of the online\narticle had been amended before IPSO’s investigation. At the beginning of\nIPSO’s investigation, the publication offered to publish a footnote\nclarification. The Committee considered this had been offered promptly,\nespecially with the earlier amendment of the online article’s headline, and was\nof due prominence. The wording acknowledged the inaccuracy and put the correct position\non record. As such, the Committee considered that this was sufficient to meet\nthe terms of Clause 1 (ii).\n10. The Committee did not find that the other points\nidentified by the complainant raised a breach of Clause 1. Given that Woodland\nProperties Management Ltd had been held responsible by the council for the\noperation of the house and had been issued with the resulting fine, the\ndescription of the company as a “landlord”, rather than a managing agent, was\nnot significantly inaccurate or misleading in the context of the whole article.\nThe article made clear that the claim the house had been “overcrowded” was an\nallegation made within a complaint to the council about the property, rather\nthan necessarily being an established point of fact. There was no breach of\nClause 1 on these points.\nConclusions\n11. The complaint was upheld in part. Remedial action\nrequired.\n12. The proposed footnote clarification put the correct\nposition on record and was offered promptly and with due prominence. This\nshould now be published to avoid a breach of Clause 1 (ii).\n \nDate complaint received: 13/10/2020\nDate complaint concluded by IPSO: 05/03/2021\nBack to ruling listing\n\n\n"
}