{
    "url": "/rulings-and-resolution-statements/ruling/?id=28491-20",
    "title": "28491-20 Simmons v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2020-10-10 00:00:00",
    "received_on": "2020-10-13 00:00:00",
    "concluded_on": "2021-05-06 00:00:00",
    "complaint_processing_days": 205,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A   Date complaint received: 13/10/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28491-20 Simmons v\nmirror.co.uk\nSummary of Complaint\n1. Simone Simmons complained to the Independent Press\nStandards Organisation that mirror.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Princess Diana 'buried\nprecious jewels in Palace gardens to ward off evil sprits'” published on 10\nOctober 2020.\n2. The article reported that a psychic had carried out\n“cleansing rituals” with Princess Diana in the gardens of Kensington Palace to\n“cleanse” precious stones given as gifts. The psychic was quoted as saying\n“Diana got into burying items in the ground as part of a cleansing ritual. We\nwould bury items she thought had a bad or evil energy, conduct a ceremony and\nDiana believed the items emerged cleansed and with a better energy.”\n3. The complainant –the psychic named in the article– said\nthat the article was inaccurate to report that she had told the newspaper that\nshe carried out a “cleansing ritual” with Princess Diana. She accepted that\nthey had buried stones together in the garden of Kensington Palace to attempt\nto “cleanse” them of bad energy, but she said that it was significantly\nmisleading to describe this as a “ritual” as the practice was done in no\nparticular order and she had never used the word “ritual”.\n4. The newspaper did not accept that the article was\ninaccurate. It provided examples of previous articles where the complainant was\nquoted as saying published with complainant’s involvement where she and\nPrincess Diana had been described as carrying out a “ritual” together by\nburying the stones as set out in the article. These appeared to have been\npublished without complaint from the complainant. It also provided typed up\nnotes of a phone conversation between the complainant and the reporter in which\nshe made the claims set out in the terms of the article including that she had carried\nout a “ritual” to cleanse the stones of “evil energy”. It said that whether the\nprocess was a “ritual” or not did not give rise to any significant inaccuracy\nregarding the details of the process as described by the complainant and set\nout in the article. Nevertheless, it offered to amend “ritual” to “ceremony”.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nFindings of the Committee\n6. The newspaper provided notes which it said showed that\nthe complainant had described her stone-burying activities with Princess Diana\nas a “ritual” to cleanse them of “evil energies”. The Committee noted the\ncomplainant’s position that these notes were an inaccurate record of her\nconversation with the reporter. However, the Committee considered that the\narticle made clear the nature of the process as described by the complainant\n–that stones were buried in the grounds of Kensington Palace in an attempt to\ncleanse them of unwanted energies. It also noted that “ritual” was a broad term\nwhich can be used to describe a wide range of conventions and activities. The\nword “ritual” was therefore not significantly misleading as to the nature of\nthe complainant’s activities with Princess Diana, nor the complainant’s\ndescription of it. There was no breach of Clause 1.\nConclusions\n7. The complaint was not upheld.\nRemedial Action Required\n8. N/A\n \nDate complaint received: 13/10/2020\nDate complaint concluded by IPSO: 06/05/2021\nBack to ruling listing\n\n\n"
}