{
    "url": "/rulings-and-resolution-statements/ruling/?id=28530-20",
    "title": "28530-20 Sayles v Daily Mail",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2020-10-17 00:00:00",
    "received_on": "2020-10-18 00:00:00",
    "concluded_on": "2021-04-01 00:00:00",
    "complaint_processing_days": 165,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 28530-20 Sayles v Daily\nMail\nSummary of Complaint\n1. Peter Sayles\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “'Royal Navy keeps us locked out'”, published on 17 October 2020.\n2. The article\nreported that Commonwealth sailors serving in the Royal Navy said they were\n“banned from parts of Royal Navy ships because of security fears.” The article\nwent on to state that “the Royal Navy allows only British citizens into the\noperations room and the secure information room on its vessels. That rules out\nCommonwealth recruits even though they are trusted to fight.” The article\nincluded quotes from a serving Commonwealth sailor, who commented “[i]f you\nhave 180 people serving in a ship, doing the same job, you would think everyone\nwould be allowed to go in every compartment.”\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1. He said that some\nindividuals were forbidden from entering certain areas on ships due to security\nconcerns; such concerns are unrelated to individual’s nationality or country of\norigin. He also said that he had served in the Royal Navy and knew of at least\none European individual who had been granted access to the operations room of a\nserving vessel, and as such it was inaccurate for the article to state that\n“only British citizens” were permitted to enter the operations room on serving\nvessels. He went on to say that the quote from the serving sailor was\ninaccurate, as not all sailors serving on a ship would be “doing the same job.”\n4. The publication\nsaid it did not accept that Clause 1 had been breached. It said that the\ninformation reported in the article had been given to the reporter by serving\ncrew members on a Royal Navy vessel, and it provided a transcript of the\nconversation. During the conversation both a Royal Navy press officer and a\nGovernment press officer were present, and none of the parties present had said\nthat the information given by the serving sailors was inaccurate. It said that\nit had been contacted by the Ministry of Defence after the article’s\npublication, and the organisation had not disputed the accuracy of the article.\nMoreover, after receiving the complaint, the reporter had reached out a to a\ncontact at the Ministry of Defence, who had told the reporter that the claim\nthat “the Royal Navy allows only British citizens into the operations room and\nthe secure information room on its vessels. That rules out Commonwealth\nrecruits even though they are trusted to fight” was correct, with the proviso\nthat dual citizens – holding British citizenship - were also allowed to access\nsuch areas.\n5. The complainant\nsaid that he would expect the publication to verify information prior to\npublication, regardless of the source, and did not accept that the publication\nhad done so in this case. He also expressed concern that the article was\nbiased.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The complainant\nhad said that the article was inaccurate, as it did not make clear that\nindividuals were prohibited from certain areas of serving ships due to security\nmeasures. The Committee noted that the first line of the article said that\nCommonwealth recruits were prohibited from accessing certain areas of operational\nvessels due to “security concerns.” The article made clear on what basis\nCommonwealth recruits were prohibited from certain areas of the ship, and\nexplicitly linked the prohibition to security. The article was not inaccurate\non this point, and there was no breach of Clause1.\n7. A transcript of\nthe interview of the serving sailors was provided to IPSO during the\ninvestigation; during this interview the sailor said that only British citizens\nwere allowed to enter operations rooms on serving Royal Navy vessels. Both a\nRoyal Navy Press Officer and Government Press Officer were present during the\ninterview, and neither disputed the accuracy of the statement. After the\npublication of the article, a Ministry of Defence contact also confirmed the accuracy\nof the disputed piece of information to the reporter. While the Committee noted\nthat the complainant had previously served in the Royal Navy and that his\nexperience had not aligned with the situation set out in the article, this did\nnot necessarily render the publication’s account of current security\nrestrictions and criteria inaccurate. The newspaper had relied on information\nprovided by a serving sailor, given in the presence of government and navy\nrepresentatives, all of whom were well placed to have knowledge of current\nrestrictions. In addition, government representatives had had a number of\nopportunities to correct any inaccurate information, yet no concerns had been\nraised in regard to this point. As such, the Committee was satisfied that the newspaper\nhad taken care not to publish inaccurate or misleading information, and it did\nnot find the information under complaint to be inaccurate in the way suggested\nby the complainant. Clause 1 had not been breached on this point.Date complaint received: 18/10/2020Date complaint concluded: 01/04/2021\nBack to ruling listing\n\n\n"
}