{
    "url": "/rulings-and-resolution-statements/ruling/?id=28565-20",
    "title": "28565-20 African Caribbean Care Group v manchestereveningnews.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "manchestereveningnews.co.uk (Reach PLC)",
    "published_on": "2020-10-09 00:00:00",
    "received_on": "2020-10-19 00:00:00",
    "concluded_on": "2021-04-01 00:00:00",
    "complaint_processing_days": 164,
    "conclusion_long": "11. The complaint was not upheld.",
    "remedial_action": "12. N/A Date complaint received: 19/10/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 28565-20 African\nCaribbean Care Group v manchestereveningnews.co.uk\nSummary of Complaint\n1. African\nCaribbean Care Group complained to the Independent Press Standards Organisation\nthat manchestereveningnews.co.uk breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “The coronavirus heroes honoured by the Queen\nfor the incredible things they did during lockdown”, published on 9 October\n2020.\n2. The article\nreported on people from the Greater Manchester area who had been included in\nthe Queen’s Birthday Honours list for their work during the Coronavirus\npandemic. One recipient was a “long-time charity worker” who, the article\nreported, “began working from home, cooking and delivering hundreds of meals to\npensioners […making] around 30-40 calls [a] week to his clients” after the\ncharity he worked for, the African Caribbean Care Group, “had to close its door\nto visitors during the pandemic.” The article also included a quote from the\nman, who referred to “driving around in [his] van” while carrying out his work.\n3. The complainant\norganisation, the charity which employed the charity worker, said that the article\nwas inaccurate in breach of Clause 1. It first said that the article had\nomitted details of the work carried out by the charity; this rendered the\narticle inaccurate as it gave a misleading idea of what the charity had done\nduring the pandemic. It then said that the charity-worker had not worked from\nhome cooking meals during the pandemic; all meals delivered by the charity’s\nemployees had been prepared on-site on charity premises, and that it was\ninaccurate to say the charity-worker had worked from home “cooking” meals. It\nalso said that the charity had continued its operations throughout the\npandemic, and, as such, it was misleading to say that the charity had “closed\nits doors to visitors”. The organisation also said that the article was\ninaccurate as the van that the charity worker said was his was in fact owned by\nthe charity.\n4. The publication\nsaid it did not accept that Clause 1 had been breached. It said that the\ninformation in the article came from a Cabinet Office press release; a reporter\nfrom the publication had also spoken to the charity worker, and the parts of\nthe article that were presented as direct quotes had been said by the\ncharity-worker. It provided both the Cabinet Office press release and a partial\ntranscript of the conversation between the charity worker and reporter which\nhad taken place over the phone prior to the article’s publication. In the\ntranscript the charity worker had said that “because of the pandemic it’s only\nkitchen stuff and meals” and also that “when [he left] work he cook[ed] meals\nand took them to people.” The publication also pointed out that the press\nrelease had stated that the charity had been closed during the pandemic and\nthat the charity worker had “continued to work from home, delivering homemade meals\nto service user’s homes.” It said that, where the information in the article\nhad been provided by a government press release and verified in an interview\nwith the charity worker, it had taken care over the accuracy of the information\nin the article. The publication also said that the article did not state that\nthe charity had ceased operations; merely that it had “closed its doors to\nusers” and the complainant had not disputed that the centre had ceased\naccepting walk-in visitors.\n5. The complainant\nsaid that the article heavily implied that the charity’s service users had\nreceived no assistance during the first lockdown period, and that despite what\nthe Cabinet Office press release had said this was not the case. It also said\nthat the publication could have contacted the charity for comment prior to\npublishing the article, to verify whether the charity had continued its work\nthroughout the pandemic.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Committee\n6. The Committee\nfirst noted that the article was intended to give a brief summary of each of\nthe Greater Manchester individuals who had been recognised in the Queen’s\nBirthday Honours list. As such, it was not misleading or inaccurate for the\narticle to omit the full details of the charity’s work; the purpose of the\narticle was to celebrate the work carried out by a particular charity-employee\nduring the pandemic, rather than provide a detailed overview of the work of the\ncharity as a whole.\n7. The Committee\nfound that the article could be read in a manner which would suggest that the\ncharity worker had cooked meals in his own kitchen, which represented a\npotential inaccuracy under the terms of Clause 1 (i), as the complainant organisation\nsaid that its employees had not prepared meals in their own homes. The\npublication had interviewed the charity worker directly and he had referred to\n“leav[ing] work and cook[ing] a meal.” As such, the Committee found that the\nambiguity of the phrasing arose from the interview with the charity worker, and\nthere was no failure to take care over the accuracy of the article on this\npoint. The ambiguity of the phrasing did not lead to a significant inaccuracy\nin need of correction under the terms of Clause 1 (ii), where the focus of the\narticle was on the honours recipient and not the working practices of the\ncharity.\n8. The complainant\nhad expressed concern that the article implied that the charity had ceased\noperations during the pandemic. There was no dispute that, while the charity\ncontinued to provide services to its users, it was no longer accepting visitors\nto its centre during the first wave of the pandemic. The Committee did not\nagree that the assertion by the newspaper that the charity had “closed its\ndoors to visitors” misrepresented the situation: the charity did not dispute\nthat it had been obliged to halt in-person visits to its centre.   The article made clear that the charity\nworker had continued his work for the charity after it had “closed its doors to\nvisitors”.  It included specific\nreferences to him “working from home” and visiting “clients”, so readers would\nunderstand that these services were delivered in a professional capacity. This\ndid not amount to a statement that the charity had ceased to function\nentirely.  The Committee did not find the\narticle to be significantly inaccurate or misleading on this point. There was\nno breach of Clause 1.\n9. The newspaper\nhad taken steps to verify the information provided by the Cabinet Office press\nrelease with the charity worker, and the Committee also noted that the article\ndid not focus on the work of the charity, and that details of the charity’s\noperation were incidental to the article itself which focused on the people recognised\nin the Queen’s Birthday Honours list. For these reasons, there was no\nobligation for the newspaper to contact the charity directly in order to fulfil\nits obligations set out in Clause 1 (i).\n10. The Committee did not find that referring to the charity’s\nvan as the charity worker’s van represented inaccurate information in breach of\nClause 1, where it was not in dispute that the charity worker had referred to\nthe van as his during his interview with the newspaper, and where the reference\nto it being his van was presented as a direct quote from the charity worker in\nthe article; the charity did not dispute that he had made this statement in his\ninterview. There was no breach of Clause 1.\nConclusion\n11. The complaint was not upheld.\nRemedial action required\n12. N/A\nDate complaint received: 19/10/2020\nDate complaint concluded by IPSO: 01/04/2021\nBack to ruling listing\n\n\n"
}