{
    "url": "/rulings-and-resolution-statements/ruling/?id=28580-20",
    "title": "28580-20 Portes v Metro",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "Metro (Associated Newspapers Limited)",
    "published_on": "2020-10-20 00:00:00",
    "received_on": "2020-10-20 00:00:00",
    "concluded_on": "2021-03-10 00:00:00",
    "complaint_processing_days": 141,
    "conclusion_long": "13. The complaint was upheld.",
    "remedial_action": "14. Having upheld the complaint, the Committee considered what remedial action should be required. 15. The Committee considered that there was a serious breach of Clause 1 (i). The article was misleading on a matter of great significance during a global public health emergency. In light of the newspaper's failure to take care over the article's accuracy, and its failure to correct the highly misleading headline in line with its obligations under Clause 1(ii), the Committee concluded that an adjudication was the appropriate remedy. 16. Given the prominence of the original article, and the nature of the breach, a reference to the upheld ruling should be published on the front page of newspaper. The headline of this must make clear that IPSO has upheld the complaint, refer to the subject matter and be agreed with IPSO in advance of publication. This should direct readers to page two, where the adjudication should be published in full, and be clearly distinguished from other editorial content. 17. The terms of the adjudication for publication are as follows: Jonathan Portes complained to the Independent Press Standards Organisation that Metro breached Clause 1 of the Editors’ Code of Practice in an article headlined “DEATH TOLLS SOAR ... NOT FROM COVID”, published on 20 October 2020. IPSO upheld the complaint and has ordered the Metro to publish its decision as a remedy. The frontpage headline was followed by a standfirst detailing the percentage increases in the number of deaths from various diseases in the last six months. The complainant said the headline and standfirst gave the false impression that non-Covid deaths had risen very sharply. In fact, the ONS figures, on which the article was based, did not show there were extra deaths from these causes but that there had, in effect, been a displacement of deaths from hospital settings to home as a likely consequence of lockdown. The newspaper said that readers would have known the article referred to deaths at home as it is in the very first line of the article. It also pointed out that the article contained a long quote from an academic who says quite clearly that most of these deaths would normally have occurred in hospital. But it accepted that the data published by the ONS showed that deaths at home were up 26,000 against the five-year average, rather than the previous year’s figures as initially reported. In IPSOs view, the need for reliable, accurate journalism during the Covid-19 pandemic is paramount. The accurate reporting and presentation of statistics, particularly those relating to deaths, is vital to keeping the public well-informed. In this instance, it found the article made eye-catching categorical claims without qualification of sufficient prominence and gave the highly misleading impression that deaths had soared. As such, the headline was not supported by the text of the article, providing a significantly misleading impression on a matter of great significance and represented a clear failure to take care not to publish inaccurate, misleading, or distorted information in breach of Clause 1 (i). Though the publication had promptly offered to publish a correction, this focused solely on the statistical error and did not acknowledge the significantly misleading impression given by the headline and the article as a whole or adequately correct it. The Committee therefore found a further breach of Clause 1 (ii). The complaint under Clause 1 was upheld.   Date complaint received: 20/10/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee –  28580-20 Portes v Metro\nSummary of Complaint\n1. Jonathan Portes complained to the Independent Press\nStandards Organisation that Metro breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “DEATH TOLLS SOAR ... NOT FROM COVID”,\npublished on 20 October 2020.\n2. The frontpage headline was followed by a standfirst\ndetailing the percentage increases in the number of deaths from various\ndiseases in the last six months: “DIABETES VICTIMS UP 86% IN JUST SIX MONTHS;\nPROSTATE CANCER UP 53%; PARKINSON’S UP 79%; BREAST CANCER UP 47%; BOWL CANCER\nUP 46%”. The opening paragraph reported that “the number of people dying at\nhome from illnesses other than Covid-19 has rocketed since lockdown”. It stated\nthat figures published by the Office for National Statistics (ONS) for March to\nSeptember 2020 revealed that almost 1000 deaths were being recorded every week,\nan increase of 26,000 on the same period in the previous year. The article\ncontinued from the front page on to page six of the newspaper, where the\nfollowing comment from a statistician was included: “Most of these deaths would\nnormally have occurred in hospital, and people have either been reluctant to\ngo, discouraged from attending or the services have been disrupted”.\n3. The complainant said the headline and standfirst were\nsignificantly misleading as they gave the false impression that non-Covid\ndeaths from a variety of diseases had risen very sharply. In fact, the ONS\nfigures on which the article was based did not show there were extra deaths\nfrom these causes. The statistics cited in the standfirst related only to\ndeaths at home, and the article failed to mention that deaths in other\nsettings, such as hospitals, had fallen sharply. The complainant said that\ndeaths had, in effect, moved from hospitals to homes, resulting in no overall\nexcess deaths from these causes. While he acknowledged the opening paragraph\ndid refer to the increase in the number of people “dying at home”, in the\nabsence of information about the corresponding decrease in deaths in other\nsettings, readers would be left with the impression that overall deaths from\nthese causes had increased.\n4. The complainant also said that the claim that deaths were\n“up 26,000 on the same period last year” was inaccurate. The increase cited was\nagainst the five-year average, not figures from the preceding year. \n5. The publication did not accept that the article breached\nthe Editors’ Code. It did not consider the headline to be significantly\nmisleading, as it said it was supported and clarified by the text of the\narticle, which made clear that the headline referred to deaths “at home”,\nrather than overall deaths. It said this was further supported by the comments\nincluded in the article, such as those of the statistician which appeared on\npage 6, which referred to the displacement of deaths from hospitals to homes.\nThe publication accepted that the data published by the ONS showed that deaths\nat home were up 26,000 against the five-year average, rather than the previous\nyear’s figures. Whilst the publication accepted that this represented an\ninaccuracy, it did not consider this was significant as the number of excess\nhome deaths were “broadly the same” whether compared with last year’s figures\nor the five-year average. Further analysis by the publication during IPSOs\ninvestigation estimated that deaths at home in England alone from April to\nDecember 2020 had increased by 23,544 on the same period in 2019.  Notwithstanding this, the newspaper offered\nto publish a correction addressing this particular point when it first corresponded\nwith the complainant.  At the start of\nIPSO’s investigation, the newspaper proposed to publish the following\ncorrection, in their Corrections and Clarification column on page 2:\n“A front-page article on October 20 (‘Death Tolls Soar… not\nfrom Covid’) about the increase in the number of deaths that had taken place at\nhome rather than in hospital from March to September this year as a result of\nthe pandemic said that, according to the Office for National Statistics, home\ndeaths were up 26,000 ‘on the same period last year’. In fact, the statistics\nshowed that deaths at home were up 26,000 on the five-year average. We\napologise for the error.”\n6. The publication said its established Corrections and\nClarification column was the most appropriate location for a correction to\nappear as its location was familiar to its readership and as such was suitably\nprominent. It noted the requirement of the Code for due prominence, rather than\nequal prominence. Given this, and the relatively “insignificance of the error”,\nit argued that a front-page correction, as requested by the complainant, was\ninappropriate. \n7. The complainant said that the publication’s offer was\ninadequate, as it failed to acknowledge and address the main point of his\ncomplaint: that the headline and article would mislead readers into\nunderstanding that there had been a significant overall increase in the number\nof deaths from the identified causes compared to previous years. Any correction\nwould need to be published on the front-page, given the prominence of the misleading\nheadline and significance of the subject.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture, and fact.\nFindings of the Committee\n8. During the Covid-19 pandemic, the accurate reporting and\npresentation of statistics is vital to keeping the public well-informed. \n9. The article started on the newspaper’s front page, on\nwhich the headline, standfirst and opening text of the article reported\ndramatic claims that the “death toll” from illnesses other than Covid had\n“soared” during lockdown and that “the number of people dying at home from\nillnesses other than Covid-19 ha[d] rocketed”; the standfirst quoted figures\nfor a number of illnesses. A comment quoted on the front page said that\n“Covid-19 kills…but so does lockdown\". This gave the strong impression\nthat overall deaths had increased dramatically, which was inaccurate; it was\naccepted by both parties that the ONS data showed that there had not been a\ndramatic increase in overall deaths, but that the deaths had been redistributed\nbetween locations. \n10. Whilst the front-page article included the phrase\n“deaths at home”, it was not until the continuation on page 6 that the article\nmade reference to the displacement of deaths from hospital settings to home by\nquoting a statistician. In such circumstances, the Committee considered that\nthe way in which the figures were presented gave the impression that there had\nbeen an increase in overall deaths; the comment from the statistician, on an\ninside page, was not sufficient to correct the misimpression created by the\nheadline and standfirst. As such, the Committee considered that the newspaper\nhad failed to take care not to publish misleading information under Clause 1\n(i).  Given the nature of the subject\nmatter and the potential for concern caused to readers, this was significant\nand as such required correction under the terms of Clause 1 (ii).\n11. The Committee also found that the article had\nincorrectly reported home deaths were up 26,000 “on the same period last year”,\nwith the newspaper accepting that this was, in fact, based on the five-year\naverage. This represented a further failure to take care not to publish\ninaccurate information in breach of Clause 1 (i). This was significant. It\nmisrepresented the number of deaths at home during a specific time period,\ninformation that was publicly available and accessible at the time of\npublication. As such, it required correction under the terms of Clause 1 (ii).\n12. Though the newspaper had promptly offered to publish a\npartial correction, the proposed wording focused solely on the statistical\nerror and did not acknowledge the significantly misleading impression given by\nthe headline and the article as a whole, or adequately correct it. The\nCommittee therefore found a further breach of Clause 1 (ii).\nConclusion\n13. The complaint was upheld.\nRemedial Action Required\n14. Having upheld the complaint, the Committee considered\nwhat remedial action should be required.\n15. The Committee considered that there was a serious breach\nof Clause 1 (i). The article was misleading on a matter of great significance\nduring a global public health emergency. In light of the newspaper's failure to\ntake care over the article's accuracy, and its failure to correct the highly\nmisleading headline in line with its obligations under Clause 1(ii), the\nCommittee concluded that an adjudication was the appropriate remedy.\n16. Given the prominence of the original article, and the\nnature of the breach, a reference to the upheld ruling should be published on\nthe front page of newspaper. The headline of this must make clear that IPSO has\nupheld the complaint, refer to the subject matter and be agreed with IPSO in\nadvance of publication. This should direct readers to page two, where the\nadjudication should be published in full, and be clearly distinguished from\nother editorial content.\n17. The terms of the adjudication for publication are as\nfollows:\nJonathan Portes complained to the Independent Press\nStandards Organisation that Metro breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “DEATH TOLLS SOAR ... NOT FROM COVID”,\npublished on 20 October 2020.\nIPSO upheld the complaint and has ordered the Metro to\npublish its decision as a remedy.\nThe frontpage headline was followed by a standfirst\ndetailing the percentage increases in the number of deaths from various\ndiseases in the last six months.\nThe complainant said the headline and standfirst gave the\nfalse impression that non-Covid deaths had risen very sharply. In fact, the ONS\nfigures, on which the article was based, did not show there were extra deaths\nfrom these causes but that there had, in effect, been a displacement of deaths\nfrom hospital settings to home as a likely consequence of lockdown.\nThe newspaper said that readers would have known the article\nreferred to deaths at home as it is in the very first line of the article. It\nalso pointed out that the article contained a long quote from an academic who\nsays quite clearly that most of these deaths would normally have occurred in\nhospital. But it accepted that the data published by the ONS showed that deaths\nat home were up 26,000 against the five-year average, rather than the previous\nyear’s figures as initially reported.\nIn IPSOs view, the need for reliable, accurate journalism\nduring the Covid-19 pandemic is paramount. The accurate reporting and\npresentation of statistics, particularly those relating to deaths, is vital to\nkeeping the public well-informed. In this instance, it found the article made\neye-catching categorical claims without qualification of sufficient prominence\nand gave the highly misleading impression that deaths had soared. As such, the\nheadline was not supported by the text of the article, providing a\nsignificantly misleading impression on a matter of great significance and\nrepresented a clear failure to take care not to publish inaccurate, misleading,\nor distorted information in breach of Clause 1 (i).\nThough the publication had promptly offered to publish a\ncorrection, this focused solely on the statistical error and did not\nacknowledge the significantly misleading impression given by the headline and\nthe article as a whole or adequately correct it. The Committee therefore found\na further breach of Clause 1 (ii).\nThe complaint under Clause 1 was upheld.\n \nDate complaint received: 20/10/2020\nDate complaint concluded by IPSO: 10/03/2021\nBack to ruling listing\n\n\n"
}