{
    "url": "/rulings-and-resolution-statements/ruling/?id=28636-20",
    "title": "28636-20 Enright v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2020-10-13 00:00:00",
    "received_on": "2020-10-23 00:00:00",
    "concluded_on": "2021-01-20 00:00:00",
    "complaint_processing_days": 89,
    "conclusion_long": "which had been reached by the columnist following her consideration of the matters which she had discussed earlier in the article and was not reported as the explanation provided by the Inquiry. There was no failure to distinguish between comment, conjecture and fact and no breach of Clause 1(iv).  The article was not inaccurate or misleading on these points and no correction was required under the terms of Clause 1(ii).  11. The Committee noted that it was not in dispute that all the civil claims made against the former politician had been dropped, and that the remaining claims were against a council. It was not, therefore, inaccurate to report that all those who had made claims against the former politician dropped their civil claims for compensation in 2017. There was no breach of Clause 1 on this point. Conclusions 12. The complaint was not upheld.",
    "remedial_action": "13. N/A   Date complaint received: 23/10/20",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28636-20 Enright v\nThe Times\nSummary of Complaint\n1. David Enright complained to the Independent Press\nStandards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “This flawed inquiry assumes\n[name] was guilty” published on 13 October 2020. \n2. The article was an opinion piece by a well-known\ncolumnist, who was named and pictured. In the article, the columnist gave her\nview on the ongoing Independent Inquiry into Child Sexual Abuse (IICSA), which\nwas examining institutional responses to allegations made against a former\npolitician who died in 2015. She said that distinct from the merit of the\nallegations, she was concerned about the process of the inquiry. She explained\nthat the allegations had been treated differently to other parts of the inquiry\nbecause they had been separated into a strand which focussed solely on the\nformer politician, rather than other strands of the inquiry which looked at\ninstitutions. She said that the inquiry’s core question of whether the former\npolitician received “preferential treatment” by institutions implied that the\nformer politician was “guilty as charged”, which was not the case. The writer\nnoted that one of the people who alleged they had been abused by the former\npolitician had been exposed as having lied about being sexually abused by other\nhigh-profile persons and, that in 2017, all of those who had made such\nallegations against the former politician dropped their civil claims for\ncompensation. \n3. The writer also raised concerns that this strand of the\ninquiry would be carried out “in conditions of unprecedented secrecy” – only a\nfew hours would be made public and that the accounts from participants and\nalleged victims would be heard in secret. She said that “The reason, we are\ntold, is to preserve the anonymity of the complainants. But this doesn’t\nexplain the extent of the secrecy imposed upon this hearing”. She explained\nthat in this regard, the Inquiry had differed from similarly sensitive criminal\ntrials in which the anonymity of witnesses was protected by screening them from\nthe court, but in which the rest of the evidence would still be heard in\npublic. She said that in carrying out the Inquiry in this way, its processes\nconflicted with the principle of open justice and removed the ability to scrutinise\nthe evidence of any institution alleged to have acted improperly. She said that\nlawyers advising the Inquiry told its Chair that the hearing should not go\nahead, for these reasons. She said that “It’s hard not to conclude that the\ndegree of secrecy over the [former politician] strand is designed to obscure\nthe fact that the principle of innocence has been abandoned.”\n4. The article also appeared online in the same form with\nthe same headline.\n5. The complainant, a solicitor representing the alleged victims\nof the former politician at the Inquiry, said that the article was misleading\nin breach of Clause 1. He said that it was not because “the principle of\npresumption of innocence had been abandoned” that the sessions were closed to\nthe public. He said that the court had decided to hold closed sessions after\nCounsel submitted to the Inquiry that this was necessary in order to protect\nthe anonymity of the complainants and to ensure compliance with the law\nprohibiting the publication of information which identified an alleged victim\nof sexual assault. He noted that these reasons given by the court had been made\npublicly available. There was no suggestion that this decision had been made\nbased on the presumption that the allegations made against the former politician\nwere true and noted that the Inquiry would not be making any finding of fact on\nthese points. He said that this impression that the Inquiry had acted\nimproperly was strengthened by the writer’s claim that protecting anonymity was\n“the reason, we are told”. Finally, he said that it was inaccurate to report\nthat all the alleged victims of the former politician had dropped their civil\nclaims for compensation. He said that four people were pursuing claims for\ndamages in the High Court arising from allegations of sexual abuse by the\nformer politician. \n6. The newspaper did not accept that the article was\ninaccurate. It said that it would be apparent from the presentation of the\narticle – and its placement in both the “Comment” section of the print and\nonline newspapers – that it was a comment piece putting forward the writer’s\nown opinions. It was not a news article reporting on the factual developments\nof the Inquiry. It said that the writer was entitled to pass comment on the\nadequacy of the Inquiry’s processes and question its reasons for holding the hearings\nin secret. It said that the article did not dispute that the anonymity of\nalleged victims would have been a genuine consideration of the Inquiry –\ninstead, the writer questioned whether the measures necessary to protect this\nanonymity extended to the additional level of secrecy imposed on this strand of\nthe Inquiry, as she was entitled to do. The writer made clear that she accepted\nthat the identities of alleged victims were often protected in legal\nproceedings, but she contrasted the process used in criminal trials where\nwitnesses’ identities were protected but the court remained open, with the conditions\nimposed on the Inquiry.\n7. It said that the article had taken care to distinguish\nthis comment from fact and was not misleading as to the reasons provided by the\ncourt as to why the hearings would be heard in secret. The article set out that\nthe Inquiry’s reasoning that the evidence being heard in secret was “to protect\nthe anonymity of complainants” and that this was “the reason, we are told”. The\narticle did not make any claim of fact otherwise as to the reason why the\nInquiry had decided to hear evidence in secret. It said that the comment that\n“It’s hard not to conclude” made apparent that it was the writer’s own\nassessment that the secrecy of the Inquiry was “designed to obscure the fact\nthat the principle of innocence has been abandoned” – not a statement of fact\nas to the reasons given by the Inquiry. It said that it was not misleading to\nreport that all of those who had made allegations against the former\npoliticians had dropped their civil claims for compensation – the people\nreferred to by the complaint were pursuing action against a Council for alleged\nfailure to protect them from harm, not against the former politician himself. \nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The columnist had expressed skepticism about the\nInquiry’s processes, including the decision to conduct the proceedings in\n“conditions of unprecedented secrecy” and had speculated as to why this was the\ncase. The question for the Committee was whether this scepticism and\nspeculation was adequately distinguished as comment in line with the\nrequirements of Clause 1(iv). \n10. The article had been published in the “Comment” section\nof both the print and online newspaper under the columnist’s byline which,\ntogether with the appearance of the writer’s name and photograph, indicated\nthat she was expressing her own opinions in the article. The complainant said\nthat the Inquiry had decided to hold closed sessions to protect the anonymity\nof the complainants, which was accepted by the publication. The Committee noted\nthat the article had made this clear by reporting that “the reason, we are\ntold, is to protect the anonymity of complainants” and that the article did not\nclaim that the Inquiry had provided any other reason for its decision. There\nwas no failure to take care over the accuracy of the article’s reporting of the\nreason given by the Inquiry as to why the hearings were not to be held in\npublic. There was no breach of Clause 1(i). The columnist said that it was\n“hard not to conclude” that the decision was “designed to obscure the fact that\nthe principle of innocence has been abandoned”. This was clearly presented as\nthe conclusion which had been reached by the columnist following her\nconsideration of the matters which she had discussed earlier in the article and\nwas not reported as the explanation provided by the Inquiry. There was no\nfailure to distinguish between comment, conjecture and fact and no breach of\nClause 1(iv).  The article was not\ninaccurate or misleading on these points and no correction was required under\nthe terms of Clause 1(ii). \n11. The Committee noted that it was not in dispute that all\nthe civil claims made against the former politician had been dropped, and that\nthe remaining claims were against a council. It was not, therefore, inaccurate\nto report that all those who had made claims against the former politician\ndropped their civil claims for compensation in 2017. There was no breach of\nClause 1 on this point.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\n13. N/A\n \nDate complaint received: 23/10/20\nDate complaint concluded by IPSO: 20/01/21\nBack to ruling listing\n\n\n"
}