{
    "url": "/rulings-and-resolution-statements/ruling/?id=28673-20",
    "title": "28673-20 Webb v The Northern Echo",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Northern Echo (Newsquest Media Group)",
    "published_on": "2020-08-20 00:00:00",
    "received_on": "2020-10-25 00:00:00",
    "concluded_on": "2021-05-07 00:00:00",
    "complaint_processing_days": 194,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A   Date complaint received: 25/10/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28673-20 Webb v\nThe Northern Echo\nSummary of Complaint\n1. Alan Webb complained to the Independent Press Standards\nOrganisation that The Northern Echo breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “Hardwick Hall Hotel's outdoor live music and\nentertainment” published on 20 August 2020.\n2. The article, which only appeared online, reported on a\nseries of events due to be held at a hotel. \nThe article claimed that the events were “in aid of” a charity and that\n“the charity and hotel managers have lined up a series of outdoor events, to be\nheld over the next three weeks.” It included a quote from the charity’s chief\nexecutive, and the article reported that she had “said the cash raised over the\nthree weekends is vital.”\n3. The complainant, who identified himself as a local resident\nwho had been disturbed by the noise from the events, said that the article was\ninaccurate in breach of Clause 1. The complainant said that not all events\ndescribed in the article as having taken place “over the next three weeks” were\nin aid of the charity; he said that the charity’s Facebook page showed only two\nof the events, and the charity was only selling tickets for these two events.\nHe said that the article would mislead readers into believing that all of the\nmoney raised from the whole series of events would go to the charity rather\nthan the hotel.\n4. The complainant also said that the article was\ncontradicted by earlier articles about the events published by the newspaper,\nwhich he provided. The articles in question did not refer to the events being\nin aid of the charity and named only two events in which ticket proceeds would\ngo to the charity.\n5. The publication said it did not accept that the article\nunder complaint was inaccurate. It said it had been in contact with the charity,\nboth before the article’s publication and after receiving the complaint, and it\nhad confirmed that the events reported in the article were in aid of the\ncharity. The publication provided: emails from the charity confirming this;\nmessages between a representative of the charity and a reporter at the\npublication in which the representative asked the reporter to cover the series\nof events at the hotel; paying-in slips showing that the charity had fundraised\nand subsequently banked monies raised from raffles conducted at some of the\nevents; photographs showing representatives of the charity present at the\nevents; and a poster advertising the events, which stated that two of the\nevents were “in aid of” the charity and also included the charity’s logo at the\nbottom of the poster. It also noted that the article contained a quote from the\ncharity’s chief executive; although it was unable to provide contemporary notes\nof the conversation between the reporter and the chief executive – as the\nreporter did not have regular access to the office due to Covid-19 restrictions\n- it said that it was satisfied that the article was accurate and that it had\ntaken care over the accuracy of the information in the article.\n6. The publication said that it did not agree with the\ncomplainant’s position that the article was contradicted by an earlier article\nabout the various events. It said that the earlier article reported that the\nproceeds from tickets of two of the events would go directly to the charity;\nhowever, it did not follow that the other events were not “in aid of” the\ncharity, where the charity fundraised at all events and was also present to\nraise awareness of its work.\n7. The complainant said that he did not dispute that the\ncharity had been present at the events, but noted that the photographs and\npaying-in slips provided by the publication appeared to indicate that the\ncharity had only been present and received money from some of the events,\nrather than all of them. He also noted that the poster provided by the\npublication showed only two events which were explicitly said to be “in aid of”\nthe charity.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n8. The complainant provided both screenshots from the\ncharity’s Facebook page and an earlier article published by the newspaper to\nsupport his position that the article under complaint was inaccurate in stating\nthat all events taking place “over the next three weeks” at the venue were in\naid of the charity. However, the publication had been in direct contact with the\ncharity, both before and after the publication of the article, and the charity\nhad not disputed the accuracy of the article; indeed, following the complaint,\nit had substantiated the publication’s report of the events. Given that the\ncharity itself – which was best placed to assess whether it had benefited from\nthe entire series of events or just two of the events - did not dispute that\nthe events held at the hotel were in aid of the charity, the Committee did not\nagree that the Facebook page cited by the complainant or the earlier coverage\nin the newspaper demonstrated the article to be inaccurate. There was no breach\nof the Code on this point.\n9. The Committee noted that the complainant had expressed\nconcerns that the article may mislead readers into believing that the entirety\nof the profits from the scheduled events would go to the charity. However, the\narticle only said that the events were “in aid of” the charity and not that the\ncharity would receive all of the profits from the events. Given that the\ncharity considered itself to have benefited both financially and in terms of\npublic awareness from the series of events as a whole, the Committee did not\nfind that the description of the events being “in aid of” the charity was\ninaccurate, misleading, or distorted on this point.\nConclusions\n10. The complaint was not upheld.\nRemedial Action Required\n11. N/A\n \nDate complaint received: 25/10/2020\nDate complaint concluded by IPSO: 07/05/2021\nBack to ruling listing\n\n\n"
}