{
    "url": "/rulings-and-resolution-statements/ruling/?id=28831-20",
    "title": "28831-20 Ross v thejc.com",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2020-11-02 00:00:00",
    "received_on": "2020-11-03 00:00:00",
    "concluded_on": "2021-05-26 00:00:00",
    "complaint_processing_days": 204,
    "conclusion_long": "19. The complaint was upheld in part under Clause 1.",
    "remedial_action": "20. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 21. The Committee considered that the newspaper did not take the necessary care when reporting the message conveyed by Labour’s General Secretary David Evans regarding the discussion of the EHRC report. This formed the basis of the article and the claim that the complainant had openly defied the Labour Party’s leadership. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. 22. The Committee then considered the placement of the correction. This should appear below the headline of the online article and be published as a separate item on the newspaper’s online homepage. This should appear for 24 hours before being archived in the usual way. The wording of this correction should state that it was published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position of this correction should be agreed with IPSO in advance.   Date complaint received: 03/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28831-20 Ross v\nthejc.com\nSummary of Complaint\n1. Kal Ross complained to the Independent Press Standards\nOrganisation that thejc.com breached Clause 1 (Accuracy) and Clause 2 (Privacy)\nof the Editors’ Code of Practice in an article headlined “Riverside Labour\nbranch secretary defies leadership with letter supporting 'emergency meeting'\non Corbyn and EHRC report”, published on 2 November 2020.\n2. The online article reported the Secretary of the St\nMichael’s branch of Liverpool Riverside Labour Party, Kal Ross, contacted\nmembers urging them to support an emergency meeting following the publication\nof the Equality and Human Rights Commission (EHRC) into anti-Semitism with the\nLabour Party and the subsequent suspension of former leader, Jeremy Corbyn MP.\nThe article, which included a screenshot of this correspondence, reported that\nboth the Secretary and Chair of the branch were themselves “supportive” of this\nproposal, provided that there was “sufficient support” amongst branch members\nfor it. The article went on to suggest that this communication, written “on\nofficial Labour-Party-headed paper”, appeared to “openly defy” the message from\nLabour’s General Secretary David Evans to all Labour Party branches and members\nthat discussion of the EHRC report and its findings was “not competent\nbusiness” for meetings. The article also noted the Leader of the Labour Party,\nSir Keir Starmer MP, said that findings of the EHRC report were clear and\n“leave no room for equivocation”. It reported that the publication had\napproached the Labour Party for comment.\n3. The online article was promoted on the publication’s\nTwitter page. It was shared with the same headline “Riverside Labour branch\nsecretary defies leadership with letter supporting 'emergency meeting' on\nCorbyn and EHRC report”. It also included an image showing the communication\nshared with members of St Michael’s branch.\n4. The complainant, the Secretary of the St Michael’s\nbranch, said that the newspaper had “failed to fully redact” his e-mail address\nthat, he suggested, was clearly visible at the bottom of the image. This image\nappeared both within the online article and on social media, with only the\nformer “cropped” by the publication to remove reference to his e-mail address.\n5. The complainant expressed concern that the publication of\nhis e-mail address and the correspondence he shared with the members of the St\nMichael’s branch had intruded into his privacy, in breach of Clause 2. He said\nthe branch had “currently just under 500 members”, with 20 per cent of its\nmemberships generally not in the practice of opening party-related e-mails. He\nargued that official internal party communication should not be shared outside\nof the Labour Party, adding that this article represented a clear breach of\ndata protection regulation.\n6. The complainant also said that the newspaper reported\nnumerous inaccuracies, in breach of Clause 1. Firstly, he said the article\nreported that the communication he had shared with members was sent on “on\nofficial Labour-Party-headed paper” when it was, in fact, an e-mail sent via\nthe Labour Party’s ‘Organise’ platform. Secondly, whilst he accepted that both\nhe and the Chair did support, in principle, the right of members to call a\nmeeting, he said that the article had distorted the reason for his\ncommunication members of the St Michael’s branch: he had contacted members to\n“inform them of a request for [a] lawful discussion on the EHRC report”.\nThirdly, he disputed that the meeting was in contravention of the message\nissued by the General Secretary of the Labour Party, David Evans. In support of\nits position, the complainant shared extracts of the e-mail shared by David\nEvans to Labour Party branches:\n“In accordance with the guidance previously circulated, I\nwould also like to take this opportunity to remind you that motions or\ndiscussions that seek to question the competence of the EHRC to conduct the investigation\nin any way, or repudiate or reject the report or any of its recommendations are\nnot competent business and must be ruled out of order. This is because the NEC\nhas a responsibility under Labour Party rule to ensure that the Party meets its\nlegal responsibilities, which includes responding accordingly to the EHRC’s\nstatutory investigation”\n7. He also cited the guidance issued by the Governance and\nLegal Unit of the Labour Party, which stated:\n“While we have no desire to stifle legitimate debate and we\nrecognise that it is important for members to discuss and engage constructively\nwith the report and its recommendations, you must bear in mind that the country\nis watching us. The way in which the Labour Party responds to this report and\ndeals with antisemitism is a key test of our credibility as a political party.\nAs part of that, it is critical that we create a safe space for our Jewish\nmember and begin to immediately improve our culture at all levels to ensure\nsomething like this can never happen again. At all times CLPs, branches, and\nindividual members should be mindful of the language they use online to discuss\nthis sensitive issues as well as their obligations under the Labour Party’s\nCode of Conduct: antisemitism and other forms of racism, Code of Conduct:\nSocial Media Policy, and Code of Conduct: Member’s Pledge. Any breach of these\ncodes of conduct – including in motions – will be dealt with robustly via the\nLabour Party’s disciplinary processes.\n8. Finally, the complainant said that the newspaper made no\nattempt to contact him or the St Michael’s branch prior to publication, denying\nthem an opportunity to comment on the articles serious claims.\n9. The publication denied any breach of Clause 2 (Privacy).\nIt denied that the complainant had a reasonable expectation of privacy in\nrelation to the communication that he shared with members of St Michael’s\nbranch. It added that there was a public interest in highlighting the reaction\nand the response of the Labour Party and its members to the publication of the\nEHRC report. It did not accept that the complainant’s e-mail address was either\nvisible or legible, as it had been redacted by a third-party prior to\npublication.\n10. The publication did not accept the article breached\nClause 1 of the Editors’ Code. It said it had been approached directly by\nmembers of the St Michael’s branch, who each raised concerns that the\ncomplainant was “attempting to organise a meeting in defiance” of the General\nSecretary David Evans via an official party communication. It maintained that\nthis communication was in contravention of the terms sent to all Labour\nbranches by the General Secretary prior to the publication of the EHRC report.\nThe publication said it approached the Labour Party for comment on the story\nprior to publication on more than one occasion. \n\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n*The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest. The public interest includes,\nbut is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\nThere is a public interest in freedom of expression itself.\nThe regulator will consider the extent to which material is\nalready in the public domain or will become so.\nEditors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time\nFindings of the Committee\n11. At the outset, the Committee was clear that it was not\nits function to determine whether an individual had breached a political\nparty’s own internal disciplinary processes or guidance, or the legality of any\ndiscussion, but rather its function was to determine whether the publication\nhad breached the Editors’ Code.\n12. The article drew a contrast between the complainant’s\naction and the message conveyed by the Labour Party’s leadership in response to\nthe publication of the EHRC report. The article reported that the\ncorrespondence shared by the complainant “appear[ed] to openly defy Labour\nGeneral Secretary David Evans’ message to all Labour Party branches and members\nwhich said that discussion of the EHRC report was “not competent business” for\nmeetings”. However, this did not reflect the full extent of David Evans’\ncomments on this matter, namely: “any motions or discussions that seek to\nquestion the competence of the EHRC to conduct the investigation in any way, or\nrepudiate or reject the report or any of its recommendations, are not competent\nbusiness and musty be ruled out of order”. He did not say, as the article\nsuggested, that all discussion of the report should be avoided, but rather\nspecifically that discussion seeking to question the competence of the EHRC and\nreject the findings of the report should be ruled out of order. The Committee\nconsidered that the omission of this qualifying information served to\nmisrepresent the message issued by David Evans to Labour Party branches and\nmembers which had formed the basis for the article. This represented a clear\nfailure to take care not to publish inaccurate or misleading information, in\nbreach of Clause 1 (i). This was a significant inaccuracy that would mislead\nreaders, and no correction had been offered leading to a further breach of Clause\n1 (ii).\n13. In such circumstances, and where there was no suggestion\nwithin the communication shared by the complainant that the proposed discussion\nwas to criticise the EHRC or the findings of the report, the Committee\nconsidered that there was an insufficient basis to suggest that the\ncomplainant’s correspondence to members did, or even “appear[ed] to”, openly\ndefy the Labour Party’s leadership on this matter, as suggested by the\npublication. This represented a further failure to take care, in breach of\nClause 1 (i). This was deemed significant due to the position of the\ncomplainant and nature of the allegation and as such required correction under\nClause 1 (ii). The publication had not offered to publish a correction and\nthere was a further breach of Clause 1(ii).\n14. In regard to the other points of complaint made under\nClause 1, the Committee was satisfied that, in circumstances where the\ncorrespondence stated that the complainant was “supportive” of the idea put\nforward by members of the branch to convene an emergency meeting to discuss the\npublication of the EHRC report and suspension of Jeremy Corbyn, it was not\nsignificantly misleading for the publication to report this. There was no\nbreach of Clause 1 on this point. In addition, the Committee did not consider\nthat the article was significantly inaccurate or misleading to report that the\ncorrespondence shared by the complainant had been written on “official Labour\nParty-headed paper”, given that the Labour Party’s official branding was clearly\nvisible in the image of the communication included within the article and where\nthe complainant accepted that he issued this communication via the Labour\nParty’s own ‘Organise’ platform. There was no breach of Clause 1 on this point.\n15. The Committee was clear that there is no requirement\nunder the Code to contact individuals prior to publication. In this instance,\nthe newspaper had contacted the Labour Party for comment and was reporting on a\ncommunication, of which it was in possession, and therefore did not require\ncomment from the complainant as his position was made clear in this\ncorrespondence. There was no breach of Clause 1.\n16. The Committee had regard for the terms of Clause 2 (i),\nwhich specifically reference respect for a person’s digital communications. The\nquestion for the Committee was whether the article, in reporting the comments\nmade by the complainant in his correspondence to members of the St Michael’s\nbranch, had reported information about which the complainant had a reasonable\nexpectation of privacy. In the view of the Committee, this correspondence\nrelated to a political matter in the complainant’s capacity as Secretary of the\nSt Michael’s branch and not an aspect of his own private life. Given that it\nwas circulated to 500 recipients, who were not necessarily personal associates\nbut rather political associates of the complainant. As such, the Committee did\nnot consider that this amounted to private correspondence; the complainant did\nnot have a reasonable expectation of privacy over this correspondence and\nreporting its contents did not intrude his privacy. There was no breach of\nClause 2 on this point.\n17. The Committee then considered whether the sharing of the\ncomplainant’s e-mail address represented a breach of Clause 2. In circumstances\nwhere the complainant was using the e-mail address to correspond on political,\nnot personal matters, to an audience of close to 500 recipients, who were not\nfriends or family, but members of his branch of the Labour Party, the Committee\ndid not consider that publication of this information represented a breach of\nClause 2.\n18. Finally, the Committee noted that any concerns about\ndata protection were outside the parameters of the Editors Code and its own\nremit, but rather was a matter for the Information Commissioners Office. As\nsuch, the Committee made no ruling in reference to this aspect of the\ncomplaint.\nConclusion\n19. The complaint was upheld in part under Clause 1.\nRemedial Action Required\n20. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n21. The Committee considered that the newspaper did not take\nthe necessary care when reporting the message conveyed by Labour’s General\nSecretary David Evans regarding the discussion of the EHRC report. This formed\nthe basis of the article and the claim that the complainant had openly defied\nthe Labour Party’s leadership. The Committee considered that the appropriate\nremedy was the publication of a correction to put the correct position on\nrecord.\n22. The Committee then considered the placement of the correction.\nThis should appear below the headline of the online article and be published as\na separate item on the newspaper’s online homepage. This should appear for 24\nhours before being archived in the usual way. The wording of this correction\nshould state that it was published following an upheld ruling by the\nIndependent Press Standards Organisation. The full wording and position of this\ncorrection should be agreed with IPSO in advance.\n \nDate complaint received: 03/11/2020\nDate complaint concluded by IPSO: 26/05/2021\nBack to ruling listing\n\n\n"
}