{
    "url": "/rulings-and-resolution-statements/ruling/?id=28854-20",
    "title": "28854-20 Ross v The Sunday Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2020-07-05 00:00:00",
    "received_on": "2020-11-04 00:00:00",
    "concluded_on": "2021-03-31 00:00:00",
    "complaint_processing_days": 147,
    "conclusion_long": "11. The complaint was upheld under Clause 1 (i).",
    "remedial_action": "12. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published online and in print. Date complaint received: 04/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 28854-20 Ross v The Sunday TimesSummary of Complaint\n1. David Ross\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 of the Editors’ Code of Practice in an article\nheadlined “Sturgeon's surge tilts balance on independence”, published on 5 July\n2020.\n2. The frontpage\narticle, which appeared in the Scottish edition of The Sunday Times, reported\non a poll undertaken by Panelbase and commissioned by the publication. It\nreported that support for the Scottish Nationalist Party (SNP) and Scottish\nIndependence “jumped to the highest level recorded”. It stated that “many\npeople who used to oppose Scottish independence, have switched to the ‘yes’\ncamp, turning a 55%-45% vote against leaving the UK in the 2014 referendum into\na 54%-46% lead for the nationalists”. The article went on to report that the\npoll of 1,026 voters in Scotland, conducted between Tuesday 30 June and Friday\n3 July, gave the SNP a “commanding lead” before the Scottish Parliament\nelections and the highest level of backing in almost a decade of Panelbase\npolling for the publication. It also provided a breakdown of both the constituency\nand regional proportional votes by political party.\n3. A substantially\nsimilar version of the article also appeared online with the headline “Nicola\nSturgeon’s polling surge tilts balance on independence”.\n4. The complainant\nsaid that this article had distorted the findings of the survey, in breach of\nClause 1. Whilst the complainant acknowledged that the poll had clearly found\nhigher support for Scottish independence than against it, he said that it did\nnot find a “54-46” split as reported by the publication. In fact, the poll\nfound that 45 per cent of the 1,026 respondents were in favour of independence\nwith 38.8 per cent against it. The complainant said that in order to claim that\nthe poll had found that “54%” of respondents supported Scottish independence,\nthe publication had excluded the respondents who were “undecided” on the matter\nas well as those deemed “unlikely to vote”, then calculated the level of\nsupport as a split between the remaining respondents. This had, in total,\naccording to the complainant, excluded 16 per cent of respondents, with 66\nrespondents “undecided” on the matter and a further 98 deemed by the polling\ncompany to be “unlikely to vote” as they scored between 1-7 on a scale where 1\nwas ‘Certain Not To Vote’ and 10 ‘Certain to Vote’. He said the newspaper’s\nfailure to make clear that the respondents who were “undecided” and “unlikely\nto vote” were excluded from the analysis rendered the article a misleading\nreport of the poll’s findings.\n5. The publication\ndid not accept that the article had distorted the overall findings of the poll\nor that it contained any significant inaccuracies. It said that, as a general\nprinciple, it was legitimate for reputable polling companies, such as\nPanelbase, to exclude “don’t knows” and those they judge unlikely to vote from\ntheir headline figures. It noted that this was a common and accepted practice\nacross the polling industry and media alike. As such, it did not accept that\nreaders would be misled, and maintained that the article presented the relevant\ninformation concisely and clearly. Whilst it did accept the complainant’s point\nthat the article should have made clear the number of “undecided” respondents,\nit argued that further detailing the polling methodology, including the number\nof those deemed “unlikely to vote”, was unnecessary, impractical, and\ncounter-productive. Nevertheless, upon receipt of the complaint, the\npublication offered to amend the online article to make clear that those who\nwere undecided or unlikely to vote were excluded and to publish a correction in\nits established Corrections and Clarification column to address this.\n6. The complainant\nsaid the publication’s offer was inadequate, as it failed to address what\napproach was used by Panelbase to determine which respondents should be\nexcluded on the grounds that they were unlikely to vote, noting that the poll\nexcluded almost 10 per cent of respondents for this. He said this was\nparticularly salient given the subject matter and the multitude of varied\napproaches and methodologies used across the polling sector.\n7. The publication\nnoted the concerns raised by the complainant, acknowledging that they had given\nrise to a healthy discussion in the publication’s own Editorial team on the\nreporting of opinion polls. However, it stressed that there was a limit to the\nlevel of detail regarding polling methodology that is practical, helpful, and\nnecessary to include. It added that the methodologies of Panelbase were\nrigorous and the full details of the poll in question were publicly online to\nany interested reader to explore them further, as demonstrated by the\ncomplainant’s own research. Notwithstanding this, the publication offered to\namend the online article and to run the following correction in their\nCorrections and Clarification column, both online and in the Scottish print\nedition, where the article appeared:\nCorrection: “Our story \"Sturgeon's surge tilts balance\non independence\" (News, July 5), which reported a poll finding that voters\nfavoured independence by 54%-46%, should have made clear that the figures\nexcluded undecided voters and those who indicated they were among the least\nlikely to vote. When these groups are included, the poll found that 45%\nfavoured independence, 39% did not, and 16% were undecided or unlikely to\nvote”.\n8. The complainant\nsaid this proposed correction was insufficient to resolve his complaint as it\ndid not address his concerns in full and needed to detail what particular\nfilters were applied by the polling company in this instance – for example, on\nwhat grounds it designated a respondent as “unlikely to vote” - and how many\nrespondents fell respectively within the category of “undecided” and of\n“unlikely to vote” and then excluded from the overall figures. Following this,\nthe publication offered to add further context to the wording of the proposed\ncorrection to further address the exclusion of those unlikely to vote. The\npublication said its established Corrections and Clarification column was the\nmost appropriate location for a correction to appear as its location (both online\nand in print) was familiar to its readership and, as such, was suitably\nprominent.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture, and fact.\nFindings of the Committee\n9. The article\nreported that the poll had found a reversal of the 2014 Scottish Independence\nreferendum, with a “54%-46% lead for the nationalists”. These figures only\nreflected those who had answered “Yes” or “No” to the statement “Should\nScotland be an independent country?”, excluding the significant proportion of\nrespondents who were undecided and/or were deemed to be unlikely to vote. This\nexclusion was not referred to anywhere in the course of the article. Failing to\nmake clear that a significant proportion of respondents (16 per cent) had been\nexcluded in order to achieve this headline figure constituted a failure to take\ncare over the accuracy of the article, raising a breach of Clause 1 (i). The\nreporting of the poll’s findings without making this clear, particularly when\nthis interpretation formed the basis of the claim in the article that a\n“reversal” of the 2014 referendum had been recorded, was significantly\nmisleading and as such required correction under Clause 1 (ii).\n10. The Committee recognised the detailed and measured\napproach taken by both the complainant and publication to this matter. It noted\nthat once the publication had been made aware of the complaint and previous\nIPSO rulings on the reporting of opinion polls, it had offered to amend the\nonline article and publish a correction in its established Corrections and\nClarifications columns both online and in print. The wording of this correction\nidentified the error and made the correct position clear. This was offered\npromptly and with sufficient prominence to meet the terms of Clause 1 (ii).\nConclusion\n11. The complaint was upheld under Clause 1 (i).\nRemedial action required\n12. The correction which was offered clearly put the correct\nposition on record, and was offered promptly and with due prominence, and\nshould now be published online and in print.\nDate complaint received: 04/11/2020\nDate complaint concluded by IPSO: 31/03/2021\nBack to ruling listing\n\n\n"
}