{
    "url": "/rulings-and-resolution-statements/ruling/?id=28851-20",
    "title": "28851-20 Tomlin v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-11-03 00:00:00",
    "received_on": "2020-11-03 00:00:00",
    "concluded_on": "2021-04-09 00:00:00",
    "complaint_processing_days": 157,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28851-20 Tomlin v\nMail Online\nSummary of Complaint\n1. Karen Tomlin complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 of the Editors’ Code\nof Practice in an article headlined “Cleaned out! Panic-buyers are faced with\nEMPTY shelves after Tesco customers wrestle for bargains in chiller aisle and\nCostco shoppers queue for 1,300ft before second Covid lockdown”, published on 3\nNovember 2020.\n2. The online article reported on an incident that occurred\nat a supermarket ahead of the UK’s second national lockdown. The article\ncontained a 19-second-long video, entitled “Moment Tesco shoppers shove each\nother over reduced aisle”, which showed a number of shoppers jostling with each\nother over sale items and featured the following in-video caption: “Tesco\nwrestlemania”.\n3. The complainant said the online article was inaccurate\nand misleading in breach of Clause 1. She said the article had featured a\n57-second-long video entitled “Desperate shoppers shove each other for Tesco’s\ndiscounted food” that was taken in March 2020. She said the inclusion of this\nfootage gave the misleading impression that the scene it captured was recent,\nrather than, in fact, taking place during the first lockdown. She said the\narticle failed to make this clear and suggested that it sought to cause panic\namongst readers.\n4. The publication did not accept a breach of the Code. It\nsaid that it had explored the article’s entire history through its internal\ncontent management system and the 19-second video was the only video ever to\nhave been embedded in the online article. It explained that as a standard\nfeature across its website, once a featured video concludes, the “video\ncarousel” then automatically plays related content, interspersed with\nadvertisements, until the user navigates away from the page. In this instance, after\nthe conclusion of the embedded video, archive footage matching the content\ndescribed by the complainant had followed on the carousel. It said this was a\ncommon practice across online news platforms. Moreover, it said the 19-second\nvideo was footage which had been posted on social media on 2 November and\nshared by other publications, and was therefore contemporaneous with the news\nreport.\n5. During IPSOs investigation, the complainant provided a\nseries of screenshots showing the video entitled “Desperate shoppers shove each\nother for Tesco’s discounted food” appearing in the online article. She\nmaintained that this video had previously been embedded within the article and\nsuggested that the publication had amended the article and “removed” the video\nfrom their archives as well.\n6. The newspaper maintained that the 19-second-long video\nhad been the only video embedded in the article since its initial publication.\nIt noted that this was still the case and easily verified through its internal\ncontent management system, re-iterating that the video referred to by the\ncomplainant only appeared as follow-on footage from the embedded video.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. This complaint rested on the video footage used to\nillustrate the article: the complainant said that historic footage had been\nused, without it being identified as such, while the newspaper maintained that\nthe embedded video was contemporary. These conflicting positions arose because\nthe publication and complainant were referring to different footage. The\narticle had, from its initial publication to the time the complaint was\nconsidered by the Committee, included a single embedded video, which appeared\nto be recent footage of shoppers competing for sale items in a supermarket\naisle. However, the publication operated a “video carousel” mechanism across\nits platform, which meant that, upon completion of an embedded video, related\ncontent would start to play, and continue until the user navigated away from\nthe item. It was this subsequent footage to which the complainant referred. The\nquestion for the Committee was whether the presentation of the footage within\nthe context of the article would mislead readers. In the view of the Committee,\nit was clear that the article was reporting on the scene captured in the\nembedded contemporary video. The headline of the article referred to “Tesco\ncustomers wrestl[ing] for bargains in chiller aisle”, which matched exactly\nboth the content of the footage and its caption: “Moment Tesco shoppers shove\neach other over reduced aisle”. The Committee noted that upon receipt of the\ncomplaint, IPSOs Executive had downloaded a version of the article with the\ncaption of the embedded video, at this moment in time, being “Moment Tesco\nshoppers shove each other over reduced aisle”. This video was separated from\nsubsequent footage which played on the carousel, interspersed by a series of\nadvertisements and no reference to these further videos was made in the course\nof the article.  In such circumstances,\nthe Committee was satisfied that it was sufficiently clear that the article was\nreporting on the initial embedded video, and readers would not be misled into\nunderstanding that the article was referring to subsequent footage played on\nthe video carousel. There was no breach of Clause 1. \nConclusion\n8. The complaint was not upheld.\n \nDate complaint received: 03/11/2020\nDate complaint concluded by IPSO: 09/04/2021\nBack to ruling listing\n\n\n"
}