{
    "url": "/rulings-and-resolution-statements/ruling/?id=28913-20",
    "title": "28913-20 Garrity v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Times (News UK)",
    "published_on": "2020-11-06 00:00:00",
    "received_on": "2020-11-07 00:00:00",
    "concluded_on": "2021-04-01 00:00:00",
    "complaint_processing_days": 145,
    "conclusion_long": "was reached and so informed readers that the responses of some participants had been excluded and was therefore not reflective of the full population sample. The Committee also found that it was not inaccurate to state that a “majority” of respondents had backed independence, where majority can simply mean “the greater number of” and where it was not in dispute that a greater number of respondents in the reported poll had said they would vote yes in an Independence referendum. A greater number of respondents in the reported poll had said that they would vote yes in a Scottish independence referendum, and so the article was not inaccurate and there was no breach of Clause 1 on this point. 8. The second disputed claim in the headline was that the reported poll was the twelfth poll to show “majority” support for Scottish independence. The complainant pointed out that only three of these polls had found over 50% of respondents supported independence. The Committee noted that the article had not mentioned that only when undecided voters were excluded from the data sets did support surpass 50% in the cases of all 11 previous polls. In this instance, where there was no dispute that in each case support for independence had been found to outweigh opposition, the Committee concluded that the headline was not misleading or inaccurate; there was no breach of Clause 1. That said, it emphasised the importance when reporting on polls of clearly stating when undecided respondents were excluded from the results. Conclusion 9. The complaint was not upheld.",
    "remedial_action": "10. N/A Date complaint received: 07/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 28913-20 Garrity v The\nTimes\nSummary of Complaint\n1. John Garrity\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 of the Editors’ Code of Practice in an article headlined\n“Twelfth poll in a row shows majority back independence”, published on 6\nNovember 2020.\n2. The article\nreported on the results of a poll surveying Scottish adults about how they\nwould vote in a Scottish independence referendum. Both the headline and the\narticle reported that a “majority” of Scottish adults said they would vote Yes\nin an independence referendum, with the article then going on to state that the\npoll “placed support for leaving the UK at 54 per cent when undecided voters\nwere excluded.” The article and headline also said that the poll was the\n“[t]welth poll in a row” to show a majority backing for independence.\n3. The article also\nappeared online in substantially the same format.\n4. The complainant\nsaid that the article was inaccurate in breach of Clause 1. He said that it was\ninaccurate to state that a “majority” of Scottish adults backed independence:\n47% of poll respondents had said they would vote yes, 40% had said they would\nvote no, and 13% said they did not know. Where less than 50% had said they\nwould vote yes in an independence referendum, the complainant said that it was\ninaccurate for the publication to state that a “majority” of Scottish adults\nhad said they would vote yes. He then said that it was inaccurate to\nextrapolate the polls findings to the Scottish population where Don’t Knows had\nbeen excluded. This was because, even when “Don’t knows” were excluded, it\nremained the case that only 47% of respondents had voted yes. In order to\nachieve the 54% support, a new data set had to be created, including only those\nwho gave a decisive yes or no answer, which was not reflective of the Scottish\nvoter population, and therefore the complainant said that the 54% figure could\nnot be applied to the Scottish population. He also said that only 3 polls since\n2015 showed a majority of support (meaning over 50%) for Scottish independence,\nand that it was inaccurate for the publication to state that twelve polls “in a\nrow” showed that a “majority back independence.”\n5. The publication\nsaid it did not accept that the Code had been breached. It said that it did not\nagree with the complainant’s narrow definition of the term “majority”, as the\nterm can also mean “the greater number of.” It said it was not inaccurate to\nstate that a greater number of poll respondents had, in both the reported poll\nand the 11 prior polls referenced in the article, said that they would vote yes\nin a Scottish independence referendum, and provided 11 previous polls in which\nmore respondents had said that they would vote Yes in a Scottish independence\nreferendum.  It accepted that there was\nsome debate over how publications should approach the matter of respondents who\nanswer “Don’t Know” in response to polls, but said that it was accepted\nconsensus amongst polling companies and publications to omit Don’t Knows and to\nmake clear when they have been omitted, as doing so renders the findings of a\npoll comparable to referendum votes, where only votes cast in favour or against\nare counted; as such, the findings of the poll were representative of the\nScottish voting population, where voters who had expressed no opinion would not\nvote and therefore would not be counted. It said that in this instance, where\nthe article made clear the “Don’t Knows” had been excluded, it was not\ninaccurate in the way suggested by the complainant. It also said that, while it\nunderstood the complainant had concerns with the methodology of the poll, the\npublication’s responsibility was to accurately report on the results of the\npoll, which the publication said it had done; it was not responsible for the\nmethodology by which the poll was conducted.\n6. The complainant\nreiterated his position that it was inaccurate to use the term “majority” when\nreferring to less than 50% of respondents. The complainant also said that,\nwhether or not it was the consensus to not include “Don’t Knows” in the\nreporting of polls in both the polling and newspaper industry, it was incumbent\nupon the publication to ensure that the articles it published were accurate. He\nsuggested that the publication could have done so in this instance by making\nclear exactly what percentage of voters voted Yes, No, and Don’t Know, or by\nqualifying the 54% figure with a statement such as “of those who expressed a\nvoting intention.” He said that, without any such qualification, the article\nwas inaccurate.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nFindings of the Committee\n7. Clause 1 (i)\nrequires that publications take care not to publish headlines which are not\nsupported by the text of the article. It does not require a headline to give\nthe full context of the story in question, but the article must support the\nheadline. The Committee found that the claim in the headline and opening\nparagraph - that a “majority” of Scottish adults were in favour of independence\n- was supported by the text of the article. The article set out that support\nfor Scottish independence was polled at being 54% “when undecided voters were\nexcluded.” As such, the headline claim that a “majority” of Scottish adults\nsupported independence was not an inaccurate summary of the poll results, where\nthe body of the article set out the method by which this conclusion was reached\nand so informed readers that the responses of some participants had been\nexcluded and was therefore not reflective of the full population sample. The\nCommittee also found that it was not inaccurate to state that a “majority” of\nrespondents had backed independence, where majority can simply mean “the\ngreater number of” and where it was not in dispute that a greater number of\nrespondents in the reported poll had said they would vote yes in an\nIndependence referendum. A greater number of respondents in the reported poll\nhad said that they would vote yes in a Scottish independence referendum, and so\nthe article was not inaccurate and there was no breach of Clause 1 on this\npoint.\n8. The second\ndisputed claim in the headline was that the reported poll was the twelfth poll\nto show “majority” support for Scottish independence. The complainant pointed\nout that only three of these polls had found over 50% of respondents supported\nindependence. The Committee noted that the article had not mentioned that only\nwhen undecided voters were excluded from the data sets did support surpass 50%\nin the cases of all 11 previous polls. In this instance, where there was no\ndispute that in each case support for independence had been found to outweigh\nopposition, the Committee concluded that the headline was not misleading or\ninaccurate; there was no breach of Clause 1. That said, it emphasised the\nimportance when reporting on polls of clearly stating when undecided\nrespondents were excluded from the results.\nConclusion\n9. The complaint\nwas not upheld.\nRemedial action required\n10. N/A\nDate complaint received: 07/11/2020\nDate complaint concluded by IPSO: 01/04/2021\nBack to ruling listing\n\n\n"
}