{
    "url": "/rulings-and-resolution-statements/ruling/?id=28914-20",
    "title": "28914-20 Garrity v The National",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The National (Newsquest Media Group)",
    "published_on": "2020-11-05 00:00:00",
    "received_on": "2020-11-07 00:00:00",
    "concluded_on": "2021-04-01 00:00:00",
    "complaint_processing_days": 145,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "9. N/A Date complaint received: 07/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 28914-20 Garrity v The\nNational\nSummary of Complaint\n1. John Garrity\ncomplained to the Independent Press Standards Organisation that The National\nbreached Clause 1 of the Editors’ Code of Practice in an article headlined\n“Scottish independence supported by majority of Scots in twelfth poll running”,\npublished on 5 November 2020.\n2. The article,\nwhich only appeared online, reported on the results of a poll surveying\nScottish adults about how they would vote in a Scottish independence\nreferendum. Both the headline and the article reported that a “majority of\nScots support independence”, with the article then going on to set out the\nresults of the poll: “The answers returned showed an eight point lead for Yes,\nwith 54% saying they would favour independence versus 46% favouring the Union.\nHowever, 14.32% of respondents answered that they were undecided, and 0.57%\nrefused to answer the question. When these “Don’t Knows” are included, Yes\nstill holds an eight point lead, on 46.6% compared to No’s 38.5%.” The article\nand headline also said that the poll was the “twelfth poll running” to show a\nmajority backing for independence.\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1. He said that it was\ninaccurate to state that a “majority” of Scottish adults backed independence, as\n47% poll respondents had said they would vote yes in an independence\nreferendum. Where less than 50% had said they would vote yes in an independence\nreferendum, the complainant said that it was inaccurate for the publication to\nstate that a “majority” of Scottish people supported independence. While the\ncomplainant noted that the article set out the percentages of people who had\nresponded respectively ‘Yes’, ‘No’, and ‘Don’t Know’ to the poll questions, he\nsaid that it was inaccurate to extrapolate the poll’s findings to the Scottish\npopulation without making clear in the headline that Don’t Knows had been\nexcluded. He also said that only 3 polls since 2015 showed a majority of\nsupport (meaning over 50%) for Scottish independence, and that it was inaccurate\nfor the publication to state that twelve polls “in a row” showed that a\n“majority back independence.”\n4. The publication\nsaid it did not accept that the Code had been breached. It said that it was\ncommon practice both in the polling industry and the press to exclude don’t\nknow responses when reporting the headline and top line of polls. It noted\nthat, where the article also made clear exactly what percentage of respondents\nhad responded ‘Yes’, ‘No’, and ‘Don’t Know’, readers would not be misled as to\nthe findings of the poll.\n5. The complainant\nsaid that, regardless of common practice, it was inaccurate to not reference\nthat ‘Don’t Knows’ had been excluded in the headline of the article itself. He\nsaid that simply stating that the reported poll results “exclud[ed] Don’t\nKnows” was not sufficient to ensure that polls are reported accurately, as this\ndid not give readers sufficient context.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nFindings of the Committee\n6. Clause 1 (i)\nrequires that publications take care not to publish headlines not supported by\nthe text of the article. It does not require a headline to give the full\ncontext of the story in question, but the article must support the headline.\nThe Committee found that the claim in the headline and opening paragraph - that\na “majority of Scots” were in favour of independence - was supported by the\ntext of the article. The article set out that support for Scottish independence\nwas polled at being 54%, and that when undecided voters were included support\nsat at 46.6%, while opposition totalled 38.5%. The article set out the poll\nresults in full, including the percentage of undecided voters, so readers were\nfully informed as to the basis of the headline claim that a “majority of Scots”\nsupported independence. The Committee was satisfied that the headline was\nsupported by the article, and did not find a breach of Clause 1 of the Code on\nthis point.\n7. The second\ndisputed claim in the headline was that the reported poll was the twelfth poll\nto show “majority” support for Scottish independence. The complainant pointed\nout that only three of these polls had found over 50% of respondents supported\nindependence. The Committee noted that the article had not mentioned that only\nwhen undecided voters were excluded from the data sets did support surpass 50%\nin the cases of all 11 previous polls. In this instance, however, given there\nwas no dispute that in each case support for independence had been found to outweigh\nopposition, the Committee concluded that readers would not be significantly\nmisled. That said, it emphasised the importance when reporting on polls of\nclearly stating when undecided respondents were excluded from the results.\nConclusion\n8. The complaint\nwas not upheld.\nRemedial action required\n9. N/A\nDate complaint received: 07/11/2020\nDate complaint concluded by IPSO: 01/04/2021\nBack to ruling listing\n\n\n"
}