{
    "url": "/rulings-and-resolution-statements/ruling/?id=28947-20",
    "title": "28947-20 Laker v Daily Mail",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2020-09-30 00:00:00",
    "received_on": "2020-11-09 00:00:00",
    "concluded_on": "2021-03-31 00:00:00",
    "complaint_processing_days": 142,
    "conclusion_long": "14. The complaint was upheld in part under Clause 1 (i).",
    "remedial_action": "15. The clarification already offered by the publication clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published to avoid a breach of Clause 1 (ii).   Date complaint received: 09/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 28947-20 Laker v\nDaily Mail\nSummary of Complaint\n1. Laura Laker complained to the Independent Press Standards\nOrganisation that the Daily Mail breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “You can't say Lycra louts”, published on 30\nSeptember 2020.\n2. The article reported on the draft guidelines, produced by\nthe University of Westminster’s Active Travel Academy, on the media’s reporting\nof road collisions. The headline was followed by a sub-heading that stated\ncampaigners had called for the abuse of cyclists “to be made a hate crime”,\nwith the text of the article stating that under the proposed media cyclists\nwould get the “same protection as domestic violence victims and refugees”. The\narticle went on to report that under the Road Collision Reporting Guidelines (RCPG),\nwhich were “backed” by the press regulator IMPRESS, cyclists who claimed they\nhad been “insulted” would be able to make formal complaints on the grounds that\nit “provoked hared”. The article then suggested that under the RCPG newspapers\nwould be “gagged” from reporting if an injured cyclist “was not wearing a\nhelmet or high-vis clothing” and would instead be “urged to shame ‘criminal’\nmotorist” for road collisions involving bicycles with media coverage at present\ndehumanised cyclists and favouring “speeding motorists”. The article also\nincluded the comments made by a prominent motorist campaigner, who suggested\nthe RCPG were attempt by “the Lycra-clad liberal elite” to “muzzle the Press”.\n3. The complainant, one of the authors of the RCPG, said the\narticle misrepresented the proposed guidance, including its second clause\nrelated to discrimination. The complainant said this clause recommended\npublications to avoid using “negative generalisations” and “dehumanising\nlanguage” which may “incite violence or hatred” against road users; the\nguidance was trying to raise industry standards, not advocate a change to the\nlegal interpretation and application of hate crimes. She said the article\ninaccurately and misleadingly conflated this, suggesting that under the RCPG\n“abuse of cyclists would be treated a ‘hate crime’ and they would get the same\nprotection as domestic violence victims and refugees”. She added cyclist would\nnot be able to make a formal complaint about being insulted, as suggested by\nthe article, unless the language used “amounted to dehumanisation” and thereby\n“risked their safety”. The complainant also expressed concern that the article\ninaccurately presented the RCPG as a “campaign” to “gag” or “ban” the media\nfrom using certain language or reporting certain details of a collision such as\nwhether an injured cyclist was “not wearing a helmet or high-vis clothing.” The\nguidelines sought to offer guidance on best practice; they were clearly not\nseeking some form of legally enforceable censorship. In addition, she said the\narticle was inaccurate to state that the RCPG was “backed” by IMPRESS when the\npress regulator had, in fact, only provided advice on the compilation of\nguidelines.\n4. The publication did not accept that the article breached\nthe Editors’ Code. It said the article was a reasonable characterisation of the\nRCPG which recommended “publishers must avoid using negative generalisations of\nroad users and must not use dehumanising language or that which may incite\nviolence or hatred against a road user in comment and news coverage”, with\n“Lycra lout” given as a specific example of dehumanising language. This term\nwas included in the supplementary section of the draft guidelines and also on\nthe RCRG website, with the latter suggesting the term “demonis[ed] the most\nvulnerable on the roads”. The publication also noted that the language of the\nRCPG, specifically the clause related to discrimination, mirrored that found in\nhate crime legislation. It noted that the RCRG proposed that “disputed words\n[…] must be more than provocative, offensive, hurtful or objectionable” and\nmust include “speech that is likely to cause others to commit acts of violence\nagainst members of the group or discriminate against them”. In this context,\nthe publication said it was not significantly inaccurate or misleading to\nreport that the abuse of cyclists would be “treated as a ‘hate crime”. In any\nevent, the publication said readers would not have concluded that the article,\nwhen read as a whole, was about proposals to change hate crime legislation in\nany way.\n5. The publication did not accept that the complainant’s\nfurther concerns raised a breach of the Code either. It did not consider that\nthe article was inaccurate or misleading to refer to “bans” or “gagging” where\nthe RCPG sought to provide guidance on what the media could say about a\nparticular subject, with the draft guidelines “full of references” to language\nsuch as publishers “must not use” or “must avoid”. Furthermore, it noted that\nthe third clause of the RCPG made clear publishers should “avoid reference to\npersonal protective equipment, such as hi-vis and helmets, except when\ndemonstrably relevant”. It also suggested that the distinction between IMPRESS\nproviding advice on the guidelines and the regulator backing them was\nimmaterial. In any event, it noted that the press release shared made clear\nthat the draft guidelines were produced “in collaboration with national roads\npolicing, academics and experts in the field, road safety charities, and the\nNational Union of Journalists’ ethics council, and advised by IMPRESS.”\n6. Notwithstanding its position that there was no breach of\nthe Code, on receipt of the complaint from the IPSO, the publication offered to\npublish the clarification below in its established Correction and\nClarifications Column on page 2 as well as online where it would appear for 24\nhours on the News page before being archived in the usual way. The publication\nnoted that it had removed the online version of this article for reasons\nunrelated to this complaint.\n“A sub-headline to an article on September 30 about road\ncollision reporting guidelines said that campaigners had called for abuse of\ncyclists ‘to be made a hate crime’. While campaigners have called for\npublishers to avoid using language that is likely to cause others to commit\nacts of violence against cyclists, we are happy to clarify that they had not\ncalled for the use of such language to be made a criminal offence.”\n7. The complainant rejected this offer of resolution and\nrequested that the newspaper provide her with the right to reply in an article\nof “equal length and prominence” to the original article (which appeared on\npage 13) as well as a written apology from the Editor. Following this, the\nnewspaper offered to publish a letter from the complainant setting out her\nposition and to share with her a private letter of regret from the Managing\nEditor. This proposal by the publication was rejected, with the complainant\nconcerned about the subsequent coverage the RCPG received which “mimicked” the\nnewspaper’s inaccurate and misleading report.\n8. During IPSOs investigation, on 19 January, the\npublication offered to publish an article by the complainant and the following\nslightly amended wording on the same terms to further clarify matters:\n“A sub-headline to an article on September 30 about road\ncollision reporting guidelines said that campaigners had called for abuse of\ncyclists 'to be made a hate crime'. While campaigners have called for\npublishers to avoid using language that is likely to cause others to commit\nacts of violence against cyclists, we are happy to clarify that they had not in\nfact called for the use of such language to be made a criminal offence.”\n9. The complainant did not consider the proposals put\nforward by the publication during IPSOs investigation sufficient to resolve her\ncomplaint.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. The Committee considered first the sub-headline of the\narticle, which stated “Campaigners call for the abuse of cyclists to be made a\nhate crime”. The claim was repeated in the body of the article: “Under proposed\nmedia guidelines, abuse of cyclists would be treated as a ‘hate crime’ and they\nwould get the same protection as domestic violence victims and refugees”. In\nthe view of the Committee, these assertions carried the clear implication that\nthe guidelines were calling for such abuse to be treated as criminal behaviour.\nThis implication was inaccurate – while the guidelines called on publishers to\navoid using language which may  “incite\nviolence or hatred towards road users”, there was no suggestion within the document\nthat the authors were advocating for new, or a change to existing, legislation\non hate crime. The Committee was concerned that the publication had\ninaccurately reported information featured clearly within a publicly accessible\nproposal that was, at the time of publication, out for consultation. This\ninaccuracy had featured prominently in the article and as such represented a\nclear failure by the newspaper not to publish misleading and inaccurate information\nin breach of Clause 1 (i).\n11. The newspaper had published significantly inaccurate\ninformation on this point and under the terms of Clause 1 (ii) it was required\nto correct this. The newspaper had offered to publish a clarification in both\nits established Corrections and Clarifications column and online, where readers\nwould be familiar with it as the place to find updates on articles or points of\ncorrection. This was offered promptly at the start of IPSO’s investigation and\nsatisfied the Code’s requirement for due prominence. In addition, the final\nwording proposed by the publication acknowledged the inaccuracy and put the\ncorrect position on record. As such, the Committee considered that this\nclarification, offered on 19 January by the newspaper, was sufficient to meet\nthe terms of Clause 1 (ii).\n12. The Committee noted that the RCPG sought to advise media\norganisations on how they should report on road traffic collisions, with its\nsecond clause explicitly recommending that “publishers must avoid using\nnegative generalisations of road users and must not use dehumanising language”.\n“Lycra lout” was given as a specific example of dehumanising language in a\nsupplementary section of the guidelines. It was not, therefore, misleading to\ncharacterise the guidance as a “ban” on the term “lycra lout” – the language\nused in the guidelines was emphatic as to what publishers “must” or “must not”\ndo, and the article reflected this, albeit using equivalent rather than\nverbatim terms. Similarly, the Committee did not agree that the assertion that\npublications would be “gagged” from reporting if an injured cyclist was not\nwearing safety equipment was misleading, given that the guidelines stated:\n“avoid reference to personal protective equipment, such as hi-vis and helmets,\nexcept when demonstrably relevant”. As such, the Committee found the article\ndid not raise a breach of Clause 1 on these points.\n13. In addition, the Committee did not consider the article\nsignificantly misleading in regard to the proposed complaints process for\n“insulted” cyclists, where the article made clear the grounds by which a formal\ncomplaint could be made (“on the grounds that it ‘provoked hatred’”) and where\nthe guidelines themselves defined language that “dehumanises is that which is\nintended to, or is likely to, provoke hatred or to put a person or group in\nfear”. Finally, the Committee did not consider the article significantly\nmisleading to report that IMPRESS “backed” the RCPG, where the complainant\nacknowledged that this press regulator had provided advice on the proposed\nguidelines on the media’s reporting of traffic collisions and where the\nUniversity of Westminster’s Active Travel Academy had publicised the fact it\nhad been advised by IMPRESS in the press release which accompanied the\npublication of the draft guidelines.  As\nsuch, there was no breach of Clause 1 on these points.\nConclusion\n14. The complaint was upheld in part under Clause 1 (i).\nRemedial Action Required\n15. The clarification already offered by the publication\nclearly put the correct position on record, and was offered promptly and with\ndue prominence, and should now be published to avoid a breach of Clause 1 (ii).\n \nDate complaint received: 09/11/2020\nDate complaint concluded by IPSO: 31/03/2021\nBack to ruling listing\n\n\n"
}