{
    "url": "/rulings-and-resolution-statements/ruling/?id=28987-20",
    "title": "28987-20 Lipsey v Express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2020-11-11 00:00:00",
    "received_on": "2020-11-11 00:00:00",
    "concluded_on": "2021-03-18 00:00:00",
    "complaint_processing_days": 127,
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee - 28987-20 Lipsey v\nExpress.co.uk\nSummary of Complaint\n1. Lord Lipsey complained to the Independent Press Standards\nOrganisation that express.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “’Get rid of it!' Boris told to\nABOLISH House of Lords after latest Brexit-blocking vote” published on 11\nNovember 2020.\n2. The headline of the online article was followed by a\nsub-heading that reported the Prime Minister Boris Johnson had been told to\nabolish the House of Lords, “according to an express.co.uk poll”, after peers voted\ndown parts of the Internal Market Bill put forward by the Government.  The article gave details of the Bill and\nexplained that the poll, which ran from 8am until 10.30pm on Tuesday 10\nNovember asked express.co.uk readers: “Should the House of Lords be\ndisbanded?”.  It reported that 97% of the\n10,908 readers who cast a vote said that the House of Lords should be\nabolished. It said 3% said that the House of Lords should remain, while less\nthan 1% were undecided.  The article went\non to detail the statements made by readers in the comments section, such as\n\"The British taxpayers' money must be put to good use and the House of\nLords is an expenditure which is not needed. Get rid.” \n3. The complainant said that the article breached Clause 1.\nHe said that it was inaccurate to report that the newspaper had carried out a\n“poll” where it had not been carried out in a way which normal opinion polls\nwould be. He said that the information provided in the article did not\ndemonstrate that it had gathered the responses of a representative sample of\nexpress.co.uk readers, or the general public. He also said that the question\nposed by the newspaper was leading and would not generate representative\nresponses. He also referenced a previous IPSO ruling which found the newspaper\nto be in breach of Clause 1 by misleading as to the terms of its poll. He said\nthat comparable opinion polls of the general public had not replicated anywhere\nnear the level of support for the abolition of the House of Lords as the\nnewspaper had reported.\n4. The newspaper did not accept that the article was\ninaccurate. It said that the article made clear both that the poll had been\nanswered by express.co.uk readers and the methodology of the poll, so it was\nnot comparable to the previous IPSO ruling cited by the complainant. It said\nthat the sub-heading, main body of the article, and photograph caption made\nclear that the Prime Minister was “told” by express.co.uk readers to abolish\nthe House of Lords, rather than the general public or by any other group of\npeople. It also noted that the article included a screenshot of the poll,\nshowing the question asked and its response and said that the poll was\ndisplayed on the “News” section of the website. However, in its first response\nduring IPSO’s investigation it offered to amend the word “told to “urged” in\nthe headline, as a gesture of goodwill. Approximately two and half weeks into\nIPSO’s investigation, it amended the headline to read ''Get rid of it!' Boris\ntold to ABOLISH House of Lords by readers after Brexit-blocking vote'. Although\nit did not accept that the terms of Clause 1(ii) were engaged, it also added\nthe following footnote clarification: \nA previous version of this article was headlined: Get rid of\nit!' Boris told to ABOLISH House of Lords after latest Brexit-blocking vote.\nThe headline has since been amended as a gesture of goodwill to make clear that\nBoris was told by express.co.uk readers. We are happy to make this clear.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n5. The complainant contended that it was misleading to refer\nto a survey conducted through a pop-up box on the publication’s website as a\n“poll”, and therefore the article breached Clause 1, because of the nature of\nthe question and the way the data had been collected.\n6. The Committee noted that the word “poll” can have\ndifferent meanings, depending on context. \nIn considering whether it was used in a misleading way in this instance,\nthe Committee examined the full article. In doing so, the Committee noted that\nthe text of the article outlined the methodology and scope of the survey\nundertaken: the exact question posed to readers, each possible response, and an\nexact breakdown of the results.  It also\nnoted that the article included a screengrab that showed how the pop-box looked\nand quoted comments made by its readership that helped to put the findings, and\nthe headline, into context.  \n7. In the view of the Committee, the article had included\nsufficient information as to how it had collected the data to ensure that it\nwas clear that the “poll” did not constitute a representative sample, but\nrather a “straw poll” of those readers who had chosen to respond.  As such, there was no breach of Clause 1\n(i).  Nevertheless, the Committee\nwelcomed the newspaper’s willingness to further clarify the headline claim, and\nto publish a footnote recording this. \nConclusion\n8. The complaint was not upheld.  \n\nDate complaint received: 11/11/2020\nDate complaint concluded by IPSO: 18/03/2021\nBack to ruling listing\n\n\n"
}