{
    "url": "/rulings-and-resolution-statements/ruling/?id=29092-20",
    "title": "29092-20 Holborow v thejc.com",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2020-11-12 00:00:00",
    "received_on": "2020-11-17 00:00:00",
    "concluded_on": "2021-08-03 00:00:00",
    "complaint_processing_days": 259,
    "conclusion_long": "of the Executive Committee of the United Nations High Commissioner for Refugees (UNHCR), which stressed the need to protect the unity of family groups and stated that “under international law and the principle of family unity, the children of refugees and their descendants are also considered refugees until a durable solution is found.” As such, the complainant maintained that there was no unique category of Palestinian refugee “which led to their multiplication over time.” 11. The complainant did not dispute the individual examples of Hamas collaborating with members of UNRWA staff based in Gaza. However, he noted that the article did not state that there were examples of staff collaboration with Hamas; rather, it stated that “most” of the organisation’s staff was “under the thumb of Hamas.” The complainant considered that isolated examples of collaboration were not sufficient to support the article’s assertion on this point and noted that the UNRWA had released a statement making clear that it, as an organisation, was committed to maintaining the political independence of its staff. He also said that a single union could not be said to represent the entirety of the UNRWA’s 30,000 staff. 12. The complainant said that, regardless of reports showing that some political parties and Palestinian individuals wished to occupy “all of Palestine”, there was a diversity of opinion amongst Palestinian people and it remained inaccurate to ascribe a “strategy” to “Palestinians” of “exterminating Israel.” Relevant Code Provisions Clause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.  iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Findings of the Committee 13. The Committee first noted the context of the article; it was an opinion piece by a well-known columnist and was explicitly partisan and intended to argue a specific point. It is not against the terms of the Editors’ Code of Practice to be partisan, or to express an opinion which may cause offense or be considered inflammatory, and Clause 1 (iv) makes explicit that publications are entitled to campaign and editorialise. However, regardless of whether an article is an opinion piece, there is an obligation upon the publication to take care not to print inaccurate, misleading, or distorted information. In the context of opinion pieces, such as the article under complaint, publications must still take care over claims of fact within the article. 14. In relation to claim “that most of UNWRA’s staff are under the thumb of Hamas”, the Committee noted that the phrase “under the thumb” is a phrase which can be interpreted in many different ways, and was the writer’s characterisation of the relationship between Hamas and the UNRWA. Notwithstanding this, there must be some basis for the characterisation, to avoid the publication of inaccurate, distorted, or misleading information. The Committee accepted that the publication was able to demonstrate that there had been reports of Hamas exerting influence over UNRWA staff in the Gaza area; however, it did not consider that this was sufficient to support the article’s assertion that “most” of UNRWA’s staff was ”under the thumb” of the organisation; it had not provided any material to indicate that this applied either to senior staff at the organisation or to the majority of UNRWA’s 30,000 staff, most of whom operated outside of Gaza. The publication was not able to demonstrate a basis for the claim that “most of UNRWA’s staff are under the thumb of Hamas”, where the articles it provided demonstrated only that there were reports of Hamas influence in the Gaza area, and where the majority on UNRWA’s staff are not based in Gaza.  This led to a breach of Clause 1 (i), as the publication could not demonstrate that it had taken care over this claim nor verified it. This was a significant inaccuracy, as it related to serious allegations against both the organisation and its staff and it was a matter of public record that the UNRWA had expressed a commitment to political neutrality, and so corrective action was required to avoid a further breach of Clause 1 (ii). No correction was offered, and there was therefore a further breach of Clause 1(ii).  15. The Committee also considered the complaint about the reference in the article to UNRWA having created “in the classification of Palestinian ‘refugees’ a unique category that actually multiplies them over time\". In response to the complaint, the publication  had provided a number of examples of the respects in which the columnist considered the category could be described as unique, which included UNRWA extending the classification to descendants of refugees even if they gain citizenship elsewhere and the fact that UNRWA has  no policy to resettle refugees. The publication had also noted that UNRWA’s definition of a Palestinian refugee has been revised twice in a manner that increased the numbers of people who were categorised as such refugees. Taking into account the nature of the article, the Committee was satisfied that the reference to UNWRA having created a \"unique category” of Palestinian refugees had been presented as the writer’s characterisation, and that the publication had been able to demonstrate that there was an arguable basis for the characterisation. There was no breach of Clause 1 on this point. 16. The Committee then turned to the final point under complaint: that by referring to the Temple Mount solely by its Muslim name, the UN was aligning itself with “the Palestinians’ strategy of exterminating Israel through attempting to rewrite the Jews out of their own history and religious culture”. The Committee did not agree that this amounted to statement that a unified Palestinian position existed on promoting a single Palestinian state, but rather considered that it was presented as the columnist’s comment on the practice of referring to religious and cultural landmarks of importance to both Jewish people and Palestinians purely by their Muslim or Palestinian name. The Committee was satisfied that readers would understand this claim to reflect the columnist’s interpretation of a particular practice, rather than a statement of fact that there was an established and unified strategy held by Palestinians to “exterminate Israel”. There was no breach of Code on this point.    Conclusions 17. The complaint was upheld in part.",
    "remedial_action": "18. Having upheld a breach of Clause 1, the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 19. The Committee found that the publication had not demonstrated that it had taken any steps to verify the accuracy of the article’s claim that “most of UNRWA’s staff is under the thumb of Hamas”. This led to the publication of inaccurate information. The Committee considered that the appropriate remedy was the publication of a correction to put the correct position on record. 20. The Committee then considered the placement of the correction. As the article appeared online only, it considered that the correction should be added to the top of online article. The wording of the correction should be agreed with IPSO in advance and should make clear that it has been published following an upheld ruling by the Independent Press Standards Organisation.   Date complaint received: 17/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 29092-20 Holborow\nv thejc.com\nSummary of Complaint\n1. Matthew Holborow complained to the Independent Press\nStandards Organisation that thejc.com breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “A shameful day for the UK at the United\nNations”, published on 12 November 2020.\n2. The article - which only appeared online - was an opinion\npiece, focusing on seven resolutions which had been passed by the UN’s General\nAssembly Special Political and Decolonisation Committee, which the UK had\npredominantly supported. According to the article, three of the resolutions\n“addressed the United Nations Relief and Works Agency for Palestinian Refugees\n(UNRWA)” and its mandate was renewed. The article said that “UNRWA’s very\nexistence is designed to perpetuate hostility to Israel, by creating in the\nclassification of Palestinian “refugees’’ a unique category that actually\nmultiplies them over time.” It also said that most of UNRWA’s staff were “under\nthe thumb of Hamas.”\n3. The article also noted that one of the resolutions\n“referred to the Temple Mount solely by its Muslim name, Haram al-Sharif” and\nthat by doing so “it also erased the history of the Jewish people from their\nholiest place” and, therefore, the UN was “aligned […] with the Palestinians’\nstrategy of exterminating Israel through attempting to rewrite the Jews out of\ntheir own history and religious culture […] They seek to do this above all by\nerasing the ancient connection of the Jewish people to Jerusalem.”\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1. He said that the UNRWA was not “designed to perpetuate\nhostility to Israel”; rather, it had been established in 1949 for the purpose\nof providing aid for the support of Palestinian refugees in the “Near East.” He\nwent on to say that the claim in the article that UNRWA’s definition of\n“Palestinian refugees” was unique on the grounds that it enabled the number of\nrefugees to multiply over time was also inaccurate. The increase in the numbers\nof Palestinian refugees was, in fact, the consequence of protracted hostility\nin the region and the “natural procreation” of refugees over the years.\n5. The complainant also said that it was inaccurate to refer\nto most of UNRWA’s staff as being “under the thumb of Hamas.” The top official\nof the UNRWA was appointed by the High-Commissioner of the UN; it was 90%\nfunded by contributions from UN member states; and its advisory Commission\nincluded representatives of 28 different governments, including the UK. He went\non to note that, even if the publication was able to demonstrate that there was\nundue influence by Hamas over Gaza-based UNRWA staff, the majority of UNRWA\nstaff – 17,000 out of a total of 30,000 – are based outside of Gaza. As such,\nany influence that Hamas may have over staff in the Gaza area would be limited\nand it would not follow that the organisation would, as a whole, be “under the\nthumb of Hamas.”\n6. The complainant went on to note that, contrary to the\narticle’s assertion that the UN was “aligned […] with the Palestinians’ strategy\nof exterminating Israel”, a 2016 Jerusalem Post poll had found that 51% of\nPalestinians supported a two-state solution to the Gaza conflict. He also noted\nthat the views towards Israel of the various Palestinian political factions\ndiffered considerably, and that it was therefore inaccurate to state that there\nwas any kind of collective strategy on the part of Palestinians towards Israel.\n7. The publication said it did not accept that the article\nhad breached Clause 1. It first noted that the UNRWA definition of what\nconstitutes a Palestinian refugee had been changed in 1982 to extend its scope\nbeyond \"persons whose normal place of residence was Palestine during the\nperiod 1 June 1946 to 15 May 1948, and who lost both home and means of livelihood\nas a result of the 1948 conflict\" (as defined by the organisation in 1949)\nto include all descendants of such persons, including adopted children. It said\nthat while there had originally been approximately 600,000 Palestinian refugees\nunder the original definition, there were now over 5 million. It also noted\nthat Palestinian refugees retain their refugee status even after obtaining\nresidency of another country, and that the UNRWA did not work to resettle\nrefugees -  therefore the numbers could\nonly increase and not decrease. It considered these factors to be unique\nclassifications which were not shared by other non-Palestinian refugees and\nsaid that these unique factors were what had led to a “multiplication” in the\nnumber of refugees. As such, the publication did not consider it inaccurate to\nstate that that the “UNRWA’s very existence is designed to perpetuate hostility\nto Israel, by creating in the classification of Palestinian “refugees’’ a\nunique category that actually multiplies them over time.”\n8. The publication went on to say that there was sufficient\nbasis to state that the UNRWA was “under the thumb of Hamas”, and it further\nsaid that it is “well attested” that “nothing exists in Gaza without Hamas's\nimprimatur.” It said that it did not exercise control through employing people\n“but through intimidation, oppression and corruption”. It said there were\ndocumented instances of Hamas using UNRWA facilities and said that the UNRWA\nworkers union in Gaza was “dominated” by people with links to Hamas.\n9. The publication also provided several instances of\nreports in which the Palestinian people and political parties had expressed\nopposition to a two-state solution in Gaza, including a 2020 poll in which 56%\nof Palestinians said that they wished to “occupy all of Palestine.”\n10. The complainant noted that it was not unique to\nPalestinian refugees under the remit of UNRWA to have inherited their refugee\nstatus, and noted that in other cases of long-standing conflict refugee status\nhad been inherited throughout generations. He also noted that UNRWA’s website\nitself explicitly stated that the transfer of refugee status to descendants was\nnot unique to UNWRA, and this practice is in accordance with the conclusions of\nthe Executive Committee of the United Nations High Commissioner for Refugees\n(UNHCR), which stressed the need to protect the unity of family groups and\nstated that “under international law and the principle of family unity, the\nchildren of refugees and their descendants are also considered refugees until a\ndurable solution is found.” As such, the complainant maintained that there was\nno unique category of Palestinian refugee “which led to their multiplication\nover time.”\n11. The complainant did not dispute the individual examples\nof Hamas collaborating with members of UNRWA staff based in Gaza. However, he\nnoted that the article did not state that there were examples of staff\ncollaboration with Hamas; rather, it stated that “most” of the organisation’s\nstaff was “under the thumb of Hamas.” The complainant considered that isolated\nexamples of collaboration were not sufficient to support the article’s\nassertion on this point and noted that the UNRWA had released a statement\nmaking clear that it, as an organisation, was committed to maintaining the\npolitical independence of its staff. He also said that a single union could not\nbe said to represent the entirety of the UNRWA’s 30,000 staff.\n12. The complainant said that, regardless of reports showing\nthat some political parties and Palestinian individuals wished to occupy “all\nof Palestine”, there was a diversity of opinion amongst Palestinian people and\nit remained inaccurate to ascribe a “strategy” to “Palestinians” of\n“exterminating Israel.”\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n13. The Committee first noted the context of the article; it\nwas an opinion piece by a well-known columnist and was explicitly partisan and\nintended to argue a specific point. It is not against the terms of the Editors’\nCode of Practice to be partisan, or to express an opinion which may cause\noffense or be considered inflammatory, and Clause 1 (iv) makes explicit that\npublications are entitled to campaign and editorialise. However, regardless of\nwhether an article is an opinion piece, there is an obligation upon the\npublication to take care not to print inaccurate, misleading, or distorted\ninformation. In the context of opinion pieces, such as the article under\ncomplaint, publications must still take care over claims of fact within the\narticle.\n14. In relation to claim “that most of UNWRA’s staff are\nunder the thumb of Hamas”, the Committee noted that the phrase “under the\nthumb” is a phrase which can be interpreted in many different ways, and was the\nwriter’s characterisation of the relationship between Hamas and the UNRWA.\nNotwithstanding this, there must be some basis for the characterisation, to\navoid the publication of inaccurate, distorted, or misleading information. The\nCommittee accepted that the publication was able to demonstrate that there had\nbeen reports of Hamas exerting influence over UNRWA staff in the Gaza area;\nhowever, it did not consider that this was sufficient to support the article’s\nassertion that “most” of UNRWA’s staff was ”under the thumb” of the\norganisation; it had not provided any material to indicate that this applied\neither to senior staff at the organisation or to the majority of UNRWA’s 30,000\nstaff, most of whom operated outside of Gaza. The publication was not able to\ndemonstrate a basis for the claim that “most of UNRWA’s staff are under the\nthumb of Hamas”, where the articles it provided demonstrated only that there\nwere reports of Hamas influence in the Gaza area, and where the majority on\nUNRWA’s staff are not based in Gaza. \nThis led to a breach of Clause 1 (i), as the publication could not\ndemonstrate that it had taken care over this claim nor verified it. This was a\nsignificant inaccuracy, as it related to serious allegations against both the\norganisation and its staff and it was a matter of public record that the UNRWA\nhad expressed a commitment to political neutrality, and so corrective action\nwas required to avoid a further breach of Clause 1 (ii). No correction was\noffered, and there was therefore a further breach of Clause 1(ii). \n15. The Committee also considered the complaint about the\nreference in the article to UNRWA having created “in the classification of\nPalestinian ‘refugees’ a unique category that actually multiplies them over\ntime\". In response to the complaint, the publication  had provided a number of examples of the\nrespects in which the columnist considered the category could be described as\nunique, which included UNRWA extending the classification to descendants of\nrefugees even if they gain citizenship elsewhere and the fact that UNRWA has  no policy to resettle refugees. The\npublication had also noted that UNRWA’s definition of a Palestinian refugee has\nbeen revised twice in a manner that increased the numbers of people who were\ncategorised as such refugees. Taking into account the nature of the article,\nthe Committee was satisfied that the reference to UNWRA having created a\n\"unique category” of Palestinian refugees had been presented as the\nwriter’s characterisation, and that the publication had been able to\ndemonstrate that there was an arguable basis for the characterisation. There\nwas no breach of Clause 1 on this point.\n16. The Committee then turned to the final point under\ncomplaint: that by referring to the Temple Mount solely by its Muslim name, the\nUN was aligning itself with “the Palestinians’ strategy of exterminating Israel\nthrough attempting to rewrite the Jews out of their own history and religious\nculture”. The Committee did not agree that this amounted to statement that a\nunified Palestinian position existed on promoting a single Palestinian state,\nbut rather considered that it was presented as the columnist’s comment on the\npractice of referring to religious and cultural landmarks of importance to both\nJewish people and Palestinians purely by their Muslim or Palestinian name. The\nCommittee was satisfied that readers would understand this claim to reflect the\ncolumnist’s interpretation of a particular practice, rather than a statement of\nfact that there was an established and unified strategy held by Palestinians to\n“exterminate Israel”. There was no breach of Code on this point.   \nConclusions\n17. The complaint was upheld in part.\nRemedial Action Required\n18. Having upheld a breach of Clause 1, the Committee\nconsidered what remedial action should be required. In circumstances where the\nCommittee establishes a breach of the Editors’ Code, it can require the\npublication of a correction and/or an adjudication, the terms and placement of\nwhich is determined by IPSO.\n19. The Committee found that the publication had not demonstrated\nthat it had taken any steps to verify the accuracy of the article’s claim that\n“most of UNRWA’s staff is under the thumb of Hamas”. This led to the\npublication of inaccurate information. The Committee considered that the\nappropriate remedy was the publication of a correction to put the correct\nposition on record.\n20. The Committee then considered the placement of the\ncorrection. As the article appeared online only, it considered that the\ncorrection should be added to the top of online article. The wording of the\ncorrection should be agreed with IPSO in advance and should make clear that it\nhas been published following an upheld ruling by the Independent Press\nStandards Organisation.\n \nDate complaint received: 17/11/2020\nDate complaint concluded by IPSO: 03/08/2021\nBack to ruling listing\n\n\n"
}