{
    "url": "/rulings-and-resolution-statements/ruling/?id=29107-20",
    "title": "29107-20 Bird v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "received_on": "2020-11-18 00:00:00",
    "concluded_on": "2021-04-06 00:00:00",
    "complaint_processing_days": 139,
    "conclusion_long": "22. The complaint was upheld under Clause 1(i).",
    "remedial_action": "23. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required. Date complaint received: 18/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 29107-20 Bird v\nThe Jewish ChronicleSummary of Complaint1. Jo Bird complained to the Independent Press Standards\nOrganisation that The Jewish Chronicle breached Clause 1 (Accuracy) and Clause\n12 (Discrimination) of the Editors’ Code of Practice in an article headlined\n“Suspended Corbyn backs activist meeting at which speakers express inflammatory\nviews on Jews and Israel”, published on 5 November 2020 and an article\nheadlined “A leaked report says the only Jewish member of an East London Labour\nFacebook group was ‘punished’ for raising the issue of antisemitism”, published\non 20 November 2020.2. The first article under complaint was published online\nand reported on a meeting. It reported that “one of the main speakers claimed\nthe ‘privileging’ of Jewish communities meant they were seen as more ‘worthy’\nof resources to combat racism than other minorities”. It continued to report\nthe full quote: “controversial Labour councillor Jo Bird said: ‘I worry about\nprivileging the racism faced by Jewish communities in this country as more\nworthy of resources than other forms of discrimination - such as against black\npeople, Palestinians, Muslims and refugees.’” The speaker was also described as\na “Wirral-based councillor” who “then added: ‘Privileging one group over\nanother is divisive - it is bad for the many, as well as bad for the Jews.’”\nThe article contained quotes from another speaker which it characterised as\n“inflammatory claims”.3. The second article concerned a report that had been\ncommissioned into claims of antisemitism in the Labour Party. The article\ndescribed three issues which had been considered in the report which were\nunrelated to the complainant before reporting: “Finally, a letter from Wirral\ncouncillor Jo Bird - recently suspended \nfrom Labour for a third time - was also published, which expressed\nsolidarity with [named individual], herself expelled over antisemitism\nallegations”. The article then said that the author of the report had concluded\nthat the four examples were “indeed antisemitic”.4. The second article was also published online on 17\nNovember 2020 and was headlined “Only Jewish member of London Labour group left\nwith 'panic attacks’ over 'institutional antisemitism'”. It was substantially\nthe same format, however the online article stated the Wirral councillor had\nbeen “suspended from Labour for a third time”.5. The complainant said that the first article was\ninaccurate in breach of Clause 1. She said that it was inaccurate to report\nthat she had claimed the ‘privileging’ of Jewish communities meant they were\nseen as more ‘worthy’ of resources to combat racism than other minorities, as\nher actual quote had raised concerns about the privileging of racism that\naffected Jewish communities, as opposed to the Jewish communities themselves.\nShe said her full quote from the meeting was: “As a Jew, I worry about racism\nagainst Jewish people. I also worry about privileging the racism faced by\nJewish communities in this country, as more worthy of resources than other\nforms of discrimination such as against Black people, Palestinians, Muslims and\nrefugees. Abuses of power are measured in detentions, deportations and deaths”.\nShe said that the term “inflammatory” in the headline was inaccurate as it was\nnot justified in the text.6. The complainant said that the second article was\ninaccurate in breach of Clause 1 as it gave the impression she had written an\nantisemitic letter. She said she had never written, nor been found by the\nLabour Party to have written, an antisemitic letter. The complainant said that\nthe quoting a non-academic report which stated she had written an antisemitic\nletter, should not have been allowed without contacting her for comment\ndirectly first.7. The complainant also said that the online version of the\nsecond article was inaccurate as it reported that she had been “suspended” from\nLabour for a third time. She said she was under investigation, but had not been\nsuspended.8. The complainant also said both articles were inaccurate\nto describe her as a “Wirral-based councillor” or “Wirral councillor” as the\nspeech was given in a personal rather than official capacity and she rarely\nwrote in her capacity as a Wirral councillor. Furthermore, she said that the\nnewspaper had failed to take care to report accurate information as she had not\nbeen contacted in advance nor given the right of reply with respect to either\narticle.9. The complainant said that both articles breached Clause 1\nand Clause 12 by omitting to mention that she was Jewish. She said that her\nJewishness was genuinely relevant to the story, and by failing to include this\nit removed the anti-Jewish racism she also faced and the article was therefore\ndiscriminatory. She also said that the omission was misleading it distorted the\ncontext in which her comments were made.10. The publication did not accept a breach of the Code with\nregards to the first article, or the print version of the second article. It\nsaid that report that the complainant had claimed that the “‘privileging’ of\nJewish communities meant they were seen as more ‘worthy’ of resources to combat\nracism than other minorities” was an accurate summary of what the complainant\nhad said. It also said it had published similar stories in the past which had\nnot been complained about.11. The publication said that the letter written by the\ncomplainant was a matter of fact, as well as a report which referred to it as\nantisemitic. The publication said that the report referenced in the article had\nbeen commissioned by the Labour Mayor of Newham, who accepted its findings. The\npublication said that it had gone to the Labour Party and the Mayor for comment\nprior to publication, and that it was entitled to publish the findings of the\nreport.12. The publication said it was not inaccurate to describe\nthe complainant as a Wirral councillor, or “Wirral-based-councillor” as this\nwas an accurate description of her. It said that the article did not imply that\nshe had acted within her role as a councillor. The publication said it did not\nhave a responsibility under Clause 1(i) to go to the complainant for comment on\ncomments she had made publicly and the newspaper had accurately reported.13. The publication accepted that it had been inaccurate to\nreport in the online version of the second article that the complainant had\nbeen suspended from Labour for a third time. It amended the article prior to\nIPSO’s investigation, and added a correction which stated:An earlier version of this story wrongly stated that Wirral\ncouncillor Jo Bird had been suspended for a third time, rather than\ninvestigated.14. The publication said it was neither inaccurate, nor discriminatory\nto not include the fact the complainant was Jewish within the articles.Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Findings of the Committee15. The publication had accepted that reporting in the\nonline version of the second article that the complainant had been suspended\nfor the third time was inaccurate, and it had therefore failed to take care not\nto publish inaccurate information in breach of Clause 1(i). Where the\ninaccuracy related to the complainant’s position as a councillor, and\ninaccurately reported the more serious sanction of suspension, this was a\nsignificant inaccuracy requiring correction under Clause 1(ii).16. Prior to IPSO’s investigation, the publication had\npublished a footnote to the article, which acknowledged the inaccuracy and put\nthe correct position on record. As this was added before IPSO’s investigation\nthis represented due promptness and as a footnote to the article it was duly\nprominent, and there was no breach of Clause 1(ii).17. The first article had included a summary of, as well as\nthe verbatim quote, from a public speech given by the complainant. The summary\nof the quote had stated the complainant had claimed the ‘privileging’ of Jewish\ncommunities meant they were seen as more ‘worthy’ of resources to combat racism\nthan other minorities, rather than the privileging of “the racism faced by\nJewish communities”. Where the summary made clear that privileging of the\ncommunities related to being “more worthy of resources than other forms of\ndiscrimination” as opposed to the community itself, and the verbatim quote was\nalso included in the article, this was not significantly misleading. The use of\nthe term “inflammatory” was subjective, and represented the publication’s\ncharacterisation of the speaker which the complainant was not in a position to\ndetermine, this was not inaccurate. There was no breach of Clause 1 on these\npoints.18. In the second article, the complainant did not dispute\nthat the named author of the report had claimed that she had written a letter\nin which she had expressed support for another individual and that the author\nhad described the letter as antisemitic. Whilst the Committee acknowledged that\nthe complainant challenged the finding, it was clear from the article that it\nwas a finding made by the author of the report and was not adopted as fact. On\nthis basis it was not inaccurate to report the findings made in the report, and\nthere was no breach of Clause 1.19. Both articles had referred to the complainant’s role as\na Wirral councillor. Where the complainant did not deny that she was a Wirral\ncouncillor, this was not inaccurate. Further the publication did not state that\nshe had acted in an official capacity and was simply describing her job role. The\ncomplainant had also said that the publication had failed to take care by not\ngoing to her for comment prior to the publication of the article. The Committee\nmade clear that the Editors’ Code does not give a stand-alone requirement for\ncontacting subjects of articles for comment. Where the article reported on a\npublic speech and the findings of a report, it was not a breach of the Editors’\nCode to fail to contact the complainant regarding these points of fact.20. Neither article stated that the complainant was Jewish.\nThe Committee made clear that Clause 12 protects individuals from pejorative\nand prejudicial references to protected characteristics, and from referring to\nsuch characteristics unless it is genuinely relevant to the story. It does not\nrequire that such characteristics are referred to. Clause 12 was therefore not\nengaged.21. The complainant had also said it was misleading under\nClause 1 to omit that she was Jewish, as this changed the context of the quotes\nshe gave. Newspapers have the right to choose which pieces of information they\npublish, as long as this does not lead to a breach of the Code. In this case,\nwhere the complainants’ actions had been accurately reported within the\narticles, omitting to mention that the complainant was Jewish did not make the\narticle inaccurate or misleading, and there was no breach of Clause 1.Conclusions22. The complaint was upheld under Clause 1(i).Remedial Action Required23. The published correction put the correct position on\nrecord and was offered promptly and with due prominence. No further action was\nrequired. Date complaint received: 18/11/2020Date complaint concluded by IPSO: 06/04/2021 Independent Complaints Reviewer\nThe complainant complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}