{
    "url": "/rulings-and-resolution-statements/ruling/?id=29111-20",
    "title": "29111-20 Robinson v Harrow Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Harrow Times (Newsquest Media Group)",
    "published_on": "2020-11-12 00:00:00",
    "received_on": "2020-11-16 00:00:00",
    "concluded_on": "2021-05-26 00:00:00",
    "complaint_processing_days": 191,
    "conclusion_long": "16. The complaint was upheld in part.",
    "remedial_action": "17. The published correction put the correct position on record and was offered promptly and with due prominence. No further action was required.   Date complaint received: 16/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 29111-20 Robinson\nv Harrow Times\nSummary of Complaint\n1. Mike Robinson complained to the Independent Press\nStandards Organisation that Harrow Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Fire engine is blocked by\nlow-traffic planters”, published on 12 November 2020.\n2. The article reported that planters had “blocked” a fire\nengine’s access to attending an incident in the London Borough of Harrow. It\nreported that the vehicle was spotted in Harrow View – one of the areas being\ntrialled as a low-traffic neighbourhood by the local council – with\nfirefighters consequently “being forced to run down neighbouring streets to\nattend [the] incident”. The article, which appeared on page 2 of the newspaper,\nnoted the comments previously made by a local resident in a letter to the\nnewspaper which questioned whether emergency services had been fully briefed on\nthe new measure. The article also included comments previously made by the\nlocal councillor and stated that both Harrow Council and the London Fire\nBrigade (LFB) had been contacted for comment about the incident in question.\nThe article was illustrated with a photograph of planters, with a separate\nimage of a fire engine included. The photograph was captioned: “Planters have\nbeen installed as part of an initiative to reduce traffic”.\n3. A substantially similar version of the article was\npublished online on 6 November, under the headline “Harrow LTNs criticised as\nfire engine blocked by planters”.\n4. The complainant said the article was inaccurate and misleading,\nin breach of Clause 1 (Accuracy). Firstly, he said, the article incorrectly\nreported that that planters were in Harrow View. In fact, they were situated in\n“Pinner View”. Whilst he accepted that the main photograph showed the planters\nin Pinner View, he said that the article failed to make this clear or that the\nphotograph was historic: it had been taken when the planters were first\ninstalled in October 2020. The complainant expressed concern that the cropped\nimage of the fire engine included within the article was also historic, having\nbeen taken in 2010 and of a vehicle that was no longer commissioned by LFB. He\nalso said the article had reported uncollaborated claims as fact, without any\nevidence to demonstrate that the alleged incident had occurred.\n5. The newspaper accepted that it had, due to human error,\nincorrectly reported where the incident in question had occurred. The newspaper\nsaid that once it had been made aware of this error by another reader, it had\nimmediately taken steps to address it: amending the online version of the\narticle and adding the following footnote to record this: “An earlier version\nof this article incorrectly stated the incident took place in Harrow View - it\nhas now been updated”.\n6. In addition, the newspaper published the following\ncorrection. This was published online on 13 November and in print on 26\nNovember:\n“In a story in the Harrow Times on November 12 headlined\n‘Fire engine is blocked by low-traffic planters’ our reporter mistakenly\nreported that planters were in Harrow View. They were in fact in Pinner View.\nWe apologise for the error. That headline also reflected a claim made by one\nperson in the story that was not verified and should have been marked with\nsingle quotes to indicate this. The same was true of the headline ‘Planters\nblock fire engine’s way’ on the wrap of the paper, which also lacked quote marks.\nWe apologise for any misunderstanding this caused”.\n7. Whilst the publication accepted that the complainant’s\nfirst point of complaint represented an inaccuracy, it did not accept that his\nfurther concerns raised a breach of the Code. The publication said the article\nhad clearly reported the recollection of an eyewitness to the incident. It\nadded that its reporter had been provided with a video and photograph of the\nincident, and whilst it had been unable to publish these due to concerns relating\nto copyright and quality, this had assured the newspaper that the event had\ntaken place in the manner described. The newspaper added that it had contacted\nboth Harrow Council and the LFB for comment prior to publication. With this,\nthe newspaper maintained that it had taken reasonable steps prior to\npublication to take care not to publish inaccurate information. It denied\nbreaching Clause 1 (i) on this point.\n8. In regard to the complainant’s concerns about the images\nused in the article, the newspaper did not accept a breach of Clause 1. The\nnewspaper said, in the absence of an acceptable photograph of the incident as\nit occurred, it had elected to combine a Google Streetview image of the\nlocation (and specifically the planters in question) with a stock image of a\nfire engine in order to help to convey the essence of the story. The newspaper\nadded that the extracts from a readers letter included in the article referred\nto other similar incidents in the local area, noting that its sister publication\npreviously reported on a similar incident involving an emergency vehicle in\nRedbridge.\n9. During the course of IPSO’s investigation, the newspaper\nprovided the email correspondence it had received from the LFB on 28 January\n2021, nearly three months after the incident. \nThe publication’s initial request to LFB for comment on 5 November\nenquired about “an incident at around 6:30pm on November 4 which saw a fire\nengine get stuck in Pinner View, Harrow, as access was blocked by\ntraffic-easing measures.”   The LFB did\nnot respond to this initial request until 28 January during IPSOs investigation\nof the matter.  The statement, provided\nby the LFB, reported that whilst responding to an automatic fire alarm sounding\nin a nearby street “one fire engine stopped by the planter and proceeded on\nfoot”. It added that a second fire engine took a different route to the\nlocation and did not get stuck at the planter on Pinner View.  The newspaper said that this correspondence from\nthe LFB supported and verified the version of events it had reported. It\naccepted that in order to avoid any confusion, it would have been beneficial,\nwith hindsight, to include further details of the claims made by eyewitnesses,\nsuch as that firefighters were seen running in Cunningham Park. Notwithstanding\nthis, the newspaper, in an effort to resolve the matter, offered to publish a\nfurther correction to address any outstanding concerns.\n10. The complainant did not accept the publication’s offer\nof resolution, nor did he accept that the statement provided by the LFB\nexonerated the newspaper of its responsibilities under the Code to accuracy.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n11. The article had incorrectly reported that the incident\nhad occurred on “Harrow View”.  Whilst\nthe Committee appreciated that this was clearly human error, as demonstrated by\nthe inclusion of the correct street name in the request for comment sent to the\nLFB on 5 November, it took the view that this was a significant inaccuracy, and\ntherefore the newspaper was obliged, in accordance with the terms of Clause 1\n(ii), to correct this promptly and with due prominence. \n12. The newspaper had amended the online version of the\narticle, appending a footnote to the piece to record this alteration, and\npublished a correction online and in the next edition of the newspaper on page\n2.  This made readers aware of the\ncorrect position and apologised for any confusion caused. This correction was\npublished promptly following notification by a separate reader and was sufficiently\nprominent, appearing on the same page as the original article, and as a\ncorrection online. As such, the Committee considered that this was sufficient\nto meet the terms of Clause 1 (ii).\n13. The article had been based on an eye-witness account of\nthe incident. In the view of the Committee, the newspaper had taken the\nappropriate steps to verify the accuracy of this account. These steps included\ncontacting the LFB and Harrow council for comment and obtaining a video of the\nincident which it elected not to publish. \nWithout receiving a substantive response from the LFB or the council\nbefore publication, the newspaper had made clear that it was publishing\n“reports” of the incident. Whilst the headline had presented it as fact that a\nfire engine was blocked by low-traffic planter, the Committee noted that the\nnewspaper had viewed footage of the incident and the text of the article made\nclear that the vehicle “appeared to be blocked”.  As such, it did not consider that the\nheadline was significantly misleading.\n14. Given the manner in which the article was presented, and\nthe steps taken by the newspaper prior to publication, the newspaper had, in\nthe view of the Committee, taken sufficient care not to publish inaccurate or\nmisleading information. As such, there was no breach of Clause 1 (i) on this\npoint.  The Committee also noted that the\nresponse provided by the LFB on 28 January demonstrated that the article did\nnot mischaracterise or misrepresent the nature of the incident: a fire engine\ndid stop at the planter on Pinner View, with firefighters subsequently\ncontinuing on foot to Cunningham Park.\n15. The Committee did not find that the other points\nidentified by the complainant raised a breach of Clause 1. It was not\nsignificantly misleading for the newspaper to have used a stock image of a fire\nengine for illustration, particularly when there was no clear indication that\nit was the fire engine in question. Neither was it significantly misleading for\nthe article to have used an image captured from Google Streetview of the\nplanters, given there was no suggestion that the planters had significantly\naltered in the intervening period between the image being captured and the\nincident in question. In addition, in the view of the Committee, the comments\nmade by the unnamed woman in the article were clearly presented as an extract\nfrom a previous letter to the newspaper and readers would understand it\nreflected the claims made by the letter’s author rather than statements of\nfact. There was no breach of Clause 1 on this point.\nConclusion\n16. The complaint was upheld in part.\nRemedial Action Required\n17. The published correction put the correct position on\nrecord and was offered promptly and with due prominence. No further action was\nrequired.\n \nDate complaint received: 16/11/2020\nDate complaint concluded by IPSO: 26/5/2021\nBack to ruling listing\n\n\n"
}