{
    "url": "/rulings-and-resolution-statements/ruling/?id=29170-20",
    "title": "29170-20 Richardson v Express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2020-11-16 00:00:00",
    "received_on": "2020-11-22 00:00:00",
    "concluded_on": "2021-04-22 00:00:00",
    "complaint_processing_days": 151,
    "conclusion_long": "11. The complaint was upheld under Clause 1 (i).",
    "remedial_action": "12. The newspaper had published a correction, which identified the inaccuracy and put the correct position on record. This correction should now appear at the top of the article.   Date complaint received: 22/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 29170-20\nRichardson v Express.co.uk\nSummary of Complaint\n1. Meryl Richardson complained to the Independent Press\nStandards Organisation that Express.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Coronavirus vaccine: Can UK\nmake COVID-19 vaccination mandatory?”, published on 16 November 2020.\n2. The headline of the online article was followed by the\nsub-heading: “THE CORONAVIRUS vaccine being developed is 95 percent effective,\nscientists revealed today. But as the US plans to make vaccination mandatory\nfor residents, can the UK do the same?”.\n3. The complainant said the sub-heading was inaccurate to\nreport that the “US plans to make vaccination mandatory for residents”, with\nthis particular assertion not supported or clarified in the text of the\narticle.\n4. The publication accepted that it was inaccurate and\naltered the article on 23 November upon receipt of direct correspondence from\nthe complainant, amending the sub-heading to: \"But as the New York State\nBar Association (NYSBA) passed a resolution urging the state to consider enforcing\nmandatory COVID-19 vaccination in the USA, could the UK see enforced\nvaccines?\" and further detailed this recommendation, including the\nstatement issued by the Chair of the Health Law Section’s Task Force, in the\nbody of the article. \n5. The complainant did not accept that this was sufficient.\nShe suggested that the amended article was still misleading and inflammatory.\nShe noted that the article did not make clear that a previous version had been\ninaccurate or that it had since been amended. In response, on 7 December, the\nnewspaper added the following footnote correction to the online article:\nCorrection: A previous version of this article carried the\nsentence which said: \"The US plans to make vaccination mandatory for\nresidents\". This is not the case. The article has now been amended to\nexplain \"the New York State Bar Association passed a resolution urging the\nstate to consider enforcing mandatory COVID-19 vaccination in the USA\". We\nare happy to set the record straight. \n6. Whilst the complainant welcomed this addition, she did\nnot consider the footnote adequate or sufficiently prominent. She expressed\nconcern that the article itself did not make it sufficiently clear that the\nrecommendation put forward by the New York State Bar Association contrasted\nwith the position of the Food and Drug Administration’s (FDA) Vaccines and\nRelated Biological Products Advisory Committee which indicated that it would\nnot endorse mandatory vaccinations in the US.\n7. In response the publication offered to add the correction\nto the top of the article and to amend the online article further, making the\nFDA’s own position clear in the following statement:\n“New York's recommendation contrasts with the U.S. FDA's\nVaccines and Related Biological Products Advisory Committee recommendation on\nOctober 22, 2020, which opposes mandatory vaccination policy since the initial\nCOVID-19 vaccines are considered 'experimental' without proven vaccine\nefficacy. Furthermore, the FDA committee have raised specific concerns\nregarding paediatric vaccinations with unproven COVID-19 vaccines, for a\npopulation generally unaffected by this new disease.”\n8. The complainant also rejected this offer of resolution\nand requested the Committee make a ruling. \nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n9. The article had made the clear assertion in its\nsub-heading that the US planned to make vaccination mandatory. The newspaper\naccepted that this statement was incorrect. In the view of the Committee, this\nassertion had no basis in fact – indeed, the FDA had expressly opposed\nmandatory vaccination - and was a serious misrepresentation of the true\nposition: that the NYSBA had passed a resolution urging New York state to\nconsider making the vaccination mandatory. This inaccuracy was particularly\nconcerning given its prominence and the subject, which was a matter of\nsignificant public importance. The publication evidently had not taken the\nnecessary care over the accuracy of this assertion, with the significantly\ninaccurate statement representing a clear breach of Clause 1 (i) and thereby\nrequiring correction under the terms of Clause 1 (ii).\n10. The Committee noted that the sub-headline of the article\nhad been amended, following direct correspondence with the complainant, to\nreflect the correct position – that the NYSBA had passed a resolution urging\nthe state to consider mandatory vaccination - and a sentence had been inserted\ninto the article detailing this recommendation. These amendments had been made\npromptly, with a footnote subsequently appended to the piece recording them. In\nthe view of the Committee, the publication of this footnote, which identified\nand corrected the position appropriately, satisfied the requirements of Clause\n1 (ii) in circumstances where the newspaper had amended the online article upon\nreceipt of the complaint. There was no breach of Clause 1 (ii). Nevertheless, the\nCommittee welcomed the newspaper’s further offers of resolution in regard to\nthe placement of the published correction and the addition of the FDA’s\nstatement to the online article.\nConclusion\n11. The complaint was upheld under Clause 1 (i).\nRemedial Action Required\n12. The newspaper had published a correction, which\nidentified the inaccuracy and put the correct position on record. This\ncorrection should now appear at the top of the article.\n \nDate complaint received: 22/11/2020\nDate complaint concluded by IPSO: 22/04/2021\nBack to ruling listing\n\n\n"
}