{
    "url": "/rulings-and-resolution-statements/ruling/?id=29173-20",
    "title": "29173-20 Hanney v grimsbytelegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: publication of correction",
    "publication": "Grimsby Live (Reach PLC)",
    "published_on": "2020-11-21 00:00:00",
    "received_on": "2020-11-22 00:00:00",
    "concluded_on": "2021-05-13 00:00:00",
    "complaint_processing_days": 172,
    "conclusion_long": "17. The complaint was upheld.",
    "remedial_action": "18. Having upheld a breach of Clause 1(i) and Clause 1(ii), the Committee considered what remedial action should be required. In circumstances where the Committee establishes a breach of the Editors’ Code, it can require the publication of a correction and/or an adjudication, the terms and placement of which is determined by IPSO. 19. The Committee considered that the publication had not taken care when reporting on a press release, and this had led to the publication of inaccurate and misleading information. While the publication had proposed to amend and clarify the article, the proposed clarification did not address each inaccuracy. As such, the Committee required that the wording of the proposed clarification should be amended to address each identified inaccuracy. A correction was considered to be sufficient, as the publication had already taken steps to put the correct position on the record, and the article had not adopted the spokesperson’s statements as claims of fact. 20. The Committee then considered the placement of the correction. It should appear as a footnote to the original online article, and should not only make clear that the £500 figure included other fees not specified in the article, but the actual cost of fuel duty. It should state that it has been published following an upheld ruling by the Independent Press Standards Organisation. The full wording and position should be agreed with IPSO in advance.   Date complaint received: 22/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 29173-20 Hanney v\ngrimsbytelegraph.co.uk\nSummary of Complaint\n1. Jon Hanney complained to the Independent Press Standards\nOrganisation that grimsbytelegraph.co.uk breached Clause 1 of the Editors’ Code\nof Practice in an article headlined “The car tax plans that could force\nfamilies to see each other less - and put people out of work”, published on 21\nNovember 2020.\n2. The article, which only appeared online, reported on\npotential changes to the current system of road vehicle taxation. It included\ncomments made by a named individual, who was identified as being the director\nof an electric car firm, and was described within the article as an “expert”.\nHe had stated that, while it was “unclear” what the per mile charge would be,\nthe cost of car tax changes “could be around the same as fuel duty for similar\nmileage, meaning a 75 pence per mile charge could result in a family visit to\nYorkshire from London – a round trip of 400 miles - costing £533.” The article\nalso contained a further quote from the expert, stating that “[f]uel duty is\ncharged at 57.95p a litre on petrol and diesel vehicles.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. He first said that a 75 pence per mile charge would equate\nto a 400-mile trip costing £300, not over £500 as stated by the article. He\nalso said that, by stating that the suggested charges “could be around the same\nas fuel duty for similar mileage, meaning a 75 pence per mile charge”, readers\nmay have been misled into believing that current fuel duty rates are around 75p\nper mile. The complainant noted that this was contradicted within the article\nitself, which stated that fuel duty is 57.95 pence per litre. He acknowledged\nthat the errors may have been the error of the quoted expert rather than the\npublication, but said that the publication should have taken steps to verify\nthe information, particularly as, on the face of it, the information was\nincorrect and contradictory. The complainant said that he wished for a\ncorrection to be printed, to put the correct position on record.\n4. The publication said it did not accept that Clause 1 had\nbeen breached by the article. It said that the expert quoted in the article had\nbeen quoted accurately, and provided a press release which it said the article\nwas based on; all disputed points of accuracy identified by the complainant\nwere taken from the press release. It also noted that none of the quoted\nexcerpts were presented as fact, with the article making clear that such\ncharges “could be around 75p per mile” and that it was “unclear” what the\ncharges may be.\n5. The publication also said that the article made clear\nthat fuel duty was 57.95 pence per litre, therefore readers would not be misled\ninto believing it was 75 pence per mile. It said that the latter figure was\nintended to be read within the context of the article as a whole, and the\ncomparison to fuel duty rates was intended to highlight the similarity of the\nproposed charge to one drivers would already be aware of.\n6. The publication accepted that a 75 pence per mile charge\nwould not result in “a 400-mile trip costing £533.“ It said that the figure\nincluded costs beyond a potential 75 pence per mile charge, including a 17\npence per mile charge for electricity, and \n“additional charges coming from a proportion of the standard fees that\nthe government are said to be bringing in on top of this per mile charge.” It\nsaid that, since the article’s publication, another motoring expert had said\nthat potential new taxes could be anywhere between 2 pence and £1.50 per mile,\nand noted that the 75 pence figure was in the middle of these two estimates.\n7. While the\npublication did not accept that the Code had been breached, it offered to amend\nthe article to make clear that the cost of a 400-mile journey “could” result in\na 400-mile trip costing “up to” £500, when “other fees” were included. The\namendments would be accompanied by a clarification, which would read:\nClarification\nAn earlier version of this article did not make clear that\nthe £500 cost for a 400 mile round trip included other fees. We are happy to\nclarify this.\n8. The complainant said that, regardless of the fact that\nthe figures quoted in the article came from an “expert”, it was the role of the\nnewspaper to fact-check information prior to publication to ensure the accuracy\nof its articles. He noted that the publication had not provided a basis for the\n75 pence per mile figure, nor explained what additional fees would lead to a\n400-mile trip costing an additional £200. \nHe said that electricity charges were not charges from the government,\nwhich were the focus of the article; as such, he was confused why the\npublication had said that these were included as part of their expert’s\nestimate. He also said, regardless of the article presenting the charges as\npossible charges rather than definite ones, the figures provided in the article\nwere inaccurate.\n9. The complainant also said that the publication’s proposed\namendment would not address their concerns, as it did not make clear what\n“other fees” were included. He said that he would be willing to resolve his\ncomplaint should the publication set out exactly how it had reached the figures\nin the article.\n10. The publication amended its proposed clarification, and\noffered to instead print the following wording:\nIn respect of [the named expert]’s estimated calculation of\n£533 for the cost of a 400 mile round trip, we are happy to make clear that\nthis figure includes his predicted figure of 75p per mile, plus the cost of the\nelectricity at 17p per mile, and a proportion of the standard fees that the\ngovernment are said to bringing in on top of this per mile charge.  \n11. The complainant said that he was not willing to resolve\nhis complaint on this basis, as the proposed clarification did not make clear\nexactly what fees resulted in the £533 figure, nor did it address his concerns\nregarding the use of the 75 pence figure.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n12. The Committee was satisfied that the newspaper had\naccurately reported the original press release from the named “expert.” What\nwas in dispute was whether the publication had, prior to publication, taken\ncare over the accuracy of the information provided by him. It noted that the\narticle made clear that the points of accuracy under dispute were  conjecture by the businessman, and they were\nclearly presented as such by the use of quotation marks and by prefacing the\nconjecture with phrases such as “could be.” Newspapers are entitled under the\nterms of Clause 1 (iv) to publish such conjecture. However, within the quoted\nindividual’s conjecture were claims of fact – regarding the price of fuel duty\nand what cost a 400 mile trip would incur should each mile be charged at a rate\nof 75 pence per mile - and the newspaper was required to take care over the\naccuracy of these claims under the terms of Clause 1 (i).\n13. The Committee noted that, while he was described as “an\nexpert” in the article, the quoted individual was a business owner who was\noffering his opinion on potential vehicle tax charges. The individual’s\nposition as a business owner did not mean that the publication had no\nobligation to verify information provided by him, where Clause 1 makes clear\nthat the onus to take care over information included in articles lies with\npublications.\n14. It was not in\ndispute that the actual cost of fuel duty was, at the time of publication,\n57.95 pence per litre. The Committee noted that the article included this\nfigure. However, it also noted that the article said that the new charge could\n“be around the same as fuel duty for a similar mileage, meaning a 75 pence per\nmile.” This clearly implied that the current fuel duty stood at “around” 75p\nper mile. These two assessments of fuel duty differed significantly and it followed\nthat one of the two statements was inaccurate. The publication did not take any\nsteps to verify the contradictory information, nor go back to the commentator\nto clarify what he meant by his statement that fuel duty was “around 75 pence\nper mile.” This resulted in the publication of inaccurate information. It had\nnot taken care over the accuracy of this statement, and Clause 1 (i) was\nbreached as a result, as the Committee considered that the statement could\nmislead readers into believing that the price of fuel duty was around 75 pence\nper mile. In the context of a report about changes to vehicle tax charges, the\npublication of contradictory information about current fuel duty charges\nrepresented a significant inaccuracy in need of correction under the terms of\nClause 1 (ii).\n15. It was not in\ndispute that a “75p per mile [charge]” would lead to a journey of 400 miles\ncosting £300 and not £500, as reported by the article. The Committee noted that\nthe publication referred to other charges during the investigation which may\nlead to a trip costing up to £500; however, the article itself did not make\nclear that the £500 figure included additional fees not referred to in the text\nor that it included costs associated with running a car, such as electricity.\nFor this reason, the Committee found that the article included misleading\ninformation, as it did not explain to readers how the £500 figure had been\nreached. The newspaper had not taken care over the publication of this\ninformation: it could not demonstrate that it had taken steps to clarify the\nexact nature of the commentator’s claims. Clause 1 (i) was breached on this\npoint. The crux of the article under complaint was the potential impact changes\nto vehicle taxes may have on drivers. By not making clear how figures\nrepresenting the impact on drivers had been reached, the article was rendered\nsignificantly misleading and in need of correction under the terms of Clause 1\n(ii).\n16. The publication had offered to amend the article and\nprint a clarification making clear that the £500 had been reached by including\n“[the named individual’s] predicted figure of 75p per mile, plus the cost of\nthe electricity at 17p per mile, and a proportion of the standard fees that the\ngovernment are said to bringing in on top of this per mile charge.” However,\nthe proposed clarification did not address the inaccurate statement that fuel\nduty was “around 75 pence per mile”; as such, the proposed clarification did\nnot address both breaches of Clause 1 (i), and there was further breach of\nClause 1 (ii).\nConclusions\n17. The complaint was upheld.\nRemedial Action Required\n18. Having upheld a breach of Clause 1(i) and Clause 1(ii),\nthe Committee considered what remedial action should be required. In\ncircumstances where the Committee establishes a breach of the Editors’ Code, it\ncan require the publication of a correction and/or an adjudication, the terms\nand placement of which is determined by IPSO.\n19. The Committee considered that the publication had not\ntaken care when reporting on a press release, and this had led to the\npublication of inaccurate and misleading information. While the publication had\nproposed to amend and clarify the article, the proposed clarification did not\naddress each inaccuracy. As such, the Committee required that the wording of\nthe proposed clarification should be amended to address each identified\ninaccuracy. A correction was considered to be sufficient, as the publication\nhad already taken steps to put the correct position on the record, and the\narticle had not adopted the spokesperson’s statements as claims of fact.\n20. The Committee then considered the placement of the\ncorrection. It should appear as a footnote to the original online article, and\nshould not only make clear that the £500 figure included other fees not specified\nin the article, but the actual cost of fuel duty. It should state that it has\nbeen published following an upheld ruling by the Independent Press Standards\nOrganisation. The full wording and position should be agreed with IPSO in\nadvance.\n \nDate complaint received: 22/11/2020\nDate complaint concluded by IPSO: 13/05/2021\nBack to ruling listing\n\n\n"
}