{
    "url": "/rulings-and-resolution-statements/ruling/?id=29183-20",
    "title": "29183-20 Abassi v Daily Mirror",
    "provisions": [
        "12 Discrimination (2019)",
        "10 Clandestine devices and subterfuge (2019)",
        "15 Witness payments in criminal trials (2019)",
        "16 Payment to criminals (2019)",
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2020-11-11 00:00:00",
    "received_on": "2020-11-23 00:00:00",
    "concluded_on": "2021-10-28 00:00:00",
    "complaint_processing_days": 339,
    "conclusion_long": "22. The complaint was upheld in part under Clause 1.",
    "remedial_action": "23. The correction which was offered clearly put the correct position on record, and was offered promptly and with due prominence, and should now be published in print.    Date complaint received: 23/11/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 29183-20 Abassi v Daily Mirror\nSummary\nof Complaint\n1. Kamran\nAbassi complained to the Independent Press Standards Organisation that the\nDaily Mirror breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 10\n(Clandestine devices and subterfuge), Clause 12 (Discrimination), Clause 15\n(Witness payments in criminal trials) and Clause 16 (Payments to criminals) of\nthe Editors’ Code of Practice in an article headlined “DRUG DEALERS 'WORK IN\nCARE HOMES TO RECRUIT KIDS”, published on 11 November 2020.\n2. The\nfront-page article reported on an investigation into the exploitation of\nchildren living in care homes. The article, which continued on pages 4 and 5,\nsaid that a ten-month investigation by the publication had uncovered claims\nthat Care 4 Children (C4C) staff were grooming children to sell drugs. It\nreported that the police had spoken with four individuals, who “had [previously]\nworked in a series of C4C homes across the North West”, in relation to\nallegations of modern slavery and trafficking offences. The article reported\nthe claims made by whistle-blowers and stated that the publication had seen\ndocumentation to support these including “notes” from an internal meeting at\nC4C. The article included a statement from C4C which made clear that the\norganisation had denied the claims made, re-issued their whistleblowing policy,\nand appointed an internal independent investigator to examine the allegations.\nThe article also provided a brief overview of C4C, reporting that in 2020 the\norganisation had won a “£8.8m contract with Darlington Borough Council” to\nprovide children homes services.\n3. The\narticle reported that the publication had also sought comment from the\ncomplainant, who it said was the founder and managing director of C4C, but that\nhis lawyer had stated that he had “no intention of participating with or\nengaging with any dialogue” on the matter. The article included a photograph of\nthe complainant, entering a vehicle, captioned: “Boss C4C founder Kamran\nAbassi”. This was published alongside a photograph of the exterior of C4C’s\nhead office and beneath a “stock image” of a drug exchange.\n4. The\narticle also appeared online under the headline “Drug dealers 'work in care\nhomes to recruit kids', major investigation uncovers”.\n5. The\ncomplainant, who had ceased to occupy the role of Managing Director of C4C in\nSeptember 2020, some weeks prior to the article’s publication, and was not\nmaking a complaint on behalf of the organisation, said that the article was\ninaccurate and misleading, in breach of Clause 1. First, the complainant said\nthat contrary to the article’s claim, C4C had not been awarded a £8.8m contract\nwith Darlington Borough Council to provide children homes services. He said C4C\nhad won only part of this contract, shared between 17 providers and 5 local\nauthorities. This was part of a multiple awardees contract as shown by the\ntender that was publicly available online.\n6. Second,\nthe complainant did not accept that there had been a “ten-month investigation”\nby the newspaper but rather the article had been based upon information\nobtained from a “disreputable” source. He said that the headline of the article\nhad presented the serious and damaging allegation that drug dealers worked in\nC4C homes as fact - a misimpression, he argued, that was compounded by the\ninclusion of the image illustrating a drug exchange.\n7. Third,\nthe complainant said that the inclusion of the photograph with the caption\nidentifying him by name, alongside the larger image of a drug exchange, gave\nthe misimpression that he was involved in illicit activity and discredited him.\nFurthermore, he expressed concern that the reporter had approached him for\ncomment only two days prior to publication and whilst a police investigation\ninto the matter was still ongoing.\n8.\nFurthermore, the complainant said that one former employee of C4C, who he\nbelieved to be the lead whistle-blower, had reportedly made self-admissions to\n“selling” his story to the newspaper after failing in their attempts to\n“extort” money from the company. He said that the material published had been\nobtained by this induvial using “illegal recordings”, in breach of Clause 10 (Clandestine\ndevices and subterfuge). He also suggested that as a result of the previous\nconvictions of this individual and his “deep-rooted connections” to a criminal\ngang, the publication was in breach of Clause 16 (Payments to criminals).\nThough the complainant accepted that the police investigation into the matter\nhad concluded without further action, he said that the article had been\npublished whilst their investigation was ongoing, and the whistle-blower could\nquite conceivably have been called as a witness. As such, he considered it was\nalso in breach of Clause 15 (Witness payments in criminal trials).\n9. The\ncomplainant also said the article breached Clause 2 (Privacy) by publishing a\nphotograph of him in the driveway outside his home, which he accepted was\nvisible from the public street outside, without his consent and permission. He\nquestioned the decision by the newspaper to identify him and suggested that\nthis was influenced to some extent by his race and colour, in breach of Clause\n12.\n10. The\npublication did not accept any breach of the Editors’ Code. Notwithstanding\nthis, the publication accepted that the article was inaccurate to report that\nC4C had won a £8.8 million contract from Darlington Borough Council, amending\nthe online article and publishing a footnote correction to record this. It also\noffered to publish the following correction in-print on page 2 of the\nnewspaper:\n“Our\narticle 'From care to county lines' 11 November 2020 reported that Care 4\nChildren won a £8.8m contract with Darlington Borough Council to provide\nchildren’s homes services. In fact, C4C won only part of this contract as part\nof a multiple awardees contract. We are happy to clarify this.”\n11.\nWhilst the publication accepted that the complainant’s first point of complaint\nrepresented an inaccuracy, it did not accept that this was significant given\nthat C4C had won part of the contract from the council.\n12. In\naddition, it did not accept that the complainant’s further concerns raised a\nbreach of Clause 1. It noted that the article made clear that the claims that\ndrug dealers worked in C4C care homes to recruit children was not a claim of\nfact; rather, it was conjecture and presented as such, by way of the use\ninverted commas in the headline and attributing these claims to the\nwhistle-blowers within the text of the article. It noted that the complainant’s\nconcern about the length of the newspaper’s investigation was speculative and\nnot based upon any evidence. It added that the article did not report or suggest\nany wrongdoing on the part of the complainant, with the caption of the disputed\nimage showing his likeness and clearly indicating his role at the organisation.\nIt denied a breach of Clause 12.\n13. In\nregard to the complainant’s privacy concerns under Clause 2, the newspaper\nmaintained that the photograph had been taken in a public place where the\ncomplainant had no reasonable expectation of privacy. It observed that the\ncomplainant had accepted that his driveway, where he had been positioned when\nthe photograph was taken, was clearly visible from the street outside his home,\nand did not reveal any personal information about him other than his likeness.\nIt did not accept a breach of Clause 2.\n14. The\nnewspaper made clear that it did not accept that the information regarding\nillegal activity at the homes was obtained by subterfuge, in breach of Clause\n10. It said that no “hacking or any other unlawful [or] illicit activity” was\nundertaken in order to view and obtain the notes from the internal meeting at\nC4C. It also explicitly denied the unauthorised removal of confidential\ndocuments, however the publication did not provide any further information in\nrelation to this, citing its obligation to protect the whistle-blowers. Nor did\nit accept the concerns raised by the complainant in relation to Clause 15 and\nClause 16. The newspaper maintained that no payment, or offer of payment, had\nbeen made to the whistle-blowers and noted that the complainant had provided no\nevidence to substantiate the alleged ‘self-admissions’ made by the person whom\nhe believed to be the lead whistle-blower. It added that in any event Clause 16\ndid not prohibit anyone with a criminal record receiving payment from a\nnewspaper. The newspaper made clear that the article did not attempt to\nglorify, glamorise, or exploit crime.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n10 (Clandestine devices and subterfuge)*\ni) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nClause\n15 (Witness payments in criminal trials)\ni) No\npayment or offer of payment to a witness – or any person who may reasonably be\nexpected to be called as a witness – should be made in any case once\nproceedings are active as defined by the Contempt of Court Act 1981. This prohibition\nlasts until the suspect has been freed unconditionally by police without charge\nor bail or the proceedings are otherwise discontinued; or has entered a guilty\nplea to the court; or, in the event of a not guilty plea, the court has\nannounced its verdict.\n*ii)\nWhere proceedings are not yet active but are likely and foreseeable, editors\nmust not make or offer payment to any person who may reasonably be expected to\nbe called as a witness, unless the information concerned ought demonstrably to\nbe published in the public interest and there is an over-riding need to make or\npromise payment for this to be done; and all reasonable steps have been taken\nto ensure no financial dealings influence the evidence those witnesses give. In\nno circumstances should such payment be conditional on the outcome of a trial.\n*iii)\nAny payment or offer of payment made to a person later cited to give evidence\nin proceedings must be disclosed to the prosecution and defence. The witness\nmust be advised of this requirement.\nClause\n16 (Payment to criminals)*\ni)\nPayment or offers of payment for stories, pictures or information, which seek\nto exploit a particular crime or to glorify or glamorise crime in general, must\nnot be made directly or via agents to convicted or confessed criminals or to\ntheir associates – who may include family, friends and colleagues.\nii)\nEditors invoking the public interest to justify payment or offers would need to\ndemonstrate that there was good reason to believe the public interest would be\nserved. If, despite payment, no public interest emerged, then the material\nshould not be published.\nFindings\nof the Committee\n15. The\narticle had incorrectly reported that that C4C had won a “£8.8m contract with\nDarlington Borough Council” to provide children homes services in 2020; this\nwas demonstrably incorrect as the award was a matter of public record, with the\nscope and value of the contract available online. This clearly showed C4C was\none of a number of providers awarded the contract. This represented a failure\nby the newspaper to take care over the accuracy of its statement and it\namounted to a significant inaccuracy, as it misrepresented the allocation of\npublic money to private companies for the provision of care. As such, the\nnewspaper was obliged, in accordance with the terms of Clause 1 (ii), to\ncorrect this promptly and with due prominence.\n16. Upon\nreceipt of the complaint, the newspaper had amended the online version of the\narticle, appending a footnote to the piece to record this alteration; this\nfootnote identified and corrected the inaccuracy. The newspaper also offered to\npublish a further correction on page 2 of the newspaper; the location of its\nestablished Clarification and Correction column. This offer put the correct\nposition on record and had been made as soon as the newspaper was notified of\nthe inaccuracy. This correction, in conjunction with the amendments to the\nonline article and a publication of a footnote correction, was offered with\nsufficient promptness and the proposed location deemed sufficiently prominent\nthat the terms of Clause 1 (ii) had been met, and there was no breach of Clause\n1 (ii).\n17. The\ncomplainant expressed concern that the article gave the misleading impression\nthat he was involved in illicit activity by placing the image of him, captioned\nwith his name and role at C4C, overlaying a stock image of a drug deal. The\nCommittee did not agree that the placement of the image was misleading. The\nphotograph of the drug deal was clearly a stock image, to illustrate the\nbroader allegations within the article. There was no suggestion that the\ncomplainant was involved in any drug dealing activities; his connection to the\nstory was made clear in the article and in the caption to the photograph. As\nsuch, the Committee did not find a breach of Clause 1 on this point.\n18. The\ncomplainant had also expressed concern under Clause 1 that the newspaper had\napproached him for comment only two days prior to the publication of the\narticle whilst a police investigation was ongoing. There is no obligation\nimposed by the Code for newspapers to approach individuals for comment prior to\ntheir inclusion in an article. Rather, Clause 1 (i) requires publications to\n“take care” not to publish inaccurate or misleading information; in some\ninstances, a publication will need to put allegations to an individual in order\nto meet this obligation, but this will not be necessary in all cases. In this\ninstance, the publication had approached the complainant for comment two days\nbefore publication, which the Committee considered was adequate time for him to\nrespond. In addition, the Committee noted that the complainant had not\nidentified any inaccurate or misleading allegations about him included in the\narticle which he suggested should have been put to him for comment prior to\npublication. Furthermore, when the newspaper had contacted his representatives,\nit had been informed that the complainant did not intend to engage with its\nenquiries. In these circumstances, the Committee did not consider that the\ntiming or manner of the publication’s approach to the complainant demonstrated\na failure to take care and did not, therefore, find a breach of the Code on\nthis point.\n19.\nClause 2 is designed to ensure that an individual’s private and family life is\nrespected. The complainant said that the newspaper had breached his privacy by\nobtaining and publishing a photograph of him in his drive, without his\npermission and consent. It was accepted by the complainant that his driveway\nwas visible from the public road. The Committee did not consider that the\ncomplainant had a reasonable expectation of privacy while standing in a drive\nthat was visible from the road. The Committee also noted that the published\nphotograph disclosed only the complainant’s likeness; it did not disclose any\nprivate information and did not show him engaged in private activity.\nFurthermore, it identified him in the context of his previous professional role\nwith C4C; this was not private information. In such circumstances, the\nCommittee did not consider that the publication of the photograph represented\nan intrusion into the complainant’s private life. There was no breach of Clause\n2.\n20.\nClause 12 relates to prejudicial, pejorative, or irrelevant references to an\nindividual’s protected characteristic. In this instance, the article did not\ncontain any such reference to a protected characteristic of the complainant.\nThere was no breach of Clause 12.\n21. The\nCommittee noted that the complainant had raised further concerns over the\naccuracy of the allegations against C4C and the nature of the publication’s\ninvestigation, particularly in relation to the manner in which the information\ncontained in the article had been obtained, citing Clauses 10, 15 and 16 in his\ncomplaint. In circumstances where these points related specifically to C4C, its\nemployees and the newspaper’s investigation of the organisation, the Committee\nconsidered that it would require the direct involvement of C4C – or its\nauthorised representative – in order to be in a position to make a ruling on\nthese points of complaint. The complainant had confirmed that he was neither\nacting on behalf nor with the consent of C4C. In the absence of C4C’s involvement,\nthe Committee could not consider these aspects of the complaint and therefore\nmade no ruling on the points raised.  \nConclusions\n22. The\ncomplaint was upheld in part under Clause 1.\nRemedial\nAction Required\n23. The\ncorrection which was offered clearly put the correct position on record, and\nwas offered promptly and with due prominence, and should now be published in\nprint.\n\n\n\nDate\ncomplaint received: 23/11/2020\nDate\ncomplaint concluded by IPSO: 28/10/2021\nBack to ruling listing\n\n\n"
}