{
    "url": "/rulings-and-resolution-statements/ruling/?id=29209-20",
    "title": "29209-20 Abassi v lancs.live",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "12 Discrimination (2019)",
        "10 Clandestine devices and subterfuge (2019)",
        "15 Witness payments in criminal trials (2019)",
        "16 Payment to criminals (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "lancs.live (Reach PLC)",
    "published_on": "2020-11-11 00:00:00",
    "received_on": "2020-11-23 00:00:00",
    "concluded_on": "2021-10-28 00:00:00",
    "complaint_processing_days": 339,
    "conclusion_long": "22. The complaint was upheld in part under Clause 1.",
    "remedial_action": "23. The newspaper had amended the article and published a footnote correction, which identified the inaccuracy and put the correct position on record. No further action was required.    Date complaint received: 23/11/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 29209-20 Abassi v lancs.live\nSummary\nof Complaint\n1. Kamran\nAbassi complained to the Independent Press Standards Organisation that\nlancs.live breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 10\n(Clandestine devices and subterfuge), Clause 12 (Discrimination), Clause 15\n(Witness payments in criminal trials) and Clause 16 (Payments to criminals) of\nthe Editors’ Code of Practice in an article headlined “Drug dealers 'work in\nchildren's homes' to recruit kids, investigation finds”, published on 11\nNovember 2020.\n2. The\nonline article reported that a 10-month investigation by a sister publication\nhad uncovered claims that Care 4 Children (C4C) staff were grooming children to\nsell drugs. It stated that the sister publication had seen “notes” from a\nmeeting after claims that one child was “being exploited by staff via drugs\nrunning for them”. The article detailed the claims made by the whistle-blowers\nincluding that C4C did not properly act when concerns were raised.  It made clear that these charges were denied\nby C4C, with the article including a statement from C4C. \n3. The\narticle reported that the sister publication had also sought comment from the\ncomplainant, who was the founder and managing director of C4C, but he had\n“declined to comment”. The complainant’s lawyer had told the publication he had\n“no intention of participating with or engaging in any dialogue”.  The article also included a photograph of the\ncomplainant, with the caption identifying him by name. This was published\nalongside a photograph of the exterior of C4C’s offices.\n4. The\ncomplainant, who had ceased to occupy the role of Managing Director of C4C in\nSeptember 2020, some weeks prior to the article’s publication, and was not\nmaking a complaint on behalf of the organisation, said that the article was\ninaccurate and misleading, in breach of Clause 1. First, the complainant said\nthat contrary to the article’s claim, C4C had not  won “£8.8 million worth of contracts from\nDarlington Borough Council to provide residential children’s homes services.”\nHe said the organisation had won only part of this particular contract, shared\nbetween 17 providers and 5 local authorities. This was part of a multiple\nawardees contract, as shown by the tender that was publicly available online. \n5. Second,\nthe complainant did not accept that there had been a “ten-month investigation”\nby the newspaper but rather the article had been based upon information\nobtained from a “disreputable” source and by another newspaper. He said that\nthe headline of the article had presented the serious and damaging allegation that\ndrug dealers worked in C4C homes as fact.\n6. Third,\nthe complainant said that the inclusion of the photograph with the caption\nidentifying him by name, alongside the larger image of a white substance, gave\nthe misimpression that he was involved in illicit activity and discredited him.\nFurthermore, he expressed concern that the reporter had approached him for\ncomment only two days prior to publication and whilst a police investigation\ninto the matter was still ongoing.\n7. In\naddition, the complainant said that one former employee of C4C, who he believed\nto be the lead whistle-blower, had reportedly made self-admissions to “selling”\nhis story to the investigating newspaper after failing in their attempts to\n“extort” money from the company. Because of this, he said that the material\npublished had been obtained by this individual using “illegal recordings”, in\nbreach of Clause 10 (Clandestine devices and subterfuge). He also suggested\nthat as a result of the previous convictions of this individual and his\n“deep-rooted connections” to a criminal gang, the publication was in breach of\nClause 16 (Payments to criminals). \nThough the complainant accepted that the police investigation into the\nmatter had concluded without further action, he said that the article had been\npublished whilst their investigation was ongoing, and the whistle-blower could\nquite conceivably have been called as a witness. As such, he considered it was\nalso in breach of Clause 15 (Witness payments in criminal trials).\n8. The\ncomplainant also said the article breached Clause 2 (Privacy) by publishing a\nphotograph of him in the driveway outside his home, which he accepted was\nvisible from the public street outside, without his consent and permission. He\nquestioned the decision by the newspaper to identify him and suggested that\nthis was influenced to some extent by his race and colour, in breach of Clause\n12.\n9. The\npublication did not accept any breach of the Editors’ Code. Notwithstanding\nthis, the publication accepted that the article was inaccurate to report that\nC4C had won £8.8m worth of contracts with Darlington Borough Council, amending\nthe text of the article and publishing the footnote correction to record this. \n“A\nprevious version of this article stated that 'Care 4 Children Residential\nService Ltd won £8.8 million worth of contracts from Darlington Borough\nCouncil'. In fact, Care 4 Children won part of this contract as part of a\nmultiple awardees contract. We are happy to clarify this.”\n10.\nWhilst the publication accepted that the complainant’s first point of complaint\nrepresented an inaccuracy, it did not accept that this was significant given\nthat C4C had won part of the contract from the council.\n11. In\naddition, it did not accept that the complainant’s further concerns raised a\nbreach of Clause 1. It noted that the article made clear that the claims that\ndrug dealers worked in C4C care homes to recruit children was not a claim of\nfact; rather, it was conjecture and presented as such, by way of the use\ninverted commas in the headline and attributing these claims to the\nwhistle-blowers within the text of the article. It noted that the complainant’s\nconcerns about the length of the sister newspaper’s investigation was\nspeculative and not based upon any evidence. It added that the article did not\nreport or suggest any wrongdoing on the part of the complainant, with the\ncaption of the disputed image showing his likeness and the text of the article\nclearly indicating his role at the organisation. It denied a breach of Clause\n12.\n12. In\nregard to the complainant’s privacy concerns under Clause 2, the newspaper\nmaintained that the photograph had been taken in a public place where the\ncomplainant had no reasonable expectation of privacy. It observed that the\ncomplainant had accepted that his driveway, where he had been positioned when\nthe photograph was taken, was clearly visible from the street outside his home,\nand did not reveal any personal information about him other than his likeness. It\ndid not accept a breach of Clause 2.\n13. The\nnewspaper made clear that it did not accept that the information regarding\nillegal activity at the homes was obtained by subterfuge, in breach of Clause\n10.  It said that no “hacking or any\nother unlawful [or] illicit activity” was undertaken by the other publication\nin order to view and obtain the notes from the internal meeting at C4C. It also\nexplicitly denied the unauthorised removal of confidential documents. However,\nthe publication did not provide any further information in relation to this,\nciting its obligation to protect the whistle-blowers.  Nor did it accept the concerns raised by the\ncomplainant in relation to Clause 15 and Clause 16.  The newspaper maintained that no payment, or\noffer of payment, had been made to the whistle-blowers and noted that the\ncomplainant had provided no evidence to substantiate the alleged\n‘self-admissions’ made by the person whom he believed to be the lead\nwhistle-blower.  It added that in any\nevent Clause 16 did not prohibit anyone with a criminal record receiving\npayment from a newspaper.  The newspaper\nmade clear that the article did not attempt to glorify, glamorise, or exploit\ncrime. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n10 (Clandestine devices and subterfuge)*\ni) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nClause\n15 (Witness payments in criminal trials)\ni) No\npayment or offer of payment to a witness – or any person who may reasonably be\nexpected to be called as a witness – should be made in any case once\nproceedings are active as defined by the Contempt of Court Act 1981. This\nprohibition lasts until the suspect has been freed unconditionally by police\nwithout charge or bail or the proceedings are otherwise discontinued; or has\nentered a guilty plea to the court; or, in the event of a not guilty plea, the\ncourt has announced its verdict.\n*ii)\nWhere proceedings are not yet active but are likely and foreseeable, editors\nmust not make or offer payment to any person who may reasonably be expected to\nbe called as a witness, unless the information concerned ought demonstrably to\nbe published in the public interest and there is an over-riding need to make or\npromise payment for this to be done; and all reasonable steps have been taken\nto ensure no financial dealings influence the evidence those witnesses give. In\nno circumstances should such payment be conditional on the outcome of a trial.\n*iii)\nAny payment or offer of payment made to a person later cited to give evidence\nin proceedings must be disclosed to the prosecution and defence. The witness\nmust be advised of this requirement.\nClause\n16 (Payment to criminals)*\ni)\nPayment or offers of payment for stories, pictures or information, which seek\nto exploit a particular crime or to glorify or glamorise crime in general, must\nnot be made directly or via agents to convicted or confessed criminals or to\ntheir associates – who may include family, friends and colleagues.\nii)\nEditors invoking the public interest to justify payment or offers would need to\ndemonstrate that there was good reason to believe the public interest would be\nserved. If, despite payment, no public interest emerged, then the material\nshould not be published.\nFindings\nof the Committee\n14. The\nCommittee was clear that a newspaper’s obligations under the Editors’ Code\nextends to all editorial content it publishes, including material obtained from\nsister publications. \n15. In\nthis instance, the article had incorrectly reported that that C4C had won\n“£8.8m worth of contracts with Darlington Borough Council” to provide children\nhomes services in February 2020; this was demonstrably incorrect as the award\nwas a matter of public record, with the scope and value of this contract\navailable online. This clearly showed C4C was one of a number of providers\nawarded the contract. This represented a failure by the newspaper to take care\nover the accuracy of its statement and it amounted to a significant inaccuracy,\nas it misrepresented the allocation of public money to private companies for\nthe provision of care. As such, the newspaper was obliged, in accordance with\nthe terms of Clause 1 (ii), to correct this promptly and with due prominence.\n16. Upon\nreceipt of the complaint, the newspaper had amended the online version of the\narticle, appending a footnote to the piece to record this alteration; this\nfootnote identified and corrected the inaccuracy and had been made as soon as\nthe newspaper was notified of the inaccuracy. This footnote correction, in\nconjunction with the amendments to the online article, was published with\nsufficient promptness and the proposed location deemed sufficiently prominent that\nthe terms of Clause 1 (ii) had been met, and there was no breach of Clause 1\n(ii).\n17. The\ncomplainant expressed concern that the article gave the misleading impression\nthat he was involved in illicit activity by placing an image of him, captioned\nwith his name, within the article. There was no suggestion that the complainant\nwas involved in any drug dealing activities; his connection to the story was\nmade clear in the text of the article. As such, the Committee did not find a\nbreach of Clause 1 on this point.\n18. The\ncomplainant had also expressed concern under Clause 1 that the sister newspaper\nhad approached him for comment only two days prior to the publication of the\narticle whilst a police investigation was ongoing. There is no obligation\nimposed by the Editors’ Code for newspapers to approach individuals for comment\nprior to their inclusion in an article. Rather, Clause 1 (i) requires\npublications to “take care” not to publish inaccurate or misleading\ninformation; in some instances, a publication will need to put allegations to\nan individual in order to meet this obligation, but this will not be necessary\nin all cases. In this instance, the sister publication had approached the\ncomplainant for comment two days before publication, which the Committee\nconsidered was adequate time for him to respond. In addition, the Committee\nnoted that the complainant had not identified any inaccurate or misleading\nallegations about him included in the article which he suggested should have\nbeen put to him for comment prior to publication. Furthermore, when the sister\npublication had contacted his representatives, it had been informed that the\ncomplainant did not intend to engage with its enquiries. This was made clear in\nthe text of the article. In these circumstances, the Committee did not consider\nthat the timing or manner of the sister publication’s approach to the\ncomplainant demonstrated a failure to take care and did not, therefore, find a\nbreach of the Editors’ Code on this point. \n19.\nClause 2 is designed to ensure that an individual’s private and family life is\nrespected. The complainant said that the newspaper had breached his privacy by\nobtaining and publishing a photograph of him in his drive, without his\npermission and consent. It was accepted by the complainant that his driveway\nwas visible from the public road. The Committee did not consider that the\ncomplainant had a reasonable expectation of privacy while standing in a drive\nthat was visible from the road. The Committee also noted that the published\nphotograph disclosed only the complainant’s likeness; it did not disclose any\nprivate information and did not show him engaged in private activity.  Furthermore, it identified him in the context\nof his previous professional role with C4C; this was not private information.\nIn such circumstances, the Committee did not consider that the publication of\nthe photograph represented an intrusion into the complainant’s private life.\nThere was no breach of Clause 2.\n20.\nClause 12 relates to prejudicial, pejorative, or irrelevant references to an\nindividual’s protected characteristic. In this instance, the article did not\ncontain any such reference to a protected characteristic of the complainant.\nThere was no breach of Clause 12.\n21. The\nCommittee noted that the complainant had raised further concerns over the\naccuracy of the allegations against C4C and the nature of the sister\npublication’s investigation, particularly in relation to the manner in which\nthe information contained in the article had been obtained, citing Clauses 10,\n15 and 16 in his complaint. In circumstances where these points related\nspecifically to C4C, its employees and the sister newspaper’s investigation of\nthe organisation, the Committee considered that it would require the direct\ninvolvement of C4C – or its authorised representative – in order to be in a\nposition to make a ruling on these points of complaint. The complainant had\nconfirmed that he was neither acting on behalf nor with the consent of C4C. In\nthe absence of C4C’s involvement, the Committee could not consider these\naspects of the complaint and therefore made no ruling on the points raised.\nConclusions\n22. The\ncomplaint was upheld in part under Clause 1.\nRemedial\nAction Required\n23. The\nnewspaper had amended the article and published a footnote correction, which\nidentified the inaccuracy and put the correct position on record. No further\naction was required.\n\n\n\nDate\ncomplaint received: 23/11/2020\nDate\ncomplaint concluded by IPSO: 28/10/2021\nBack to ruling listing\n\n\n"
}