{
    "url": "/rulings-and-resolution-statements/ruling/?id=29252-20",
    "title": "29252-20 A woman v blackpoolgazette.co.uk",
    "provisions": [
        "2 Privacy (2019)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "blackpoolgazette.co.uk (National World Publishing Ltd)",
    "published_on": "2020-11-26 00:00:00",
    "received_on": "2020-11-28 00:00:00",
    "concluded_on": "2021-05-18 00:00:00",
    "complaint_processing_days": 171,
    "conclusion_long": "15. The complaint was upheld.",
    "remedial_action": "16. Having upheld the complaint, the Committee considered the remedial action that should be required. Given the nature of the breach, the appropriate remedial action was the publication of an upheld adjudication. The headline of the adjudication must make clear that IPSO has upheld the complaint, and refer to its subject matter; it must be agreed in advance. This should be published on the newspaper’s website and Facebook page, with a link to the full adjudication appearing on the newspaper’s homepage for 24 hours; it should then be archived in the usual way. 17. The terms of the adjudication are as follows: Following an article published on 26 November 2020 headlined “Staff member tests positive for coronavirus at Poulton school”, a woman complained to the Independent Press Standards Organisation (IPSO) that blackpoolgazette.co.uk had intruded into her privacy in breach of Clause 2 (Privacy) of the Editors’ Code of Practice.  IPSO upheld the complaint and has required blackpoolgazette.co.uk to publish this decision as a remedy to the breach. The online article, which was also shared on social media, reported that a class bubble at a named school had been told to self-isolate for 14 days after “a staff member in a Year One class” tested positive for Covid-19. Whilst the article did not name the complainant, she considered herself to be readily identifiable from the information included within it, both to members of the school community and the wider community. She said that the article went further than the statement issued by the headteacher of the school which stated that “a member of the school community” had tested positive for Covid-19. She believed that this amounted to an intrusion into her private life as she had a reasonable expectation of privacy over the state of her health, in breach of Clause 2.    The newspaper denied that the article intruded into the complainant’s privacy. It disagreed that she could be identified by those outside the school’s community. In addition, the publication cited a clear public interest in reporting on positive Covid-19 cases to its readers and alerting them to potential risks. The Committee found the article included sufficient information to identify the complainant as the recipient of the positive test result. This was medical information relating to the complainant’s health in respect of which she had a reasonable expectation of privacy. Nonetheless, the Committees recognised that this had to be balanced with the public health considerations arising from a global pandemic of a highly infectious virus. Whilst the newspaper was entitled to make its own assessment about what was in the public interest, the Committee found that the newspaper had not provided sufficient justification for its decision to include additional information about the complainant’s role in the school by which she could be identified. In the view of the Committee, the article amounted to an intrusion into the complainant’s private life by publishing, without consent, private medical information.  There was a breach of Clause 2 of the Editors’ Code.   Date complaint received: 28/11/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 29252-20 A woman v\nblackpoolgazette.co.uk\nSummary of Complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that blackpoolgazette.co.uk breached Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Staff member tests positive\nfor coronavirus at Poulton school”, published on 26 November 2020.\n2. The online article reported that a class bubble at a\nnamed school had been told to self-isolate for 14 days after “a staff member in\na Year One class” tested positive for Covid-19. The article stated that the\nheadteacher had told parents a “member of [the] school community” had tested\npositive for the virus, noting that the school “had been very fortunate that\nthis was the first time that it had to take the action of sending a class\nbubble home to self-isolate”.\n3. The article was also promoted on the publication’s\nFacebook page. It was shared with the same headline “Staff member tests\npositive for coronavirus at Poulton school”. It also shared an image showing\nthe outside of the school, with a caption above reading: “A positive Covid-19\ncase at a Poulton primary school has been confirmed, prompting an infant class\nbubble to self-isolate.”\n4. The complainant said that the article, and the subsequent\nsocial media post, breached her right to privacy under Clause 2. Although she\nwas not named in the article, she considered that she was identifiable as the\nstaff member who had tested positive for Covid-19. The result of her test had\nnot been common knowledge within the school community before the article’s\npublication and the letter issued by the headteacher to parents had not\nmentioned that the affected individual was a member of staff, but rather a\n“member of the school community”. She said the newspaper’s decision to refer to\nher as “a staff member in a Year one class” rendered her identifiable to those\nwithin the school community and beyond: there were only two members of staff\nfor Year One and given that she was absent from work prior to receiving her\ntest results, it would be clear which staff member was being referred to. She\nsaid this had been confirmed in subsequent conversations with parents at the\nschool, who suggested they had been unaware of who had tested positive until\nthey read the article. Furthermore, the complainant said she had been\nidentified as the subject of the article by a neighbour, who was unconnected to\nthe school. This had caused her further distress whilst she was dealing with\nthe long-term effects of the virus. She added that the article made it more\ndifficult for her to return to school, feeling stigmatised by the ordeal.\n5. The complainant expressed further concern that the\njournalist who had written the piece was a parent at the school. The\ncomplainant felt this had influenced the newspaper’s decision, particularly\nwhen it had not reported on similar incidents at other schools in the area in\nthe same way.\n6. The newspaper did not accept that the article, or\nFacebook post, constituted a breach of the Code. While it accepted that the\narticle could identify the complainant to members of the school’s community, it\nsaid that it was a “widely held understanding” within this community prior to\nthe publication of the article that the complainant had received a positive\ntest result, as her class had been sent home and placed in isolation. It added\nthat the journalist who had written the story had children at the school, said\nthat the positive case, and their identity, was the “only topic of conversation\namongst parents” prior to the article’s publication. The newspaper did not\naccept that the complainant could be identified by those in the wider\ncommunity, given that it did not name her or provide further details about her.\nIt suggested that an “intimate knowledge” of the school was required to deduce\nwho the specific staff member who tested positive for Covid-19 was.\n7. The publication accepted that the official communication\nfrom the school’s headteacher to parents referred to a “member of the school\ncommunity” and did not specify whether the individual who had tested positive\nfor Covid-19 was a pupil or member of staff. However, it argued that this\ncommunication still left a “shadow” of rumour and supposition amongst parents\nat the school. \n8. The publication further argued that there was a clear\npublic interest in the reporting of Covid-19 cases, particularly in educational\nsettings in order to protect vulnerable members of society. It added that the\nnewspaper had a responsibility to inform the community during a public health\nemergency of the risk of wider infection, what actions had been taken to\nmitigate against this and where the potential risk came from and which children\nmay have been potentially exposed to the risk.\n9. Notwithstanding this, within 24 hours of the article’s\npublication, after being contacted by the complainant, in a gesture of\ngoodwill, the newspaper amended the online article and removed it from its\nFacebook page. The updated version of the article reflected the headteacher’s\nstatement, referring to “a member of the school community” rather than a “staff\nmember” in a Year One class.\n10. During IPSOs investigation, the newspaper apologised for\nthe distress caused and said that the concerns raised by the complainant had\nprompted it to reflect upon and consequently revise its approach to the\nreporting of positive Covid-19 cases. It stated that reporters were now\nrequired to contact employers in such circumstances prior to publication.\nRelevant Code Provisions\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n*The Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest. The public interest includes,\nbut is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n\nThere is a public interest in freedom of expression itself.\nThe regulator will consider the extent to which material is\nalready in the public domain or will become so.\nEditors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nFindings of the Committee\n11. The complainant said that the publication had published\nher private medical information without consent, and that she had been\nidentified as the subject of the article by people in her community. The\npublication denied any breach of the Code; it said she was not identifiable as\nthe person concerned, and in any case people within the school community were\nalready aware of her identity as the person with Covid. Furthermore, the\npublication argued that there was a public interest in reporting the information\nto reduce the risk of onward transmission. The questions for the Committee to\nconsider were: whether the complainant was identifiable from the information\ncontained in the article; whether the complainant had a reasonable expectation\nof privacy in respect of her diagnosis with Covid-19; and whether, if the\ncomplainant did have a reasonable expectation of privacy, the publication of\nthe information could nonetheless be justified in the public interest.\n12. The Committee found that the article included sufficient\ninformation to identify the complainant as the recipient of the positive test\nresult. It identified the school, the year group and the fact she was a staff\nmember; only two individuals could meet this description. Coupled with the\ncomplainant’s absence from school, this was sufficient to identify her to\npeople who already had some knowledge of her role within the local community.\n13. The question of whether an individual has contracted\nCovid-19 is clearly a matter relating to their health, and therefore was\ninformation in respect of which the complainant had a reasonable expectation of\nprivacy. This had to be balanced, however, with the public health\nconsiderations which arise from a pandemic, and the role a local newspaper\nplays in protecting the health of the wider community. \n14. The Committee noted that the school had informed parents\nof the existence of a positive Covid-19 case within the school community, and\nhad outlined the steps it had taken to address this; it had not considered the\ninclusion of further information about the identity of the complainant\nnecessary in order to discharge its duty to protect the health of the wider\nschool community. The publication was entitled to make its own assessment about\nwhat was in the public interest.  In the\nview of the Committee, however, the publication had not provided sufficient\njustification for its decision to include additional information about the\ncomplainant’s role in the school by which she could be identified, given the\nsteps that had been taken by the school to address the potential risks.  The complainant’s positive Covid test result\nwas medical information, and she had a reasonable expectation that it would\nremain private. The publication of this information without her consent\nbreached Clause 2 of the Code. \nConclusion\n15. The complaint was upheld.\nRemedial Action Required\n16. Having upheld the complaint, the Committee considered\nthe remedial action that should be required. Given the nature of the breach,\nthe appropriate remedial action was the publication of an upheld adjudication.\nThe headline of the adjudication must make clear that IPSO has upheld the\ncomplaint, and refer to its subject matter; it must be agreed in advance. This\nshould be published on the newspaper’s website and Facebook page, with a link\nto the full adjudication appearing on the newspaper’s homepage for 24 hours; it\nshould then be archived in the usual way.\n17. The terms of the adjudication are as follows:\nFollowing an article published on 26 November 2020 headlined\n“Staff member tests positive for coronavirus at Poulton school”, a woman\ncomplained to the Independent Press Standards Organisation (IPSO) that\nblackpoolgazette.co.uk had intruded into her privacy in breach of Clause 2\n(Privacy) of the Editors’ Code of Practice. \nIPSO upheld the complaint and has required blackpoolgazette.co.uk to\npublish this decision as a remedy to the breach.\nThe online article, which was also shared on social media,\nreported that a class bubble at a named school had been told to self-isolate\nfor 14 days after “a staff member in a Year One class” tested positive for\nCovid-19.\nWhilst the article did not name the complainant, she\nconsidered herself to be readily identifiable from the information included\nwithin it, both to members of the school community and the wider community. She\nsaid that the article went further than the statement issued by the headteacher\nof the school which stated that “a member of the school community” had tested\npositive for Covid-19. She believed that this amounted to an intrusion into her\nprivate life as she had a reasonable expectation of privacy over the state of\nher health, in breach of Clause 2.   \nThe newspaper denied that the article intruded into the\ncomplainant’s privacy. It disagreed that she could be identified by those\noutside the school’s community. In addition, the publication cited a clear\npublic interest in reporting on positive Covid-19 cases to its readers and\nalerting them to potential risks.\nThe Committee found the article included sufficient\ninformation to identify the complainant as the recipient of the positive test\nresult. This was medical information relating to the complainant’s health in\nrespect of which she had a reasonable expectation of privacy. Nonetheless, the\nCommittees recognised that this had to be balanced with the public health\nconsiderations arising from a global pandemic of a highly infectious virus.\nWhilst the newspaper was entitled to make its own assessment about what was in\nthe public interest, the Committee found that the newspaper had not provided\nsufficient justification for its decision to include additional information\nabout the complainant’s role in the school by which she could be identified. In\nthe view of the Committee, the article amounted to an intrusion into the\ncomplainant’s private life by publishing, without consent, private medical\ninformation.  There was a breach of\nClause 2 of the Editors’ Code.\n \nDate complaint received: 28/11/2020\nDate complaint concluded by IPSO: 18/05/2021\nBack to ruling listing\n\n\n"
}