{
    "url": "/rulings-and-resolution-statements/ruling/?id=29919-20",
    "title": "29919-20 Hall v Express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "received_on": "2020-12-15 00:00:00",
    "concluded_on": "2021-04-14 00:00:00",
    "complaint_processing_days": 120,
    "conclusion_long": "12. The complaint was upheld under Clause 1 (i).",
    "remedial_action": "13. The newspaper had published a clarification, which identified the inaccuracy and put the correct position on record. No further action was required.Date complaint received: 15/12/2020",
    "text": "\n\n\n\n\n\nDecision\nof the Complaints Committee – 29919-20 Hall v Express.co.ukSummary\nof Complaint1.\nDuncan Hall complained to the Independent Press Standards Organisation that\nExpress.co.uk breached Clause 1 of the Editors’ Code of Practice in an article\nheadlined “French fisherman’s threat to HANG British naval officer exposed amid\nBrexit fishing row”, published on 5 March 2020 and an article headlined “EU\nunmasked as outrageous letters show Belgian trawlers fishing off Brighton\nPier”, published on 15 December 2020.2.\nThe headline of the first article reported that a French fisherman’s threat to\nhang a British naval officer had been “exposed amid” ongoing Brexit\nnegotiations over fisheries. The sub-headline noted that a document detailing\nthis particular “maritime dispute” had been “unearthed” by the publication and\nsuggested that Brexit meant the UK had the opportunity “to take back control of\nits fishing waters”. The article went on to note that “in the past, there have\nbeen numerous disputes over fishing between the UK and its neighbours,\nespecially during the Cod Wars of the Fifties, Sixties and Seventies”. It then\nstated that after “one incident in the early Eighties, when a naval officer\nfound evidence of illegal activity on a French boat, things escalated at an\nalarming rate”. Details of this incident, including the threat made by a\n“French trawlerman to hang a Newark naval officer”, were further outlined in\nthe article and attributed to documents obtained by the publication from the\nNational Archives and a newspaper article published at the time of the\nincident. The article suggested this particular incident in 1981 went to “show\nthe level of animosity that is displayed on the seas over fishing.”3.\nThe headline of the second article was followed by a sub-heading that stated\nwith Brexit success hanging in the balance and fishing proving to be “major\nsticking point” documents showed that “Belgian trawlers have gone as far as to\nfish off Brighton pier”. The online article reported that “even before the\nCommon Fisheries Policy” was introduced, “boats from European countries used to\nflout the UK’s fishing limit” with “persistent breaches” by trawlers off the\nSussex coast in the “early Seventies”. It noted that “one particularly flagrant\nexample was when two watchmen allegedly caught multiple Belgian trawlers\nfishing off Brighton Pier in 1972”, with the issue raised by the Conservative\nMP for Brighton Kemptown “at the time” in Parliament. The article then\nsuggested that “this history of confirmed and alleged breaches by foreign\ntrawlers show that” deploying the Royal Navy to patrol UK waters in the event of\na no deal “may be necessary”.4.\nThe complainant said that the two online articles were misleading in breach of\nClause 1 (Accuracy). He said both headlines gave the misleading impression that\nthe events in question were contemporary, rather than, in fact, historic,\noccurring in 1981 and 1972 respectively, and were in some way linked to current\nBrexit negotiation. He said the headlines were offensive and sensationalist and\nsought to inflame public tensions. The complainant also expressed a concern\nthat the articles could possibly incite violence and hatred towards EU\ncitizens.5.\nThe publication did not accept that the two articles breached the Code,\nmaintaining that the text of the articles supported and clarified the\nheadlines, making clear that the events in question were historic.\nNevertheless, upon receipt of the complaint, the publication amended the\nheadlines of both articles to “'French fisherman threatened to HANG British\nnaval officer in 1981” and “Historic letters show Belgian trawlers fished off\nBrighton Pier” respectively in order to clarify this. The publication also\npublished the following wording as a clarification footnote to both articles:“Clarification:\nThe headline of this article has been changed to make clear that the threat was\nnot made recently.”6.\nThe complainant considered that the remedial actions offered by the publication\nwere inadequate, as they were not sufficiently prominent, and did not\nacknowledge or apologise for the alleged racial hatred towards EU citizens.7.\nDuring IPSOs investigation, the publication updated the clarifications which\nappeared at the foot of both articles in a further effort to resolve the\ncomplaint.Clarification:\nA previous version of this article was headlined 'French fisherman's threat to\nHANG British naval officer exposed amid Brexit fishing row\". In fact, this\nthreat was made in 1981 and the headline has been amended to make this clear.Clarification:\nA previous version of this article was headlined ' EU unmasked as outrageous\nletters show Belgian trawlers fishing off Brighton Pier ' In fact, this\nhappened in 1972 and the headline has been amended to make this clear.Relevant\nCode ProvisionsClause\n1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv)\nThe Press, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.Findings\nof the Committee8.\nThe terms of Clause 1 (Accuracy) of the Code are explicit in their requirement\nthat headline statements should be supported by the text of the article. The\nCommittee emphasised that this should not be interpreted to mean that the body\nof the article can be relied upon to correct an actively misleading impression\ngiven by a headline.9.\nIn this instance, both headlines gave the misleading impression that the events\nreported on were contemporary rather than historic. Whilst the Committee noted\nthat that the text of the articles provided context to the headlines and when\nthe events in question had occurred, this was not deemed on balance to be\nsufficient in order to rectify the already misleading impression created by the\nheadlines. In the first article, to report in the headline that the event had\nbeen exposed “…amid Brexit fishing row” suggested that the reported event was\ncontemporaneous with issues concerning Brexit, and the report in the present\ntense in the headline to the second article that letters \"...show Belgian\ntrawlers fishing off Brighton pier” suggested that these activities were\noccurring at the time of publication. In such circumstances, the publication of\nthese headlines amounted to a failure by the newspaper to take care not to publish\nmisleading or distorted information, raising a breach of Clause 1(i). The\nCommittee noted that this misleading impression was given at a delicate moment\nin the UK-EU relationship and was inflammatory, when the issue of fisheries was\na significant point of contention between the two sides. As such, it was\nsignificant and required correction under Clause 1(ii) of the Editors’ Code.10.\nThe publication had offered to amend both online articles on receipt of the\ncomplaint and, during IPSO’s investigation, to add a further, more detailed,\nfootnote recording the change. The Committee considered that the amendment and\nthe final footnote clarification together made the correct position clear that\nthe previous versions of the two headlines had been inaccurate, and the change\nthat had been made. For all of these reasons, the requirements of Clause 1(ii)\nwere met and there was not a further breach of Clause 1.11.\nThe Committee also noted that any concerns about racial hatred and incitement\nwere outside the parameters of the Editors’ Code, its own remit and a matter\nfor the police to consider. As such, the Committee made no ruling in regard to\nthis.Conclusion12.\nThe complaint was upheld under Clause 1 (i).Remedial\nAction Required13.\nThe newspaper had published a clarification, which identified the inaccuracy\nand put the correct position on record. No further action was required.Date\ncomplaint received: 15/12/2020Date\ncomplaint concluded by IPSO: 14/04/2021\nBack to ruling listing\n\n\n"
}