{
    "url": "/rulings-and-resolution-statements/ruling/?id=29958-20",
    "title": "29958-20 Iddon v The Sun",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "The Sun (News UK)",
    "published_on": "2020-12-17 00:00:00",
    "received_on": "2020-12-17 00:00:00",
    "concluded_on": "2021-06-30 00:00:00",
    "complaint_processing_days": 195,
    "conclusion_long": "15. The complaint was not upheld.",
    "remedial_action": "16. N/A Date complaint received: 17/12/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 29958-20 Iddon v The SunSummary of Complaint\n1. Chris Iddon\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “COLD TURKEY; Madcap advice encourages us to eat Xmas dinner outside\nwith gran”, published on 17 December 2020.\n2. The article was\npublished on the newspaper’s front-page. The headline appeared beneath the\nbanner “ANOTHER SAGE STUFFING”. The first line of the article reported that\n“Brits were last night urged by boffins to cut back on Christmas plans – and\ncelebrate outside if granny is joining”. It then stated that the “crackers”\nadvice could see families eating turkey dinners outside. The main article\ncontinued on page four and five, beneath the two bullet point sub-headline -\nthe first reading “Brits left baffled by festive rule” and the second\n“Conflicting advice in every country”.\n3. A substantially\nsimilar version of the article appeared online, headlined “COLD TURKEY Boris\nJohnson urges Brits to cut back on Christmas plans as experts say we should eat\nturkey dinner OUTSIDE with gran\".\n4. The complainant\nsaid the article was inaccurate and misleading, in breach of Clause 1. He said\nthat the headline was significantly misleading, as the advice from SAGE\nincluded a section specific to shared dining, and at no point did it suggest\neating outside. He said the banner reference to “SAGE” and the reference to\n“boffins” – a term commonly used by the newspaper to refer to members of\nScientific Advisory Group for Emergencies (SAGE) – gave the clear impression it\nwas reporting SAGE advice. Furthermore, he said describing this particular\nadvice as “madcap” and “crackers” was, in the midst of a pandemic,\nirresponsible and could potentially undermine adherence to the government’s\nguidance.\n5. The newspaper\ndid not accept a breach of the Code. The newspaper said the article was not\nreferring to SAGE advice, but rather to government advice, which recommended\nthat Christmas support bubbles which include members over the age of 70 should\n“meet outdoors where possible”. The newspaper did not agree that its front-page\nmisrepresented this advice, as there was an “implicit” suggestion in the advice\nissued that people should celebrate Christmas with their elderly relatives\noutside. It argued that front-page articles such as this one were a defining\ncharacteristic of the newspaper and tabloid journalism in general. It did not\nconsider a literal interpretation of its front-page appropriate, noting that\nthe \"wording and presentation [of the article] signal clearly to\nreaders\" that it was hyperbolic and \"humorous parody of government\nadvice\" designed to demonstrate that a traditional British Christmas\ncelebration - families meeting indoors, with a substantial meal at its focus –\nwas impractical in 2020. It added that this approach was also reflected in the\ntext of the article: \"BRITS were last night urged by boffins to cut back\non Christmas plans - and celebrate outside if granny is joining. The crackers\nadvice could see families eating turkey dinners out in their gardens in an icy\n1°C.\" The newspaper maintained that it was entitled to characterise this\nadvice as “madcap” and “crackers”.\n6. The newspaper\nalso noted that the banner “ANOTHER SAGE STUFFING” was itself a Christmas pun and\ndesigned to work in conjunction with the ‘turkey’ theme of the article. In\naddition to its intentions to be humorous, the publication argued that the\nbanner was not the formal headline and as such did not have the same\nrequirements under the Editors’ Code. Though the newspaper said that any advice\nissued by the government concerning Covid-19 would likely be informed at least\nto some degree by the input of SAGE, and readers would be well aware of this\nrelationship, it maintained that the article did not refer to any official SAGE\ndocument(s) or pronouncement(s) that could lead readers to understand that it\nwas the official source of this particular advice. It added that the meaning of\n“boffins” was dependent on context: the text of the article did not explicitly\nrefer to SAGE advice, or scientists in general. In addition, it noted that this\nword was a wide-ranging term used colloquially to denote any kind of expert, or\n“highly qualified” individual or academic (of any discipline), adding that it\nwas “by no means a synonym for” scientists. In order to demonstrate this\nvariety, the newspaper provided a number of articles from a range of\npublications.\n7. Although the\nnewspaper did not accept that the terms of Clause 1 (i) were engaged, it\namended the headline and first paragraph of the online article on 18 February,\nadding the following footnote clarification to record this:\n“CLARIFICATION: This article's original headline has been\nchanged to clarify that the Government has advised meeting - not necessarily\neating - outdoors with elderly relatives at Christmas.”\n8. In a further\neffort to resolve this complaint, the newspaper offered on 25 February to\npublish the following statement in its established Corrections and\nClarification column which appears on page 2:\n“We have been asked to clarify that our 17 Dec article,\n'Cold Turkey', reported Government advice to meet elderly relatives outside at\nChristmas, not official SAGE output, and that it advised meeting, not\nspecifically eating, outdoors. We are happy to do so.”\n9. Whilst the\ncomplaint welcomed this offer, he did not consider the clarification offered\nadequate expressing concern that it did not “acknowledge the error of\ndescribing the advice as madcap or crackers”. The newspaper maintained that it\nwas entitled under the Code to editorialise, with the terms “madcap” and\n“crackers” playing a role in signalling to readers that the articles were\ntreating the guidance issued by the government in humorous, hyperbolic terms.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n10. Under the terms of the Editors’ Code, newspapers are\nentitled to present material in the way they choose – including in a humorous\nor mocking way, provided that they clearly distinguish between comment,\nconjecture and fact, and take sufficient care not to publish inaccurate,\nmisleading or distorted information.\n11. In this instance, the Committee did not accept that the\narticle stated that specific advice had been issued that recommended the public\nto eat outside at Christmas; rather, it said that the advice “could” result in\n“families eating turkey dinners out in their gardens”. It was not inaccurate to\nsuggest this was a potential effect of the advice, given that it covered the\neasement of restrictions over the Christmas period and suggested that support\nbubbles which included members over the age of 70 should “meet outdoors where\npossible”, with no exclusion for meals. There was no breach of Clause 1 on this\npoint.\n12. In addition, the newspaper was entitled to characterise\nthe government’s advice as “madcap” and “crackers”. This characterisation did\nnot amount to a failure to take care over the accuracy of the article; it\nclearly represented the newspaper’s comment on the advice to meet people over\n70 outdoors where possible. There was no breach of Clause 1 on this point.\n13. The Committee then considered the complainant’s concerns\nin relation to the banner “ANOTHER SAGE STUFFING”, in conjunction with the\nreference to “boffins” in the opening paragraph. The Committee did not consider\nthat the punning reference in the headline constituted a factual claim that the\n“boffins” referenced in the opening paragraph of the article specifically\nreferred to members of SAGE, or that the advice had been issued specifically by\nSAGE. Given the role of SAGE in informing government guidance of the type that\nwas the subject of the article, the Committee did not consider that the\ngeneralised link to SAGE implied by the headline demonstrated a failure to take\ncare over the accuracy of the article, or constituted significantly inaccurate\nor misleading claim requiring correction under the terms of Clause 1 (ii). As\nsuch, there was no breach of Clause 1.\n14. Notwithstanding this, the Committee welcomed the\nnewspaper’s decision to amend the online article and to publish a footnote\nclarification in order to remove any ambiguity on the points raised by the\ncomplainant.\nConclusion\n15. The complaint was not upheld.\nRemedial action required\n16. N/A\nDate complaint received: 17/12/2020\nDate complaint concluded by IPSO: 30/06/2021\nBack to ruling listing\n\n\n"
}