{
    "url": "/rulings-and-resolution-statements/ruling/?id=30003-20",
    "title": "30003-20 A man v burymercury.co.uk",
    "provisions": [
        "2 Privacy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "(DISCONTNUED) burymercury.co.uk (Archant)",
    "published_on": "2020-12-18 00:00:00",
    "received_on": "2020-12-19 00:00:00",
    "concluded_on": "2021-03-16 00:00:00",
    "complaint_processing_days": 87,
    "conclusion_long": "8. The complaint was not upheld.",
    "remedial_action": "N/A Date complaint received: 19/12/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 30003-20 A man v\nburymercury.co.uk\nSummary of Complaint\n1. A man complained\nto the Independent Press Standards Organisation that burymercury.co.uk  breached Clause 2 (Privacy) and Clause 6\n(Children) of the Editors’ Code of Practice in an article headlined “Would you\nbe happy if your child was served this school Christmas dinner?”, published on\n18 December 2020.\n2. The article\nreported on an image of the Christmas dinner given to students at a school. It\nreported that “photographs” had been shared on social media, and referenced a\nFacebook post which had “attracted more than 200 comments”. The article\nreferred to various comments that had been made on the post, and stated that\nmultiple people had posted images of the food.\n3. The complainant\nsaid that he had posted an image of the Christmas diner taken by his daughter,\na student at the school, on Facebook. He said that he had been contacted by a\njournalist asking whether she could use his post in the paper, and he had\ndeclined because his daughter had previously received strange looks at school from\nmembers of staff. He said that the article had included his post anyway, and even if he was not\nnamed, this was a breach of his and his daughter’s privacy under Clause 2. He\nalso said that, as his daughter had received funny looks from school staff, and\nother students had asked her why her father had spoken to the papers, the\narticle had intruded into his daughter’s time at school in breach of Clause 6.\n4. The publication\ndid not accept a breach of the Code. It said, firstly, that the image and the\ncomments in the article had not been supplied by the complainant, but by one of\nthe hundreds of people who had commented on the complainant’s public Facebook\npost. It said the article did not identify the complainant or his daughter, and\nsaid it was free to refer to a Facebook post made on a public group Facebook\npage with over 4300 members as well as speak to the school and other parents\nwho had commented. The publication also stated that reporting on school dinners\nwas in the public interest.\n5. The complainant confirmed that the image\npublished in the article was not the one he had posted to Facebook. He said,\nhowever, that he and his daughter were still identifiable as he had posted the\noriginal post. The complainant also said that he owned all of the images and\ncomments on the post as he was the original poster, and retained the ability to\ndelete the Facebook post and all the comments beneath it.\nRelevant Clause Provisions\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for private and family\nlife, home, physical and mental health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities\niii) Children under 16 must not be interviewed or photographed\non issues involving their own or another child’s welfare unless a custodial\nparent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nFindings of the Committee\n6. The Committee noted that the article did not\ninclude any of the content the complainant had published on Facebook – it did\nnot include the photograph he posted, his accompanying comment, or his name.\nThe only reference to his post on the subject was in the following anonymous\nterms: “a Facebook post with an image of a boxed festive lunch [supplied by a\nnamed school] … attracted more than 200 comments”. The article did not,\ntherefore, include any information pertaining to him over which the complainant\nhad a reasonable expectation of privacy. The post had been published on the\npage of a public Facebook group, with a wide membership of over 4000\nindividuals. This amounted to publication in the public domain, and the\npublication was therefore fully entitled to refer to the complainant’s comment\nin its article. There was no breach of Clause 2.\n7. It was\nregrettable that the complainant’s daughter felt her time at school had been\nintruded upon following the publication of the article. However, the Committee\ndid not agree that the actions of the newspaper amounted to unnecessary\nintrusion into her time at school. The article had included no reference to the\ndaughter, or even her father. Indeed, it did not even detail the content of her\nfather’s comment on the school dinner. The article simply referred to the\nexistence of a post which had attracted a number of comments in response. The\narticle did not, therefore, intrude into the complainant’s daughter’s time at\nschool. There was no breach of Clause 6.\nConclusions\n8. The complaint\nwas not upheld.\nRemedial action required\nN/A\nDate complaint received: 19/12/2020\nDate decision issued: 16/03/2021\nBack to ruling listing\n\n\n"
}