{
    "url": "/rulings-and-resolution-statements/ruling/?id=30061-20",
    "title": "30061-20 A woman v hertfordshiremercury.co.uk",
    "provisions": [
        "4 Intrusion into grief or shock (2019)",
        "7 Children in sex cases (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "hertfordshiremercury.co.uk (Reach PLC)",
    "received_on": "2020-12-23 00:00:00",
    "concluded_on": "2021-08-19 00:00:00",
    "complaint_processing_days": 239,
    "conclusion_long": "outside of the publication. 7. The publication said that the article did not reveal the critical information that would have identified the young child, and it was satisfied that the purposeful omission of several details meant the victim’s identity could not be established from the information in the article or the information which was already in the public domain. It noted that the court had previously stated it had no concerns about the media reporting when the article under complaint was published. 8. The publication said that it had not breached Clause 4. It said that a terrible crime had taken place, but reporting it was not enough to engage Clause 4 itself. The publication also said that the tweet could not breach Clause 4 as it was not an enquiry or approach, nor did it have editorial control over the journalist’s personal Twitter account, so it could not be considered to be part of the publication. Relevant Code Provisions Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock, enquiries and approaches must be made with sympathy and discretion and publication handled sensitively. These provisions should not restrict the right to report legal proceedings. Clause 7 (Children in sex cases)* The press must not, even if legally free to do so, identify children under 16 who are victims or witnesses in cases involving sex offences. In any press report of a case involving a sexual offence against a child - i) The child must not be identified. ii) The adult may be identified. iii) The word \"incest\" must not be used where a child victim might be identified iv)  Care must be taken that nothing in the report implies the relationship between the accused and the child. Findings of the Committee 9. The Committee recognised the important public interest in reporting on sexual assault crimes, and that the publication had taken steps to reduce the likelihood that the child would be identified as the victim of the assaults for which the defendant had been convicted. While the article did contain some information about the young victim and the circumstances in which the abuse took place, it had omitted a number of pertinent details which may have led readers to identify the victim. Having reviewed the details that had been included, the Committee concluded that they did not identify the victim or otherwise breach Clause 7. The Committee wrote to both parties confidentially, separate to this decision, outlining its reasons in more detail. 10. The Committee acknowledged how distressing the publication of the article was for the complainant and her family; the matters discussed in the article were incredibly sensitive and had caused huge upset. The question for it to consider regarding the article was whether publication had been handled sensitively in the terms of Clause 4. The Committee noted first the context: the article was a report of court proceedings. It set out the gravity of the crimes committed by the man, and the headline, although shocking, accurately represented the seriousness of the case. It did not mock, sensationalise or ridicule the victim or the family of the victim. The report was not insensitive in the terms of Clause 4, and there was no breach of the Code on this point. 11. The complainant had also said that a tweet from the reporter was insensitive in breach of Clause 4. The publication did not have editorial control over the journalist’s Twitter account, and therefore the tweet did not constitute material published by the publication. Clause 4 does not only relate to publication, however; it also relates to the activities of journalists in preparing material for publication, in that it requires that “enquiries and approaches must be made with sympathy and discretion”. The Committee therefore considered whether the tweet was an “enquiry” or “approach”. The tweet was published after the article was published, and was a public comment on the experience of reporting on the case, rather than a comment directed at or to the complainant or her family. On this basis, the Committee concluded that did not constitute an approach or enquiry of the newspaper. Clause 4 was not engaged. Nonetheless, the Committee took this opportunity to draw attention to the importance of observing the terms of Clause 4 not only in what is published, but also in the reporting process. Conclusions 12. The complaint was not upheld.",
    "remedial_action": "13. N/A   Date complaint received: 23/12/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 30061-20 A woman v\nhertfordshiremercury.co.uk\nSummary of Complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that hertfordshiremercury.co.uk breached Clause 4 (Intrusion into\ngrief and shock) and Clause 7 (Children in sex cases) of the Editors’ Code of\nPractice in an article published in May 2020.\n2. This decision is written in general terms, to avoid the\ninclusion of information which could identify a victim of sexual assault.\n3. The article reported on the conviction of a man who had\nbeen found guilty of multiple offences, including counts of sexual abuse. The\narticle described the man as having filmed himself raping a young child; gave\nthe exact age of the child; the time frame over which the abuse took place; and\na reference to the frequency of the abuse. \nThe article reported who had initially alerted the police to the\nidentity of the defendant in relation to separate allegations.\n4. The complainant was a family member of the victim.  She said that the article breached Clause 7,\nas the victim of the assault was identifiable. She said that by reporting the\nprecise age of the young child; the time frame in which the abuse took place;\nreference to the frequency of the abuse; the town the assaults took place in;\nand the identity of the person who had reported the defendant to the police,\nreaders would be able to work out that the identity of the young victim. She\nalso said a published police report and another newspaper’s article, in which\nthe man had not been named, had also reported the age of the victim; the dates\nof the offences; the age of the man; and the town the offences took place in.\nThe complainant said that the information that had been given in the previous\narticle and the police report, when coupled with the information contained in\nthe article under complaint, led to the victim being identifiable in breach of\nClause 7: had been recognised by extended family members, friends of the family\nand neighbours.\n5. The complainant also said that the article intruded into\nher family’s grief and shock in breach of Clause 4. She said the headline of\nthe article, which referred to the rape of a young child, was in itself\ninsensitive and caused grief to the family. The complainant also considered a\ntweet from one of the journalists who had written the article about the coverage,\nabout the article, and comments in the article on the case, were insensitive in\ntone and intruded into the shock of the family of the victim.\n6. The publication did not accept a breach of the Code; it\nsaid that nothing in the report either identified the child or implied their\nidentity. It noted that the standard wording of orders made by the court under\nthe Youth Justice and Criminal Evidence Act 1999 regarding publicity of victims\nis that “no matter may be published that would identify them, including their\nname, address, any educational establishment or any workplace they attend, and\nany picture of them”. It said that age was not one of these features, and that\nnone of the prohibited features had been published in the article. It noted that\nthe town referred to in the article had a population of over 33,500. The\npublication said that, whilst people may have been able to guess the victim,\nthis was not due to the information contained in the article, and that people\nmay come to their own conclusions outside of the publication.\n7. The publication said that the article did not reveal the\ncritical information that would have identified the young child, and it was\nsatisfied that the purposeful omission of several details meant the victim’s\nidentity could not be established from the information in the article or the\ninformation which was already in the public domain. It noted that the court had\npreviously stated it had no concerns about the media reporting when the article\nunder complaint was published.\n8. The publication said that it had not breached Clause 4.\nIt said that a terrible crime had taken place, but reporting it was not enough\nto engage Clause 4 itself. The publication also said that the tweet could not\nbreach Clause 4 as it was not an enquiry or approach, nor did it have editorial\ncontrol over the journalist’s personal Twitter account, so it could not be\nconsidered to be part of the publication.\nRelevant Code Provisions\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal proceedings.\nClause 7 (Children in sex cases)*\nThe press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.\nIn any press report of a case involving a sexual offence\nagainst a child -\ni) The child must not be identified.\nii) The adult may be identified.\niii) The word \"incest\" must not be used where a\nchild victim might be identified\niv)  Care must be\ntaken that nothing in the report implies the relationship between the accused\nand the child.\nFindings of the Committee\n9. The Committee recognised the important public interest in\nreporting on sexual assault crimes, and that the publication had taken steps to\nreduce the likelihood that the child would be identified as the victim of the\nassaults for which the defendant had been convicted. While the article did\ncontain some information about the young victim and the circumstances in which\nthe abuse took place, it had omitted a number of pertinent details which may\nhave led readers to identify the victim. Having reviewed the details that had\nbeen included, the Committee concluded that they did not identify the victim or\notherwise breach Clause 7. The Committee wrote to both parties confidentially,\nseparate to this decision, outlining its reasons in more detail.\n10. The Committee acknowledged how distressing the\npublication of the article was for the complainant and her family; the matters\ndiscussed in the article were incredibly sensitive and had caused huge upset.\nThe question for it to consider regarding the article was whether publication\nhad been handled sensitively in the terms of Clause 4. The Committee noted\nfirst the context: the article was a report of court proceedings. It set out\nthe gravity of the crimes committed by the man, and the headline, although\nshocking, accurately represented the seriousness of the case. It did not mock,\nsensationalise or ridicule the victim or the family of the victim. The report\nwas not insensitive in the terms of Clause 4, and there was no breach of the\nCode on this point.\n11. The complainant had also said that a tweet from the\nreporter was insensitive in breach of Clause 4. The publication did not have\neditorial control over the journalist’s Twitter account, and therefore the\ntweet did not constitute material published by the publication. Clause 4 does\nnot only relate to publication, however; it also relates to the activities of\njournalists in preparing material for publication, in that it requires that\n“enquiries and approaches must be made with sympathy and discretion”. The\nCommittee therefore considered whether the tweet was an “enquiry” or\n“approach”. The tweet was published after the article was published, and was a\npublic comment on the experience of reporting on the case, rather than a\ncomment directed at or to the complainant or her family. On this basis, the\nCommittee concluded that did not constitute an approach or enquiry of the\nnewspaper. Clause 4 was not engaged. Nonetheless, the Committee took this\nopportunity to draw attention to the importance of observing the terms of\nClause 4 not only in what is published, but also in the reporting process.\nConclusions\n12. The complaint was not upheld.\nRemedial Action Required\n13. N/A\n \nDate complaint received: 23/12/2020\nDate complaint concluded by IPSO: 19/08/2021\nBack to ruling listing\n\n\n"
}