{
    "url": "/rulings-and-resolution-statements/ruling/?id=30113-20",
    "title": "30113-20 de Naray v metro.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2020-12-28 00:00:00",
    "received_on": "2020-12-29 00:00:00",
    "concluded_on": "2021-04-23 00:00:00",
    "complaint_processing_days": 115,
    "conclusion_long": "7. The complaint was not upheld.",
    "remedial_action": "8. N/A   Date complaint received: 29/12/2020",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 30113-20 de Naray\nv metro.co.uk\nSummary of Complaint\n1. Constantine de Naray complained to the Independent Press\nStandards Organisation that metro.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “UK records 41,385 cases –\nhighest daily total since pandemic began”, published on 28 December 2020.\n2. The article reported on the daily number of new cases of\nCovid-19, and how many people had died with the virus. It included a bar chart\nwhich had no title, x or y axis labels or key. The bars in the chart were blue\nand the graph also featured a red line running from left to right across the\nchart towards the top of the bars. Above the graph in a red font were the words\n“New Deaths: 357” and underneath the graph was the caption “A further 357\npeople have died with the virus in the UK, government data showed.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. He said that the scale of the graph suggested that the 357\nnew deaths reported represented over half of the deaths which had been\nrecorded  at the peak of the pandemic in\nthe spring, whereas NHS and ONS data indicated that the figure represented less\nthan half and less than a third of deaths recorded at the peak, respectively.\nThe complainant considered that this amounted to scaremongering and was a clear\nmisrepresentation of the facts. In making his complaint, the complainant said\nthat he was presuming that this was what the graph represented, as there was no\nkey on the graph to explain what it meant.\n4. The publication did not accept a breach of the Code. It\nsaid that the complainant was conflating two different measures, and that the\nchart showed a daily death rate of 357 for one day only, together with a\nrolling average. The publication explained that the graph is updated daily by\ncreating a new bar to reflect the number of new deaths released by the\ngovernment.  The red line on the chart\nwas a ‘trend line’, which was a moving average over a seven day period.  It said that this line was not meant to\nrepresent the total deaths for a particular day, which is why the line may be\nwell above or below the death total for that day. It said that, according to\nthe data on the government website, the highest number of daily deaths recorded\nduring the spring peak was 1,224 and that the seven day average during the\nspring wave peaked at 938.3 on 11 April. \nOn the day when the number of new daily deaths was recorded at 357, the\n7 day average stood at 553.7 – more than half the daily average at the height\nof the spring peak, as reflected by the graph. The publication also said that\nthe graph matched the graph on the government website, from which it sourced\nits data (save for shortening the graph for reasons of space which would not\naffect the height of the bars or the red ‘trend’ line).  Where this approach was also government\nprotocol, and had been used by the publication for almost a year and more\nwidely by other media outlets, readers would be able to understand that the\nblue bars represented daily figures and that the red line represented the\nrolling average.  Nevertheless, the\npublication offered to add a key to the graph if this would resolve the\ncomplainant’s concerns.\n5. The complainant maintained that the article was\nmisleading. He noted that the daily count “New Deaths: 357” appeared in the\nsame colour as the red line, which reached 55% of the spring peak. He said that\nthis gave the misleading impression that 357 deaths was over half of the deaths\nrecorded at the height of the pandemic in the spring. The complainant noted\nthat the government graph included a key and said that, in order to not be\nmisleading, the published graph should do the same.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n6. The complainant did not dispute that the information in\nthe graph was accurate. However, he considered that the graph was misleading\nbecause it gave the impression that 357 deaths was over half the number of\ndeaths which had been recorded at the peak of the first wave of the virus, as\nthis figure appeared in the same colour as the rolling average line. The\nnewspaper had explained the method by which it had constructed the graph and\nthe Committee agreed that readers would understand the difference between the daily\nfigures, represented by the blue bars, and the rolling average, represented by\nthe red line. As it was made clear in the caption that the figure of 357\nrepresented the further number of people who had died, the graph was not\nmisleading by showing this figure in the same colour as the 7 day rolling\naverage line. There was no breach of Clause 1 on this point, however the\nCommittee welcomed the publication’s offer to add a key to the graph as it made\nthe position clearer.\nConclusions\n7. The complaint was not upheld.\nRemedial Action Required\n8. N/A\n \nDate complaint received: 29/12/2020\nDate complaint concluded by IPSO: 23/04/2021\nBack to ruling listing\n\n\n"
}