{
    "url": "/rulings-and-resolution-statements/ruling/?id=13300-21",
    "title": "3300-21 Hagyard v Liverpool Echo",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "No breach - after investigation",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2021-10-12 00:00:00",
    "received_on": "2021-11-22 00:00:00",
    "concluded_on": "2022-04-05 00:00:00",
    "complaint_processing_days": 134,
    "conclusion_long": "10. The complaint was not upheld.",
    "remedial_action": "11. N/A Date complaint received: 22/11/2021",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee – 13300-21 Hagyard v\nLiverpool EchoSummary of Complaint1. Tom Hagyard complained to the Independent Press Standards\nOrganisation, through a representative, that Liverpool Echo breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Lawyer\ndenies sex attacks”, published on 12 October 2021.2. The article reported that the complainant had appeared in\ncourt charged with rape and sexual assault. It reported the complainant’s\nposition: these acts had been consensual but “did not lead to full sex and he\nremained fully clothed throughout, unlike the woman whose jeans he removed”. It\nalso reported that the complainant told the jury he had looked forward to a\n“distinguished career” before his arrest and being charged.3. The article also appeared online under the headline\n“Trainee solicitor accused of raping student at colleague's party” in\nsubstantially the same format. 4. The complainant said that the article was inaccurate in\nbreach of Clause 1. First, the article had reported that he had told the jury\nhe was looking forward to a “distinguished career”; this was, in fact, a claim\nmade by his lawyer. Second, the article had reported that he had removed the\nwoman’s jeans; he had told the court that she had removed this item of clothing\nherself.5. The newspaper did not accept a breach of the Editors’\nCode. It maintained that the article was an accurate account of court\nproceedings, and provided a copy of the relevant contemporaneous shorthand\nnotes taken by the reporter to support this. It said the article was not\ninaccurate to attribute the comments about a “distinguished career” to the\ncomplainant in circumstances where the comments were made by the complainant’s\nlegal representative, and with his consent, during proceedings.6. Notwithstanding this, upon receipt of the complaint, in a\ngesture of goodwill, the newspaper amended the online article to reflect this\nand recorded the changes with the following footnote clarification. It also\noffered to publish this wording in print. “An earlier version of this article stated that it was Tom\nHagyard who told the jury that he had been looking forward to a distinguished\ncareer before he was arrested and charged. In fact, as the article now states,\nthis was said on his behalf by his defence counsel, Karina Arden.”7. Finally, the newspaper did not accept that the article\nwas inaccurate to report that the complainant had “removed” the woman’s jeans\nwhere the reporter’s notes showed that the complainant had told the court: “I\nbegan to take her jeans off and she lifted her hips”. Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Findings of the Committee8. The newspaper’s obligation was to report court\nproceedings accurately. In this case, the article had attributed the statement\nthat the complainant looked forward to a “distinguished career” to him rather\nthan to his lawyer. The Committee noted that it was within the convention of\ncourt reporting to attribute  submissions\nmade by a legal representative in court to the party being represented because\nsuch a representative would be speaking under the defendant’s instructions and\non their behalf and that doing so was not significantly inaccurate or\nmisleading. There was no breach of Clause 1 on this point. Nonetheless, the\nCommittee welcomed the newspaper’s offer to publish a clarification to address\nthis point.9. The Committee next considered whether the article was\ninaccurate to report that the complainant had “removed” the woman’s jeans. The\npublication produced the reporter’s contemporaneous notes of court proceedings,\nwhich included the following statement from the complainant: “I began to take\nher jeans off”. In such circumstances, \nthere was no failure to take care over the accurate reporting of court proceedings\nand there was no inaccuracy requiring correction. There was no breach of Clause\n1 in regard to this.Conclusion10. The complaint was not upheld.Remedial Action Required11. N/A Date complaint received: 22/11/2021Date complaint concluded by IPSO: 05/04/2022\nBack to ruling listing\n\n\n"
}