{
    "url": "/rulings-and-resolution-statements/ruling/?id=02101-14",
    "title": "Complaint 02101-14 Khan v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Resolved - directly with publication",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2014-11-28 00:00:00",
    "concluded_on": "2014-12-22 00:00:00",
    "complaint_processing_days": 24,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore instigated an investigation into the matter.   6. The newspaper offered to publish the complainant’s letter in the Corrections and clarifications column on its website for 24 hours, after which it would remain searchable in the archive. It also agreed to add a link to the letter at the bottom of the online article.  7. The complainant said the publication of his letter online would resolve the matter to his satisfaction.  8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint\n02101-14 Khan v Daily Mail\nSummary\nof complaint\n1.\nShoaib M Khan complained to the Independent Press Standards Organisation that\nthe Daily Mail had published an article, headlined “We must seize power from\nEuro judges”, on 3 October 2014, which raised a breach of Clause 1 (Accuracy)\nof the Editors’ Code of Practice. \n2.\nThe complainant expressed concern that the newspaper had given the\nsignificantly misleading impression that judges in the European Court of Human\nRights (ECHR) were not all legally qualified, and that the ECHR tells UK courts\nwhat to do. He also objected to the implication that he understood from the\ncoverage that some absolute rights – such as the right not to be tortured –\nhave to be balanced with the interests of society. \n3.\nThe newspaper said this was a piece written by the Justice Secretary, Chris\nGrayling, and it represented his views. It had addressed two of the\ncomplainant’s points by publishing a correction in print and online, but it\ndeclined to correct the statement that the ECHR “tells our courts what to do”,\non the basis that this was clearly Mr Grayling’s opinion, and he had been\nentitled to express it. It had therefore dealt with this point by publishing a\nletter from the complainant in the newspaper; it declined to publish the letter\nonline. \nRelevant\nCode Provisions\n4.\nClause 1 (Accuracy) \ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures. \nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance. \nMediated\noutcome\n5.\nThe complaint was not resolved through direct correspondence between the\nparties. IPSO therefore instigated an investigation into the matter.  \n6.\nThe newspaper offered to publish the complainant’s letter in the Corrections\nand clarifications column on its website for 24 hours, after which it would\nremain searchable in the archive. It also agreed to add a link to the letter at\nthe bottom of the online article. \n7.\nThe complainant said the publication of his letter online would resolve the\nmatter to his satisfaction. \n8.\nAs the complaint was successfully mediated, the Complaints Committee did not\nmake a determination as to whether there had been any breach of the Code. \nDate\ncomplaint received: 28/11/2014 \nDate\ncomplaint concluded by IPSO: 22/12/2014\nBack to ruling listing\n\n\n"
}