{
    "url": "/rulings-and-resolution-statements/ruling/?id=07056-18",
    "title": "Decision of the Complaints Committee 07056-18 A woman v mirror.co.uk",
    "provisions": [
        "2 Privacy (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2018-10-22 00:00:00",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 07056-18 A woman v mirror.co.uk\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that mirror.co.uk\nbreached Clause 2 (Privacy) and Clause 9 (Reporting of crime) of the Editors’\nCode of Practice in an article headlined “Adam Johnson prison visitor insists\nshe’s NOT his girlfriend despite repeated trips to see him”, published on 22\nOctober 2018.\n2. The article\nreported that the complainant had denied speculation, reported in other\npublications, that she was in a relationship with Adam Johnson. Mr Johnson, a\nformer professional footballer who played for England, is currently serving a\nsix-year sentence for child sex offences. The article identified the\ncomplainant by name, included her photograph, and said that according to other\nreports, she had visited Mr Johnson in prison on “at least three occasions”.\n3. The complainant\nsaid that her identification in the article under complaint was a breach of\nClause 9. She said that the disclosure of her association with Adam Johnson was\nintrusive: the fact of her visits were only known to prison staff; she was not\ninvolved in Mr Johnson’s previous court case, nor had she publicly commented on\nit. The complainant said that Mr Johnson received several visits a month from\nfamily and other friends, none of which drew any media attention.\n4. The complainant\nsaid that the fact that she visited Adam Johnson in prison was private\ninformation. She said that she had been photographed without her knowledge and\nconsent in a private car park owned by the prison: this was a place where she\nhad a reasonable expectation of privacy. The complainant said that the\ndisclosure of her age and the town in which she lived represented an\nunjustified intrusion into her private life.\n5. The publication\ndid not accept a breach of the Code. It said that the purpose of Clause 9 is to\nensure that individuals are not unjustifiably tainted by their association with\npersons accused or convicted of crimes. The publication said that the story was\nnot about Mr Johnson and his crimes, nor was it about someone who had once\nassociated with him. Rather, it said that the story was about someone who has\nbeen visiting him in prison and speculation about their relationship. The\npublication said that the complainant was genuinely relevant to the story, as\nshe was the person who was visiting Adam Johnson in prison. In addition, the\ncomplainant had chosen to associate herself with Mr Johnson; therefore, she was\nnot being unfairly tainted by her inclusion in the story. The newspaper noted\nthat the complainant had previously been identified as being associated with\nAdam Johnson in an article in another publication, dated July 2018, although\nshe had not been named.\n6. The publication\nsaid that a visit to a prison is not private information about a person. It\nnoted that the visiting times for the prison were publicly available online.\nThe publication said that the photographs were taken in the prison car park,\nwhich is accessible to any member of the public.\n7. The complainant\ndid not accept the publication’s position that the prison car park was a public\nplace. She said that she had received confirmation from the Governors of the\nprison and South Yorkshire Police, that the car park is Crown property and therefore\nbelongs to the prison.\nRelevant Code Provisions\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nFindings of the Committee\n8. The purpose of\nClause 9 is to provide protection to family and friends from being caught\nunnecessarily in the publicity spotlight focused on those accused, or found\nguilty, of crimes. Clause 9 aims to ensure that family and friends are not\nunjustifiably tainted by their association to these individuals: it sets a high\nbar in relation to the standards expected of a publication.\n9. The complainant\nhad been named and photographed following her visit to Adam Johnson in prison;\nthe article had also identified the town in which she lived. Visits to prison\nenable family and friends of individuals who have been convicted of crime to\ncontinue to maintain their pre-established relationships. It was accepted that\nthe complainant had been friends with Adam Johnson for a number of years prior\nto his arrest and conviction for sexual offences against a child. The context\nin which the complainant had been identified was distinct from a situation\nwhere, for example, she had chosen to associate herself publicly to Mr Johnson\nin the context of the legal proceedings against him, for example, by making\npublic statements on his case.\n10. The publication had argued that there was no breach of\nClause 9, on the basis that the complainant was genuinely relevant to the story\n- “the story” being her denial of speculation that she was in a relationship\nwith Adam Johnson. Indeed, this was the sole focus of the article. However,\nconjecture on the existence of a possible relationship with a person convicted\nof crime is not enough to show relevance. The publication had not demonstrated\nthat the complainant was genuinely relevant to a story which in part related to\nthe crime for which Adam Johnson had been convicted. The complaint was\ntherefore upheld as a breach of Clause 9.\n11. The Committee then turned to consider the complaint\nwhich had been made under Clause 2. The complainant had been photographed\nwithout her knowledge or consent in the grounds of the prison car park. There\nwas a dispute between the parties as to whether the car park was privately\nowned by the prison, or whether it was a public place. In any event, it\nappeared to be accepted that it was a location which was open to the visiting\npublic. The Committee did not consider that the complainant had a reasonable expectation\nof privacy while walking through a prison car park, or in relation to the\nsimple fact of her visit to the prison, leaving aside the issues that arose\nunder Clause 9. No other issues arose under Clause 2.\nConclusions\n12. The complaint was upheld.\nRemedial Action\n13. Having upheld the complaint, the Committee considered\nwhat remedial action should be required. In circumstances where the newspaper\nhad breached Clause 9, the publication of an adjudication was appropriate.\n14. The Committee considered the placement of this\nadjudication. The adjudication should be published online, with a link to it\n(including the headline) being published on the top 50% of the publication’s\nhomepage for 24 hours; it should then be archived in the usual way. The\nheadline to the adjudication should make clear that IPSO has upheld the\ncomplaint, give the title of the publication and refer to the complaint’s\nsubject matter. The headline must be agreed with IPSO in advance. The\npublication should contact IPSO to confirm the amendments it now intends to\nmake to the article to avoid the continued publication of material in breach of\nthe Editors’ Code of Practice. If the article remains online un-amended, the\nfull adjudication (including the headline) should appear below the headline.\nThe terms of the adjudication for publication are as\nfollows:\nFollowing an article published on 22 October 2018 in\nmirror.co.uk, headlined ”Adam Johnson prison visitor insists she’s NOT his\ngirlfriend despite repeated trips to see him”, a woman complained to the\nIndependent Press Standards Organisation that the publication had breached\nClause 9 (Reporting of crime) of the Editors’ Code of Practice. IPSO upheld the\ncomplaint and has required mirror.co.uk to publish this decision as a remedy to\nthe breach.\nThe article named the complainant, included her photograph\nand reported that the complainant had denied speculation, reported in other\npublications, that she was in a relationship with Adam Johnson. Mr Johnson, a\nformer professional footballer who played for England, is currently serving a\nsix-year sentence for child sex offences.\nThe complainant said she should not have been identified in\nthe article because she was not genuinely relevant to the story. She said that\nshe was not involved in Mr Johnson’s previous court case, nor had she publicly\ncommented on it.\nThe newspaper had argued that there was no breach of Clause\n9, on the basis that the complainant was genuinely relevant to the story; “the\nstory” being her denial of speculation that she was in a relationship with Adam\nJohnson.\nThe purpose of Clause 9 is to provide protection to family\nand friends from being caught unnecessarily in the publicity spotlight focused\non those accused, or found guilty, of crimes. Clause 9 aims to ensure that\nfamily and friends are not unjustifiably tainted by their association to these\nindividuals.\nIPSO’s Complaints Committee considered that visits to prison\nenable family and friends of individuals who have been convicted of crime to\ncontinue to maintain their pre-established relationships; it was accepted that\ncomplainant had been friends with Adam Johnson for a number of years prior to\nhis arrest and conviction for child sex offences. The sole focus of the article\nwas the complainant’s denial of speculation that she was in a relationship with\nAdam Johnson. However, conjecture on the existence of a possible relationship\nwith a person convicted of crime is not enough to show relevance. The\npublication had not demonstrated that the complainant was genuinely relevant to\na story which in part related to the crime which Adam Johnson had been\nconvicted of. The complaint was therefore upheld as a breach of Clause 9.\nIndependent Complaints Reviewer\nThe publication complained to the Independent Complaints\nReviewer about the process followed by IPSO in handling this complaint. The\nIndependent Complaints Reviewer decided that the process was not flawed and did\nnot uphold the request for review.\nBack to ruling listing\n\n\n"
}