{
    "url": "/rulings-and-resolution-statements/ruling/?id=02240-18",
    "title": "Decision of the Complaints Committee Agrawal v express.co.uk 02240-18",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Breach - sanction: action as offered by publication",
    "publication": "express.co.uk (Reach PLC)",
    "received_on": "2017-03-11 00:00:00",
    "concluded_on": "2018-06-01 00:00:00",
    "complaint_processing_days": 447,
    "conclusion_long": "8. The complaint was upheld.",
    "remedial_action": "9. The publication had offered to amend the article and append a footnote which included a verbatim account of the complainant’s expressed views. This allowed readers to know the complainant’s position in full, and addressed the inaccuracy in the original article. It was sufficient to address the inaccuracy in the article, and as it had already been published, no further action was required. Date complaint received: 11 March 2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints Committee 02240-18 Agrawal v\nexpress.co.uk\nSummary of complaint\n1. Roma Agrawal\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “BBC Question Time Live: David Dimbleby hosts Liam Fox and Laura\nPidcock in FIREY debate”.\n2. The article was\na ‘live’ report of an episode of Question Time in which the complainant\nfeatured. It described, in timeline form, the views expressed by the different\npanellists on the show; the complainant was pictured twice in the article. The\narticle reported that the second question on the show was “With Donald Trump’s\nlove of trade wars, will the UK come off badly outside the UK?”. It said that,\nas part of the discussion arising from this question, the complainant had “called\nfor the country to get behind Brexit”. The article went on to say that she said\nshe was “bored of politicians arguing between themselves over Brexit”, and that\nshe “called for consensus so that Brexit can be made a success”. The caption to\none photograph of the complainant read: “Roma Agrawal says ‘get behind\nBrexit’”.\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1 (Accuracy); she had\nnot called for the country to get behind Brexit as the article and photo\ncaption stated. In fact, she was strongly pro-Remain, and had not made any\ncomment in support of Brexit; she had said “I personally am not convinced\n[about Brexit]”.\n4. The publication\nsaid that, at the time the journalist wrote the article, he did not have a clear\nunderstanding of the point the complainant was making in her response, or of\nher political position in relation to Brexit. For this reason, he interpreted\nher comments as meaning that the main parties should stop fighting about the\ntype of Brexit they wanted, and make a positive pitch about the benefits of\nBrexit. However, it acknowledged that the article gave a significantly\ninaccurate account of the complainant’s views, and offered to amend the article\nto say she had called for “both of the big parties to come up with a vision of\nBrexit she could support”. It also offered to remove the claim that she had\n“called for consensus so that Brexit can be made a success”, and to amend the\nphoto caption. It also offered to add a footnote correction as follows:\nThis article was amended on… It previously reported that\nRoma Agrawal had called for the country to get behind Brexit. In fact in\nresponse to an audience member’s plea for the country to come together in\nrespect of Brexit, Ms Agrawal said, “I too am completely fed up of just\nwatching politicians…we hear hard Brexit, soft Brexit, we’ll have sunny-side-up\nBrexit next, I dunno what we’re gonna hear, and, what I really want to see is a\nvision from both of the big parties in our country, telling me why my life is\ngoing to be better outside the European Union, and I am absolutely not\nconvinced at this point in time”.\n5. The complainant\nsaid that this offer was not sufficient: given the nature of the inaccuracy,\nand the possible impact on the complainant’s political aspirations, a\nstandalone correction and private apology were required.\nRelevant Code provisions6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nFindings of the Committee\n7. Publications are\nentitled to paraphrase individuals’ views in reporting their comments, and the\nCommittee acknowledged that the complainant’s comments might have been open to\ndifferent interpretations. However, the complainant had not “called for the\ncountry to get behind Brexit”: this was the publication’s interpretation of her\ncomments; she had not herself said this. Similarly, the photo caption stated\nthat the complainant had said we should “get behind Brexit”, when she had not.\nThe publication had imposed its own interpretation on the complainant’s\ncomments, without indicating that it had done so. This represented a failure to\ntake care over the accuracy of the article, in breach of Clause 1 (i). The\npublication’s presentation of its interpretation of the comments was misleading\nbecause it suggested that the complainant had made a statement which she had not\nmade. This required correction to avoid a breach of Clause 1 (ii).\n8. The publication\nhad offered to amend the article and append a footnote which included a\nverbatim account of the complainant’s expressed views. This allowed readers to\nknow the complainant’s position in full, and addressed the inaccuracy in the\noriginal article. It was sufficient to address the inaccuracy in the article,\nand had been offered promptly when the publication had received the complaint\nin writing. The inaccuracy related to the interpretation of political comments;\nit was not a personal attack on the complainant. In these circumstances, there\nwas no obligation under Clause 1 (ii) for the publication to issue an apology,\nand the correction offered was sufficiently prominent; there was no requirement\nfor a standalone correction. The offered correction, which had already been\nadded to the article, was sufficient to address the inaccuracy and meet the\nterms of Clause 1 (ii).\nConclusion\n8. The complaint\nwas upheld.\nRemedial action required\n9. The publication\nhad offered to amend the article and append a footnote which included a\nverbatim account of the complainant’s expressed views. This allowed readers to\nknow the complainant’s position in full, and addressed the inaccuracy in the\noriginal article. It was sufficient to address the inaccuracy in the article,\nand as it had already been published, no further action was required.\nDate complaint received: 11 March 2017\nDate complaint concluded: 1 June 2018\nBack to ruling listing\n\n\n"
}