{
    "url": "/rulings-and-resolution-statements/ruling/?id=01557-17",
    "title": "Historical Institutional Abuse Inquiry v The Belfast Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Breach - sanction: publication of adjudication",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "received_on": "2017-02-23 00:00:00",
    "concluded_on": "2017-08-07 00:00:00",
    "complaint_processing_days": 165,
    "conclusion_long": "19. The complaint was upheld.",
    "remedial_action": "26. Having upheld the complaint, the Committee considered what remedial action should be required. 27. The newspaper had published significantly misleading information and it had failed to comply with the obligations of Clause 1(ii) by promptly offering to publish a correction. As such, the Committee required the publication of an adjudication. 28. As the inaccurate information had first appeared on page five of the print edition, the Committee required the newspaper to publish the adjudication on page five or further forward. 29. The wording of the headline to the adjudication should be agreed with IPSO in advance, or in the absence of agreement, as determined by the Complaints Committee. It should refer to IPSO, include the title of the newspaper, make clear that the complaint was upheld, and refer to the subject matter. The placement on the page, and the prominence, including font size, of the adjudication must also be agreed with IPSO in advance. 30. The adjudication should also be published on the newspaper’s website, with a link to the full adjudication appearing on the top half of the homepage for 24 hours; it should then be archived in the usual way. 31. If the newspaper intends to continue to publish the articles online without amendment to remove the misleading information identified by the Committee, the full text of the adjudication should also be published on the page, beneath the headline. If amended to remove the misleading statements, a link to the adjudication should be published with the articles, explaining that it was the subject of an IPSO adjudication. 32. The terms of the adjudication to be published are as follows:  Following an article published on 11 February 2017, headlined “Inquiry ignored abuse report on paedophile doctor: claim”, and an article published on 13 February 2017, headlined “Hospital’s paedophile doctor and unanswered questions that won’t go away”, the Historical Institutional Abuse Inquiry complained to the Independent Press Standards Organisation that the Belfast Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice. IPSO upheld the complaint and has required the Belfast Telegraph to publish this adjudication as a remedy to the breach.  The first article reported that Dr Niall Meehan had claimed that the Historical Institutional Abuse Inquiry had “ignored” his report which had found that child-psychiatrist, Dr Roderick Morrison Fraser, had abused a 13-year-old boy. The second article was an opinion piece written by Dr Meehan in which he said that the HIA Inquiry should have investigated why Dr Fraser had continued to work as a doctor until 1995. He said that he had sent the inquiry a submission and his report on Dr Fraser, but it had ignored them.  The complainant said that the newspaper had inaccurately asserted that it had “ignored” Dr Meehan’s submission on the allegations concerning Dr Fraser. In fact, references had been made to his submissions and allegations in the inquiry report and at the inquiry’s public hearings.  The newspaper said that it had accurately reported that the complainant had “refused to include [Dr Meehan’s] damning report”. It had not been aware that there were references to his submissions in the report; the reporter had not found his name in the document.  The Committee was concerned that the newspaper had failed to properly check the complainant’s report, which was publicly available at the time of publication, and as a result it had given a significantly misleading impression of its contents. This represented a failure to take care over the accuracy of the articles in breach of Clause 1 (Accuracy). A correction was required.  During IPSO’s investigation of the complaint, the newspaper offered to publish a correction. The Committee considered that the wording offered addressed the misleading information; however, it had been offered more than two months after it had been made aware of the complainant’s concerns. This represented a failure to correct an inaccuracy promptly in breach of Clause 1. The complaint was upheld. Date complaint received: 23/02/2017",
    "text": "\n\n\n\n\n\nDecision of the Complaints\nCommittee 01557-17 Historical Institutional Abuse Inquiry v The\nBelfast Telegraph \nSummary\nof complaint 1.  The Historical Institutional Abuse Inquiry\ncomplained to the Independent Press Standards Organisation that The Belfast\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Inquiry ignored abuse report on paedophile doctor: claim”,\npublished on 11 February 2017, and an article headlined “Hospital’s paedophile\ndoctor and unanswered questions that won’t go away”, published on 13 February\n2017. 2. The first article reported that Dr Niall Meehan had\nclaimed that the Historical Institutional Abuse Inquiry (HIA Inquiry) had\nignored his report which had found that child-psychiatrist, Dr Roderick Morrison\nFraser, had abused a 13-year-old boy. It said that his report had exposed\n“major failings by health boards, medical professionals and the RUC after they\nfailed to stop [Dr Fraser] working within the health service”. The article said\nthat Dr Meehan had contacted the HIA Inquiry with a copy of his evidence, and\nhe was told that the inquiry would consider matters “relevant to its terms and\nconditions”. It said that the HIA Inquiry had failed to reply to a request for\ncomment. The article was also published in the same form online. 3. The second article was an opinion piece written by\nDr Niall Meehan. In it, he said that the HIA Inquiry should have investigated why\nDr Fraser, who had been known to have abused children in 1971, had continued to\nwork as a doctor until 1995. It said that the inquiry had undermined the\nevidence given by victims, who had not appeared before it, and had accepted\ntestimony from police and intelligence sources without questioning it. Dr\nMeehan said that he had sent the inquiry a submission and his report on Dr\nFraser, but it had ignored them. This piece was also published in the same form\nonline. 4.  The complainant said that the newspaper had\ninaccurately asserted that it had “ignored” Dr Meehan’s submission on the\nallegations concerning Dr Fraser. The piece failed to state that his\nsubmissions were referred to in Volume 8 of the inquiry report, and that there\nwas a section dealing specifically with one victim’s allegations about Dr\nFraser’s conduct while he was in residential care. Furthermore, both articles\nmade no mention of the fact that there were numerous references to allegations\nabout Dr Fraser at the inquiry’s public hearings. It said that the second\narticle had also failed to state that Dr Meehan had been informed that the\ninquiry was limited to its Terms of Reference, which did not extend to\nexamining these matters as they did not relate to allegations of abuse in\nresidential homes. 5. The complainant said that, contrary to the\nassertion made in the first article, it had not “failed to reply to a request\nfor comment”. It said that the newspaper had emailed the inquiry and it had\nbeen sent an out-of-office response. It questioned why the newspaper had made\nno attempt to contact the inquiry on the telephone number provided in that response.\nThe complainant was also concerned that the newspaper had failed to give it an\nopportunity to reply to significant inaccuracies. 6. The newspaper said that it had accurately reported\nthat the complainant had “refused to include [Dr Meehan’s] damning report”. It\nhad not been aware that there were references to Dr Meehan’s submissions in the\nreport; the reporter had searched the document for Dr Meehan’s name and nothing\nhad come up. However, it did not consider this to be significantly misleading,\nas it was correct that the inquiry did not consider or investigate Dr Meehan’s\nreport. Furthermore, the first article had made clear that references were made\nto Dr Fraser during the inquiry; it stated that “Dr Meehan…said he contacted\nthe HIA with a copy of his evidence after references to Fraser were made in its\nhearings in April last year”. 7. The newspaper did not consider that it should have\nstated in the second article that Dr Meehan had been informed that the inquiry\nwas limited to matters falling within its Terms of Reference. When asked by Dr\nMeehan for clarification on what fell within its remit, the inquiry had failed\nto articulate its reasoning. 8. The newspaper said that the reporter had emailed\nthe complainant for its comment on Dr Meehan’s criticism of the inquiry and its\nreport before publication, but it had failed to respond. It denied that it had\nreceived an out-of-office response, as claimed by the complainant. 9. The complainant contacted the newspaper directly on\n13 and 14 February 2017, and the newspaper replied on 16 February 2017,\nexplaining that it did not accept that the articles were inaccurate. IPSO began\nits investigation on 21 March 2017. The newspaper sent its initial response to\nIPSO on 25 April, and on 27 April, it offered to publish the following\nclarification on page five, where the first article appeared, and online: In articles published on 11th and\n13th February 2017 in relation to the Historical Institutional Abuse\nInquiry, we should have made it clear that while a report from Dr Niall\nMeehan was not referred to in the Inquiry Report, references were made to his\nsubmissions and to allegations against Dr Fraser.10. The\ncomplainant said that the newspaper’s admission that it had merely searched the\nreport for Dr Meehan’s name demonstrated that it had failed to take sufficient\ncare over the accuracy of the articles, which had contained serious allegations\nabout the way in which it had carried out its work. It requested the\npublication of the correction, and an article written by the inquiry based on\nits press release which was issued in response to the newspaper’s coverage. 11. The\nnewspaper said that it would be happy to publish the correction and an article\nfrom the complainant, but it would not publish the press release provided.  \nRelevant Code provisions 12. Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nFindings of the Committee 13. The newspaper had been entitled\nto report Dr Meehan’s criticism of the complainant, and his position that it had\nfailed to give proper consideration to his report on Dr Morris Fraser. However,\nboth of the articles under complaint had given the inaccurate impression that\nDr Meehan’s submission to the inquiry was “ignored”. While the complainant had\nnot published Dr Meehan’s report, the complainant’s report did refer to his\nallegations made against Dr Fraser.14. The complainant’s report, which\nwas the subject of the criticism, was publicly available at the time the\nnewspaper published the articles. The Committee was therefore concerned that\nthe newspaper had failed to properly check the document before proceeding to\npublish the articles. In addition, when it did not receive a response to its\nrequest for comment, it had failed to take any further steps to contact the\ncomplainant. The newspaper had failed to take care over the accuracy of\nthe articles in breach of Clause 1(i). The\nomission of the fact that references were made to Dr Meehan’s submissions and\nto allegations against Dr Fraser had given a significantly misleading\nimpression of the contents of the inquiry report; a correction was required in\norder to avoid a breach of Clause 1(ii). 15.\nThe\nnewspaper had offered to publish a correction, which made clear that the\ncomplainant’s report did, in fact, contain references to Dr Meehan’s\nallegations against Dr Fraser. The newspaper had offered to publish this on\npage five, the page on which the first article had appeared, and 16 pages\nfurther forward than the later piece. It had also offered to append this\nwording to both the online articles. While the Committee considered that the\ncorrection addressed the significant points, the offer had been made more than\ntwo months after the complainant’s concerns had first been raised. The\nCommittee was also concerned that the newspaper had failed to respond promptly\nduring IPSO’s investigation. The newspaper had failed to correct significantly\nmisleading information promptly in breach of Clause 1(ii). 16. There was disagreement between\nthe parties as to whether the newspaper had received an out-of-office response\nto its request for comment, and the Committee could not reconcile the differing\npositions. Nevertheless, given that an attempt to obtain comment had been made,\nit was not significantly misleading for the newspaper to have stated in the\nfirst article that the complainant had failed to respond to a request for\ncomment. There was no breach of the Code on this point. 17. The Committee was concerned that\nthe second article had not made clear that Dr Meehan had been informed that his\nconcerns did not fall within its Terms of Reference. Nevertheless, Dr Meehan\nwas still entitled to the view that the reason for this had not been fully\nexplained and it was a “mystery” that the matter had not been investigated\nfurther. In the context of this comment piece, the omission of this specific\ninformation was not significantly misleading. Furthermore, the earlier news\nitem had made clear the complainant’s position that it had informed Dr Meehan\nthat his concerns fell outside its remit. There was no breach of Clause 1 on\nthis point. 18.\nThe\nCommittee noted the complainant’s position that the newspaper had failed to\ngive it an opportunity to reply to significant inaccuracies. However, the\nnewspaper had offered to publish a correction to address the misleading\ninformation identified by the complaint. It was not obliged to additionally\npublish the complainant’s reply. There was no breach of Clause 1 (iii). \nConclusion 19. The complaint was upheld. \nRemedial action required 26. Having\nupheld the complaint, the Committee considered what remedial action should be\nrequired. 27. The newspaper had published\nsignificantly misleading information and it had failed to comply with the\nobligations of Clause 1(ii) by promptly offering to publish a correction. As\nsuch, the Committee required the publication of an adjudication. 28. As the inaccurate information had\nfirst appeared on page five of the print edition, the Committee required the\nnewspaper to publish the adjudication on page five or further forward. 29. The wording of the headline to\nthe adjudication should be agreed with IPSO in advance, or in the absence of\nagreement, as determined by the Complaints Committee. It should refer to IPSO,\ninclude the title of the newspaper, make clear that the complaint was upheld,\nand refer to the subject matter. The placement on the page, and the prominence,\nincluding font size, of the adjudication must also be agreed with IPSO in\nadvance. 30. The adjudication should also be published on the newspaper’s\nwebsite, with a link to the full adjudication appearing on the top half of the\nhomepage for 24 hours; it should then be archived in the usual way. 31. If the newspaper intends to continue to publish the articles online\nwithout amendment to remove the misleading information identified by the\nCommittee, the full text of the adjudication should also be published on the\npage, beneath the headline. If amended to remove the misleading statements, a\nlink to the adjudication should be published with the articles, explaining that\nit was the subject of an IPSO adjudication. 32. The terms of the adjudication to\nbe published are as follows: \nFollowing an\narticle published on\n11 February 2017, headlined “Inquiry ignored abuse report on paedophile doctor:\nclaim”, and an article published on 13 February 2017, headlined “Hospital’s\npaedophile doctor and unanswered questions that won’t go away”, the Historical\nInstitutional Abuse Inquiry complained to the Independent Press Standards\nOrganisation that the Belfast Telegraph breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice. IPSO\nupheld the complaint and has required the Belfast Telegraph to publish this adjudication\nas a remedy to the breach. \nThe first article reported that Dr Niall Meehan had claimed that the\nHistorical Institutional Abuse Inquiry had “ignored” his report which had found\nthat child-psychiatrist, Dr Roderick Morrison Fraser, had abused a 13-year-old\nboy. The second article was an opinion piece written by Dr Meehan in which he\nsaid that the HIA Inquiry should have investigated why Dr Fraser had continued\nto work as a doctor until 1995. He said that he had sent the inquiry a\nsubmission and his report on Dr Fraser, but it had ignored them. \nThe complainant said that the newspaper had inaccurately asserted that\nit had “ignored” Dr Meehan’s submission on the allegations concerning Dr\nFraser. In fact, references had been made to his submissions and allegations in\nthe inquiry report and at the inquiry’s public hearings. \nThe newspaper said that it had accurately reported that the complainant\nhad “refused to include [Dr Meehan’s] damning report”. It had not been aware\nthat there were references to his submissions in the report; the reporter had\nnot found his name in the document. \nThe Committee was concerned that the newspaper had failed to properly\ncheck the complainant’s report, which was publicly available at the time of\npublication, and as a result it had given a significantly misleading impression\nof its contents. This represented a failure to take care over the accuracy of\nthe articles in breach of Clause 1 (Accuracy). A correction was required. \nDuring IPSO’s\ninvestigation of the complaint, the newspaper offered to publish a correction.\nThe Committee considered that the wording offered addressed the misleading\ninformation; however, it had been offered more than two months after it had\nbeen made aware of the complainant’s concerns. This represented a failure to\ncorrect an inaccuracy promptly in breach of Clause 1. The complaint was upheld. Date complaint received: 23/02/2017Date decision issued: 07/08/2017\nBack to ruling listing\n\n\n"
}