{
    "url": "/rulings-and-resolution-statements/ruling/?id=07769-16",
    "title": "Resolution Statement 07769-16 Wilkinson v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-08-04 00:00:00",
    "received_on": "2016-08-08 00:00:00",
    "concluded_on": "2016-10-21 00:00:00",
    "complaint_processing_days": 74,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. Following IPSO’s intervention, the newspaper offered to amend the headlined to: “'Ice sheet melt caused by heat from Earth's core not just global warming': NEW REPORT CLAIMS'“It offered to amend the introduction to the article to:'The MASSIVE Greenland ice sheet is being melted as a result of heat emitted from the Earth, rather than solely rising atmospheric temperatures, a new NASA study has claimed.'It offered to publish the following wording at the top of the article:UPDATE: On the 15 October 2016 this article was amended. The headline originally stated 'CLIMATE CHANGE SHOCK: Ice sheet melt caused by heat from Earth's core NOT global warming' and the first paragraph stated  'The MASSIVE Greenland ice sheet is being melted as a result of heat emitted from the Earth, rather than rising atmospheric temperatures, a new NASA study has claimed'. In fact whilst the report has explored the role that archaic heat from the Earth's core plays on the melting of the Greenland ice sheet the report does not claim to rule out the effects of a warming climate upon the ice sheetIt offered to publish the same wording under the heading “Clarification”, at the bottom of the article.9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement Complaint 07769-16 Wilkinson v Express.co.ukSummary of Complaint1. Vince Wilkinson\ncomplained to the Independent Press Standards Organisation that Express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “CLIMATE  CHANGE SHOCK: Ice\nsheet melt caused by heat from Earth’s core NOT global warming”, published on 4\nAugust 2016.2. The article\nreported that the US space agency had obtained temperatures from the base of\nthe Greenland ice sheet for the first time, and had found that it was up to ten\ndegrees warmer at the base than at the surface. It reported that the scientists\nhad said that heat was coming out of the bedrock itself, which was causing the\nice sheet’s melting. The sub headline stated that the study had claimed that\nthe ice sheet was being melted “as a result of heat emitted from within the\nEarth, rather than rising atmospheric temperatures”. 3. The complainant\nsaid that the conditions at the base of the Greenland ice sheet, the subject of\nthe research, had existed throughout the life of the ice sheet. He said that\nthe article inaccurately suggested that the research had found that heat from\nwithin the earth was causing recent losses of ice mass in Greenland, rather\nthan global warming. He said that the findings in relation to the base of the\nice sheet did not exclude global warming as a cause of ice sheet loss. The\ncomplainant raised an additional concern that the article suggested that the\nresearch had ascertained the actual temperatures at the base of the ice sheet.\nIn fact, he said the research inferred these temperatures from interpolation\nand remote sensing.4. The newspaper\nsaid that the article reported the research’s finding that heat from the\nEarth’s core is an ongoing cause of ice sheet melt. It said that when read in\nthe context of the article as a whole, the headline was not misleading.Relevant Code Provisions 6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated outcome7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. 8. Following IPSO’s\nintervention, the newspaper offered to amend the headlined to: “'Ice sheet melt caused by heat from Earth's core not just\nglobal warming': NEW REPORT CLAIMS'“It offered to amend the introduction to the article to:'The MASSIVE Greenland ice sheet is being melted as a result\nof heat emitted from the Earth, rather than solely rising atmospheric\ntemperatures, a new NASA study has claimed.'It offered to publish the following wording at the top of\nthe article:UPDATE: On the 15 October 2016 this article was amended. The\nheadline originally stated 'CLIMATE CHANGE SHOCK: Ice sheet melt caused by heat\nfrom Earth's core NOT global warming' and the first paragraph stated  'The MASSIVE Greenland ice sheet is being\nmelted as a result of heat emitted from the Earth, rather than rising\natmospheric temperatures, a new NASA study has claimed'. In fact whilst the report\nhas explored the role that archaic heat from the Earth's core plays on the\nmelting of the Greenland ice sheet the report does not claim to rule out the\neffects of a warming climate upon the ice sheetIt offered to publish the same wording under the heading\n“Clarification”, at the bottom of the article.9. The complainant\nsaid that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 08/08/2016Date complaint concluded by IPSO: 21/10/2016\nBack to ruling listing\n\n\n"
}