{
    "url": "/rulings-and-resolution-statements/ruling/?id=09570-19",
    "title": "Resolution Statement 09570-19 Enticknap v thenorthernecho.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thenorthernecho.co.uk (Newsquest Media Group)",
    "published_on": "2019-06-11 00:00:00",
    "received_on": "2019-12-18 00:00:00",
    "concluded_on": "2020-01-27 00:00:00",
    "complaint_processing_days": 40,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. The publication offered to write a letter of apology to the complainant. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 09570-19 Enticknap v\nthenorthernecho.co.uk\nSummary of Complaint\n1. Gary Enticknap complained to the Independent Press\nStandards Organisation that thenorthernecho.co.uk breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Teesside pimp handed\nsuspended jail term”, published on 11 June 2019.\n2. The article reported on the sentencing of the\ncomplainant. The article stated that the complainant had “blackmailed a woman\nwho worked for his online escort agency”; detailed his sentencing for\ncontrolling prostitution for gain and contained a quote from a spokesperson for\nNorth Yorkshire Police which stated that “he used the threat of blackmail to\navoid being brought to justice.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 because, whilst the claim he had blackmailed one of the\nescorts had been addressed in court, this had been dropped and he had not been\nfound guilty of it.  \n4. The publication accepted that it had published inaccurate\ninformation. The article had been based on a press release issued by the North\nYorkshire Police which had incorrectly stated that the complainant had\nblackmailed one of the women. The publication was contacted by the complainant\ndirectly, and after confirming with the North Yorkshire Police, it amended the\narticle and added the following correction and apology as a footnote:\nAn earlier version of this article made reference to an\nallegation of blackmail as per information supplied by North Yorkshire Police,\nbut that charge was dropped by the CPS. The information was used in good faith\nby The Northern Echo and we would like to apologise for any distress caused.\nAfter the article was amended, the North Yorkshire Police\nreleased a second press release which stated that the complainant had not been\nfound guilty of blackmail.\nRelevant Clause Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. The publication offered to write a letter of apology to\nthe complainant.\n8. The complainant said that this would resolve the matter\nto his satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 18/12/2019\nDate complaint concluded by IPSO: 27/01/2020\nBack to ruling listing\n\n\n"
}