{
    "url": "/rulings-and-resolution-statements/ruling/?id=00644-17",
    "title": "Resolution Statement 00644-17 Calder v Mirror.co.uk",
    "provisions": [
        "9 Reporting of crime (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-01-25 00:00:00",
    "received_on": "2017-01-25 00:00:00",
    "concluded_on": "2017-04-11 00:00:00",
    "complaint_processing_days": 76,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. The newspaper offered to publish the following apology to the complainant on its news page: Jennifer Calder To accompany  our article of  25 January \" 'Provo Princess' teacher banned from the classroom after tweeting \"grossly offensive\" messages about the IRA\"  concerning the striking off from the teacher's register of Anne-Marie Clements, we published a social media picture of Ms Clements, titled \"Provo Princesses\" alongside Jennifer Calder. We would like to make clear that Ms Calder has no connection whatsoever with the postings and we apologise to her for including her picture in the article.8. The complainant accepted the newspaper’s offer as a resolution to her complaint. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00644-17 Calder v Mirror.co.uk\nSummary\nof complaint\n1. Jennifer Calder complained to the\nIndependent Press Standards Organisation that Mirror.co.uk breached Clause 9\n(Reporting of crime) of the Editors’ Code of Practice in an article headlined\n“’Provo Princess’ teacher banned from classroom after tweeting ‘grossly\noffensive’ messages glorifying the IRA”, published on 25 January 2017.\n2. The article reported that a teacher,\nwho it said had been convicted for posting “grossly offensive” messages on\nTwitter, had subsequently been “banned from the classroom”.\n3. The complainant expressed concern that\nthe newspaper had illustrated the story with an image of her posing with the\nteacher concerned. She said that the newspaper had taken no steps to protect\nher identity and she had no connection to the story.\n4. The newspaper said that the image had\nbeen taken from an open Facebook profile where it was headed “Provo\nPrincesses”. To resolve the complaint, it removed the image from the article\nand offered to pixelate it permanently in its image library. \nRelevant\nCode provisions\n5. Clause 9 (Reporting of crime)\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren who witness, or are victims of, crime. This should not restrict the\nright to report legal proceedings.\nMediated\noutcome\n6. The complaint was not resolved through\ndirect correspondence between the parties. IPSO therefore began an\ninvestigation into the matter.\n7. The newspaper offered to publish the\nfollowing apology to the complainant on its news page:\nJennifer\nCalder\nTo\naccompany  our article of  25 January \" 'Provo Princess' teacher\nbanned from the classroom after tweeting \"grossly offensive\" messages\nabout the IRA\"  concerning the\nstriking off from the teacher's register of Anne-Marie Clements, we published a\nsocial media picture of Ms Clements, titled \"Provo Princesses\"\nalongside Jennifer Calder. We would like to make clear that Ms Calder has no\nconnection whatsoever with the postings and we apologise to her for including\nher picture in the article.8. The complainant accepted the\nnewspaper’s offer as a resolution to her complaint.\n9. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code. \nDate\ncomplaint received: 25/01/2017Date\ncomplaint concluded by IPSO: 11/04/2017\nBack to ruling listing\n\n\n"
}