{
    "url": "/rulings-and-resolution-statements/ruling/?id=04161-17",
    "title": "Resolution Statement 04161-17 A woman vs Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2017-03-29 00:00:00",
    "concluded_on": "2017-09-01 00:00:00",
    "complaint_processing_days": 156,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8. Following IPSO’s intervention, the publication offered to remove the articles from its website; to send a private letter of apology to the complainant; and to publish the following apology:Two articles on 21 March (‘Steve Marston and his £1 billion inheritance battle’) and 28 March (‘My fiancée brought a fake child to DNA test’) made a number of allegations against a mother and her family. In publishing these articles, we relied solely on Mr Marston’s account of the proceedings and failed to reflect that these allegations are strongly denied by the mother and her family, in particular the allegation of a “fake child” being presented for DNA testing and we now retract this claim. The article dated 28 March also included pixelated photographs of a woman which were incorrectly said to be of the mother. We apologise to the mother, her child and her family for failing to reflect their position, and for any distress caused. We have removed the articles from our site and agreed to send a written apology to the individuals concerned.9. The complainant said that this would resolve the matter to her satisfaction.10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04161-17 A woman vs Mail OnlineSummary of complaint1. A woman complained to the Independent Press Standards\nOrganisation that Mail Online  breached\nClause 1 (Accuracy) and Clause 6 (Children) in an article headlined, “Former\nmarket trader, 49, claims he has PROVED he’s the father of a boy who will\ninherit £1 billion after a 'six-year romance with the daughter of one of\nLuxembourg’s richest tycoons'”, published on 21 March 2017, and an article\nheadlined “Do these family snaps prove former Essex barrow boy DID father a\nchild with Luxembourg billionaire heiress?” published on 27 March 2017.2. The articles reported a man’s belief that, following a prolonged\nlegal battle, he had managed to prove that he was the father of a child who was\nheir to a substantial fortune. They reported his claims surrounding a DNA test\nconducted to prove his paternity; the wealth of the child’s family; his\nrelationship with the complainant; conflicts involving the complainant’s\nfamily; and his plan to press for visitation rights. The second article also\nincluded the man’s claim that the mother had tried to evade a paternity test by\nbringing a “fake child”, in place of his alleged son. The article included\npixilated photos of a woman who was purportedly the mother. Neither the mother\nnor child was referred to by name in the articles.3. The complainant, who was the mother of the child in the\npaternity dispute, said that the publication had reported the man’s claims\nwithout taking steps to verify them. While the complainant did not dispute that\nshe and the man were engaged in a paternity dispute, she said that the man’s\nclaims, as reported in the article, were false. She denied that these claims\nhad been made in the court proceedings. The complainant said that the material\nprovided by the publication in response to the complaint did not prove the\nallegations. She denied that the man had pressed for visitation rights.  She said that some of the photographs that\nappeared in the second article did not show her. She said that the second\narticle made it possible to identify her child by stating her husband’s\noccupation and ethnicity. In relation to the claim that the man had “proven” he\nwas the father, the complainant said that there had not been a final court\njudgement, and that she was legally prevented from commenting on the DNA test.4. The publication denied that it had breached the Code. It\nsaid that it was entitled to believe the account provided to it by the man in\nrelation to points of opinion he expressed, and said that the factual claims\nmade in the story were supported by information which it claimed had been heard\nin court and from other sources. In addition, it said that many of the claims\nmade in the story were expressed in terms which made clear that they were the\nman’s own opinions. The publication denied that the information contained in\nthe second article made the child identifiable. The publication accepted that\nit had inadvertently published pixilated photographs which did not in fact show\nthe complainant, as they purported to show in the article.Relevant Code provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.6. Clause 6 (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.v) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.Mediated outcome7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.8. Following IPSO’s intervention, the publication offered to\nremove the articles from its website; to send a private letter of apology to\nthe complainant; and to publish the following apology:Two articles on 21 March (‘Steve Marston and his £1 billion\ninheritance battle’) and 28 March (‘My fiancée brought a fake child to DNA\ntest’) made a number of allegations against a mother and her family. In\npublishing these articles, we relied solely on Mr Marston’s account of the\nproceedings and failed to reflect that these allegations are strongly denied by\nthe mother and her family, in particular the allegation of a “fake child” being\npresented for DNA testing and we now retract this claim. The article dated 28\nMarch also included pixelated photographs of a woman which were incorrectly\nsaid to be of the mother. We apologise to the mother, her child and her family\nfor failing to reflect their position, and for any distress caused. We have\nremoved the articles from our site and agreed to send a written apology to the\nindividuals concerned.9. The complainant said that this would resolve the matter\nto her satisfaction.10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 29/03/2017Date complaint concluded by IPSO: 01/09/17\n \nBack to ruling listing\n\n\n"
}