{
    "url": "/rulings-and-resolution-statements/ruling/?id=06677-18",
    "title": "Resolution Statement 06677-18 A Man v theargus.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)",
        "4 Intrusion into grief or shock (2018)",
        "5 Reporting suicide (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "theargus.co.uk (Newsquest Media Group)",
    "published_on": "2018-03-14 00:00:00",
    "received_on": "2018-10-10 00:00:00",
    "concluded_on": "2019-01-17 00:00:00",
    "complaint_processing_days": 99,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8. During IPSO’s investigation, the publication offered to remove the reference to an argument between the complainant and his girlfriend prior to her death, and the statement which said that the complainant had told the inquest that the relationship was volatile.9. The complainant said that this would resolve the matter to his satisfaction.10. At the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06677-18 A Man v theargus.co.ukSummary of complaint1. A man complained\nto the Independent Press Standards Organisation that theargus.co.uk breached\nClause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment), Clause 4\n(Intrusion into grief or shock), and Clause 5 (Reporting suicide) in an article\nheadlined “Model Harriet Penelope Henry killed herself after fancy dress party\nin Chichester”, published on 14 March 2018.2. The article was\nreported the inquest into the death of a young woman who had taken her own\nlife. The complainant, the woman’s boyfriend, was named in the article, and\nportions of the statement he gave to the inquest were included.3. The complainant\nsaid that it was inaccurate to claim in the article that he told the inquest\nthat his relationship with the young woman was volatile. He also said that\ndifferent parts of the testimony heard at the inquest should have been included\nin the article, as omitting these gave a misleading impression of the woman’s\nlife. He also said that it was inaccurate to report that the couple had had an\nargument prior to the woman’s death, and expressed concern that the article\ngave the misleading impression that he was a volatile, argumentative and\ntroubled individual.4. The complainant\nsaid that the article intruded into his privacy by using a photograph of\nhimself and naming him, and that his inclusion in the article had provoked\nthreats and comments from members of the public. He said that the publication\nof the article had caused him further distress and suffering following the\ndeath of his partner. He said that there was no public interest in continuing\nto report the inquest.5. The publication\ndid not accept that there was any breach of the Code. It said that whilst it\nunderstood that the complainant was upset with the coverage of the case, it had\na duty to cover inquests.6. The publication\ndid not accept that the article had misreported the inquest – it said that the\nexperienced journalist had produced a fair, balanced and accurate report of\nproceedings. It said that it was clear from the inquest transcript that the\ncomplainant’s relationship was volatile, and although it accepted that this was\nnot the complainant’s position, the publication said that the statement did not\nrepresent a significant inaccuracy that would require correction. It did not\naccept that the article gave the misleading impression of the complainant as\nalleged. It offered to alter the article so as to make clear that it was not\nthe complainant who had stated that the relationship was volatile.Relevant Code provisions1. Accuracyi) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.2. *Privacyi) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's reasonable\nexpectation of privacy, account will be taken of the complainant's own public\ndisclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.3. *Harassmenti) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.4. Intrusion into grief or shockIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.5. *Reporting SuicideWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.Mediated outcome7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.8. During IPSO’s\ninvestigation, the publication offered to remove the reference to an argument\nbetween the complainant and his girlfriend prior to her death, and the\nstatement which said that the complainant had told the inquest that the\nrelationship was volatile.9. The complainant\nsaid that this would resolve the matter to his satisfaction.10. At the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 10/10/2018Date complaint concluded by IPSO: 17/01/2019\n \nBack to ruling listing\n\n\n"
}