{
    "url": "/rulings-and-resolution-statements/ruling/?id=18427-17",
    "title": "Resolution Statement 18427-17 A woman v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-09-10 00:00:00",
    "received_on": "2017-09-10 00:00:00",
    "concluded_on": "2017-11-22 00:00:00",
    "complaint_processing_days": 73,
    "mediated_outcome": "8.  The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  9.   Following IPSO’s intervention, the publication offered to remove the references to and images of the complainant from its article. It also offered to request that other publications who had copied its article also removed this information.  10.  The complainant’s representative said that this would resolve the matter to his satisfaction.  11.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 18427-17 A woman v Mail OnlineSummary of complaint 1. A\nwoman complained on behalf of a minor that Mail Online breached Clause 2\n(Privacy) Clause 6 (Children) and Clause 10 (Clandestine devices and\nsubterfuge) of the Editors’ Code of Practice in an article headlined “Exclusive: Labour supporters 'jokingly'\nencourage a fellow student to gas, poison and burn his Tory housemates in\n'Young Lefty Society' Facebook group”, published on 10 September 2017.2. The article reported that in a Facebook group\nfor young, left-wing people, someone had asked for advice about the fact he was\nsharing a university house with three Conservatives. It reported that in\nresponse, “young Labour supporters joked about gassing and poisoning Tories in\na string of disturbing messages”.  The article included an image of these\ncomments, as they had appeared on Facebook, and described the comments in the\nbody of the article, identifying those who had made them. It identified one\nperson as having responded “Bath. Sulfuric acid. You know what to do”. It\nincluded a photograph of this person.3. The complaint was made by someone acting on\nbehalf of the person who had made the comment about sulfuric acid. She said he\nwas a 16-year-old, who had made the comment on a private Facebook group, which\nstipulates to its members that they are prohibited from making copies of what\nis said within the group. She said that in these circumstances, he had a\nreasonable expectation of privacy in relation to his comment. She was also\nconcerned that the publication had used his profile picture.  4.  The complainant’s representative said that the\ncomplainant was embarrassed by the article. She said he had been asked about it\nby friends and school colleagues, and was concerned about the effect it would\nhave on his future prospects.   She said that in order to prevent\ntheir adult lives being harmed by naïve comments made in youth, minors are\nrecognised to have certain rights to erase online activity. She was concerned\nthat the publication had failed to have regard for the complainant’s rights as\na young person, commenting online, and that it had breached Clause 2 and Clause\n6 (i). In addition, she said that the journalist had infiltrated the Facebook\ngroup by deceptive means, with the intention of publishing information\ncontained within the group, in violation of its rules. She said that this\nrepresented a breach of Clause 10.5. The publication said that while the Facebook\ngroup was a “closed group”, it had over 3000 members when its journalist\nrequested membership. It said that membership was granted to its journalist\nusing his own Facebook page, which made clear he was a journalist, without any\nquestions asked. It said that the group was for under-30s, not for children.\nGiven the size of the group, and lack of any sort of vetting for new members,\nit said there was little expectation of privacy for those posting comments,\nincluding the complainant. It said that the complainant’s profile picture was\ndisplayed to the general public and free for anyone to see, and denied that\npublication of this image represented an intrusion. The publication said that\nthe concerns raised about the effect of its article on the complainant’s\nwelfare were vague, and that in any event, the complainant was not a child. It\ndenied it had breached Clause 2, 6 or 10.6.    The\npublication said the comments on the Facebook group, including the\ncomplainant’s comment, contained threats to third parties and were grave in\nnature. It said that there was public interest in informing the public that\nsuch comments were being generated on social media. Relevant Code Provisions 7. Clause 2\n(Privacy)*\ni) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors\nwill be expected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nClause 6\n(Children)* \ni) All pupils\nshould be free to complete their time at school without unnecessary intrusion.\nii) They must\nnot be approached or photographed at school without permission of the school\nauthorities.\niii) Children\nunder 16 must not be interviewed or photographed on issues involving their own\nor another child’s welfare unless a custodial parent or similarly responsible\nadult consents.\niv) Children\nunder 16 must not be paid for material involving their welfare, nor parents or\nguardians for material about their children or wards, unless it is clearly in\nthe child's interest.\nv) Editors\nmust not use the fame, notoriety or position of a parent or guardian as sole\njustification for publishing details of a child's private life.\nClause 10\n(Clandestine devices and subterfuge)* \ni) The press\nmust not seek to obtain or publish material acquired by using hidden cameras or\nclandestine listening devices; or by intercepting private or mobile telephone\ncalls, messages or emails; or by the unauthorised removal of documents or\nphotographs; or by accessing digitally-held information without consent. \nii) Engaging\nin misrepresentation or subterfuge, including by agents or intermediaries, can\ngenerally be justified only in the public interest and then only when the\nmaterial cannot be obtained by other means\nThe Public\nInterest\nThere may be\nexceptions to the clauses marked * where they can be demonstrated to be in the\npublic interest. \n1. The public\ninterest includes, but is not confined to: \n·        \nDetecting or exposing crime, or the threat of\ncrime, or serious impropriety.\n·        \nProtecting public health or safety.\n·        \nProtecting the public from being misled by an\naction or statement of an individual or organisation.\n·        \nDisclosing a person or organisation’s failure or\nlikely failure to comply with any obligation to which they are subject.\n·        \nDisclosing a miscarriage of justice.\n·        \nRaising or contributing to a matter of public\ndebate, including serious cases of impropriety, unethical conduct or\nincompetence concerning the public.\n·        \nDisclosing concealment, or likely concealment,\nof any of the above.\n \n2. There is a\npublic interest in freedom of expression itself. \n3. The\nregulator will consider the extent to which material is already in the public\ndomain or will become so. \n4. Editors\ninvoking the public interest will need to demonstrate that they reasonably\nbelieved publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time. \n5. An\nexceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16. \nMediated\nOutcome\n8.  The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n9.   Following IPSO’s intervention, the publication\noffered to remove the references to and images of the complainant from its\narticle. It also offered to request that other publications who had copied its\narticle also removed this information. \n10.  The complainant’s representative said that this\nwould resolve the matter to his satisfaction. \n11.  As the complaint was\nsuccessfully mediated, the Complaints Committee did not make a determination as\nto whether there had been any breach of the Code.\nDate complaint received: 10/09/2017Date complaint concluded by IPSO: 22/11/2017\n \nBack to ruling listing\n\n\n"
}