{
    "url": "/rulings-and-resolution-statements/ruling/?id=00672-17",
    "title": "Resolution Statement 00672-17 Morrisson v Dartford Messenger",
    "provisions": [
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "(DISCONTINUED) Dartford Messenger (Iliffe Media Group Ltd)",
    "published_on": "2017-01-26 00:00:00",
    "received_on": "2017-01-26 00:00:00",
    "concluded_on": "2017-05-03 00:00:00",
    "complaint_processing_days": 97,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation of the complaint, the newspaper offered to publish a 500 word tribute, based on statements from the complainant’s son’s eulogy. 8. It also offered to publish the following statement alongside the article: “On January 26, we published an article headlined “God bless son, I hope we will meet again. Tight lines fella\" which included comments from Jack’s father, which he had published on a fundraising page set up in the teenager's memory. The inquest into Jack’s death on February 15, heard he was estranged from his father, who was subject to bail conditions for allegedly assaulting Jack in the week preceding his death. We were not aware of this at the time the article was published, and we apologise for any distress the inclusion of these comments, have caused to Jack’s family.” 9. The complainant said this would resolve her complaint to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 00672-17 Morrisson v Dartford MessengerSummary of complaint\n1. Janine Morrisson complained to the Independent Press Standards\nOrganisation that the Gravesend Messenger breached Clause 4 (Intrusion into\ngrief or shock) in an article headlined “God bless son, I hope we will meet\nagain. Tight lines”, published on 26 January 2017.\n2. The\narticle reported on fundraising activities which were taking place in memory of\nthe complainant’s son, Jack. It reported that her son’s father had “paid\ntribute” on a “Just Giving” page, set up in the complainant’s son’s memory, and\nincluded his comments.\n3. The complainant was concerned by the\ninclusion of these comments in the article, which she said had caused distress to Jack’s sister. She said\nthat the inquest into her son’s death had heard that he was estranged from his\nfather, who had been subject to bail conditions for allegedly assaulting Jack\nin the week preceding his death.\n4. The newspaper said that it had been unaware of the relationship\nbetween the complainant’s son and his father, when it had published his\ncomments, which it said had been contained on a public page. It said that as soon as\nit had become aware of the situation, it had removed his comments from the\nonline article.\nRelevant Code provisions\n5. Clause 4. (Intrusion into\ngrief or shock)\nIn cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion\nand publication handled sensitively. These provisions should not restrict the\nright to report legal proceedings.\nMediated outcome\n6. The complaint was not resolved\nthrough direct correspondence between the parties. IPSO therefore began an\ninvestigation into the matter.\n7. During IPSO’s investigation of\nthe complaint, the newspaper offered to publish a 500 word tribute, based on\nstatements from the complainant’s son’s eulogy.\n8. It also offered to publish the\nfollowing statement alongside the article: “On January 26, we published an\narticle headlined “God bless son, I hope we will meet again. Tight lines\nfella\" which included comments from Jack’s father, which he had published\non a fundraising page set up in the teenager's memory. The inquest into Jack’s\ndeath on February 15, heard he was estranged from his father, who was subject\nto bail conditions for allegedly assaulting Jack in the week preceding his\ndeath. We were not aware of this at the time the article was published, and we\napologise for any distress the inclusion of these comments, have caused to\nJack’s family.”\n9. The complainant said this\nwould resolve her complaint to her satisfaction.\n10. As the complaint was\nsuccessfully mediated, the Complaints Committee did not make a determination as\nto whether there had been any breach of the Code.Date complaint received: 26/01/2017 Date complaint concluded by IPSO: 03/05/2017 \nBack to ruling listing\n\n\n"
}