{
    "url": "/rulings-and-resolution-statements/ruling/?id=05923-15",
    "title": "Resolution Statement 05923-15 University Hospital Southampton NHS Trust v The Sun on Sunday",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2015-09-20 00:00:00",
    "received_on": "2016-05-11 00:00:00",
    "concluded_on": "2016-07-14 00:00:00",
    "complaint_processing_days": 64,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8. Following IPSO’s intervention, the newspaper offered to publish the following correction:In a story \"NHS Climbdown on Ashya Smear\", 19th September 2015, we revealed that health chiefs had no evidence to back up claims that Ashya King's parents' actions cut his chances of beating cancer and stated that the University Hospital Southampton NHS Foundation Trust 'would not comment'. In fact the trust did respond and offered an explanation that statistics referred to in a BBC documentary were standard survival statistics. The trust also informed us it did not author a report into Ashya’s case.  We are happy to clarify.It offered to publish this wording on page 2 of the print edition, and on the homepage of its website.9. The complainant said that this would resolve the complaint to its satisfaction.10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 05923-15 University Hospital Southampton NHS Trust v The Sun\non SundaySummary of complaint1. The University\nHospital Southampton NHS Trust complained to the Independent Press Standards\nOrganisation that the Sun on Sunday breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice (2015) in an article headlined “NHS climbdown on\nAshya smear”, published on 20 September 2015. The article was also published\nonline.2. The article\nreported that hospital staff had claimed that a child had been put at risk by\nhis parents’ decision to take him abroad for proton beam therapy.  It reported that these criticisms had been\nmade in a BBC documentary and that they had also appeared in a report by\nPortsmouth Safeguarding Children Board (PSCB). \nThe article claimed that “hospital bosses now admit not having information\nto back up the claims”.  The article\nreported that the Trust would not comment.3. The complainant\ndenied that the Trust had admitted not having evidence to back up the claims in\nthe BBC documentary. It said that while this information was not in the Trust’s\nrecords about the patient, the claims in question were the\ninternationally-recognised survival rates for a particular type of cancer, and\nthere was nothing to suggest that the statistics were incorrect. In addition,\nthe complainant denied that the Trust had made the claims or provided\ninformation about the child’s survival to the PSCB. The complainant said\ninformation regarding survival statistics was supplied to the PSCB by\nindependent experts. The complainant said that the Trust’s media manager\nsupplied three detailed emails in response to the reporter’s questions, and had\nstated that any of the information supplied in the exchange was the Trust’s\nofficial comment. These comments included the Trust’s position that the claims\nin the BBC documentary were general survival statistics, that there was nothing\nto suggest that these statistics were inaccurate, and that the Trust denied\nthat it had admitted to not having the information to back up the claims made\nin the documentary. The complainant said that it was therefore inaccurate to\nreport that the Trust would not comment.4. The newspaper\nsaid that in the BBC documentary, one of the hospital’s doctors spoke directly\nabout the child’s prognosis, and that it was not open to the complainant to now\nsay it was quoting general survival statistics. The newspaper said that the\nTrust was the only body which had lengthy contact with the child’s family, and\nit could only be hospital staff who provided the PSCB with the specific\ninformation on the child’s probability of survival. It denied that the article\nwas inaccurate on these points.5. In relation to\nthe article’s claim that the Trust “would not comment”, the newspaper said that\na comment from the Trust was included in the original copy, but this was\nremoved in the editing process.  While\nthe newspaper said that the Trust’s responses to its inquiries had not taken\nthe form of an official comment, it offered to publish a letter from the\ncomplainant to allow it to put its side of the story. It also offered to\npublish a correction to address the claim that the Trust would not comment.Relevant Code Provisions6. Clause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.ii) A significant\ninaccuracy, misleading statement or distortion once recognised must be\ncorrected, promptly and with due prominence, and - where appropriate - an\napology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance.iii) The\nPress, whilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact.Mediated Outcome7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.8. Following IPSO’s\nintervention, the newspaper offered to publish the following correction:In a story \"NHS Climbdown on Ashya Smear\", 19th\nSeptember 2015, we revealed that health chiefs had no evidence to back up\nclaims that Ashya King's parents' actions cut his chances of beating cancer and\nstated that the University Hospital Southampton NHS Foundation Trust 'would not\ncomment'. In fact the trust did respond and offered an explanation that\nstatistics referred to in a BBC documentary were standard survival statistics.\nThe trust also informed us it did not author a report into Ashya’s case.  We are happy to clarify.It offered to publish this wording on page 2 of the print\nedition, and on the homepage of its website.9. The complainant\nsaid that this would resolve the complaint to its satisfaction.10. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.Date complaint received: 11/05/2016 Date complaint concluded by IPSO: 14/07/2016   \n \nBack to ruling listing\n\n\n"
}