{
    "url": "/rulings-and-resolution-statements/ruling/?id=17922-17",
    "title": "Resolution Statement 17922-17 Hitchman vs Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-08-10 00:00:00",
    "received_on": "2017-08-22 00:00:00",
    "concluded_on": "2017-10-12 00:00:00",
    "complaint_processing_days": 51,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. Following IPSO’s investigation, the publication offered to write the complainant and her family, a private letter of apology. 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 17922-17 Hitchman vs Mail Online\nSummary of complaint\n1. Ellen Hitchman complained to the Independent Press\nStandards Organisation that Mail Online had breached Clause 2 (Privacy) and\nClause 4 (Intrusion into grief or shock) in an article headlined, “Grammar\nschool pupil, 17, dies falling off a water raft on an adventure trip to\nEcuador” published online on 10 August 2017.\n2. The article reported on the death of the complainant’s\nbrother and included a photograph of the complainant’s house, as well as\ndetails about the property.\n3. The complainant said that the article had intruded into\nher family’s grief and privacy. She said that the angle of the photograph\nshowed that it had been taken by the photographer on her private property, and\nsaid that the details of her home included in the article, were insensitive.\n4. The publication expressed regret that the article had caused\nthe complainant and her family distress at this difficult time. The publication\naccepted that the agency photographer had been stood on the complainant’s\nproperty when they had taken the photograph; it said that at the time, the\nphotographer had believed that they were stood on a public access road.The\nnewspaper said that it was normal practice for details of places of residence\nto be included, but said that it recognised that the inclusion of these details\nwere a clear source of upset for the family and said that it had removed this\ninformation from the article once it had received complaints about this\nmaterial.\nRelevant Code provisions\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nMediated outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. Following IPSO’s investigation, the publication offered\nto write the complainant and her family, a private letter of apology.\n10. The complainant said that this would resolve the matter\nto her satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 22/08/2017Date complaint concluded by IPSO: 12/10/2017  \nBack to ruling listing\n\n\n"
}