{
    "url": "/rulings-and-resolution-statements/ruling/?id=04228-18",
    "title": "Resolution Statement 04228-18 Chandler v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2018-06-10 00:00:00",
    "received_on": "2018-07-02 00:00:00",
    "concluded_on": "2018-08-20 00:00:00",
    "complaint_processing_days": 49,
    "mediated_outcome": "12. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 13. During IPSO’s investigation, the newspaper offered to remove reference to “runs” in the online copy, and replace it with “founded”. It also offered to include a reference to the complainant’s brother’s company’s disavowal of the pamphlet in the online version of the article. The newspaper also offered to publish the following wording in its established Corrections and Clarifications column which normally appeared on page 2, as well as on the News channel of Mail Online for 24 hours, after which time the wording would remain in the searchable archive indefinitely. An article on 10 June said Mr Christopher Chandler ‘runs’ the Legatum Institute.  Mr Chandler co-founded the Institute, and is one of its funders through his business, the Legatum Group.  The Institute is an independent charity run by a CEO with a board of trustees.  Mr Chandler is not one of them and plays no part in the management of the Institute.  We are happy to make that clear and apologise to Mr Chandler and the Legatum Institute for this error.  The article also mentioned a pamphlet from Mr Chandler’s brother’s company, Clermont, that suggested they had linked with Russia’s President Putin to launch a management coup at Gazprom in 2001.  Clermont has since withdrawn that statement. 14. The complainant said that this would resolve the matter to his satisfaction. 15. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04228-18 Chandler\nv The Mail on Sunday\nSummary of complaint 1.    Christopher Chandler complained\nto the Independent Press Standards Organisation that The Mail on Sunday\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined: “NEW SECRET PUTIN CONNECTION”, published on 10 June 2018. 2.    The article formed part of a\nwider investigation by the newspaper into allegations of Russian state\ninfluence over UK politics. The article detailed “explosive claims” relating to\nanother named individual, who was alleged to have “bankrolled the Leave\ncampaign” and conducted “secret meetings with Vladimir Putin’s UK envoy”. This\nnamed individual was not the complainant. 3.    The article reflected on its\nprevious coverage concerning alleged “Russian links” and said that last year it\nhad exposed how the Legatum Institute, described in the article as a “pro-Brexit”\nthink tank, had “helped” Mr Gove and Boris Johnson push for a “hard Brexit”. The\narticle identified the complainant as the “secretive billionaire” who “runs”\nthe think tank. It said that the complainant had previously “angrily denied”\nany Russian link, but had been accused in Parliament of being a “suspected\nRussian agent with links to money laundering”. 4.    The article reported that the\ncomplainant’s “attempts to shrug off the Russian link” had been “undermined”\nafter it had emerged that a company owned by his brother had said in a pamphlet\nthat “the brothers placed their own director on the board of Russian energy\ngiant Gazprom, then teamed up with Putin to launch a management coup”. 5.    The complainant denied the\narticle’s claim that he “ran” the Legatum Institute Foundation. He said that it\nwas an independent entity, managed by a CEO who reports to an independent board\nof trustees. 6.    The complainant said that the\nnewspaper had been put on notice, prior to publication, that the contents of\nthe prospectus issued by his brother’s company did not accurately set out his\ninvolvement in the changing composition of Gazprom. He said that the article\nhad therefore misled its readers by omission, by failing to make clear that the\ncontents of the pamphlet had been disavowed by its authors. 7.    The complainant said that there\nwas no basis for the claim that he had “Russian links”, or that he had denied\nsuch an allegation, \"angrily\". He further disputed the newspaper’s\ncharacterisation of him as “secretive”; he said that the use of this adjective\nwas intended to mislead the reader by suggesting that he engages in activities\nwhich require secrecy on his part. He said that a mere preference for personal\nprivacy did not make someone “secretive”. 8.    The newspaper accepted the\ncomplainant’s position that he had no involvement in the management of the\nLegatum Institute. It therefore accepted that it was incorrect to report that\nthe complainant “runs” it. Notwithstanding this, the newspaper noted that the\ncomplainant had co-founded the Institute and continued to provide the majority\nof its funding. 9.    The newspaper said that the focus\nof the article was not on the complainant; rather, it was a story about another\nnamed individual and his alleged “Russian links”. It noted that only the final\nthree paragraphs had referred to the complainant, and the previous coverage\nconcerning him and Legatum. It said that space constraints meant that it was\nnot practical to include all of the details of those previous stories,\nparticularly information concerning the pamphlet. However, the newspaper did\nnot accept that it was misleading to report that the pamphlet had undermined\nthe complainant’s attempt to “shrug off” the Russian link, despite the fact the\nauthors of the pamphlet had, to some extent, disavowed its contents. 10. The newspaper said the basis for\nthe alleged “Russian link” was set out in the article, and the use of the word\n‘angrily’ was intended to emphasise the vehemence of the complainant’s denial\nof that link. The newspaper denied that the reference to the complainant as\n“secretive”, was misleading or that it carried the connotations suggested by\nthe complainant. It noted that he had only recently consented to any media\ninterview, despite a long and successful career in global financial business. It\nsaid that until he had become the subject of media attention in 2017, he was\nvirtually unknown to the British public, largely out of his own choice. \nRelevant Code\nProvisions 11. Clause 1 (Accuracy) \ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nMediated\noutcome 12. The complaint was not resolved\nthrough direct correspondence between the parties. IPSO therefore began an\ninvestigation into the matter. 13. During IPSO’s investigation, the newspaper\noffered to remove reference to “runs” in the online copy, and replace it with\n“founded”. It also offered to include a reference to the complainant’s brother’s\ncompany’s disavowal of the pamphlet in the online version of the article. The\nnewspaper also offered to publish the following wording in its established Corrections and Clarifications column\nwhich normally appeared on page 2, as well as on the News channel of Mail Online\nfor 24 hours, after which time the wording would remain in the searchable\narchive indefinitely. An\narticle on 10 June said Mr Christopher Chandler ‘runs’ the Legatum\nInstitute.  Mr Chandler co-founded the Institute, and is one of its\nfunders through his business, the Legatum Group.  The Institute is an\nindependent charity run by a CEO with a board of trustees.  Mr Chandler is\nnot one of them and plays no part in the management of the Institute.  We\nare happy to make that clear and apologise to Mr Chandler and the Legatum\nInstitute for this error.  The article also mentioned a pamphlet from Mr\nChandler’s brother’s company, Clermont, that suggested they had linked with\nRussia’s President Putin to launch a management coup at Gazprom in 2001. \nClermont has since withdrawn that statement. 14. The complainant said that this\nwould resolve the matter to his satisfaction. 15. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether there\nhad been any breach of the Code.Date complaint received: 02/07/2018Date complaint concluded by IPSO: 20/08/2018\nBack to ruling listing\n\n\n"
}