{
    "url": "/rulings-and-resolution-statements/ruling/?id=10893-22",
    "title": "Resolution Statement – 10893-22 Lund v westerntelegraph.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "westerntelegraph.co.uk (Newsquest Media Group)",
    "published_on": "2022-08-01 00:00:00",
    "received_on": "2022-08-02 00:00:00",
    "concluded_on": "2022-11-04 00:00:00",
    "complaint_processing_days": 94,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation the publication printed the following clarification at the top of the article: Apology: A previous version of this article wrongly named Nicola Lund as the woman in the picture, we are happy to clarify.  8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 10893-22 Lund v westerntelegraph.co.uk\nSummary\nof Complaint\n1. Nicola\nLund complained to the Independent Press Standards Organisation that\nwesterntelegraph.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Keep it Cash: Haverfordwest protest against a\ncashless society”, published on 1 August 2022.\n2. The\narticle reported that a protest organised by the group “Keep it Cash” had taken\nplace in Haverfordwest; the group were protesting against a cashless society\nand “calling for businesses to continue to allow customers to buy products in\nhard currency”. The article included a number of photographs of a woman\nspeaking at the protest, one of which was captioned “[the complainant] has\nwarned of the dangers of not allowing people to use cash to buy products”. The\narticle by-line was credited to a named Facebook Community Reporter.\n3. The\ncomplainant – the woman identified as the person speaking at the protest in the\nphotos –­ said that the article was inaccurate in breach of Clause 1 as the\nphotos included in the article had named her as the person speaking at the\nprotest, when she was not the woman in the pictures. The complainant said that\nshe had contacted the publication after she became aware of the article, and\nthat, subsequently, one photograph caption was amended to remove her name,\nhowever, her name still appeared under another photograph.\n4. The\ncomplainant also considered there had been a breach of Clause 1 as she had\ndrafted the original version of the article and had sent it to the publication.\nShe said she had not been looking for payment for the article, but considered\nthat the article should not have been attributed to the Facebook Community\nReporter without any acknowledgement of her contribution.\n5. The\npublication said it did not accept a breach of the Editors’ Code. In relation\nto the photograph captions, it said that this was a mistake, and that both\nphotograph captions had been amended within two days. In regard to the by-line\nof the article, the publication said that it considered the submission from the\ncomplainant to be a press release, and that it was usual practice for reporters\nto “re-work” press releases and publish them under their name. While it did not\nconsider there had been a breach of the Editors’ Code, the publication amended\nthe by-line to credit the complainant.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7. During\nIPSO’s investigation the publication printed the following clarification at the\ntop of the article:\nApology:\nA previous version of this article wrongly named Nicola Lund as the woman in\nthe picture, we are happy to clarify. \n8. The\ncomplainant said that this would resolve the matter to her satisfaction.\n9. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 02/08/2022\nDate\ncomplaint concluded by IPSO: 04/11/2022\nBack to ruling listing\n\n\n"
}