{
    "url": "/rulings-and-resolution-statements/ruling/?id=16933-17",
    "title": "Resolution statement Complaint 16933-17 Jennens v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "published_on": "2017-07-14 00:00:00",
    "received_on": "2017-07-19 00:00:00",
    "concluded_on": "2017-08-23 00:00:00",
    "complaint_processing_days": 35,
    "mediated_outcome": "4.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 5.    The newspaper said that it had accurately reported the original court proceedings. It considered that when a newspaper is made aware of the outcome of court proceedings, by a defendant or otherwise, it may be appropriate to publish an update to keep readers informed of the status of the case. In this instance, the complainant’s email about the outcome of the trial had been overlooked in error. To resolve the complaint, it updated the article and offered to write a letter to the complainant apologising for the delay. 6.    The complainant accepted the newspaper’s offer as a resolution to his complaint. 7.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement Complaint 16933-17 Jennens v The Sun  \nSummary of complaint 1.    Mark Jennens complained to the\nIndependent Press Standards Organisation that The Sun breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Spud row\nson ‘killer’”, published on 14 July 2017. 2.    The\ncomplainant said that the headline to the article had given the inaccurate\nimpression that he had killed his mother.  He had appeared in court charged with her\nmurder, but he had been found not guilty. He had alerted the newspaper to the\noutcome of the case, but it had failed to respond or to report it for two and a\nhalf weeks.  \nRelevant\nCode provisions 3.  Clause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nMediated outcome 4.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 5.    The newspaper said\nthat it had accurately reported the original court proceedings. It considered\nthat when a newspaper is made aware of the outcome of court proceedings, by a\ndefendant or otherwise, it may be appropriate to publish an update to keep\nreaders informed of the status of the case. In\nthis instance, the complainant’s email about the outcome of the\ntrial had been overlooked in error. To resolve the complaint, it updated the\narticle and offered to write a letter to the complainant apologising for the delay. 6.    The\ncomplainant accepted the newspaper’s offer as a resolution to his complaint. 7.   \nAs the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate\ncomplaint received: 19/07/2017\nDate\ncomplaint concluded by IPSO: 23/08/2017\nBack to ruling listing\n\n\n"
}