{
    "url": "/rulings-and-resolution-statements/ruling/?id=02389-20",
    "title": "Resolution Statement – 02389-20 Shoebridge v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "14 Confidential sources (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-03-10 00:00:00",
    "received_on": "2020-04-04 00:00:00",
    "concluded_on": "2020-10-01 00:00:00",
    "complaint_processing_days": 180,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.10. During IPSO’s investigation, the publication offered to remove the article.11. The complainant said that this would resolve his complaint.12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 02389-20 Shoebridge v Mail Online Summary\nof Complaint1. Douglas\nShoebridge complained to the Independent Press Standards Organisation that Mail Online breached Clause 1 (Accuracy), Clause 4 (Intrusion into grief or\nshock), and Clause 14 (Confidential Sources) of the Editors’ Code of Practice\nin an article headlined “Father pleads for authorities to save his son’s life\nafter he was sentenced to death in Thailand for trying to smuggle half a TONNE\nof ice for the Hells Angels”, published on 10 March 2020.2. The\narticle reported that a man had been sentenced to death by the Thai authorities\nfor drug smuggling. According to the article, based on the claims of the\nconvicted man’s father, the man and his wife had been arrested following a\ntip-off from an informant, who was named. The informant was described as “an\ninternational fugitive wanted by Thai authorities on human trafficking charges\nover a worldwide sex ring.” The article reported that the informant claimed he\nhad been on a boat with the man who had been convicted during a “drug\noperation.” The article also reported a claim from the convicted man’s father\nwho claimed his son was framed by the informant “because he would not lend him\nmoney,” as well as a claim from the father that the convicted man’s lawyers\nthat the prosecution’s “only evidence” was the evidence of the informant.3. The\ncomplainant, the man named in the article as the informant, said that the\narticle breached Clause 1 on several points. He first said that it was\ninaccurate to describe him as an “international fugitive”, because he said that\nno international arrest warrant had been issued. He accepted that there had\nbeen an arrest warrant issued against him for human trafficking but it was\ninaccurate to allege that this was in relation to a “worldwide sex ring” – the\ncomplainant said that the prosecution witness in the case had later retracted\nher statement as originally provided to the court. He also said that he was not\npresent on a boat with the convicted man during any drug operation; he said\nthat he had been on a boat with the convicted man during what he believed to be\nan expedition to hunt for gold, and said that he only became aware that the\nconvicted man wanted the complainant to dive for drugs after the convicted man\ndrunkenly confessed on a later boat trip together. He also said that, contrary\nto the convicted man’s father’s claim which was reported in the article, he had\nnot framed the convicted man because the convicted man would not lend him\nmoney, and Thai investigators and prosecution had multiple pieces of witness\ntestimony and evidence other than his own. He also said that the article breached\nClause 4 and Clause 14.4. The\npublication did not accept that the article breached Clause 1. It said that the\ncomplainant’s arrest warrant issued in Thailand referred to a number of victims\nand was for charges relating to trafficking for prostitution. It also said that\nthe complainant left the country shortly after the warrant was issued. As such,\nit said that it was not inaccurate to describe him as an “international\nfugitive” wanted in relation to an alleged “sex ring”. It also said that the\ncomplainant had told the court that he had been present on a boat when the\nconvicted man confessed that he was searching for dumped drugs, and this was\nalso the basis of the complainant’s statement which he had supplied to the\nauthorities. Although the newspaper accepted that the complainant had told the\ncourt that the convicted man’s wife owed him a substantial sum of money rather\nthan the convicted man himself, it said that this did not represent a\nsignificant inaccuracy and was clearly presented as the one of the claims made\nby the convicted man’s father, rather than a point of fact.Similarly,\nit said that it was a claim attributed in the article to the convicted man’s\nfather that lawyers that the “only evidence” supplied by the prosecution was\nthe evidence of the complainant’s testimony. The publication said that it did\nnot consider that Clause 4 or Clause 14 were engaged by the complaint.5. Notwithstanding\nthe above, the publication offered to amend the article to make clear the\ncomplainant’s position that he believed the “drug operation” was in fact an\nattempt to search for gold.Relevant\nCode Provision6. Clause\n1 (Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.7. Clause\n4 (Intrusion into grief or shockIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings8. Clause\n14 (Confidential sources)Journalists\nhave a moral obligation to protect confidential sources of informationMediated\nOutcome9. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.10. During\nIPSO’s investigation, the publication offered to remove the article.11. The\ncomplainant said that this would resolve his complaint.12. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code. Date\ncomplaint received: 04/04/2020\nDate\ncomplaint concluded by IPSO: 01/10/2020\nBack to ruling listing\n\n\n"
}