{
    "url": "/rulings-and-resolution-statements/ruling/?id=13364-16",
    "title": "Resolution Statement 13364-16 A woman v Metro.co.uk",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2016-11-08 00:00:00",
    "received_on": "2016-11-18 00:00:00",
    "concluded_on": "2017-03-08 00:00:00",
    "complaint_processing_days": 110,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. The newspaper offered to remove the name of the complainant’s daughter from the article. 7. The complainant said that the newspaper’s offer would resolve the matter to her satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 13364-16 A woman v Metro.co.uk\nSummary of complaint\n1. A woman, acting\non behalf of her daughter, complained to the Independent Press Standards\nOrganisation that Metro.co.uk breached Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “Domestic violence victim’s powerful open\nletter to boyfriend who beat her”, published on 8 November 2016.\n2. The complainant\nexpressed concern that the newspaper had accompanied an article, which reported\nthat her daughter’s former partner had been sentenced to four years in prison\nfor domestic violence, with photographs of her daughter that had been taken\nfrom her Facebook profile without permission.\n3. The newspaper\nsaid that an agency had supplied the article, and it had confirmed that the\nimages were taken from a Facebook profile which was open to the public. It said\nthat it had already removed the images from the article at the request of the\ncomplainant’s MP.   \nRelevant Code provisions\n4. Clause 2\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. The newspaper\noffered to remove the name of the complainant’s daughter from the article.\n7. The complainant\nsaid that the newspaper’s offer would resolve the matter to her satisfaction.\n8. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 18/11/2016Date complaint concluded by IPSO: 08/03/2017 \nBack to ruling listing\n\n\n"
}