{
    "url": "/rulings-and-resolution-statements/ruling/?id=01462-22",
    "title": "Resolution Statement – 01462-22 Gilmour v Clydebank Post",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Clydebank Post (Newsquest Media Group)",
    "published_on": "2022-02-02 00:00:00",
    "received_on": "2022-02-03 00:00:00",
    "concluded_on": "2022-03-22 00:00:00",
    "complaint_processing_days": 47,
    "mediated_outcome": "12. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 13. Having considered the actions taken by the publication so far, the complainant said that the publication of the print clarification and apology was sufficient to resolve the complaint to his satisfaction. 14.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 01462-22 Gilmour v Clydebank Post\nSummary\nof Complaint\n1. Michael\nGilmour complained to the Independent Press Standards Organisation that the\nClydebank Post breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Teenager ducked under bed in bid to hide from cops after\ndisturbance”, published on 2 February 2022.\n2. The\narticle, which appeared on page 11 of the newspaper, reported on the sentencing\nof a man who had pleaded guilty to three charges and had been issued with a\ncommunity payback order. The article was accompanied by a picture of the\ncomplainant, who was not the man who had been convicted of the offences.\n3. The\narticle also appeared online in substantially the same format under the\nheadline “Whitecrook teenager ducked under bed in bid to hide from cops after\ndisturbance”. The online version of the article was also accompanied by a\nphotograph of the complainant. The online article was shared on the\npublication’s Twitter and Facebook pages; in both cases, the social media posts\nwere accompanied by photographs of the complainant.\n4. The\ncomplainant said that the article and social media posts were inaccurate in\nbreach of Clause 1, where they included his photograph in relation to crimes\nfor which another individual had been convicted. He said that he shared the\nsame name as the individual who had been convicted, and that – therefore –\npeople had confused him with the convicted and this had led to undue stress and\nanxiety.\n5. The\ncomplainant said that he wanted: the journalist to apologise for the use of the\nphotograph in the article; the newspaper to assure him that they would be more\ndiligent in the future to avoid similar errors occurring: and an apology to be\npublished in the next edition of the newspaper.\n6. The\npublication said it accepted that the photograph showed the complainant;\nhowever, it considered that those who knew the complainant would understand\nthat it wasn’t him, where the address of the actual convicted man was included\nin the report and was over 30 miles away from where the complainant resided.\n7.\nNotwithstanding this, the publication said that it sincerely regretted the\nerror and any distress it had caused. It said that it had apologised to the\ncomplainant on the phone as soon as it had become aware of the error. It had\nthen removed the social media posts linking to the article, and added the\nfollowing clarification and apology to the online article:\nNOTE:\nWhen originally published, this article was accompanied by an image of a\nMichael Gilmour who is not the same Michael Gilmour mentioned in the above\nreport. The Post apologises to Mr Gilmour and his family for the error and for\nany inconvenience, upset or distress caused as a result.\n8. The\npublication also published the following wording on page 11 of its next edition\nof the newspaper, on 9 February:\nClarification\nand apology\nThe Post\nwould like to address an issue with a court report which appeared on this page\nin last week’s paper entitled ‘Teenager ducked under bed in bid to hide from\ncops after disturbance’. The photo which accompanied the news article captioned\nthe subject as Michael Gilmour. However, the Post would like to clarify that\nthis was not the same Michael Gilmour referred to in the accompanying story.\nThe man pictured was completely unconnected to the published report. The Post\nwould like to sincerely apologise to Mr Gilmour for the error.\n9. The\npublication then said that, if the complainant still wished for him to do so,\nthe journalist who wrote the article would email him personally to apologise\nfor the error. It also said that it had launched an internal investigation into\nthe error, and that its entire newsroom had been given further instructions and\nguidance on photographs and court reporting. It then said that it would also be\nhappy to publish a standalone correction online, so that it might be shared to\nsocial media – and therefore make it as clear as possible that the complainant\nwas not the convicted man. Finally, the newspaper said that it would be happy\nto contact the complainant’s employers directly to clarify the matter directly\nwith them.\n10. On 18 February, the journalist who wrote the\nstory under complaint sent the complainant an email to offer his “sincere\napologies” and that, while it was a “genuine error” on his part, he was sorry\nfor any upset caused. He also explained how the error had come about – he had\nobtained the picture from social media, and was – at the time – sure that it\nwas the same individual who he had seen in court. He also said that the steps\nusually taken to prevent such an error from occurring had now been\nstrengthened, and that he understood the importance of ensuring that such\narticles are accurate prior to publication.\n11. The\ncomplainant said that he did not wish for further corrections or clarifications\nto be published on social media, where he considered it would draw undue\nattention to the matter.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n12. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n13.\nHaving considered the actions taken by the publication so far, the complainant\nsaid that the publication of the print clarification and apology was sufficient\nto resolve the complaint to his satisfaction.\n14.  As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n\n\n\nDate\ncomplaint received: 03/02/2022\nDate\ncomplaint concluded by IPSO: 22/03/2022\nBack to ruling listing\n\n\n"
}