{
    "url": "/rulings-and-resolution-statements/ruling/?id=04300-19",
    "title": "Resolution Statement 04300-19 A woman v lincolnshirelive.co.uk",
    "provisions": [
        "6 Children (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "lincolnshirelive.co.uk (Reach PLC)",
    "published_on": "2019-05-16 00:00:00",
    "received_on": "2019-05-20 00:00:00",
    "concluded_on": "2019-06-19 00:00:00",
    "complaint_processing_days": 30,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. During IPSO’s investigation, as a gesture of goodwill, the publication offered to remove the article from its website, which the complainant confirmed resolved the complaint to her satisfaction.8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04300-19 A woman v\nlincolnshirelive.co.ukSummary of complaint1. A woman\ncomplained to the Independent Press Standards Organisation that\nlincolnshirelive.co.uk breached Clause 1 (Accuracy) and Clause 6 (Children) of\nthe Editors’ Code of Practice in an article headlined “Police investigating\nassault after teenage girl is attacked” published on 16 May 2019.2. The article\nreported that police were investigating after being called to an incident where\na teenage girl sustained minor injuries, allegedly after being assaulted by\nanother teenage girl. Neither of the girls were named in the article.3. The complainant\nwas the aunt of one of the girls involved in the incident. She said that the\narticle contained a number of inaccuracies: the police were not called to the\nincident, which was an altercation and not an “attack” or an “assault”. She\nalso said that the article breached Clause 6, as although her niece was not\nidentified, she had been very upset by the article and following its\npublication her school friends had asked her about the incident.4. The publication\ndid not accept that there was any breach of the Code. It said that the article\nwas an accurate report of a police press release, which said that police were\ncalled to the incident following reports of a teenage girl being assaulted by\nanother teenage girl.Relevant Code Provisions5.  Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 6 (Children)*i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or photographed\non issues involving their own or another child’s welfare unless a custodial\nparent or similarly responsible adult consents. Mediated Outcome6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.7. During IPSO’s\ninvestigation, as a gesture of goodwill, the publication offered to remove the\narticle from its website, which the complainant confirmed resolved the\ncomplaint to her satisfaction.8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 20/05/2019Date complaint concluded by IPSO: 19/06/2019 \n \nBack to ruling listing\n\n\n"
}