{
    "url": "/rulings-and-resolution-statements/ruling/?id=06826-17",
    "title": "Resolution Statement 06826-17 Kamal v Daily Express",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2017-05-08 00:00:00",
    "concluded_on": "2017-06-21 00:00:00",
    "complaint_processing_days": 44,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8. Following IPSO’s intervention, the newspaper said that it would, if possible, contact a third party website which had published the photograph, and request its removal. While the newspaper was unable to make contact with this site, because there were no contact details on the website, the photograph was removed. In light of this, and given the previous steps which the newspaper had taken prior to IPSO’s intervention, the complainant said that she considered the matter now to be resolved.9. The complainant said that this resolved the matter to her satisfaction.10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06826-17 Kamal v Daily ExpressSummary of Complaint1. Rizwana Kamal complained to the Independent Press\nStandards Organisation that The Daily Express breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Asylum seekers claiming benefits had £250,000 in hidden accounts,” published\nin print and online on 27 April 2017.2. The article reported that Rizwana Kamal and her husband\nhad received £150,000 in benefit payments after coming to the UK as asylum\nseekers. The article also included a photograph which it said was of Ms Kamal.3. The complainant said that the article was inaccurate, as\nit erroneously included a photograph of her. She shared the defendant’s name\nbut was unconnected to the story. The complainant also said that this\nphotograph had been taken from her Facebook account without her consent and its\npublication represented an intrusion into her private life.4. The newspaper said that the story and the photograph were\nprovided by an agency and published in good faith. The newspaper apologised for\nthe error and removed the photograph from the article and their photograph\nlibrary. The newspaper also published an apology in print and online.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.6. Clause 2 * (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.Mediated Outcome7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.8. Following IPSO’s intervention, the newspaper said that it\nwould, if possible, contact a third party website which had published the\nphotograph, and request its removal. While the newspaper was unable to make\ncontact with this site, because there were no contact details on the website,\nthe photograph was removed. In light of this, and given the previous steps\nwhich the newspaper had taken prior to IPSO’s intervention, the complainant\nsaid that she considered the matter now to be resolved.9. The complainant said that this resolved the matter to her\nsatisfaction.10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 08/05/2017Date complaint concluded: 21/06/2017 \nBack to ruling listing\n\n\n"
}