{
    "url": "/rulings-and-resolution-statements/ruling/?id=10170-22",
    "title": "Resolution Statement – 10170-22 Sandiford v ok.co.uk",
    "provisions": [
        "2 Privacy (2021)",
        "3 Harassment (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "ok.co.uk (Reach PLC)",
    "published_on": "2022-05-26 00:00:00",
    "received_on": "2022-06-01 00:00:00",
    "concluded_on": "2022-08-18 00:00:00",
    "complaint_processing_days": 78,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.9. During IPSO’s investigation the publication offered to mark the photos as not to be used again; send a legal notice to editorial staff to notify them of the complaint and the complainant’s wish not to be photographed near her home; and to remove the article in full in order to resolve the complaint. 10. The complainant said that this would resolve the matter to her satisfaction if the publication also confirmed in writing that they would no longer accept or publish paparazzi photographs of her or her family that were taken near the vicinity of their homes.11. The publication was happy to resolve the complaint on this basis.12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 10170-22 Sandiford v ok.co.ukSummary\nof Complaint1. Sophie\nSandiford complained to the Independent Press Standards Organisation that\nok.co.uk breached Clause 2 (Privacy) and Clause 3 (Harassment) of the Editors’\nCode of Practice in an article headlined “Gogglebox's Sophie Sandiford hits the\nnail salon after loved-up stroll with boyfriend”, published on 26th May 2022.2. The\nonline article reported that the complainant, a “Gogglebox star”, had been seen\n“heading out for a nail appointment in a bright orange puffer jacket in\nBlackpool after she was seen putting on a loved-up display with her boyfriend”.\nThe article went on to say that she had been photographed while heading to the\nnail salon, and the article contained a photograph of her on this occasion.3. The\ncomplainant said that the article had breached Clause 2 as, over a number of\nweeks, a photographer had been following her when she left her home. The\ncomplainant said that on this occasion the photographer had followed her to an\nappointment and photographed her without her permission while at a nail salon.\nShe said that while it was a public space, she was photographed without her\npermission, and considered that she would have an expectation of privacy while\ngoing about her everyday life. The complainant added that the photographer had\nparked outside her home where she also considered she should have an\nexpectation of privacy.4. The complainant\nalso said that there had been a breach of Clause 3 as the photographer had been\nin persistent pursuit of her and had photographed her on several occasions\nwithout her permission or knowledge. She reiterated that the photographer had\nparked outside her home and followed her from her home.  She had not had the opportunity to approach\nthe photographer and ask him to desist from following her, as on the one\noccasion she had noticed him, he had ducked down and hidden, and then driven\naway.5. The\npublication said that the agency and photographer had assured it that they\nwould never have intended to cause the complainant any distress and the agency\nhad confirmed to the publication that it had reminded the photographer of their\nobligations when obtaining and supplying content.6. In\norder to resolve the complaint, the publication offered to remove the online\narticle in full. It also confirmed that the agency had confirmed that the\nphotographs had been removed from their system.7. The\ncomplainant said that this was not sufficient to resolve her complaint.Relevant\nCode ProvisionsClause 2\n(Privacy)*i)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.ii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.iii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.Clause 3\n(Harassment)*i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.Mediated\nOutcome8. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.9.\nDuring IPSO’s investigation the publication offered to mark the photos as not\nto be used again; send a legal notice to editorial staff to notify them of the\ncomplaint and the complainant’s wish not to be photographed near her home; and\nto remove the article in full in order to resolve the complaint. 10. The\ncomplainant said that this would resolve the matter to her satisfaction if the\npublication also confirmed in writing that they would no longer accept or\npublish paparazzi photographs of her or her family that were taken near the\nvicinity of their homes.11. The\npublication was happy to resolve the complaint on this basis.12. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\nDate\ncomplaint received: 01/06/2022\nDate\ncomplaint concluded by IPSO: 18/08/2022\nBack to ruling listing\n\n\n"
}