{
    "url": "/rulings-and-resolution-statements/ruling/?id=20000-17",
    "title": "Resolution Statement 20000-17 Stuart v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2017-10-28 00:00:00",
    "received_on": "2017-11-13 00:00:00",
    "concluded_on": "2018-01-11 00:00:00",
    "complaint_processing_days": 59,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.10. Following IPSO’s intervention, the newspaper offered to amend the online article to delete any reference to “a member of the congregation,” to send the complainant and his wife a private letter of apology for any distress they had experienced, and to publish a correction as a footnote to the online article and in print stating: Further to our report “‘Rambling’ vicar axed by Church for adultery” (Oct 28) we have been asked to make clear that Dr Chris Stuart resigned as a vicar in April 2017, three months prior to his suspension. He voluntarily confessed to his affair, which was not revealed by a parishioner as the article could have been taken to suggest. The woman was not a member of his congregation. 11.  The complainant said that this would resolve the matter to his satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 20000-17 Stuart v The Daily Telegraph\n1. Christopher\nStuart complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the\nEditors’ Code of Practice in an article headlined “’Rambling’ vicar axed by\nChurch for adultery” published on 28 October 2017. The article was also\npublished online headlined “’Rambling Reverend’ banned from practising after\naffair with parishioner,” on 27 October 2017.\n2. The article\nreported that the complainant had been banned from practising as a Church of\nEngland minister after admitting he had cheated on his wife with a parishioner.\nIt stated that he had previously claimed that he resigned to spend more time\nwith his wife and included a statement from a spokesperson from the Diocese of\nWorcester, which confirmed he had resigned and accepted a two year probation\nfrom the ministry as a priest.3. The complainant\nsaid that the article gave the misleading impression that these events had\nrecently taken place, when in fact he had resigned 6 months previously and\ndisciplinary proceedings had concluded 3 months later. He said the article was\ninaccurate as he had told his congregation the reason for his resignation and\nhad not tried to hide what had happened, which he did not believe was made\nclear in the article. He also said that it was inaccurate for the article to\nstate that his affair had been with a member of the congregation.\n4. The complainant\nalso said that prior to publication journalists and photographers had attended\nhis address and had knocked the door every thirty minutes for a six hour period\nseeking comment. He said he and his wife had stayed inside and pulled the\ncurtains, which he thought made it clear that they did not wish to speak. He\nsaid this conduct amounted to harassment in breach of Clause 3.\n5. The newspaper\ndid not accept that it had breached the Code. It said that the article made\nclear that the purpose of the article was to report of the complainant’s ban,\nand that while it had not stated the date of his resignation, it would have\nbeen obvious to readers that this had significantly predated the ban. It said\nthat initially the complainant had told his congregation that he was resigning\nto support his wife, and had not, initially, admitted it was due to an affair.\n6. The newspaper\nstrongly denied that its reporters had been involved in any behaviour that\ncould be considered harassment, and emphasised that reporters are entitled to\nseek responses from people who feature in the news. Nevertheless, the newspaper\napologised for any distress the complainant had experienced. It said none of\nthe reporters were employed by the Telegraph, and they had received the story\nform a reputable news agency. It said the complainant had made no request to desist,\nand therefore there was no breach of Clause 3.\n7. To try and\nresolve the complaint, the newspaper offered to publish the following\ncorrection:\nFurther to our report\n“‘Rambling’ vicar axed by Church for adultery” (Oct 28) we have been asked to\nmake clear that Dr Chris Stuart resigned as a vicar in April 2017, three months\nprior to his suspension. He voluntarily confessed to his affair, which was not\nrevealed by a parishioner as the article could have been taken to suggest.\nRelevant Code provisions\n8. Clause 1\n(Accuracy)\ni)The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion, must be corrected, promptly and with due prominence, and- where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nMediated outcome\n9. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.10. Following IPSO’s intervention, the newspaper offered to\namend the online article to delete any reference to “a member of the\ncongregation,” to send the complainant and his wife a private letter of apology\nfor any distress they had experienced, and to publish a correction as a\nfootnote to the online article and in print stating:\nFurther to our report “‘Rambling’ vicar axed by Church for\nadultery” (Oct 28) we have been asked to make clear that Dr Chris Stuart\nresigned as a vicar in April 2017, three months prior to his suspension. He\nvoluntarily confessed to his affair, which was not revealed by a parishioner as\nthe article could have been taken to suggest. The woman was not a member of his\ncongregation.\n11.  The complainant\nsaid that this would resolve the matter to his satisfaction.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 13/11/2017\nDate complaint concluded: 11/01/2018\nBack to ruling listing\n\n\n"
}