{
    "url": "/rulings-and-resolution-statements/ruling/?id=09380-19",
    "title": "Resolution Statement - 09380-19 Clattenburg v dailystar.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "dailystar.co.uk (Reach PLC)",
    "published_on": "2019-12-07 00:00:00",
    "received_on": "2019-12-07 00:00:00",
    "concluded_on": "2020-04-29 00:00:00",
    "complaint_processing_days": 144,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  9. During IPSO’s investigation, the publication offered to publish the following statement setting out the complainant’s position: For the record - Mark Clattenburg On Saturday 7th December 2019, we published an article headlined \"Referee Mark Clattenburg called time on lover as her brother died of cancer\". Although attempt was made for Mr Clattenberg's comment, he has now asked us to make clear that he denies that he met the woman for \"monthly romps\" as reported; that he broke up with her at the time her brother was dying of cancer; that he wished Andrea Happy Birthday, that he made a donation to her brother's charity; or that a friend of his wife started a rumour about her. Mr Clattenburg also denies that he \"blackmailed\" the woman by threatening to take her to court if she didn't adhere to the tenancy agreement, and that he sent her a message saying \"you win\". Furthermore, Mr Clattenburg denies that he was sacked from his position at the Saudi Arabian football federation as a result of the relationship - in fact, he served his contract in full and declined to extend it. We are happy to make his position clear. 10. The complainant said that he was content to resolve the matter on this basis. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 09380-19 Clattenburg v\ndailystar.co.uk\nSummary of Complaint \n1. Mark Clattenburg complained to the Independent Press\nStandards Organisation that dailystar.co.uk breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Referee Mark Clattenburg called time on lover as her brother died of cancer”,\npublished on 7 December 2019.\n2. The article comprised an interview with a woman who made\na series of claims regarding a relationship she had with the complainant.\n3. The complainant said that the article was inaccurate. He\nsaid that he had not met with the woman on a monthly basis as claimed, or\nbroken up with her at the time her brother was dying of cancer. He also said\nthat that he did not make a donation to her brother's charity as reported and\ndisputed the article’s claim that a friend of his wife started a rumour about\nher. He also said that the article had alleged that he blackmailed the woman,\nwho had rented one of his properties, by threatening to take her to court if\nshe didn't adhere to the tenancy agreement, when this was not the case. The\ncomplainant also said that the article inaccurately reported that he had wished\nthe woman happy birthday and sent her a message saying \"you win\". The\narticle also reported that he was sacked from his position at the Saudi Arabian\nfootball federation as a result of the relationship, which he said was\ninaccurate as he had in fact served his contract and declined an extension. The\ncomplainant said he was not offered an opportunity to respond to the woman’s\nallegations prior to the article’s publication. \n4. The complainant said that the article reported\ninformation concerning his family and private life, and as such, it was\nintrusive. \n5. The publication denied any breach of the Code. It\nemphasised that it had taken care over the accuracy of the article as it had\ncontacted an individual who claimed to represent the complainant several times\nfor comment prior to publication but never received a response on the woman’s\nallegations. Nonetheless, on receiving the complainant’s position, the\npublication removed the article as a gesture of goodwill.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n7. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n9. During IPSO’s investigation, the publication offered to publish\nthe following statement setting out the complainant’s position:\nFor the record - Mark Clattenburg\nOn Saturday 7th December 2019, we published an article\nheadlined \"Referee Mark Clattenburg called time on lover as her brother\ndied of cancer\". Although attempt was made for Mr Clattenberg's comment,\nhe has now asked us to make clear that he denies that he met the woman for\n\"monthly romps\" as reported; that he broke up with her at the time\nher brother was dying of cancer; that he wished Andrea Happy Birthday, that he\nmade a donation to her brother's charity; or that a friend of his wife started\na rumour about her. Mr Clattenburg also denies that he \"blackmailed\"\nthe woman by threatening to take her to court if she didn't adhere to the\ntenancy agreement, and that he sent her a message saying \"you win\".\nFurthermore, Mr Clattenburg denies that he was sacked from his position at the\nSaudi Arabian football federation as a result of the relationship - in fact, he\nserved his contract in full and declined to extend it. We are happy to make his\nposition clear.\n10. The complainant said that he was content to resolve the\nmatter on this basis.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 07/12/19\nDate complaint concluded by IPSO: 29/04/2020\n \nBack to ruling listing\n\n\n"
}