{
    "url": "/rulings-and-resolution-statements/ruling/?id=02282-18",
    "title": "Resolution Statement 02282-18 Kler v Hull Daily Mail",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Hull Daily Mail (Reach PLC)",
    "published_on": "2018-03-10 00:00:00",
    "received_on": "2017-03-14 00:00:00",
    "concluded_on": "2018-03-16 00:00:00",
    "complaint_processing_days": 367,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s involvement, the publication offered to publish a follow-up article focusing on the complainant’s business and on their positive attitude to the new restaurant. 8. The complainant said this resolved the matter to her satisfaction. 9. As the complaint had been mediated successfully, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02282-18 Kler v Hull Daily Mail\nSummary of Complaint\n1. Simran Kler\ncomplained to the Independent Press Standards Organisation that the Hull Daily\nMail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined \"Post office restaurant to open, but will it deliver?”,\npublished on 10 March 2018.\n2. The article,\nwhich appeared on page 16, reported that a “former post office” had been “given\nthe green light to be turned into a restaurant”. It went on to state that\nplanning permission had been given to convert a house which used to be part of\nthe post office into a restaurant. The article included a large photograph of\nthe post office, with the caption “Planning approval has been given for a\n30-seater restaurant at the site of a former Post Office”.\n3. The complainant,\nwhose family run the post office, said that the article and photo gave the\nmisleading impression that the post office was closing down; this was not the\ncase: it was an adjoining property which was being converted into a restaurant.\n4. In response to the\ncomplainant’s concerns, the newspaper published a clarification on page 3,\nwhich stated “In Saturday’s paper, we published a story about a former post\noffice being turned into a restaurant in Beverley Road. We would like to\nclarify that [the post office] is not part of the redevelopment and will remain\nopen as a post office”.\n5. The complainant\nsaid this clarification was not adequate: it was significantly smaller than the\noriginal article, which had included a large picture of the post office, and\nwhich had been harmful to her family’s business.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\ninvolvement, the publication offered to publish a follow-up article focusing on\nthe complainant’s business and on their positive attitude to the new\nrestaurant.\n8. The complainant\nsaid this resolved the matter to her satisfaction.\n9. As the complaint\nhad been mediated successfully, the Complaints Committee did not make a determination\nas to whether there had been any breach of the Code.\nDate complaint received: 14/03/2017Date complaint concluded by IPSO: 16/03/2018\nBack to ruling listing\n\n\n"
}