{
    "url": "/rulings-and-resolution-statements/ruling/?id=28519-20",
    "title": "Resolution Statement – 28519-20 Clark v Northern Scot",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Northern Scot (Highland News & Media Limited)",
    "published_on": "2020-10-15 00:00:00",
    "received_on": "2020-10-15 00:00:00",
    "concluded_on": "2020-12-09 00:00:00",
    "complaint_processing_days": 55,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation the publication offered to publish the following footnote clarification to the online article: “A previous version of this article did not make clear that the Veterans Railcard was a UK-wide initiative, with the Scottish Government funding the discount scheme discussed to encourage its uptake.  We are happy to clarify this.” 7. This proposal was rejected by the complainant. The publication then offered to publish a new online article, clarifying that the Veterans Railcard was a UK-wide initiative. This article also included the following clarification footnote: “An online story published in October did not make it clear this was a UK Government initiative. We are happy to clarify that position.” 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 28519-20 Clark v Northern Scot\nSummary\nof Complaint\n1. Niall\nClark complained to the Independent Press Standards Organisation that the\nNorthern Scot breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Scottish veterans railcard welcomed by Moray MSP Richard\nLochhead”, published on 15 October 2020.\n2. The\narticle reported that a new railcard had been launched in Scotland for veterans\nand stated that the Scottish Government was “also funding a further discount\nscheme” to encourage uptake.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1\n(Accuracy) as it implied that the Veterans Railcard was an initiative by the\ndevolved Scottish Government, rather than being part of a UK-wide\ninitiative.   \n4. The\npublication did not accept that the article breached the Code, as it did not\nconsider that the alleged inaccuracy identified by the complainant was\nsignificantly inaccurate or misleading. The publication said that transport was\na devolved matter and that the railcard, in the format issued in Scotland, was\nintroduced by the Scottish Government. It added that the information included\nin the article had been based upon a press release by the Scottish Government\nand published in good faith. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when reasonably\ncalled for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nMediated\nOutcome\n5. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n6. During\nIPSO’s investigation the publication offered to publish the following footnote\nclarification to the online article:\n“A\nprevious version of this article did not make clear that the Veterans Railcard\nwas a UK-wide initiative, with the Scottish Government funding the discount\nscheme discussed to encourage its uptake. \nWe are happy to clarify this.”\n7. This\nproposal was rejected by the complainant. The publication then offered to\npublish a new online article, clarifying that the Veterans Railcard was a\nUK-wide initiative. This article also included the following clarification\nfootnote:\n“An\nonline story published in October did not make it clear this was a UK\nGovernment initiative. We are happy to clarify that position.”\n8. The\ncomplainant said that this would resolve the matter to his satisfaction.\n9. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 15/10/2020\nDate\ncomplaint concluded by IPSO: 09/12/2020\nBack to ruling listing\n\n\n"
}