{
    "url": "/rulings-and-resolution-statements/ruling/?id=05134-17",
    "title": "Resolution Statement – 05134-17 Miller v Daily Record",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2017-04-02 00:00:00",
    "received_on": "2017-04-03 00:00:00",
    "concluded_on": "2017-06-06 00:00:00",
    "complaint_processing_days": 64,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to remove the video from the article, and to publish the following footnote as a clarification: This article originally featured a video of Jordan Coe being interviewed in 2015 when he was training with Sumalee Gym. We have since been asked to clarify that Jordan left Sumalee Gym 15 months prior to his death and that, from that time, he had no connection with them. We are happy to make this clear. 8. The complainant said that this resolved the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 05134-17 Miller v Daily Record\nSummary of Complaint\n1. Lynne Miller complained to the Independent Press\nStandards Organisation that The Daily Record breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an online article headlined “Tragic Scots\nfighter Jordan Coe speaks of Thai boxing weight-loss torture in haunting\nvideo”, published on 2 April 2017.\n2. The article reported that a boxer had died of\ndehydration, as part of a training regime. It reported that in a video, he had\n“laid bare the secrets of the gruelling regime that killed him in an online\ninterview before his death”. The video was embedded in the article, and showed\nthe boxer discussing his training regime at Sumalee Gym. The video featured the\nSumalee Gym logo, and referred to Sumalee Gym in the title. \n3. The complainant, the Managing Director of Sumalee\nBoxing Gym, said that the article suggested that the boxer had been training\nwith Sumalee Gym at the time of his death. She said that in fact, he had\ntrained with a different gym for 15 months before his death.  In addition, she said that the Sumalee\ntraining programme he described in the video reported on in the article had not\nbeen the cause of his death.\n4. The newspaper said that the article made clear that\nthe video of the boxer was recorded in 2015, when he was training with Sumalee.\nIt denied that the article stated that the boxer had been training with Sumalee\nGym when he adopted the training regime that it is claimed resulted in his\ndeath, nor that the training regime he was following at the time of his death\nwas the same, or substantially the same, as the regime he used while at Sumalee\nGym.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. Following IPSO’s intervention, the publication offered\nto remove the video from the article, and to publish the following footnote as\na clarification:\nThis article originally featured a video of Jordan Coe\nbeing interviewed in 2015 when he was training with Sumalee Gym. We have since\nbeen asked to clarify that Jordan left Sumalee Gym 15 months prior to his death\nand that, from that time, he had no connection with them. We are happy to make\nthis clear.\n8. The complainant said that this resolved the matter to\nher satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 03/04/2017\nDate complaint concluded by IPSO 06/06/2017\nBack to ruling listing\n\n\n"
}