{
    "url": "/rulings-and-resolution-statements/ruling/?id=03355-17",
    "title": "Resolution Statement 03355-17 Fortune v Daily Record",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2017-03-28 00:00:00",
    "concluded_on": "2017-08-18 00:00:00",
    "complaint_processing_days": 143,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to publish the following clarification on page 2, and as a footnote to the online article: Following our article of March 28, which reported that Mark Fortune had been banned from being a landlord \"after threatening to have tenants shot” and would not fix a problem with a drain, we would like to make clear that he was refused entry to Edinburgh Council’s Landlord Register on the basis of a number of spent convictions, not one specific conviction, did not threaten to shoot his tenants and was not convicted of a threat to harm or kill but of a breach of the peace‎. Mr Fortune says he did everything in his power to fix the communal drain by arranging for the council to attend, for which he says the neighbours were jointly liable. Mr Fortune also says that his rental rates are at the lower end and not uncommon for Edinburgh. 8. The complainant said that this resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 03355-17 Fortune v Daily Record \n1. Mark\nFortune complained to the Independent Press Standards Organisation that the\nDaily Record breached Clause 1 (Accuracy) Clause 2 (Privacy) and Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “Scum landlord banned after threatening to have tenants shot\nis back raking in rent cash”, published in print and online on 28 March 2017.\n2. The\narticle reported that, despite having been refused entry to Edinburgh Council’s\nLandlord Register, the complainant remained a “major player” in the Edinburgh\nproperty rental market. It reported that he was legally free to do so, as he\nhad applied for a place on the register. The article claimed that the\ncomplainant had been banned from the register after threatening to have tenants\nshot. The article reported on a number of complaints from tenants, including\none, who alleged that he had not acted to fix a drain. It also reported the\ncomplainant’s responses to these complaints. The print version of the article\ncaptioned a photograph of the complainant parking his car: “Blue badge cheat:\nWe caught Fortune in the act in 2010”. The article claimed that the newspaper\nhad found a flat which potentially earnt the complainant £30,000 a year.\n3. The\ncomplainant denied that he had threatened to have a tenant shot; he said he had\npled guilty to a Breach of the Peace in relation to an argument he had had with\na tenant. The complainant said that he had been refused entry to the council’s\nlandlord register due to failing the ‘fit and proper person’ test, which was in\nturn, due to a number of spent convictions. In relation to the photo of him\nparking his car, with the caption referring to him as a ‘blue badge cheat’, the\ncomplainant said he had been parking his car while accompanied by a blue badge\nholder. He was concerned that the photograph in question had been taken\ncovertly. The complainant said that the figure cited as his potential earnings\nfrom one of his flats failed to take into account his outgoings on the\nproperty. The complainant had said that the blocked drain referred to in one of\nthe tenant’s complaints was a communal repair issue, but that in any event, he\nhad done his best to see that it was addressed. The complainant objected to the\nreporting of his spent convictions.\n4. The\nnewspaper said that while the complainant had issued threats which referred to\nshooting, it accepted that the complainant had not threatened to shoot tenants\ndirectly. It offered to correct this point, which it said was the result of an\nerror in the sub-editing process. The newspaper said that it had taken care to\nobtain and report the complainant’s response to the complaints from tenants.\nThe newspaper said that the claim that the complainant was a “blue badge cheat”\nwas from an article published in 2010, which it did not believe the complainant\nhad previously challenged, and which it said it was reasonable to rely on. It\ndenied a breach of Clause 2 or Clause 10 in relation to the photograph of him\nparking his car, which it said was taken in public place, and where the\ncomplainant was not engaged in a private activity. The newspaper said that\ndetails of the complainant’s spent convictions were available in the public\ndomain.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where appropriate\n— an apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by intercepting\nprivate or mobile telephone calls, messages or emails; or by the unauthorised\nremoval of documents or photographs; or by accessing digitally-held information\nwithout consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nMediated Outcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7. Following\nIPSO’s intervention, the publication offered to publish the following\nclarification on page 2, and as a footnote to the online article:\nFollowing our article of March 28, which reported that Mark\nFortune had been banned from being a landlord \"after threatening to have\ntenants shot” and would not fix a problem with a drain, we would like to make\nclear that he was refused entry to Edinburgh Council’s Landlord Register on the\nbasis of a number of spent convictions, not one specific conviction, did not\nthreaten to shoot his tenants and was not convicted of a threat to harm or kill\nbut of a breach of the peace‎. Mr Fortune says he did everything in his power\nto fix the communal drain by arranging for the council to attend, for which he\nsays the neighbours were jointly liable. Mr Fortune also says that his rental\nrates are at the lower end and not uncommon for Edinburgh.\n8. The\ncomplainant said that this resolved the matter to his satisfaction.\n9. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 28/03/2017Date complaint concluded by IPSO: 18/08/2017\nBack to ruling listing\n\n\n"
}