{
    "url": "/rulings-and-resolution-statements/ruling/?id=03065-16",
    "title": "Resolution statement 03065-16 InFacts v Sunday Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday Express (Reach PLC)",
    "published_on": "2016-03-06 00:00:00",
    "received_on": "2016-05-19 00:00:00",
    "concluded_on": "2016-10-04 00:00:00",
    "complaint_processing_days": 138,
    "mediated_outcome": ":6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. After further correspondence, the newspaper offered to publish the following correction in print. EU seeks to control our coasts – correction In our article headlined “EU Seeks Control Of Our Coasts” we stated that, despite British objections, the EU Border agency would be able to prowl Britain’s coastline and ‘intervene directly’ if it felt that its borders were under threat. However this direct intervention applied to Schengen Member States, the Schengen associated states and those EU Member States which have not yet acceded to the Schengen area but are bound to do so. It did not apply to the UK. The ‘right to intervene’ proposal was later dropped by Brussels and replaced with a watered down version in June following objections over sovereignty from Schengen area states. 8. It offered to publish a substantively similar correction online, and to remove the original article from its website. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 03065-16 InFacts v Sunday Express\nSummary of complaint:\n1. InFacts\ncomplained to the Independent Press Standards Organisation that the Sunday\nExpress breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “EU seeks control of our coasts”, published on 6 March 2016.\n2. The article\nreported that the EU had “drawn up plans to seize control of the British\ncoastguard service” by creating a Europe-wide border force. It said that this\nwould allow the EU to “take control of the British coastguard” and that while\nthe British government had said it was “fighting the plan”, the EU proposal\nwould allow the “1,000-strong agency to prowl Britain’s coastline and\n‘intervene directly’ if it felt its borders were under threat”. It said that\nthe EU could “also deploy the service […] ‘even without the approval of the\ncountry concerned’”. The article included a statement from a spokesperson from\nthe UK Chamber of Shipping who said that the European Commission is “using the\nmigration crisis to create a new agency that will be massively expensive and\noverambitious”, and from Immigration Minister James Brokenshire who said that,\nsince Britain is not part of the Schengen area, it would not be part of the\nEuropean Border and Coast Guard. \n3. The complainant\nsaid that the EU proposal only applied to Schengen countries. Britain is not\npart of the Schengen zone, and it was therefore inaccurate to state that the EU\nhad plans to control British coasts or its coastguard service, and to suggest\nthat the European Border and Coast Guard could “intervene directly” on the\nBritish coastline – without Britain’s approval – if it felt its borders were\nunder threat. The quotation at the end of the article from the Immigration\nMinister did not cure the misleading impression the article had given about the\npotential power of the European Border and Coast Guard.\n4. The newspaper\nsaid the article had been written after it had been contacted by the UK Chamber\nof Shipping which had expressed concerns about the proposal for a common EU\ncoastguard. It said that, while the UK normally opts out of provisions relating\nto a common EU coastguard, there was a procedure by which it could opt back in,\nand that no final decision had yet been made. It said that MEPs had confirmed\nthey had been waiting for the UK to make a final decision, but that it had not\nyet happened. Further, the Home Office had also confirmed that negotiations\nwere ongoing.\nRelevant Code provisions:\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome:6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. After further\ncorrespondence, the newspaper offered to publish the following correction in\nprint.\nEU seeks to control our coasts – correction\nIn our article headlined “EU Seeks Control Of Our Coasts” we\nstated that, despite British objections, the EU Border agency would be able to\nprowl Britain’s coastline and ‘intervene directly’ if it felt that its borders\nwere under threat. However this direct intervention applied to Schengen Member\nStates, the Schengen associated states and those EU Member States which have\nnot yet acceded to the Schengen area but are bound to do so. It did not apply\nto the UK. The ‘right to intervene’ proposal was later dropped by Brussels and\nreplaced with a watered down version in June following objections over\nsovereignty from Schengen area states.\n8. It offered to\npublish a substantively similar correction online, and to remove the original\narticle from its website.\n9. The complainant\nsaid that this would resolve the matter to his satisfaction.\n10. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 19/05/2016Date complaint concluded: 04/10/2016 \nBack to ruling listing\n\n\n"
}