{
    "url": "/rulings-and-resolution-statements/ruling/?id=00397-20",
    "title": "Resolution Statement 00397-20 Dobson v Isle of Man Examiner",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Isle of Man Examiner (Tindle Newspapes Limited)",
    "published_on": "2020-01-14 00:00:00",
    "received_on": "2020-01-21 00:00:00",
    "concluded_on": "2020-03-09 00:00:00",
    "complaint_processing_days": 48,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. The publication offered to print the following correction: Nigel Dobson’s licence application granted from September In the Isle of Man Examiner of January 14, we reported that magistrates had refused to immediately restore the driving licence of Nigel Dobson, of Ballachrink Drive, Onchan. Dobson did not ask for it to be restored immediately. Magistrates said it will be restored from September 2020. We are happy to clarify the situation. Mr Dobson was banned from driving for five years in September 2016 after he failed a breathalyser test with a reading of 52. The legal limit is 35.  9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00397-20 Dobson v Isle of Man\nExaminer\nSummary of Complaint\n1. Nigel Dobson complained to the Independent Press\nStandards Organisation that Isle of Man Examiner breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Magistrates say no to\nDobson's licence request”, published on 14 January 2020 and an article\nheadlined “Driving licence is set to be restored from September” on 21 January\n2020.\n2. The article\nreported on the complainant’s application to have his driving licence restored\nearly after a drink driving conviction. It said that he had “failed in a bid to\nwin back his driving licence early”. It also said that after being suspended\nfrom driving for five years because of his conviction, the complainant had been\ntold “to reapply after four years of the ban [had] been completed”.\n3. The second article was a correction of the previous\narticle. It repeated that the complainant had sought to have his licence\nrestored early after being banned from driving. However, it differed in that it\nwent on to report that “Magistrates actually declined to restore his licence\nimmediately but ruled that it be restored from September 29, 2020”. \n4. The complainant said that the articles were both\ninaccurate in breach of Clause 1 (Accuracy). He said that the first article was\ninaccurate as it said his driving licence had been declined when in fact it had\nbeen restored. He said that the second article was inaccurate because it said\nthat the Magistrates had declined to restore his licence “immediately” as he\nhad not applied for it to be restored immediately; it had simply been granted\nand the Magistrates set a date for this.\n5. The publication said it accepted that the first article\nwas inaccurate. It had said that this was due to the Magistrate delivering the\njudgment in an ambiguous way. This led to the court’s clerk writing that\nrestoring the licence had been declined, as well as the publication’s reporter,\nand a radio station who also reported on the case. After the complaint was\nreferred by IPSO the newspaper offered to print the following correction: \nIn the Isle of Man Examiner of January 21, we reported that\nNigel Dobson, of Ballachrink Drive, Onchan, had applied for his driving licence\nto be restored and that magistrates had declined to restore it immediately.\nIn fact, Mr Dobson did not ask for his licence to be\nrestored immediately.\nIt will be restored on September 29.\nWe apologise for this error. \nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n8. The publication offered to print the following\ncorrection:\nNigel Dobson’s licence application granted from September\nIn the Isle of Man Examiner of January 14, we reported that\nmagistrates had refused to immediately restore the driving licence of Nigel\nDobson, of Ballachrink Drive, Onchan.\nDobson did not ask for it to be restored immediately.\nMagistrates said it will be restored from September 2020.\nWe are happy to clarify the situation.\nMr Dobson was banned from driving for five years in\nSeptember 2016 after he failed a breathalyser test with a reading of 52. The\nlegal limit is 35. \n9. The complainant said that this would resolve the matter\nto his satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 21/01/2020\nDate complaint concluded by IPSO: 09/03/2020\nBack to ruling listing\n\n\n"
}