{
    "url": "/rulings-and-resolution-statements/ruling/?id=02746-16",
    "title": "Resolution Statement Complaint 02746-16 Kozbar v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2016-05-05 00:00:00",
    "concluded_on": "2016-09-18 00:00:00",
    "complaint_processing_days": 136,
    "mediated_outcome": "11. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  12. Following IPSO’s intervention, the newspaper published the following correction in print, as a stand-alone correction online and as a footnote to the original article: An article of 13 March 2016 portrayed Mr Kozbar, the Chairman of the Finsbury Park Mosque, as someone who 'blamed the UK for ISIL', and appeared to support the use of violence in the Israel-Palestine conflict. In fact, Mr Kozbar has never ‘blamed the UK for ISIL’ and abhors and condemns the use of violence under any circumstances. Mr Kozbar also disputes a number of other accusations contained in the article, and regrets that he was denied a right of reply. We are happy to set the record straight. 13. The complaint said that this resolved the complaint to his satisfaction. 14. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 02746-16 Kozbar v The Sunday Telegraph\nSummary of complaint\n1. Mohammed Kozbar\ncomplained to the Independent Press Standards Organisation that The Sunday\nTelegraph breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Corbyn and the mosque leader\nwho blames the UK for Isil”, published in print on 13 March 2016, and “Jeremy\nCorbyn and the mosque leader who blames the UK for Isil”, published online on\n12 March 2016.\n2. The article said\nthat Jeremy Corbyn had held 15 meetings with the complainant, the chairman of\nthe Finsbury Park mosque and vice-president of the Muslim Association of\nBritain. It said that the complainant had called for the “destruction” of\nIsrael in December 2011, and that in October 2015 he “appeared to praise the\nrecent wave of terrorist stabbings” in Israel by writing on his Facebook page\nthat “Palestine is uprising, Alquds is uprising and our brothers and sisters are\ngiving everything to defend Al-Aqsa Mosque. This question is what are we doing\nto support them and show them that they are not alone on this”.\n3. The article went\non to quote a post from the complainant’s Facebook page in which he said that\nYusuf al-Qaradawi, who it described as the “ideological leader” of the Muslim\nBrotherhood, was “always cracking the words of truth”. It also quoted him as\nsaying that “foreign interference” in the Muslim world by Western powers had an\n“impact on Muslims in the UK… it is no surprise therefore to see that a small\nminority of young British men and women have decided to join and fight\nalongside the extremists abroad”. It said that the Finsbury Park mosque\ncontinued to host “bigots, extremists and terrorist supporters”, and that the\ncomplainant declined to comment when contacted. It was accompanied by a\nphotograph of the complainant with the caption “Mohammed Kozbar supported the\nwave of stabbings by Palestinians”.\n4. The complainant\nsaid that the headline was inaccurate because he did not blame the UK for Isil;\nrather, he said that western interference in the Muslim world had a negative\neffect young on British Muslims, and that it was no surprise that a tiny\nminority had travelled abroad to join Isil. He said that this was a factual\nstatement, and one shared by numerous analysts. He said that he never called\nfor the “destruction” of Israel. He said that at a protest in 2011, he argued\nthat if Israel were to repeat earlier mistakes in killing civilians, and\ninvading Gaza, then world opinion would be so outraged that it would mean the\nend of Israeli. He said that while he had said “down, down Israel” at the\nrally, this was a typical rallying cry calling for the end of an unjust\ngovernment; he said that his motivation in saying this was entirely peaceful.\n5. The complainant\ndenied that he supported the stabbings of Israelis by Palestinians; he said\nthat he never condoned violence of any kind, and never would. He said that the\ncomments about supporting Palestinians were made in the context of the illegal\ninvasion of the Al-Aqsa Mosque in Jerusalem, which was condemned by the United\nNations (UN), and what he described as the murder of Palestinians by Israeli\nindividuals and soldiers, which he said was condemned by the UN and human\nrights organisations; he said he was not calling for or supporting violence\nagainst Israelis. He said that the context of his Facebook post agreeing with\nMr al-Qaradawi was connected to his condemnation of the regime of Bashar\nal-Assad in Syria. He also disputed the criticism in the article of the\nFinsbury Park mosque, which he said had developed “an outstanding reputation\nfor its work against all forms of racism” under his leadership, and had won an\naward endorsed by the Charity Commission. He also said that the accusations\ncontained in the article discriminated against him on the basis of his\nreligion.\n6. The newspaper\nsaid that there was no significant difference between reporting that the\ncomplainant “blames the UK for Isil”, and the complainant’s position that\nwestern interference had led to extremists travelling to join Isil. It also\nsaid that it was not inaccurate to report that the complainant had called for\nthe destruction of Israeli in circumstances where said at a rally that “this time\nit will be the end of Israel, inshallah”, and “down, down Israel”; it said this\nindicated that the end of Israel was his personal wish, and that the article\ndid not say that he wished for the violent destruction of Israel.\n7. The newspaper\nsaid that the article did not report that the complainant supported the\nstabbing of Israelis by Palestinians, as the article said that his Facebook\npost was made “amid a wave of stabbings of Israelis by Palestinians”, and that\nhe “appeared” to support the stabbings”. It said that given what was occurring\nin the region at the time, it was not an unreasonable interpretation of the\ncomplainant’s post, and in any event, he had not explicitly said that the use\nof stabbings as a form of protest could not be condoned. The newspaper said\nthat its criticism of the Finsbury Park mosque as playing host to “bigots,\nextremists and terrorists” was justified, and it had identified two individuals\nwho had visited the mosque, one who called on people to “wage holy war against\nthe US and British invaders in Iraq”, and another who said that “wives who\ndisplease their husbands should be beaten”.  \n8. The newspaper\nsaid that its reporter had contacted the mosque on the day before publication\nof the article, and while it had been unable to speak to the complainant, it\nhad received an email address for him from somebody who had answered the phone.\nIt said that the complainant was then sent an email, which asked him to comment\non the claims what were published in the article. It said that on checking his\njunk folder for the purposes of this complaint, the reporter discovered a\n“bounce-back” email from the address he said he had been given.  \n9. The complainant\nsaid that he had not been contacted by the newspaper prior to publication, and\nhad therefore not “declined to comment”. He said the email address the\nnewspaper purported to have sent an email to about the article did not exist.\nHe said that he did not understand why the reporter did not used the contact\nform on the mosque’s website to get in touch, or the record the conversation he\nsaid he had with a member of the mosque’s staff.\nRelevant Code Provisions\n10. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated Outcome\n11. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n 12. Following IPSO’s intervention, the newspaper published\nthe following correction in print, as a stand-alone correction online and as a\nfootnote to the original article:\nAn article of 13 March 2016 portrayed Mr Kozbar, the\nChairman of the Finsbury Park Mosque, as someone who 'blamed the UK for ISIL',\nand appeared to support the use of violence in the Israel-Palestine conflict.\nIn fact, Mr Kozbar has never ‘blamed the UK for ISIL’ and abhors and condemns\nthe use of violence under any circumstances. Mr Kozbar also disputes a number\nof other accusations contained in the article, and regrets that he was denied a\nright of reply. We are happy to set the record straight.\n13. The complaint said that this resolved the complaint to\nhis satisfaction.\n14. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. \nDate complaint received: 5/5/2016Date complaint concluded by IPSO: 18/9/2016\nBack to ruling listing\n\n\n"
}