{
    "url": "/rulings-and-resolution-statements/ruling/?id=01653-17",
    "title": "Resolution Statement 01653-17 Baroness Scotland v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "received_on": "2017-03-27 00:00:00",
    "concluded_on": "2017-08-07 00:00:00",
    "complaint_processing_days": 133,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. Following IPSO’s intervention, while the newspaper maintained that it had not breached the Code, it offered to remove the online versions of the articles. The newspaper said it is entitled to express its opinion of the complainant's character and conduct, but said it would not to republish the claims that the complainant’s trip to the Olympics was solely funded by British taxpayers, or that recruitment rules were “ignored” in the employing of a Labour peer by the Commonwealth Secretariat. The newspaper also said it would not criticise the complainant for the performance of the Secretariat before she took office. 12. The complainant accepted the newspaper’s offer to remove all of the articles complained of together with the undertakings agreed. She said that should the newspaper republish the allegations complained of in any form, she reserved the right to issue fresh complaints both to the newspaper and to IPSO. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 01653-17 Baroness Scotland v The Sun\n1. Baroness Scotland complained to the\nIndependent Press Standards Organisation that The Sun breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in the following articles:\n1) “GOLD MEDAL FOR CHEEK Outrage as\nBaroness Scotland enjoys £45,000 Rio Olympics getaway YOU paid for”, published\non 07 August 2016\n2 “PEER'S FUNDING ROW India is\nthreatening to withdraw funding for the Commonwealth over blazing row about\nspendaholic chief Baroness Scotland’s spending habits”, published on 1 November\n2016\n3) “'DIRE FINANCES' Spendaholic\nBaroness Scotland’s Commonwealth HQ had to bailed out by taxpayers”, published\non 2 November 2016\n4) “'UTTERLY CORRUPT PROCESS' Scandal\nof Labour peer and Commonwealth chief Baroness Scotland who wastes cash on\nluxuries, gives lucrative jobs to pals and has links to tyrants”, published on\n3 November 2016\n5) “TROUGHING PEER DISOWNED Theresa\nMay delivers hammer blow to scandal-hit Baroness Scotland by publicly\nwithdrawing support for embattled Commonwealth boss”, published on 3 November\n2016\n6) “LAST HOPE FOR BARONESS Theresa May\nwarns brazen Baroness Scotland she has one last chance to keep her job”,\npublished on 7 November 2016\n7) “'OUTRIGHT LIES' Disgraced\nCommonwealth chief Baroness Scotland lashes out at whistle-blower after brutal\nputdown from Theresa May over enormous expenses”, published on 9 November 2016\n8) “ PEER PROBED FOR PRICEY FLAT Beleaguered\nCommonwealth chief Baroness Scotland forced to justify huge spending habit at\nMPs meeting”, published on 23 November\n9) “'URGENT REFORM NEEDED' Baroness\nScotland has come under fire for her extensive expenses spending”, published on\n1 December 2016\n10) “PEER RAPPED Commonwealth boss\nBaroness Scotland humiliated as Whitehall fixers sent in to her failing HQ”,\npublished on 27 January 2016\n2.  The articles were critical of the\ncomplainant, in her role as Secretary General of the Commonwealth. The first\narticle criticised the complainant for a visit to the Olympic Games, in Rio de\nJaneiro. The second article reported that India was threatening to withdraw\nfunding for the Commonwealth, in the context of claims about the complainant’s\nspending. The third article reported that the Commonwealth Secretariat was to\nbe “bailed out” by taxpayers, in the context of accusations about the\ncomplainant’s spending on her residence. It also reported that the complainant\nhad employed “another Labour peer on a £30,000 contract, ignoring recruitment\nrules”.  The fourth article claimed that\nIndia and Australia were threatening to leave the Commonwealth, in the context\nof accusations about her appointment process, her awarding of contracts and her\nspending, and her suitability as Secretary-General given her previous legal\nwork. The fifth article reported that the Prime Minister had publicly withdrawn\nher support from the complainant. The sixth article reported that the Prime\nMinister had warned the complainant that “she has one last chance to keep her\njob”. The seventh article reported that the complainant had publicly rebutted\nclaims about her spending. The eighth article reported that the complainant had\nbeen “forced to justify” her expenditure at a meeting of Members of Parliament.\nThe ninth article reported that in the context of claims about the\ncomplainant’s spending, the Commonwealth Secretariat had been assessed by the\nDepartment for International Development (DFID) as underperforming. The tenth\narticle reported that “Whitehall fixers” had been “sent in” to the Commonwealth\nSecretariat, in the context of claims about the complainant’s performance. The\narticle reported that “last night it was even claimed the Queen was snubbing\n[the complainant]”.\n3. The complainant said that each of the\narticles were significantly inaccurate on a number of points. She said that her\npredecessors’ had made longer visits to previous Olympic Games, that the trip\nwas undertaken as part of her job, and that it was not paid for solely by\nBritish taxpayers, which she said was implied by the headline. She denied that\nIndia had threatened to withdraw funding from the Commonwealth, and said that\nthe newspaper had failed to take care over the accuracy of this claim in\nfailing to properly assess its source’s credibility. The complainant said that\nacross the articles, the newspaper failed to accurately report on the\nrefurbishment of her residence, inflating figures and incorrect details, and\nthat criticisms of her spending lacked basis. The complainant said that it was\nentirely false to claim that she had “ignored recruitment rules”, in employing\na Labour Peer. In addition, she said that the newspaper had inaccurately\nclaimed that this individual had been awarded a significantly longer, and more\nvaluable contract, than was in fact the case.\n4. The complainant said that the fourth\narticle inaccurately described her work as a barrister with expertise in\nconstitutional and human rights law. She said that allegations the article\nreported about her appointment process were false. In addition, she said that\nthe fourth article’s claim that Australia had threatened to leave the\nCommonwealth was entirely without basis. The complainant denied that the Prime\nMinister had publicly withdrawn support for her, as claimed by the fifth\narticle. The complainant denied that the Prime Minister had issued her a\n“warning” or a “putdown” as claimed by the sixth article. She said that the\nseventh article’s claim that she had received a “public dressing down” from the\nPrime Minister was similarly inaccurate. The complainant said that she was not\n“probed” by MPs, or “forced to justify” any spending, as claimed in the eighth\narticle. She said she had accepted an invitation by Parliamentary colleagues,\nwhere she addressed the issue of the Commonwealth’s finances.\n5. The\ncomplainant said that the DFID report referred to in the ninth article related\nto the Commonwealth Secretariat’s performance prior to her appointment, and\nprovided evidence to this effect. She said that the fact the report was written\nin the present tense only signified that it was written contemporaneously at\nthe time of the review and not when the report was published. The complainant\nsaid that the tenth article’s claim that “White Hall fixers had been sent in”\nwas not true; the appointment of one individual had nothing whatsoever to do\nwith the Secretariat and he was not in the Secretariat. The appointment of the\nsecond was not connected to any concern about the Secretariat’s performance.\nThe complainant said that there was no truth to the claim that she had been\n“snubbed” by the Queen. The complainant said that only on one occasion was the\nSecretariat asked to comment by the newspaper but the question was so vague\nthat it was unable to do so. She said that on no other occasion was the she\nprovided with an opportunity to comment, or the opportunity to dispute\npublished information. \n6. The newspaper said that the articles\nconcerned a matter of obvious public interest, and that the complainant had not\ndisputed much of the published information. \n7. The newspaper said that its\ncharacterisation of the complainant’s visit to the Olympic Games as a “jolly”\nwas justified, and not inaccurate. It said that the second article’s claim that\nIndia threatened to withdraw funding from the Commonwealth was based on claims\nby sources, as was made clear in the article. The newspaper said that the claim\nthat Australia was threatening to leave the Commonwealth, as appeared in the\nsub headline of the article, was based on concerns expressed by a source in the\nAustralian diplomatic community. However, it accepted that the sub headline\nclaim was inaccurate, and offered to amend and correct this.\n8. The\nnewspaper argued that it was entitled to comment that the complainant had\nplanned unnecessarily lavish refurbishments for her grace and favour home,\nusing taxpayer funds. The newspaper maintained that alleged inaccuracies relied\non by the complainant could not be considered significant. It said that it\nverified information provided to it by a confidential source on this point with\ncontemporaneous documentary evidence. The newspaper denied that the articles\nmade inaccurate claims about the complainant’s awarding of certain employment\ncontracts, and said that the use of a procurement process waiver justified the\nclaim that the complainant had “ignored” recruitment rules. The newspaper\ndenied that its articles reported inaccurately on the complainant’s previous\nwork as a lawyer. The newspaper said that the Prime Minister’s spokesperson had\nrepeatedly declined to confirm that the Prime Minister had confidence in the\ncomplainant, when asked, which supported the fifth article’s claim that she had\npublicly withdrawn support from the complainant. The newspaper said that the\nsixth article reported the Prime Minister’s comments, allowing readers to\nunderstand what the Prime Minister had said, and what represented the\nnewspaper’s comments. The newspaper said that the complainant had been forced\nto justify her spending at a meeting of MPs, and denied that the eighth article\nwas inaccurate on this point. It said that it had taken appropriate care in the\nninth article in linking the DFID report with criticisms of the complainant;\nthe report’s findings were current and applied as of December 2016.  It noted that these findings included that\nthe Secretariat “continues to underperform”. It said that the individuals\nreferred to as “Whitehall fixers” in the tenth article were brought into the\nSecretariat as part of a performance agreement tasked by DFID to “bring the\nCommonwealth Secretariat up to an acceptable standard”. \nRelevant\nCode Provisions\n9. Clause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated outcome\n10. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n11.\nFollowing IPSO’s intervention, while the newspaper maintained that it had not\nbreached the Code, it offered to remove the online versions of the articles.\nThe newspaper said it is entitled to express its opinion of the complainant's\ncharacter and conduct, but said it would not to republish the claims that the\ncomplainant’s trip to the Olympics was solely funded by British taxpayers, or\nthat recruitment rules were “ignored” in the employing of a Labour peer by the\nCommonwealth Secretariat. The newspaper also said it would not criticise the\ncomplainant for the performance of the Secretariat before she took office.\n12. The\ncomplainant accepted the newspaper’s offer to remove all of the articles\ncomplained of together with the undertakings agreed. She said that should the newspaper\nrepublish the allegations complained of in any form, she reserved the right to\nissue fresh complaints both to the newspaper and to IPSO.\n13. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code.\nDate\ncomplaint received: 27/03/2017Date\ncomplaint concluded by IPSO: 07/08/2017 \nBack to ruling listing\n\n\n"
}