{
    "url": "/rulings-and-resolution-statements/ruling/?id=30126-20",
    "title": "Resolution Statement – 30126-20 Kenwright v liverpoolecho.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "liverpoolecho.co.uk (Reach PLC)",
    "published_on": "2020-06-07 00:00:00",
    "received_on": "2020-11-04 00:00:00",
    "concluded_on": "2021-05-18 00:00:00",
    "complaint_processing_days": 195,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. The publication offered to remove the article, should that resolve the complaint. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 30126-20 Kenwright v\nliverpoolecho.co.uk\nSummary of Complaint\n1. Lawrence Kenwright complained to the Independent Press\nStandards Organisation that liverpoolecho.co.uk breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Lawrence Kenwright\nremains silent as problems swirl around Signature Living”, published on 7 June\n2020.\n2. The article, which appeared only online, reported on the\ncomplainant’s “silence” following a number of stories that had been published\nabout him and his business – stating that he had “not spoken publicly over a\nnumber of major stories surrounding his troubled firm in recent weeks.” The\narticle then went on to say that “when [the publication] approached his\nrepresentatives [it was] told he had no comment to make at this time.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1, as the publication had not approached his representatives\nfor comment, as reported in the article. Instead, it had approached his\nprevious representatives. He said that the newspaper would have been aware that\nthe organisation it had approached for comment no longer worked for him, and as\nsuch it had published inaccurate information in stating that it had approached\nhis representative for comment. \n4. The publication said it did not accept that the article\nhad breached the Code. It said that the reporter was not aware that the\norganisation he had approached no longer worked for the complainant, and that\nhe had not been informed of this fact either by the complainant or the\norganisation. It said that it had been informed two months prior to the\narticle’s publication that any requests for comment should be directed to the\nadministrator of the company – however, it also said the email informing the\nwriter of this implied that this was a short-term measure, and the reporter had\nnot been informed that the organisation would no longer work for the\ncomplainant in the future. As such, the publication considered at the time of\npublication that it had contacted the complainant’s representative, and did not\naccept that it had failed to take care over the accuracy of the article.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. The publication offered to remove the article, should\nthat resolve the complaint.\n8. The complainant said that this would resolve the matter\nto his satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 04/11/2020\nDate complaint concluded by IPSO: 18/05/2021\nBack to ruling listing\n\n\n"
}