{
    "url": "/rulings-and-resolution-statements/ruling/?id=19327-17",
    "title": "Resolution Statement 19327-17 A woman vs Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2017-10-25 00:00:00",
    "concluded_on": "2017-11-15 00:00:00",
    "complaint_processing_days": 21,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  8. Following IPSO’s investigation, the newspaper offered to remove the complainant’s name from the article. It also offered to consider not naming her in relation to future articles about her case.   9. The complainant said that this would resolve the matter to her satisfaction.  10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 19327-17 – A woman vs Mail OnlineSummary of\nComplaint\n1. A\nwoman complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) and Clause 2 (Privacy) in an article\nheadlined, “Woman wins the go-ahead for a High Court claim after she argues a\ncontroversial vaginal mesh implant left her with life-changing injuries”,\npublished by Mail Online on 19 October 2017.2. The\narticle reported that the complainant (who was named throughout) had won the\nright to make a claim in the High Court after a vaginal mesh implant had caused\nher serious injuries. The article stated several times that a previous case\nagainst the producers of the implant “was dismissed in 2014”. The article went\non to describe in detail the health problems the complainant had experienced as\na result of the implant, and of the surgeries she underwent because of this.\n3. The\ncomplainant said that the article was inaccurate because it stated that her\nprevious court case had been “dismissed”, when in fact it had been withdrawn.\nShe said that the article had given the misleading impression that the court\ncase had involved substantive issues relating to her experience, when in fact\nit related to an appeal by her doctor that had been rejected. She also said\nthat the article had intruded on her privacy by publishing her full name, the\nname of her gynaecologist and a detailed description of intimate medical issues\nand procedures she had experienced.\n4. The\npublication apologised for any distress it had caused the complainant. It\nacknowledged that it had been incorrect to say that the complainant’s previous\ncase had been “dismissed”, and amended the article to remove reference to this.\nIt denied that this had represented a significant inaccuracy, because the case\nagainst the manufacturer was not the subject of the article. The publication\nsaid that it had been entitled to report on the proceedings of the case,\nincluding the details of the complainant’s medical history, as the judgement\nwas made in open court without any reporting restrictions. It said that there\nwas a strong public interest in covering the case, given widespread controversy\nrelating to vaginal mesh implants. It denied that the article had claimed that\na substantive judgement had been made in the complainant’s case.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.\n6.   \nClause 2 (Privacyi)    \nEveryone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communicationsii)   \nEditors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.iii)  \nIt is unacceptable\nto photograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy.\nMediated outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n8. Following IPSO’s investigation, the newspaper\noffered to remove the complainant’s name from the article. It also offered to\nconsider not naming her in relation to future articles about her case.  \n9. The complainant said that this would resolve the\nmatter to her satisfaction. \n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. \nDate complaint received: 25/10/2017\nDate complaint concluded by IPSO: 15/11/2017\nBack to ruling listing\n\n\n"
}