{
    "url": "/rulings-and-resolution-statements/ruling/?id=08392-19",
    "title": "Resolution Statement 08392-19 Osinyemi v thisislocallondon.co.uk",
    "provisions": [
        "10 Clandestine devices and subterfuge (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thisislocallondon.co.uk (Newsquest Media Group)",
    "published_on": "2019-10-18 00:00:00",
    "received_on": "2019-10-19 00:00:00",
    "concluded_on": "2019-12-10 00:00:00",
    "complaint_processing_days": 52,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. The publication offered to delete the full quote that had been supplied by the complainant. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 08392-19 Osinyemi v\nthisislocallondon.co.uk\nSummary of Complaint\n1. Abi Osinyemi complained to the Independent Press\nStandards Organisation that thisislocallondon.co.uk breached Clause 10\n(Clandestine devices and subterfuge) of the Editors’ Code of Practice in an\narticle headlined “'We see people begging for food and crack getting taken in\nthe streets'”, published on 18 October 2019.\n2. The article reported on people who lived in an area that\nhad been found in a recent study to be one of the most deprived in London. In\naddition to the inclusion of statistics about the area, there was a selection\nof quotes from people who lived and worked in the area about their experiences.\n3. The complainant was one of the people quoted and named in\nthe article, and said that the publication had breached Clause 10. He said that\nthe reporter had introduced herself by saying that “the Council wanted to hear\npeople’s thoughts and experiences because they wanted to take steps to improve\nthe area”. He said he had no reason to believe she was a reporter, and spoke to\nher solely on the basis that he believed she worked for the Council. He said\nthat he would not have spoken to the reporter had he known she was a reporter,\nand would not have consented for his conversation to be recorded or published\nif this was the case. He got in touch directly with the reporter after\nrealising it had been published and asked for his quotes to be removed.\n4. The publication said it did not accept that it had\nbreached Clause 10. It said that it had received the story from a reliable\nsyndicate. After the reporter got in contact with the publication it removed\nthe complainant’s name, but it left the quotes in the article.\nRelevant Clause Provisions\n5. Clause 10 (Clandestine devices and subterfuge)*\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. The publication offered to delete the full quote that had\nbeen supplied by the complainant.\n8. The complainant said that this would resolve the matter\nto his satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 19/10/2019\nDate complaint concluded by IPSO: 10/12/2019\nBack to ruling listing\n\n\n"
}