{
    "url": "/rulings-and-resolution-statements/ruling/?id=00827-17",
    "title": "Resolution Statement 00827-17 Ayliffe v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-01-02 00:00:00",
    "received_on": "2017-01-04 00:00:00",
    "concluded_on": "2017-04-12 00:00:00",
    "complaint_processing_days": 98,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation of the complaint, the newspaper offered to offer publish the following clarification on the online article, as well as in its print edition: A feature on 3 January described Rwanda as a ‘highly corrupt state’. We have been asked to point out that Rwanda was ranked 50th out of 176 countries, on a scale of least to most corrupt, in the Transparency International ‘Corruption Perceptions Index 2016’. 8. The complainant said this would resolve her complaint to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00827-17 Ayliffe v Daily Mail\nSummary of complaint\n1. Tamsin\nAyliffe complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1 (Accuracy) in an article headlined “Queue here for\nUK's £1bn foreign aid cashpoint: Just when you thought it couldn't get any\nworse... YOUR cash is doled out in envelopes and on ATM cards loaded with\nmoney”, published on 2 January 2017. The article also appeared online.\n2. The\narticle reported that £1billion of Britain’s foreign aid budget had been\nallocated to number of countries, in a scheme which distributed financial aid\nthrough cash machines. The article criticised the increase in expenditure being\nallocated to the scheme, because the majority of the aid was being distributed\nto countries with records of fraud and corruption. The article reported that,\n\"In another of the at least 19 ‘cash transfer’ schemes we will splash out\n£57million around the repressive and highly corrupt state of Rwanda under a\nproject called ‘Social Protection Support to the Poorest’.\n3. The\ncomplainant expressed concern that the newspaper was inaccurate and misleading\nin its characterisation of Rwanda as “highly corrupt”. She said that the\nTransparency International ‘Corruption Perception Index 2016 scored Rwanda 54\nin a scale of 0 (highly corrupt) to 100 (very clean). She said that this\ndemonstrated that Rwanda was less corrupt than the global average, which was a\nscore of 43.\n4. The\nnewspaper did not accept a breach of the Code. It said that its categorisation\nof Rwanda as “highly corrupt” was accurate, on the basis of reported political\nrepression and limits on freedom of expression in the country. It said that\nRwanda’s score on the Corruption Perception Index, was far lower than the UK’s\nscore of 81. It said that given that the article was critical of the spending\nof British taxpayer’s money, the newspaper was entitled to place Rwanda’s score\nin that context and apply British standards to the newspaper’s scrutiny of the\nscheme’s recipients.Relevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7. During IPSO’s investigation of the complaint, the newspaper\noffered to offer publish the following clarification on the online article, as\nwell as in its print edition:\nA feature on 3 January described Rwanda as a ‘highly corrupt\nstate’. We have been asked to point out that Rwanda was ranked 50th out of 176\ncountries, on a scale of least to most corrupt, in the Transparency\nInternational ‘Corruption Perceptions Index 2016’.\n8. The\ncomplainant said this would resolve her complaint to her satisfaction.\n9. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 04/01/2017Date complaint concluded by IPSO: 12/04/2017 \nBack to ruling listing\n\n\n"
}