{
    "url": "/rulings-and-resolution-statements/ruling/?id=10453-21",
    "title": "Resolution Statement - 10453-21 Jenkins and Jenkins v mirror.co.uk",
    "provisions": [
        "4 Intrusion into grief or shock (2021)",
        "1 Accuracy (2021)",
        "3 Harassment (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mirror.co.uk (Reach PLC)",
    "received_on": "2021-10-06 00:00:00",
    "concluded_on": "2021-12-13 00:00:00",
    "complaint_processing_days": 68,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation the publication offered to delete the quote from the boy’s grandmother in the first article, in addition to removing the word “tractor” from the second article. 8. The complainant said that this would resolve the matter to their satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 10453-21 Jenkins and Jenkins v mirror.co.uk\nSummary\nof Complaint\n1. Guto\nand Meinir Jenkins complained to the Independent Press Standards Organisation\nthat the mirror.co.uk breached Clause 1 (Accuracy), Clause 3 (Harassment) and\nClause 4 (Intrusion into grief and shock) of the Editors’ Code of Practice in\nan article headlined “Heartbroken mum of boy, 3, killed on family farm said he\nloved going on tractor with dad”, published on 6 August 2021 and an article\nheadlined “Boy, 3, died after being run over by a tractor as he played outside\nrural home”, published on 24 September 2021.\n2. The\narticles reported on the tragic death of a young boy on his family’s farm. The\nfirst article contained a quote from the boy’s grandmother. The second article\nreported that the boy had died after being run over by a tractor.\n3. The\ncomplainants, the boy’s father and grandmother, said that the articles were\ninaccurate in breach of Clause 1. The boy’s grandmother said she had not\nprovided a journalist with any information, and that therefore the quote from\nher was inaccurate. In addition, they said it was inaccurate to report the boy\nhad died after being hit by a tractor, as the vehicle had been a pick-up truck.\n4. The\ncomplainants also said that the repetitive publishing of the story by the\nnewspaper constituted a breach of Clause 3. They also said that by contacting\nthe  grandmother two days after the boy’s\ndeath, and publishing the articles at  a\ntime that was clearly very difficult for the family, the newspaper had breached\nClause 4.\n5. The\npublication did not accept a breach of the Code. It said that the quotes from\nthe boy’s grandmother had been published by another regulated newspaper and had\nnot been corrected. It said it was therefore entitled to rely on this\ninformation, and republish the quotes. It also said that it appreciated the\nsensitivity of the topic, but did not consider the term “tractor” to be\nsignificantly inaccurate in breach of the Code. It did, however, offer to amend\nthis point.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nMediated\nOutcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7. During\nIPSO’s investigation the publication offered to delete the quote from the boy’s\ngrandmother in the first article, in addition to removing the word “tractor”\nfrom the second article.\n8. The\ncomplainant said that this would resolve the matter to their satisfaction.\n9. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\nDate\ncomplaint received: 06/10/2021\nDate\ncomplaint concluded by IPSO: 13/12/2021\nBack to ruling listing\n\n\n"
}