{
    "url": "/rulings-and-resolution-statements/ruling/?id=05745-19",
    "title": "Resolution Statement – 05745-19 Yaxley-Lennon v Daily Star Sunday",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "16 Payment to criminals (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Star Sunday (Reach PLC)",
    "published_on": "2019-07-21 00:00:00",
    "received_on": "2019-07-27 00:00:00",
    "concluded_on": "2020-06-03 00:00:00",
    "complaint_processing_days": 312,
    "mediated_outcome": "11. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 12. During IPSO’s investigation, the complainant provided an email from the Governor of Belmarsh prison which read:  “In answer to your e-mail, I can confirm that during your stay at HMP Belmarsh earlier this year, you were not involved in any incidents of any type, and most definitely not involved in an fight/assault on or by another prisoner as described in a newspaper article at the time” 13. As a result, the newspaper offered to print the following correction in print at the top of page 2 and in a box, as well as online: Tommy Robinson - Correction Our article OAP BEATS UP TOMMY ROBINSON IN JAIL, 21 July 2019, reported that Tommy Robinson was 'decked by a 70-year-old lag in the prison showers'. The information within this article was provided by a reliable source; however, on this occasion, the information proved to be unreliable. We did ask the MoJ to comment on the story, but they declined. The Governor of HMP Belmarsh has since provided an email confirming that Tommy Robinson was 'not involved in any incidents of any type, and most definitely not involved in a fight /assault on or by another prisoner as described in our newspaper article at the time.' We are happy to clarify the correct position and offer our apologies to Tommy Robinson (real name Stephen Yaxley Lennon) and his family.  14. The complainant said that this would resolve the matter to his satisfaction. 15.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\n\nResolution\nStatement – 05745-19 Yaxley-Lennon v Daily Star Sunday\nSummary\nof Complaint\n1.\nStephen Yaxley-Lennon complained to the Independent Press Standards\nOrganisation that the Daily Star Sunday breached Clause 1 (Accuracy), Clause 4\n(Intrusion into grief or shock), and Clause 16 (Payment to criminals), in an\narticle headlined “OAP BEATS UP TOMMY ROBINSON IN JAIL” published on 21 July\n2019.\n2. The\narticle appeared on the front page and continued on page 7 with the headline\n“If you act like you’re the boss in here, they will take you down…”. It\nreported that Tommy Robinson, also known as Stephen Yaxley-Lennon, had been\n“decked” in the showers of Belmarsh prison by a 70-year-old man “hours after\narriving”. It reported that a “source revealed” that Mr Robinson had been\nattacked after “throwing his weight around” and that the altercation took place\n72 hours after he arrived at the prison, although according to sources, no\nofficial report of assault was made. The article explained the conviction that led\nto the prison sentence and included a comment from the Ministry of Justice\nwhich said: “We do not comment on individuals”.\n3. The\narticle appeared in largely the same form online on 22 July 2020, with the\nheadline “Tommy Robinson ‘decked in showers’ by OAP on first day in prison”.\n4. The\ncomplainant said that the information provided by the source was inaccurate;\nfurthermore, the source’s claims were presented as fact. He said that it was\nnot the case that he was attacked on his first day in Belmarsh prison, or at\nany time during his imprisonment. He said that he had been kept in solitary\nconfinement for the entirety of his sentence – he had no physical contact with\nany other inmate and so it was not possible for any of the events described to\nhave taken place. He said that there appeared to have been no attempt to verify\nthe information provided by the source, for example, by contacting him for\ncomment.\n5. The\ncomplainant also said that the article breached Clause 4 and Clause 16 – the\ninaccuracies had distressed him and his family, and he speculated that the\nsource may have been an inmate at the prison who was paid for information.\n6. The\nnewspaper said that the claim that the complainant had been attacked in the\nshowers of Belmarsh prison had been provided by a reliable anonymous source\nwhich had been used numerous times. It said that it taken care to put the claim\nto the Ministry of Justice, and its response was included in the article. It\nsaid that it was not possible to contact the complainant for comment as he was\nin prison at the time; it was not aware that he had a representative. The\nnewspaper said that the complainant had previously claimed in 2018 to have been\nheld in solitary confinement for 23 hours a day, and this was shown to be\nuntrue by a statement released by the Ministry of Justice. \n7. The\nnewspaper said that the main body of the article made clear that the allegation\nwas the source’s own claim. It said that if the complainant was able to provide\nany evidence showing that he had been kept in isolation for the entire time he\nwas in prison, it would be happy to publish a clarification making this clear.\nThe publication confirmed that no payments were made to a criminal for the\ninformation and it did not accept that the article breached Clause 4.\nRelevant\nCode Provisions\n8. Clause\n1 (Accuracy)\ni) Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\n9. Clause\n4 (Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\n10. Clause\n16 (Payment to Criminals)\ni)\nPayment or offers of payment for stories, pictures or information, which seek\nto exploit a particular crime or to glorify or glamorise crime in general, must\nnot be made directly or via agents to convicted or confessed criminals or to\ntheir associates – who may include family, friends and colleagues.\nii)\nEditors invoking the public interest to justify payment or offers would need to\ndemonstrate that there was good reason to believe the public interest would be\nserved. If, despite payment, no public interest emerged, then the material\nshould not be published.\nMediated\nOutcome\n11. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n12.\nDuring IPSO’s investigation, the complainant provided an email from the\nGovernor of Belmarsh prison which read: \n“In\nanswer to your e-mail, I can confirm that during your stay at HMP Belmarsh\nearlier this year, you were not involved in any incidents of any type, and most\ndefinitely not involved in an fight/assault on or by another prisoner as\ndescribed in a newspaper article at the time”\n13. As a\nresult, the newspaper offered to print the following correction in print at the\ntop of page 2 and in a box, as well as online:\nTommy\nRobinson - Correction\nOur\narticle OAP BEATS UP TOMMY ROBINSON IN JAIL, 21 July 2019, reported that Tommy\nRobinson was 'decked by a 70-year-old lag in the prison showers'. The\ninformation within this article was provided by a reliable source; however, on\nthis occasion, the information proved to be unreliable. We did ask the MoJ to\ncomment on the story, but they declined. The Governor of HMP Belmarsh has since\nprovided an email confirming that Tommy Robinson was 'not involved in any\nincidents of any type, and most definitely not involved in a fight /assault on\nor by another prisoner as described in our newspaper article at the time.' We\nare happy to clarify the correct position and offer our apologies to Tommy\nRobinson (real name Stephen Yaxley Lennon) and his family. \n14. The\ncomplainant said that this would resolve the matter to his satisfaction.\n15.  As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code. \n \nDate\ncomplaint received: 27/07/2019\nDate\ncomplaint concluded by IPSO: 03/06/2020 \n\n\n\nBack to ruling listing\n\n\n"
}