{
    "url": "/rulings-and-resolution-statements/ruling/?id=09696-19",
    "title": "Resolution Statement - 09696-19 Hudson v The Times",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2019-12-24 00:00:00",
    "received_on": "2019-12-28 00:00:00",
    "concluded_on": "2020-04-23 00:00:00",
    "complaint_processing_days": 117,
    "mediated_outcome": "8. The complaint was not resolved during direct correspondence between the parties. IPSO therefore began an investigation into the matter.9. During IPSO’s investigation, the publication offered to amend the online article to add the following statement:“A spokesperson said that Meads was expelled after a complaint against him and was given an opportunity to refute the charges against him and to present evidence in support of himself”.10. The complainant said that this would resolve the matter to his satisfaction.11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 09696-19 Hudson v The TimesSummary of Complaint1. Dermot Hudson complained the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined\n“Briton recruited at 14 into Kim’s ‘propaganda cult’”, published on 24 December\n2019.2. The article reported on a British man’s experience of\nbeing “recruited” as a child aged 14 into the Korean Friendship Association\n(KFA), a British group which supports North Korea and its leaders. He said that\nhe enjoyed the group at first, but then felt that he was being “indoctrinated”\nby the group’s leader, who was named. The man described the group as having a\n“cult-like atmosphere” and was “riven by…paranoia”. The article reported that\nthe group “was subsidised by the North Korean embassy in London”. It also\nreported that the man had doubts about the group’s support of North Korea, and\nthat he “finally fell out” with the group on a visit to North Korea where he\n“questioned inconsistencies in the [North Korean] system”. He was then\n“expelled” by the “longstanding leader” of the group who was named. The article\nconcluded by reporting a statement posted by the group on its Facebook page, in\nwhich it denied the claims made by the man, and accused him “acts of arrogance,\nclassism…outrageous disrespect” and a “colonialist attitude”.3. The article also appeared online in the same form and\nwith the same headline.4. The complainant was the man named as the “longstanding\nleader” of the KFA and as being responsible for expelling the man. He said that\nthe article contained several inaccuracies. He said that the man had not joined\nthe KFA when he was 14; the first time he could call recall meeting him was in\n2012, when the man was 16. He also said that the man was not “recruited” as he\njoined the KFA of his own free will and the KFA was not a “cult…riven\nby…paranoia”. The complainant also said it was inaccurate to report that the\nman was “expelled…after falling out with the…longstanding leader” of the group,\nas in fact the man was expelled due to serious complaints about his behaviour\ntowards other members of the KFA and there was no “falling out” between himself\nand the man. The complainant said that the group was not “subsidised by the\nNorth Korean embassy in London”. He said it was instead funded through\ndonations and sales of books, souvenirs, and posters. Finally, the complainant\nsaid that the article breached Clause 12 (Discrimination) he considered that as\nit discriminated against him on grounds of belief.5. The publication did not accept it had breached the Code.\nIt stated that the man joined the organisation in 2011 when he was 14. It\nstated that whilst he had joined voluntarily, given that he was young and\nimpressionable it was not misleading to use the word “recruited”; especially as\nthe man had been invited to meetings by the complainant. The publication also\nstated that much of the article simply reported the honest opinions of the man\nexpelled, including references to the group being “rife with…paranoia” and\n“cult-like”. It stated that the man had confirmed that the group received\nfinancial support from the North Korean embassy, this was also confirmed by a\nformer North Korean diplomat. It said that it was matter of public record that\nthe complainant was the leader of the KFA; the article did not contain any\nprejudicial or pejorative references to any of the complainant’s protected\ncharacteristics.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.7. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.Mediated Outcome8. The complaint was not resolved during direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.9. During IPSO’s investigation, the publication offered to\namend the online article to add the following statement:“A spokesperson said that Meads was expelled after a\ncomplaint against him and was given an opportunity to refute the charges\nagainst him and to present evidence in support of himself”.10. The complainant said that this would resolve the matter\nto his satisfaction.11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 28/12/2019Date complaint concluded by IPSO: 23/04/2020\nBack to ruling listing\n\n\n"
}