{
    "url": "/rulings-and-resolution-statements/ruling/?id=03472-18",
    "title": "Resolution Statement 03472-18 Coleman v Folkestone and Hythe Express",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Folkestone and Hythe Express (Iliffe Media Group Ltd",
    "published_on": "2018-05-09 00:00:00",
    "received_on": "2018-05-14 00:00:00",
    "concluded_on": "2018-07-23 00:00:00",
    "complaint_processing_days": 70,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  6. During IPSO’s investigation, the publication offered to publish the following clarification as an online footnote and on page 2 of the newspaper: Following an article in the Folkestone and Hythe Express on Wednesday, July 9 ('Council pays hundreds of thousands to silence staff') we wish to clarify the use of the terms 'gagging order' and 'settlement agreement'. Our story stated that Folkestone and Hythe District Council paid £630,000 for 29 gagging orders on staff from 2013 to 2017. The orders formed an undisclosed part of the amount of settlement agreements - a legal agreement made between an employee and an employer under which a staff member accepts a severance payment for not suing the employer - rather than the entire sum. A specific breakdown of money paid under confidentiality clauses was not given in the details provided to us under the Freedom of Information Act; however, we understand that the full amounts could include redundancy and other payments which do not carry a ‘gagging’ restriction. We are happy to make this clear. 7. The complainant said this would resolve the matter to his satisfaction.   8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 03472-18 Coleman v Folkestone and\nHythe Express\nSummary of complaint\n1. John Coleman\ncomplained to the Independent Press Standards Organisation that the Folkestone\nand Hythe Express breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Council pays hundreds of thousands to silence staff”,\npublished on 9 May 2018.\n2. The article\nreported that a Freedom of Information request had revealed that “’Hush money’\ntotalling more than £630,000 has been paid to silence ex-council staff in five\nyears”. It said that “gagging orders – officially known as settlement\nagreements – are usually struck up when an employee leaves facing redundancy or\nworkplace issues”. The article said that under these agreements workers are\nasked to “sign on the line in return for cash to keep them for speaking\npublicly”. It said that the council refused to explain what each “gagging order”\nwas for, and went on to give the views of local councillors on the matter. The\narticle included a breakout box giving a council statement on the matter,\nstating that “’the council does not use the term “gagging order”. The\nappropriate term is “settlement agreement”, a legally binding agreement between\nan employer and employee used to set out the mutually  agreed terms and conditions reached when a\ncontract of employment is to be terminated or a dispute is to be resolved’”.\nThe article appeared in substantially the same format online under the headline\n“Folkestone and Hythe District Council's £630,000 'hush money' pay-off”.\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1 (Accuracy) because\nit suggested that the full sum of the settlement agreements was “hush money”,\nwhen this was not the case. He also said that the figures provided by the\npublication did not match the council’s published accounts.\n4. The publication\ndenied that the article was inaccurate. It said that it had asked the council\nfor “a breakdown of all gagging orders placed on staff” for the specified\nperiod. The data the article referred to was provided in response to this\nrequest, and had been reported accurately. The publication said that settlement\nagreements involved the employee agreeing not to sue their employer; this was a\nform of ‘payment for silence’. It was not therefore misleading for the article\nto describe the payments as “hush money”.\nRelevant Code provisions\nClause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n6. During IPSO’s\ninvestigation, the publication offered to publish the following clarification\nas an online footnote and on page 2 of the newspaper:\nFollowing an article in the Folkestone and Hythe Express on\nWednesday, July 9 ('Council pays hundreds of thousands to silence staff') we\nwish to clarify the use of the terms 'gagging order' and 'settlement\nagreement'. Our story stated that Folkestone and Hythe District Council paid\n£630,000 for 29 gagging orders on staff from 2013 to 2017.\nThe orders formed an undisclosed part of the amount of\nsettlement agreements - a legal agreement made between an employee and an\nemployer under which a staff member accepts a severance payment for not suing\nthe employer - rather than the entire sum. A specific breakdown of money paid\nunder confidentiality clauses was not given in the details provided to us under\nthe Freedom of Information Act; however, we understand that the full amounts\ncould include redundancy and other payments which do not carry a ‘gagging’\nrestriction. We are happy to make this clear.\n7. The complainant\nsaid this would resolve the matter to his satisfaction.\n \n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 14/05/2018\nDate complaint concluded by IPSO: 23/07/2018\nBack to ruling listing\n\n\n"
}