{
    "url": "/rulings-and-resolution-statements/ruling/?id=00607-20",
    "title": "Resolution Statement – 00607-20 Dorante-Day v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2020-02-02 00:00:00",
    "concluded_on": "2020-08-06 00:00:00",
    "complaint_processing_days": 186,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.9. The publication offered to print the following correction:A previous version of this article stated that Simon Dorante-Day was a builder. He is in fact an engineer. Furthermore, Mr Dorante-Day has told The Sun that his case has never been thrown out of court. We are happy to clarify.  10. The complainant said that this would resolve the matter to his satisfaction.11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 00607-20 Dorante-Day v\nthesun.co.ukSummary of Complaint1. Simon Charles Dorante-Day complained to the Independent\nPress Standards Organisation that thesun.co.uk breached Clause 1 (Accuracy) and\nClause 3 (Harassment) of the Editors’ Code of Practice in an article headlined\n“CAM OFF IT! Builder, 53, claims Megxit was cover-up to hide truth that he’s\nCharles & Camilla’s secret son as he launches legal bid”, published on 28\nJanuary 2020 and an article headlined “FULL OF HOT HEIR The most bonkers royal\nlove child claims from Diana’s ‘lookalike daughter’ to Harry’s ‘secret son’”,\npublished on 31 January 2020.2. The articles reported on a “builder” who alleged to be\nthe biological child of the Prince of Wales and the Duchess of Cornwall. The\narticle reported that the man was going to court “in a bid to force Charles and\nCamilla to take a DNA test”, that the man’s case had been thrown out of court\nthree times, and that “Megxit” was a “cover up” in order to draw media\nattention away from his “bonkers claim”. The articles were illustrated of\nphotos from the complainant’s social media, and the first article referred to\nthe man’s wife by her first name only.3. The complainant, the man featured in the two articles,\nsaid that the articles were inaccurate in breach of Clause 1. He said that he\nwas not a builder but an engineer. He said that it was misleading to\ncharacterise his court case as simply trying to “force Charles and Camilla to\ntake a DNA test” as there was more to it than this, and he stated it had never\nbeen thrown out of court. He also said he had never stated that “Megxit” was a\n“cover-up” for his claims. He also said the articles were inaccurate and\ninsulting to state that his claim was “bonkers”, to call his wife by her first\nname and omit her title and family name and that he had not consented to the\nuse of images from his social media.4. The complainant also said that the articles breached\nClause 3 (Harassment) for the same reasons.5. The publication did not accept a breach of Clause 1. It\nsaid that references to him being a builder were made in human error, but were\nnot significant in the context of the story. However, it deleted these\nreferences from the articles. It said that where the court case was to\nestablish whether the Prince of Wales and Duchess of Cambridge were his\nparents, it was not misleading to characterise this as an attempt to “force”\nthem to take a DNA test, as this would be central to his case. The publication\nalso said that it had relied on an article by another publication, which had\nstated that his case had been thrown out of court three times. The publication\npointed to another article, which the complainant had provided, in where he\ndescribed the timing of “Megxit” and his court case as “a very big\ncoincidence!”. The publication said that, on this basis, it was not misleading\nto state that the complainant had described Megxit as a “cover-up”.6. The publication noted that Clause 3 (Harassment) cannot\nbe breached by th publication of articles alone.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence should\nbe as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.9. The publication offered to print the following\ncorrection:A previous version of this article stated that Simon\nDorante-Day was a builder. He is in fact an engineer. Furthermore, Mr\nDorante-Day has told The Sun that his case has never been thrown out of court.\nWe are happy to clarify.  10. The complainant said that this would resolve the matter\nto his satisfaction.11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 02/02/2020Date complaint concluded by IPSO: 06/08/2020\n \nBack to ruling listing\n\n\n"
}