{
    "url": "/rulings-and-resolution-statements/ruling/?id=13246-16",
    "title": "Resolution Statement 13246-16 Palestinian Return Centre v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-10-28 00:00:00",
    "received_on": "2016-11-15 00:00:00",
    "concluded_on": "2017-02-28 00:00:00",
    "complaint_processing_days": 105,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. Following IPSO’s intervention, the newspaper offered to publish the following clarification in its corrections and clarifications panel on its second page: In common with other newspapers, an article on October 28 2016 about an event organised by the Palestinian Return Centre said that an audience member had been applauded for saying that Jews were responsible for the Holocaust. We are happy to clarify that the Centre had not invited the audience member in question and that the applause in fact followed subsequent remarks made about the boycott of Israel by Baroness Tonge. The newspaper also offered to remove a piece of news agency copy reporting on the event, which was published on its website. 8. The complainant said that this would resolve the matter to its satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 13246-16 Palestinian Return Centre v Daily MailSummary of Complaint\n1. The Palestinian\nReturn Centre complained to the Independent Press Standards Organisation that\nthe Daily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nrelation to an article headlined “Shaming of Lib Dem peer who hosted vile anti-Semites\nin Lords”, published on 28 October 2016.\n2. The article\nreported on an event at the House of Lords, organised by the complainant. It\nreferred to the event as anti-Semitic, and reported that “one audience member\nwas applauded for suggesting Hitler decided to kill Jews only after he was\nprovoked by ant-German protests led by a rabbi in Manhattan”. The article was\naccompanied by a pull-quote, containing comments comparing Israel to Islamic\nState. The quotation was accompanied by the description “how one speaker\ncompared Israel to IS”.\n3. The complainant\nsaid that none of the speakers on the panel, nor the chair of the event had\nmade any anti-Semitic comments, and it denied that the event was anti-Semitic.\nThe complainant said that the audience member who had made the comments about\nHitler was not applauded; the applause followed subsequent comments by the\nchair about the 'Boycott Divestment and Sanctions' movement against Israel. The\ncomplainant said that the pull-quote contained the comments of an audience\nmember. It said that to refer to these comments as “how one speaker compared\nIsrael to IS”, was misleading, as it suggested that the comments were made by a\npanellist at the event.\n4. The newspaper\ndenied that the pull-quote was misleading. It said that the plain meaning of\nthe term “speaker” was someone who spoke at the event, and that the article\nmade clear that the comments were made by an audience member, rather than an\ninvited panellist. It noted that the chair of the event had referred to calling\nfor the “next speaker”, while discussing her engagement with the audience. The\nnewspaper denied that the claim about the audience member being applauded was\nmisleading; the individual spoke at length after which he was thanked by the\nchair, who did not distance herself, or the meeting from the things he had\nsaid. She then noted he had referred to boycotts, and this was widely\napplauded. The newspaper denied that it was misleading to refer to the event as\n“anti-Semitic”, given the comments made by the audience.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n7. Following IPSO’s\nintervention, the newspaper offered to publish the following clarification in\nits corrections and clarifications panel on its second page:\nIn common with other newspapers, an article on October 28\n2016 about an event organised by the Palestinian Return Centre said that an\naudience member had been applauded for saying that Jews were responsible for\nthe Holocaust. We are happy to clarify that the Centre had not invited the\naudience member in question and that the applause in fact followed subsequent\nremarks made about the boycott of Israel by Baroness Tonge.\nThe newspaper also offered to remove a piece of news agency\ncopy reporting on the event, which was published on its website.\n8. The complainant\nsaid that this would resolve the matter to its satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 15/11/2016Date complaint concluded by IPSO: 28/02/2017\nBack to ruling listing\n\n\n"
}