{
    "url": "/rulings-and-resolution-statements/ruling/?id=04853-19",
    "title": "Resolution Statement 04853-19 A man v Liverpool Echo",
    "provisions": [
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2019-06-14 00:00:00",
    "received_on": "2019-06-19 00:00:00",
    "concluded_on": "2019-07-18 00:00:00",
    "complaint_processing_days": 29,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During the course of IPSO’s investigation, the publication offered to fully remove the online version of the article, and to send the complainant a private letter of apology. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04853-19 A man v Liverpool Echo\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that Liverpool Echo breached\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined “My\nson is really ill...and they made me feel like no-one cares” published on 14\nJune 2019.\n2. The article\nreported on a woman’s experience visiting her son in hospital, losing her\nhospital parking ticket and then being charged full price for parking. The\narticle included a quote from her which referred to her son’s medical condition.\n3. The article also\nappeared online with the headline “Mum left in tears when Q Park staff ‘locked\nher in’ after visiting seriously ill son in hospital”. It was substantially the\nsame as the print version.\n4. The complainant,\nthe woman’s son referenced in the article, said that publishing this\ninformation about his health represented an intrusion into his privacy. He said\nthat he had not consented to this medical information being published, and had\nmade an effort to keep matters relating to his health private. He said that by\nnaming his mother, people had been able to identify him, and he had been\ncontacted by people who were unaware of his circumstances.\n5. The publication\napologised for any distress caused by the article, which it said was not its\nintention. It said that it specifically left out the complainant’s name, under\nthe belief that the article then would not identify him to anyone who didn’t\nalready know him. When the publication was initially contacted by the complainant,\nit removed the reference to him from the article.\nRelevant Code provisions\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any individual's\nprivate life without consent. In considering an individual's reasonable\nexpectation of privacy, account will be taken of the complainant's own public\ndisclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During the\ncourse of IPSO’s investigation, the publication offered to fully remove the\nonline version of the article, and to send the complainant a private letter of\napology.\n8. The complainant\nsaid that this would resolve the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 19/06/2019\nDate complaint concluded by IPSO: 18/07/2019\nBack to ruling listing\n\n\n"
}