{
    "url": "/rulings-and-resolution-statements/ruling/?id=07239-19",
    "title": "Resolution Statement 07239-19 Heneghan v coventrytelegraph.net",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "coventrytelegraph.net (Reach PLC)",
    "published_on": "2019-01-11 00:00:00",
    "received_on": "2019-09-14 00:00:00",
    "concluded_on": "2019-10-10 00:00:00",
    "complaint_processing_days": 26,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. The publication offered to print the following correction and apology online: “On January 11 2019 we published an article regarding city centre evening parking. The information for this article was taken from Coventry City Council's parking website - unfortunately this information was later shown to be incorrect, leading to the content and premise of the story being inaccurate and misleading. Over the past nine months we have attempted to obtain the correct information from Coventry City Council, to no avail. We apologise for the inaccurate article but stress that it was published in good faith. We look forward to being able to publish an accurate article once in receipt of the correct information from the city council.” 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07239-19 Heneghan v\ncoventrytelegraph.net\nSummary of Complaint\n1. Richard Heneghan complained to the Independent Press\nStandards Organisation that coventrytelegraph.net breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “These are the places\nyou are banned from parking in Coventry - at night”, published on 11 January 2019.\n2. The article reported on places you cannot park at night\nin the city centre of Coventry. It listed the times of several taxi ranks in\nCoventry city centre. This appeared in the online version of the publication. \n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 of the Editors’ Code. The complainant said that the times\nlisted were not correct, with some of the taxi ranks no longer existing, and\nthe times of operation starting several hours earlier than reported by the\npublication.  \n4. The publication said it had relied on a Coventry City\nCouncil’s website, and had accurately reported the times listed there. However,\nit accepted that the council website had inaccurately recorded the times of\noperation of the taxi ranks. After publication, the newspaper was contacted\ndirectly by the complainant, and on finding that the times of the taxi ranks\nwere incorrect, it deleted the article.\nRelevant Clause Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. The publication offered to print the following correction\nand apology online:\n“On January 11 2019 we published an article regarding city\ncentre evening parking.\nThe information for this article was taken from Coventry\nCity Council's parking website - unfortunately this information was later shown\nto be incorrect, leading to the content and premise of the story being\ninaccurate and misleading.\nOver the past nine months we have attempted to obtain the\ncorrect information from Coventry City Council, to no avail.\nWe apologise for the inaccurate article but stress that it\nwas published in good faith. We look forward to being able to publish an\naccurate article once in receipt of the correct information from the city\ncouncil.”\n8. The complainant said that this would resolve the matter\nto his satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 14/09/2019\nDate complaint concluded by IPSO: 10/10/2019\n \nBack to ruling listing\n\n\n"
}