{
    "url": "/rulings-and-resolution-statements/ruling/?id=01516-17",
    "title": "Resolution Statement – 01516-17 Tennyson v The Belfast Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2017-02-01 00:00:00",
    "received_on": "2017-02-21 00:00:00",
    "concluded_on": "2017-04-26 00:00:00",
    "complaint_processing_days": 64,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7.    Following IPSO’s intervention, the publication offered to provide the complainant with a right of reply, and offered him the opportunity to submit a letter for publication.  8.    The complainant said that this resolved the matter to his satisfaction.  9.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 01516-17 Tennyson v The Belfast Telegraph  \n1.    Eoin Tennyson complained\nto the Independent Press Standards Organisation that The Belfast Telegraph had\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“Irexit: Republic of Ireland must follow UK’s lead and leave EU”, published on 1\nFebruary 2017.  \n2.    The article was a letter which\nhad been submitted to the newspaper by one of its readers. The author of the\nletter had argued that the Republic of Ireland should follow the UK’s lead and\nleave the European Union. In support of this, the author had claimed that the\nRepublic of Ireland initially voted against the Maastricht Treaty but were “forced\nto accept it by the bullies of Europe”. They also said that more than 83% of\nthe Republic’s trade is with the UK and the remainder is shared with the EU and\nthe rest of the world. \n3.    The complainant said\nthat the Eleventh Amendment to the Irish Constitution which ratified the\nMaastricht Treaty was approved by 69% of voters in 1992, it was therefore\nmisleading to report that Ireland had been “forced” to accept the Maastricht\nTreaty. He said that the article omitted a source for the claim that 83% of the Republic’s trade is\nwith the UK. \n4.    The newspaper said that the views\nwhich the complainant objected to, were those of a reader; these views were\npublished in its reader’s letters column and not in an article in the\nnewspaper. \nRelevant Code\nProvisions\n5.    Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \niii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact\nMediated\nOutcome\n6.   \nThe\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. \n7.   \nFollowing\nIPSO’s intervention, the publication offered to provide the complainant with a\nright of reply, and offered him the opportunity to submit a letter for\npublication. \n8.   \nThe\ncomplainant said that this resolved the matter to his satisfaction. \n9.   \nAs the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code.Date complaint received: 21/02/2017Date complaint concluded by IPSO: 26/04/2017\n \nBack to ruling listing\n\n\n"
}