{
    "url": "/rulings-and-resolution-statements/ruling/?id=07016-19",
    "title": "Resolution Statement 07016-19 Fryer v Great Yarmouth Mercury",
    "provisions": [
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Great Yarmouth Mercury (Newsquest Media Group)",
    "published_on": "2019-10-23 00:00:00",
    "received_on": "2019-09-09 00:00:00",
    "concluded_on": "2019-10-16 00:00:00",
    "complaint_processing_days": 37,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. The publication offered to write a private letter of apology to the complainant and reached a private arrangement in order to settle her complaint. 9. The complainant said that this would resolve the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07016-19 Fryer v Great Yarmouth\nMercury\nSummary of Complaint\n1. Ashley-Jane Fryer complained to the Independent Press\nStandards Organisation that the Great Yarmouth Mercury breached Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “‘Tears\nburst out of my eyes’ – mobility scooter donation praised by woman”, published\non 23 October 2019.\n2. The article reported that a woman had been gifted a\nmobility scooter by a local company. The article contained quotes from a letter\nthe woman had sent to the company to thank it, as well as details of her\nhealth, and a photograph of her sitting on the scooter.\n3. The article appeared online under the same headline and\nwas substantially the same as the print article.\n4. The complainant said that the article breached of Clause\n2 of the Editors’ Code. She said that although she initially gave permission\nfor her letter to be published, she did not give permission for her photograph\nto be used. Furthermore, when the article and photograph were published online,\nshe said that she spoke to the publication because she had changed her mind,\nand did not want the article to appear in print. She said that she was assured\nthat it would not appear in print, however, it did in the following week’s\nedition. She said that this caused her much distress. \n5. The publication apologised for any upset and distress\nthat it had caused the complainant, however it did not accept that it had\nbreached the Code. The publication said it had received both the letter of\nthanks and the photograph from the mobility scooter company for the purposes of\npublication. It had then contacted the complainant to confirm that she was\nhappy for her letter to be published; she did not state that she did not want\nthe photographs to be published. When the complainant contacted the publication\nafter the article appeared online, it promptly removed the photograph. The\npublication did accept that the complainant had told it that she did not want\nthe article to appear in the print version of the newspaper; it said that it\nthen appeared in print due to an internal misunderstanding. It understood that\nhad upset the complainant, and offered to publish an apology in print or\nonline.\nRelevant Clause Provisions\n6. Clause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated Outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n8. The publication offered to write a private letter of\napology to the complainant and reached a private arrangement in order to settle\nher complaint.\n9. The complainant said that this would resolve the matter\nto her satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 09/09/2019\nDate complaint concluded by IPSO: 16/10/2019\nBack to ruling listing\n\n\n"
}