{
    "url": "/rulings-and-resolution-statements/ruling/?id=08191-19",
    "title": "Resolution Statement 08191-19 Thompson v Derby Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Derby Telegraph (Reach PLC)",
    "published_on": "2019-10-09 00:00:00",
    "received_on": "2019-10-18 00:00:00",
    "concluded_on": "2019-11-06 00:00:00",
    "complaint_processing_days": 19,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. The publication offered to print the following correction in the print version of the newspaper: Our article 'Teenager shut cat in washing machine and laughed when he found it dead' of 9 October, was based on court records and stated that Harry Thompson had himself shut the cat in the washing machine. According to Thompson's solicitor, the basis of his plea was that he had not put the cat in the washing machine but that he assumed it was in there and did nothing about it. The court has confirmed that a note has been added to the court record. We are happy to clarify this. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 08191-19 Thompson v Derby Telegraph\nSummary of Complaint\n1. Harry Thompson complained to the Independent Press\nStandards Organisation that the Derby Telegraph breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Teenager shut cat in\nwashing machine and laughed when he found it dead”, published on 9 October\n2019.\n2. The article reported on the court case of a teenager who\nhad been convicted of killing a cat. The article stated at multiple times that\nthe teenager had “put a pet cat inside a washing machine” and reported in the\nheadline that he had “shut” it in the washing machine.\n3. The article appeared in substantially the same format\nonline under the headline “Swadlincote thug shut pet cat in washing machine\novernight until it suffocated”. \n4. The complainant, the convicted teenager referred to in\nthe article, said that the article was inaccurate in breach of Clause 1\n(Accuracy) of the Editors’ Code. He said that whilst he had plead guilty, he\nhad done so on the basis that he had not placed the cat in the washing machine\nhimself, but that he had failed to assist it in any way. He said that it was\ntherefore inaccurate to report that he had “shut” or “put” the cat in the\nwashing machine. \n5. The publication said it had relied on the original court\nreports, which did not include a note with the basis of the plea that had been\naccepted by the prosecution. After publication, the newspaper was contacted\ndirectly by the complainant. After receiving a letter from the complainant’s\nsolicitor and finding the court reports updated to include a note on the basis\nof the plea, it amended the online article to remove any reference to the\ncomplainant shutting the cat in the washing machine. It also added the\nfollowing footnote:\nAn earlier version of this story based on court records\nstated that Thompson had himself shut the cat in the washing machine. According\nto Thompson's solicitor, the basis of his plea was that he had not put the cat\nin the washing machine but that he assumed it was in there and did nothing\nabout it. The court has confirmed that a note has been added to the court\nrecord.\nRelevant Clause Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n8. The publication offered to print the following correction\nin the print version of the newspaper:\nOur article 'Teenager shut cat in washing machine and\nlaughed when he found it dead' of 9 October, was based on court records and stated\nthat Harry Thompson had himself shut the cat in the washing machine. According\nto Thompson's solicitor, the basis of his plea was that he had not put the cat\nin the washing machine but that he assumed it was in there and did nothing\nabout it. The court has confirmed that a note has been added to the court\nrecord. We are happy to clarify this.\n9. The complainant said that this would resolve the matter\nto his satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 18/10/2019\nDate complaint concluded by IPSO: 06/11/2019\nBack to ruling listing\n\n\n"
}