{
    "url": "/rulings-and-resolution-statements/ruling/?id=28994-20",
    "title": "Resolution Statement – 28994-20 Carraway v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2020-10-25 00:00:00",
    "received_on": "2020-11-11 00:00:00",
    "concluded_on": "2021-01-22 00:00:00",
    "complaint_processing_days": 72,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence and so IPSO therefore began an investigation into the complaint. 9. During IPSO’s investigation, the newspaper offered to publish the following wording in its print edition: An article headlined “‘Leaving the “mumfluencer” world was liberating’” (25 Oct) reported that writer Cash Carraway had questioned [name]’s entitlement to social housing. Ms Carraway denies having made such remarks and is a great supporter of social housing for all. We are happy to put her position on the record. 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make any finding as to whether there had been a breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 28994-20 Carraway v The Sunday\nTelegraph\nSummary of Complaint\n1. Cash Carraway complained to the Independent Press\nStandards Organisation that The Sunday Telegraph breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “‘Leaving the\n“mumfluencer” world was liberating”, published on 25 October 2020.\n2. The article was an interview with a former influencer who\nhad posted content about her life and family. In the interview, she explained\nher decision to leave influencing, partly because she had received criticism\nonline. The article reported that “In 2018 [the interviewee] found herself\nembroiled in an online spat with writer and blogger Cash Carraway, who\nquestioned [interviewee]’s entitlement to social housing…”\n3. The complainant –the woman named in the article as having\nallegedly questioned the interviewee’s entitlement to social housing– said that\nthe article was inaccurate in breach of Clause 1. She said that she had never\nquestioned the interviewee's entitlement to social housing. She also said that\nthe newspaper should have contacted her for comment prior to publication of the\narticle.\n4. The newspaper did not accept that the article was\ninaccurate. It said that the article was an interview and that the point under\ncomplaint was the interviewee’s own claim. It provided a copy of a post by a\nthird party in which such third party appeared, in the view of the newspaper,\nto be addressing criticism made by the complainant – the newspaper said that\nthe original criticism from the complainant was posted on an Instagram story\nand so was automatically deleted after 24 hours. It also said that the claim\ndid not amount to a significant inaccuracy as it was a passing claim in the\ncontext of a long form first-person interview. \n5. In response, the complainant said that the newspaper had\nsaid in open correspondence with her that it would have been appropriate for it\nto have contacted her for comment prior to publication of the newspaper. She\nalso said that the 2018 Instagram post was not evidence of the truth of the\nallegation, and that the complainant was not in control of nor responsible for\nthe activities of third parties. Finally, the complainant said she had deleted\nher Instagram account in December 2018, two years before the interviewee deleted\nher own Instagram account. \n6. On receipt of the complaint, the newspaper amended the\nonline article to remove the complainant’s name.\nRelevant Code Provisions\n7.Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence and so IPSO therefore began an investigation into the complaint.\n9. During IPSO’s investigation, the newspaper offered to\npublish the following wording in its print edition:\nAn article headlined “‘Leaving the “mumfluencer” world was\nliberating’” (25 Oct) reported that writer Cash Carraway had questioned\n[name]’s entitlement to social housing. Ms Carraway denies having made such\nremarks and is a great supporter of social housing for all. We are happy to put\nher position on the record.\n10. The complainant said that this would resolve the matter\nto her satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make any finding as to whether there had been a\nbreach of the Code.\n \nDate complaint received: 11/11/2020\nDate complaint concluded by IPSO: 22/01/2021\nBack to ruling listing\n\n\n"
}