{
    "url": "/rulings-and-resolution-statements/ruling/?id=17382-17",
    "title": "Resolution Statement 17382-17 Dougall v Bristol Post",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Bristol Post (Reach PLC)",
    "published_on": "2017-08-06 00:00:00",
    "received_on": "2017-08-06 00:00:00",
    "concluded_on": "2017-09-04 00:00:00",
    "complaint_processing_days": 29,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.  Following IPSO’s intervention, the publication offered to publish the following clarification as a footnote to the article: We have been asked to make clear that the studies referred to in the article above, which was supplied by a news agency were published in 2015 and related to cocaine found in the US rather than the UK. 8. The complainant said that this resolved the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 17382-17 Dougall v Bristol Post\nSummary of complaint\n1. Sabrina Dougall complained to the Independent Press\nStandards Organisation that the Bristol Post breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Cocaine laced with\nde-worming chemical is putting users at risk of their faces rotting away”\npublished online on 6 August 2017. \n2. The article reported that a report revealed that a large\nquantity of cocaine in the UK had been “cut” with levamisole, which is normally\nused as an animal de-wormer. The article stated that doctors warned this drug\nleaves people “feeling like they have HIV,” and can cause severe physical side\neffects in humans, including skin lesions and skin rotting. The article also\nincluded images of sufferers displaying these symptoms.\n3. The complainant said that the article was inaccurate, as\nthere have not been any studies conducted into the prevalence of levamisole in\nUK cocaine. The complainant said that the reports referenced in the article\nrelated to the quality of cocaine in the US and were published in 2015. The complainant also said that the images\nincluded in the article were misleading, as it suggested the individual’s\npictured were British.\n4. The publication did not accept that it had breached the\nEditors’ Code. The publication said that the article had been provided by a\nnews agency which relied on various sources to substantiate the claims made in\nthe article. The publication noted that the reports relied on in the article\nmade reference to the increasing levels of levamisole in Europe and stated that\nin 2014 a UK government minister had been reported as stating around 80 percent\nof UK cocaine contained levamisole.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and-where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7.  Following IPSO’s intervention, the publication offered to\npublish the following clarification as a footnote to the article:\nWe have been asked to make clear that the studies referred\nto in the article above, which was supplied by a news agency were published in\n2015 and related to cocaine found in the US rather than the UK.\n8. The complainant said that this resolved the matter to her\nsatisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 6/8/2017Date complaint concluded by IPSO: 4/9/2017\nBack to ruling listing\n\n\n"
}