{
    "url": "/rulings-and-resolution-statements/ruling/?id=01178-22",
    "title": "Resolution Statement 01178-22 Beswick v manchestereveningnews.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "manchestereveningnews.co.uk (Reach PLC)",
    "published_on": "2022-01-27 00:00:00",
    "received_on": "2022-01-27 00:00:00",
    "concluded_on": "2022-05-23 00:00:00",
    "complaint_processing_days": 116,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. During IPSO’s investigation the publication apologised for its oversight in relation to the tweet and offered to publish a correction on Twitter. 12. The complainant did not consider the clarifications to be of suitable prominence and said that the tweet should have been published immediately after recognising the oversight. He provided a list of changes which he said would resolve his complaint. These included: changing the headline to “People caught using their mobile phone to change song whilst driving could be fined up to £200”; changing the sub-headline to a clarification; removing instances on the homepage and social media platforms where the steering wheel image was paired with the article; posting a new clarification post on Twitter and Facebook clarifying the changes made to the article using the following text: “This article has been updated as it may have previously misled readers about the circumstances in which a driver could be fined when streaming music”; and commit to reviewing existing articles pertaining to the Highway Code to identify any similar issues. 13. The publication agreed to change the headline and add a clarification below the video in line with its style which said: “This article has been updated as some readers may have been misled about the circumstances in which a driver could be fined when streaming music.” It agreed to remove the steering wheel image, and to publish new social media posts with amended wording in line with its style: \"This article has been updated as some readers may have been misled about the circumstances in which a driver could be fined when streaming music.” The publication also said it had not received any other complaints in relation to accuracy about other articles relating to the Highway Code but it remained happy to investigate and address any specific complaint.  14. The complainant said that this would resolve the matter to his satisfaction. 15. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 01178-22 Beswick v manchestereveningnews.co.uk\nSummary\nof Complaint\n1. James\nBeswick complained to the Independent Press Standards Organisation that\nmanchestereveningnews.co.uk breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “New Highway Code rule means drivers can be\nfined £200 for listening to music”, published on 27 January 2022.\n2. The\narticle reported on recent changes to the Highway Code which would affect\nmotorists and focused on the introduction of a fine should a driver be caught\nchanging music on their phone. The original headline was updated to “New\nHighway code rule says drivers must change how they listen to music”. The\nsub-headline said “All the changes come into place at midnight”. The article\nalso included a video which described some of the new DVLA rules and driving\nlaws being introduced in 2022.\n3. The\noriginal headline was repeated as an image caption and the image displayed a\ncar steering wheel which had inbuilt controls to change music. The article\nclaimed, \"All drivers in the UK have been warned about listening to music\nin their car\" and \"People have been warned that, if caught changing a\nsong, they risk an immediate £200 fine\". The end of the article clarified\nthe rule: \"New laws aimed at cutting out dangerous driving now state that\npeople changing the song on their phone while they drive can be hit with a\nfine”. The article was promoted with a Facebook post which included the\noriginal headline and image of the steering wheel, and a tweet which stated the\nchanges came in at midnight.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as he\nconsidered the original headline “New Highway Code rule means drivers can be\nfined £200 for listening to music” to be misleading. He said it was not\nsupported by the text of the article as listening to music was not against the\nnew Highway Code rule, and there was no reference to “music” in the new rules.\nHe further believed the updated headline “New Highway code rule says drivers\nmust change how they listen to music” was also misleading and not supported by\nthe article as he said the new rule related specifically to the use of mobile\nphones to change music and that the article only made this clear towards the\nend of the article.\n5.\nFurthermore, he believed the claim in the body of the article that \"All\ndrivers in the UK have been warned about listening to music in their car” was\nmisleading as, again, the new rules did not specifically mention music.  He also said the article’s claim that\n\"People have been warned that, if caught changing a song, they risk an\nimmediate £200 fine\" - which appeared as the original headline - was\nmisleading for the same reasons.\n6. He\nalso believed the image was misleading as it showed controls on the steering\nwheel, whereas the fine only applied to those who were using their phones to\ncontrol audio. In addition, the complainant said that the tweet was inaccurate\nas the changes would come into effect from 29 January 2022, not midnight. He\nfurther stated that there was no further \ninformation about when the changes would come into effect in the body of\nthe article.\n7. The\npublication accepted that if the two previous versions of the headlines were\nread in isolation, readers  would need\nfurther clarity on the rule change. It changed the headline to “Highway Code\nwarning to drivers who stream music in their car” and amended the disputed\nstatement within the article to “People caught using their mobile phone to\nchange the song could be fined up to £200.” It further published a\nclarification on Facebook and a footnote correction which said:\n“An\nearlier version of this article included a headline and sentence which may have\nmisled readers about the circumstances in which a driver could be fined when\nstreaming music. The current version has clarified this point.”\n8. The\ncomplainant said that, given the article referred to a change to the Highway\nCode which had been and gone, the article should be removed and a new\nclarification post published on Facebook. He also said that he still had\nconcerns about the opening sentence: “All drivers in the UK have been warned\nabout listening to music in their car” as he considered the majority of the\narticle, which detailed several alterations to the Code, was not about the\nchange described in the headline.\n9. The\npublication did not accept that it was appropriate to remove the online\narticle.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n10. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n11.\nDuring IPSO’s investigation the publication apologised for its oversight in\nrelation to the tweet and offered to publish a correction on Twitter.\n12. The\ncomplainant did not consider the clarifications to be of suitable prominence\nand said that the tweet should have been published immediately after\nrecognising the oversight. He provided a list of changes which he said would\nresolve his complaint. These included: changing the headline to “People caught\nusing their mobile phone to change song whilst driving could be fined up to\n£200”; changing the sub-headline to a clarification; removing instances on the\nhomepage and social media platforms where the steering wheel image was paired\nwith the article; posting a new clarification post on Twitter and Facebook\nclarifying the changes made to the article using the following text: “This\narticle has been updated as it may have previously misled readers about the\ncircumstances in which a driver could be fined when streaming music”; and\ncommit to reviewing existing articles pertaining to the Highway Code to\nidentify any similar issues.\n13. The\npublication agreed to change the headline and add a clarification below the\nvideo in line with its style which said: “This article has been updated as some\nreaders may have been misled about the circumstances in which a driver could be\nfined when streaming music.” It agreed to remove the steering wheel image, and\nto publish new social media posts with amended wording in line with its style:\n\"This article has been updated as some readers may have been misled about\nthe circumstances in which a driver could be fined when streaming music.” The\npublication also said it had not received any other complaints in relation to\naccuracy about other articles relating to the Highway Code but it remained\nhappy to investigate and address any specific complaint. \n14. The\ncomplainant said that this would resolve the matter to his satisfaction.\n15. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n\n\n\nDate\ncomplaint received: 27/01/2022\nDate\ncomplaint concluded by IPSO: 23/05/2022\nBack to ruling listing\n\n\n"
}