{
    "url": "/rulings-and-resolution-statements/ruling/?id=04660-16",
    "title": "Resolution Statement Complaint 04660-16 A Man v Daily Mirror",
    "provisions": [
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2016-07-04 00:00:00",
    "received_on": "2016-07-06 00:00:00",
    "concluded_on": "2016-08-22 00:00:00",
    "complaint_processing_days": 47,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    Following IPSO’s intervention, the complaint was settled privately between the parties. 8.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement Complaint 04660-16 A Man v Daily Mirror\nSummary of Complaint 1.   \nA\nman complained to the Independent Press Standards Organisation that the Daily\nMirror breached Clause 2 (Privacy) and Clause 10 (Clandestine devices and\nsubterfuge) of the Editors’ Code of Practice in an article headlined “Inside\nSwingfields sex festival where 700 horny guests enjoyed weekend of debauchery\nin quiet Welsh village”, published on 4 July 2016. 2.   \nThe\narticle reported that “more than 700 people” had attended a “swinging event”,\nhosted over three days in Wales. It reported that cameras were banned at the\nevent, but that journalists from another newspaper had attended undercover. It\nreported the observations of these journalists, including descriptions of the\nactivities, and comments made to them by attendees.  The article was\naccompanied by a number photographs of the event, in which attendees’ faces had\nbeen pixelated.3.   \nThe\ncomplainant said that he was featured in one of the published photographs,\nwhich he said was taken without his knowledge and consent. He said that the\nphotographs were taken covertly, and that the photographer and reporter had\ngained access to the event by deception.  The complainant also raised concern\nthat there had been aerial photography of the event.4.   \nThe\nnewspaper said that the photographer who took the photographs in the article\ndid not buy a ticket for the event, but took the photographs standing on an\nopen public footpath, where he could be seen by attendees. The newspaper said\nthat no drones were used to take the pictures. \nRelevant\nCode Provisions 5.  Clause 2 (Privacy) i) Everyone is\nentitled to respect for his or her private and family life, home, health and correspondence,\nincluding digital communications.ii) Editors will\nbe expected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation. iii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. Clause 10\n(Clandestine devices and subterfuge) i) The press\nmust not seek to obtain or publish material acquired by using hidden cameras or\nclandestine listening devices; or by intercepting private or mobile telephone\ncalls, messages or emails; or by the unauthorised removal of documents or\nphotographs; or by accessing digitally-held information without consent. ii) Engaging in\nmisrepresentation or subterfuge, including by agents or intermediaries, can\ngenerally be justified only in the public interest and then only when the\nmaterial cannot be obtained by other means. \nMediated Outcome 6.    The complaint was\nnot resolved through direct correspondence between the parties. IPSO therefore\nbegan an investigation into the matter. 7.    Following IPSO’s\nintervention, the complaint was settled privately between the parties. 8.    As the complaint was\nsuccessfully mediated, the Complaints Committee did not make a determination as\nto whether there had been any breach of the Code. \n \nDate complaint received: 06/07/2016\nDate complaint concluded by IPSO: 22/08/2016\n \n \nBack to ruling listing\n\n\n"
}