{
    "url": "/rulings-and-resolution-statements/ruling/?id=03262-19",
    "title": "Resolution Statement 03262-19 Bromley v The Sunday Times",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2019-04-07 00:00:00",
    "received_on": "2019-04-14 00:00:00",
    "concluded_on": "2019-08-14 00:00:00",
    "complaint_processing_days": 122,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During the course of IPSO’s investigation, the publication offered to print the following correction in its print and online Corrections and Clarifications column: The article \"PM's 'bomb plot' accuser returns to party ranks\" (News, April 7) stated that the Labour councillor Pam Bromley accused Theresa May of plotting the Manchester Arena bombing. Ms Bromley did not allege that May plotted the bombing, only that it provided her with a \"convenient\" excuse to deploy troops. We apologise for the error. 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 03262-19 Bromley v The Sunday\nTimes\nSummary of Complaint\n1. Pam Bromley complained to the Independent Press Standards\nOrganisation that The Sunday Times breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “PM’s ‘bomb\nplot’ accuser returns to party ranks”, published on 7 April 2019.\n2. The article reported that the complainant had been\nallowed to return to the Labour party after her membership was suspended. It\nreported that the reason for this suspension was because she had “complained\nabout Jewish media attacks”; claimed that “those who make complaints about\nanti-Semitism should be jailed” or that “vicious thugs who make some of these\nallegations should be prosecuted” and made “anti-Semitic conspiracy theories\nabout the Rothschild family”. It also reported that she claimed that the Prime\nMinister plotted the Manchester Arena bombing as a “handy excuse to squash\n[named politician’s] growing support”.\n3. The complainant said that the article was misleading to\ndescribe her comments as anti-Semitic, or representing support for anti-Semitic\nconspiracy theories. She said that it was also inaccurate to report that she\nhad stated that “the Prime Minister had plotted the Manchester Arena bombing as\na handy excuse to squash [named politician’s] growing support”. She said that\nthis was a damaging claim. She also expressed concern that the article appeared\nto be based on confidential material which had been leaked to the publication,\nand considered that the article intruded into her privacy, as the fact of her\nre-admittance into her former political party and the reason for her suspension\nwas private information and was not in the public domain.\n4. The publication did not accept that it had breached the\nCode. It said that it had had sight of the Labour party’s internal\ninvestigation documents, which supported the claims set out in the article. It\nsaid that the source who had supplied the internal Labour party document was\nwell placed and the publication was satisfied that the document was genuine. It\nprovided portions of this document, which showed that there were concerns that\ncomplainant had “…continued to post messages on her social media that may be\nconsidered anti-Semitic” including a post which referred to a “right wing\nJewish rag”, a post in which she said that she was “getting really cheesed off\nwith this Jewish business” and another which referred to “…right wing\npro-Israel rags”. It also provided Facebook posts from the complainant which\nthe publication said were anti-Semitic and offensive.\n5. The publication provided an extract from a Labour party\ndocument which gave an account of an internal investigation into comments\nallegedly made by the complainant in relation to the Manchester Arena attack.\nThis extract stated: “In response to questions about her statement on the\nManchester Arena bombing, Councillor Bromley said “If [Prime Minister] was\nprepared to use method as unscrupulous as bribing the DUP to support her\nminority government it proves she is no democrat, so I think those fears were\nnot entirely baseless”. It also provided a Facebook post from the complainant\nin which she said: ““OMG how terrible [sic] convenient for [Prime Minister] –\nshe has an excuse to bring in the army just before an election at which she\nfaces potential defeat.” It said that these statements, and her defence of the\nstatements gave the clear implication that the Prime Minister was somehow\nresponsible for the Manchester Arena attacks. However, offered to publish the\nfollowing wording in its print and online Corrections and Clarifications\ncolumn:\nThe article “PM’s ‘bomb plot’ accuser returns to party\nranks” (News, April 7) stated that the Labour councillor Pam Bromley accused\n[Prime Minister] of plotting the Manchester Arena bombing. Ms Bromley has\ninformed us that she did not allege that [the Prime Minister] plotted the\nbombing, only that it provided her with a “convenient” excuse to deploy troops.\nWe are happy to make this clear.\n6. The publication did not accept that reporting on the\ncomplainant’s public statements represented any intrusion into her privacy.\nHowever, it said that nevertheless, there was a public interest regarding\nimpropriety and unethical conduct in reporting these comments.\nRelevant Code provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:Detecting\nor exposing crime, or the threat of crime, or serious impropriety. Protecting public health or safety.Protecting the public from being misled by an action or statement of an individual or organisation.Disclosing a person or organisation's failure or likely failure to comply with an obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate, including serious cases of impropriety, unethical conduct or incompetence concerning the public.Disclosing concealment, or likely concealment, of any of the above.\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\nMediated outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. During the course of IPSO’s investigation, the\npublication offered to print the following correction in its print and online\nCorrections and Clarifications column:\nThe article \"PM's 'bomb plot' accuser returns to party\nranks\" (News, April 7) stated that the Labour councillor Pam Bromley\naccused Theresa May of plotting the Manchester Arena bombing. Ms Bromley did\nnot allege that May plotted the bombing, only that it provided her with a\n\"convenient\" excuse to deploy troops. We apologise for the error.\n10. The complainant said that this would resolve the matter\nto her satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n\n\nDate complaint received: 14/04/2019\nDate complaint concluded by IPSO: 14/08/2019\n \n \n \n \n \n \n \nBack to ruling listing\n\n\n"
}