{
    "url": "/rulings-and-resolution-statements/ruling/?id=29978-20",
    "title": "Resolution Statement – 29978-20 Abdelrahman v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2020-12-14 00:00:00",
    "received_on": "2020-12-18 00:00:00",
    "concluded_on": "2021-02-04 00:00:00",
    "complaint_processing_days": 48,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation the publication offered to publish the following correction in print. We reported on suggestions by Italian Prosecutors that Professor Abdelrahman of Cambridge University has failed to cooperate with their investigation into the death of student Giulio Regeni (News, 14 December 2020). Cambridge University maintains that Professor Abdelrahman has cooperated fully with the Italian investigation, having answered questions on three separate occasions and voluntarily providing material. We are happy to make clear their position. It also amended the sentence in the online article that said the complainant was “unavailable for comment” to read “The Times was unable to reach Dr Abdelrahman for comment\" and added two updates to the article: Update [DATE]: Cambridge University deny the prosecutors’ accusations against Professor Abdelrahman and say that she has fully co-operated with the investigation, having answered questions on three separate occasions and voluntarily providing material. This article was amended on [DATE] to reflect that The Times was unable to reach Dr Abdelrahman for comment, rather than her being unavailable, as previously stated. 8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 29978-20 Abdelrahman v The Times\nSummary of Complaint\n1. Dr Maha Abdelrahman complained to the Independent Press\nStandards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Cambridge lecturer ‘failed\nto help investigation into student’s murder’”, published on 14 December 2020.\n2. The article reported on the claims of Italian prosecutors\nwho ”accused a Cambridge University lecturer of lying and failing to assist\nthem” in their investigation into the death of a PhD candidate she was tutoring.\nThe article also reported that the lecturer “was unavailable for comment last\nnight.”\n3. The article also appeared online in substantially the\nsame format.\n4. The complainant, the lecturer and tutor of the student,\nsaid that the article was inaccurate in breach of Clause 1. She said that\nwhilst the Italian prosecutors had made this accusation against her, the\ncriticism had been publicly rebutted on several occasions, and the accusations\nwere fundamentally untrue. She also said that it was inaccurate to report that\nshe had been “unavailable for comment” as the university’s press office had not\nreceived any calls or emails asking for her comment.\n5. The publication did not accept a breach of the Code. It\nsaid it made clear that the criticism of the complainant was an allegation and\ndid not adopt it as fact. It also noted that the allegation was heard in court.\nIt said that a reporter had called the complainant’s place of work in order to\nget a comment, but had not been able to reach her. The publication said that it\nwas not a significant inaccuracy to refer to this as her being “unavailable for\ncomment”.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation the publication offered to\npublish the following correction in print.\nWe reported on suggestions by Italian Prosecutors that\nProfessor Abdelrahman of Cambridge University has failed to cooperate with\ntheir investigation into the death of student Giulio Regeni (News, 14 December\n2020). Cambridge University maintains that Professor Abdelrahman has cooperated\nfully with the Italian investigation, having answered questions on three\nseparate occasions and voluntarily providing material. We are happy to make\nclear their position.\nIt also amended the sentence in the online article that said\nthe complainant was “unavailable for comment” to read “The Times was unable to\nreach Dr Abdelrahman for comment\" and added two updates to the article:\nUpdate [DATE]: Cambridge University deny the prosecutors’\naccusations against Professor Abdelrahman and say that she has fully\nco-operated with the investigation, having answered questions on three separate\noccasions and voluntarily providing material.\nThis article was amended on [DATE] to reflect that The Times\nwas unable to reach Dr Abdelrahman for comment, rather than her being unavailable,\nas previously stated.\n8. The complainant said that this would resolve the matter\nto her satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 18/12/2020\nDate complaint concluded by IPSO: 04/02/2021\nBack to ruling listing\n\n\n"
}