{
    "url": "/rulings-and-resolution-statements/ruling/?id=14368-16",
    "title": "Resolution Statement 14368-16 Versi v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-12-27 00:00:00",
    "received_on": "2016-12-27 00:00:00",
    "concluded_on": "2017-03-13 00:00:00",
    "complaint_processing_days": 76,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. The newspaper offered to change the headline to read \"voters in 'vulnerable' areas may have to show passports, government proposes\". It also offered to publish the following clarification: We have been asked to clarify that the areas the government has chosen to trial the scheme were identified by the Electoral Commission as the 18 local authority areas that it considered to be most at risk of allegations of electoral fraud. To clarify, the government did not specifically identify the size of the Muslim population as part of its rationale nor did it imply that it was targeting Muslims. However, the vast majority of the areas listed in the proposed trial by the government, have a sizeable Muslim population. 7. The complainant accepted the newspaper’s offer as a resolution to his complaint. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 14368-16 Versi v Express.co.uk\nSummary of complaint\n1. Miqdaad Versi\ncomplained to the Independent Press Standards Organisation that Express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Voters in areas with high Muslim populations ‘must show passports’\namid voter fraud fears”, published on 27 December 2016.\n2. The complainant\nsaid that the newspaper had inaccurately reported that the government had\nproposed that people living in areas with high Muslim populations should be\nrequired to show identification when voting “amid fears of election fraud”. He\nsaid the report to which the article had referred had identified 18 areas that\nwere at risk of electoral fraud; it had made no reference to areas with high\nMuslim populations.\n3. The newspaper\nsaid that the government report, which was published in response to a review of\nelectoral fraud carried out by Sir Eric Pickles, had stated that the “offence\nof undue influence should retain a reference to spiritual/religious influence”.\nWhile it had not made reference to a specific religious group, it had referred\nto the events which had taken place in Tower Hamlets and which had been\nhighlighted in Sir Eric’s review. The newspaper also considered that the 18\nareas, which the government had chosen to trial, did have high Muslim\npopulations. Nevertheless, as a potential way to resolve the matter, the\nnewspaper offered to publish the following clarification:\nWe have been asked to clarify that the areas the government\nhas chosen to trial the scheme were identified by the Electoral Commission as\nthe 18 local authority areas that it considered to be most at risk of\nallegations of electoral fraud, such as Tower Hamlets, Blackburn with Darwen,\nBradford, Luton and Birmingham. However, following the trial, the scheme is\nthen due to be rolled out nationally.\nRelevant Code provisions\n4. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. The newspaper offered to change the headline\nto read \"voters in 'vulnerable' areas may have to show passports,\ngovernment proposes\". It also offered to publish the following\nclarification:\nWe have been asked to clarify that the areas the government\nhas chosen to trial the scheme were identified by the Electoral Commission as\nthe 18 local authority areas that it considered to be most at risk of\nallegations of electoral fraud. To clarify, the government did not specifically\nidentify the size of the Muslim population as part of its rationale nor did it\nimply that it was targeting Muslims. However, the vast majority of the areas\nlisted in the proposed trial by the government, have a sizeable Muslim\npopulation.\n7. The complainant\naccepted the newspaper’s offer as a resolution to his complaint.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 27/12/2016Date complaint concluded by IPSO: 13/03/2017\nBack to ruling listing\n\n\n"
}