{
    "url": "/rulings-and-resolution-statements/ruling/?id=06138-18",
    "title": "Resolution Statement 06138-18 Matthews v That’s Life!",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "That’s Life (H. Bauer Publishing)",
    "published_on": "2018-09-13 00:00:00",
    "received_on": "2018-09-17 00:00:00",
    "concluded_on": "2018-11-22 00:00:00",
    "complaint_processing_days": 66,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO's investigation, the publication offered to publish the following clarification on the same page the article appeared on, and in the same font size: In issue 37, we printed a story, “My husband had a secret woman for 30 years”, about Mr Matthews who had a relationship with his childhood sweetheart, while married to Mrs Matthews.  Mr Matthews accepts he had a relationship. However he wishes to state that he was not in contact with the woman for 30 years and therefore we accept that our headline was both misleading and inaccurate. Mr Matthews has also queried the use of a photograph of himself and his childhood sweetheart; we acknowledge that this photograph was used, and we did not ask Mr Matthews whether we could use it. We accept that we should not have obtained or printed the photograph and in doing so we infringed Mr Matthews’ rights. We are happy to resolve the situation by printing this clarification as way of an apology to both Mr Matthews and his partner. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 06138-18 Matthews v That’s Life!\nSummary\nof complaint 1.    Paul Matthews complained to the Independent Press Standards Organisation\nthat That’s Life! breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “My husband had a SECRET\nWOMAN for 30 yrs” published on 13 September 2018. 2.    The article was an account of a story told to the magazine by a named\nwoman. In the piece, the woman detailed how she had separated from the\ncomplainant after she had discovered that he had been having an affair with a\nwoman that he had dated when they were both 16 – 30 years ago. A photograph of\nthe complainant and this woman, with her face pixelated, accompanied the\narticle. 3.    The complainant said that the headline gave the misleading impression\nthat he had been engaged in an extramarital affair for 30 years. He said that\nthis was inaccurate because he had no contact with the woman during that time.\nThe complainant said that the photograph had been taken from his Facebook page\nwhich was visible only to his friends, without his consent; he said that the\npublication of this image was an unjustified intrusion into his private life. 4.    The magazine said that neither the headline, nor the body of the\narticle, suggested that the complainant had been in contact with the woman for\n30 years. It said that as set out in the article, the headline’s claim was\nbased on the complainant’s former wife’s belief that the complainant had, at\nthe very least, considered this woman over a 30 year period. The publication\ndid not accept that the photograph had been sourced from a private Facebook\naccount, but acknowledged that it had used the image without the complainant’s\nconsent. The magazine noted that there was public interest in reporting the\nstory, as it highlighted the complainant’s unethical conduct.  \nRelevant Code provisions 5. Clause 1 (Accuracy) \ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\nClause 2* (Privacy) \ni) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. \nii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. In considering an\nindividual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so. \niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. \nMediated outcome 6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO's investigation, the publication\noffered to publish the following clarification on the same page the article\nappeared on, and in the same font size:\nIn issue 37, we printed a story, “My husband had a secret\nwoman for 30 years”, about Mr Matthews who had a relationship with his\nchildhood sweetheart, while married to Mrs Matthews.  Mr Matthews accepts\nhe had a relationship. However he wishes to state that he was not in\ncontact with the woman for 30 years and therefore we accept that our\nheadline was both misleading and inaccurate. Mr Matthews has also queried\nthe use of a photograph of himself and his childhood sweetheart; we\nacknowledge that this photograph was used, and\nwe did not ask Mr Matthews whether we could use it. We accept that we should\nnot have obtained or printed the photograph and in doing so we infringed Mr\nMatthews’ rights. We are happy to resolve the situation by printing this\nclarification as way of an apology to both Mr Matthews and his partner.\n8. The complainant said that this would resolve the\nmatter to his satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 17/09/2018Date complaint concluded by IPSO: 22/11/2018\nBack to ruling listing\n\n\n"
}