{
    "url": "/rulings-and-resolution-statements/ruling/?id=06439-21",
    "title": "Resolution Statement – 06439-21 Pascoe v spectator.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "spectator.co.uk (The Spectator)",
    "published_on": "2021-08-20 00:00:00",
    "received_on": "2021-06-20 00:00:00",
    "concluded_on": "2021-07-30 00:00:00",
    "complaint_processing_days": 40,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.6. During IPSO’s investigation the publication offered the complainant the opportunity to write an online article.   7. The complainant said that this would resolve the matter to her satisfaction.8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 06439-21 Pascoe v spectator.co.ukSummary of Complaint1. Sue Pascoe complained to the Independent Press Standards\nOrganisation that spectator.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Stonewall’s worrying school\nguidance”, published on 20 August 2021.2. The article, an opinion piece, suggested that Stonewall’s\nDiversity Champions’ programme appeared to be “haemorrhaging” membership since\nan investigation by the University of Essex found that the organisation had\nbeen preaching “Stonewall Law” rather than the actual law. The columnist then\nargued that the charity’s booklet, titled ‘Introduction to Supporting LGBT\nChildren and Young People’, which was designed to support teachers, advised\nteachers to refer to students as “learners” and swept “away the rights of boys\nand girls to single-sex facilities” by “recklessly” claiming that “under the\nEquality Act (2010) a trans child or young person can use the toilets and\nchanging rooms that match their gender”. The columnist noted that the “word\ntoilet” was only mentioned once in the legislation and that in relation to\ndisabled access to toilets on train, adding that the Equality Act “upholds\nsex-segregated facilities where it is a ‘proportionate means of achieving a\nlegitimate aim’”. 3. The complainant said the article was misleading, in\nbreach of Clause 1, to suggest that schools were “reckless” to comply with the\nrequirements of the Equality Act. She said that the charity’s booklet, titled\n‘Introduction to Supporting LGBT Children and Young People’, rightly\ninterpreted the legislation, contrary to the claims made by the columnist, as\nwell as statutory guidance issued by the Department of Education and advice\ncirculated by Ofsted.  In addition, the\ncomplainant said the article was misleading to report that Stonewall’s\nDiversity Champions’ programme was “haemorrhaging” membership. She said that\nthe departure of 25 organisations from a total of 850 could not reasonably\nconstitute a “haemorrhage”, noting that there was a “natural ebb and flow each\nyear” of subscription to this scheme. The complainant also expressed concern\nthat the columnist had criticised Stonewall for its recommendation of the term\n“learners” which she argued reflected guidance first put forward by\nOfsted.  4. The publication did not accept a breach of the Code. It\nsaid that the columnist was entitled to express her opinion, where its basis\nwas made clear in the article. It said that the article was clearly presented\nas reflecting the columnist’s own perception and interpretation of the advice\nissued by Stonewall and its apparent separation from the Equality Act. It noted\nthat the relevant legislation and guidance was linked to within the online\narticle, in order to help readers better understand the context of the author’s\nstatements. Furthermore, the publication provided a number of examples of\norganisations and government departments that had publicly distanced themselves\nfrom Stonewall in the weeks prior to the article’s publication, which it said\nsupported the columnist’s characterisation that the organisation appeared to be\n“haemorrhaging” membership. The publication did not accept that the article had\nmade any claim regarding the timing of the recommendation of the term\n“learners”. Relevant Code ProvisionsClause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome5. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.6. During IPSO’s investigation the publication offered the\ncomplainant the opportunity to write an online article.   7. The complainant said that this would resolve the matter\nto her satisfaction.8. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 20/06/2021Date complaint concluded by IPSO: 30/07/2021\nBack to ruling listing\n\n\n"
}