{
    "url": "/rulings-and-resolution-statements/ruling/?id=03816-19",
    "title": "Resolution statement 03816-19 Hayden v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-05-03 00:00:00",
    "received_on": "2019-05-03 00:00:00",
    "concluded_on": "2019-07-31 00:00:00",
    "complaint_processing_days": 89,
    "mediated_outcome": "11. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 12. During the course of IPSO’s investigation, the publication has offered to publish the following wording as a standalone correction to be placed at the top of its news channel for 24 hours in the established clarifications and corrections position: In an article published on 3rd May we said that a High Court Judge had banned a transgender lawyer and a Catholic mother-of-five from mentioning one another on social media following an 'out of control' Twitter row. The headline has since been amended, and we are happy to make clear that Stephanie Hayden voluntarily undertook not to mention Caroline Farrow on social media, and that no adverse finding was made against her by the court. 13. It also offered to make a further amendment to the headline, as follows: High Court Judge grants injunction against Catholic mother-of-five and puts an end to 'out of control' Twitter row between her and transgender lawyer. 14. The complainant said that this would resolve the matter to her satisfaction. 15. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nstatement 03816-19 Hayden v Mail Online \nSummary of\nComplaint 1. Stephanie Hayden complained to\nthe Independent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “High Court\nJudge bans a transgender lawyer and a Catholic mother-of-five from mentioning\none another on social media following an 'out of control' Twitter row”\npublished on 3 May 2019. 2. The article reported on a High\nCourt order, following the complainant’s application to seek an interim\ninjunction against a named woman, after comments which she had made on Twitter. 3. The article reported that the\njudge had “banned a transgender lawyer and a Catholic mother-of-five from\nmentioning each other on social media”. It said that the complainant, the\nlawyer referred to in the article, had claimed that the woman had “subjected\nher to a 'barrage' of abusive tweets, and was granted an injunction against\nher”; which prevented the named woman from “mentioning [the complainant] at all\non social media, in particular from ‘misgendering’ her by referring to her as\nmale when she is legally female”. 4. The article also reported that\nthe judge in the case had commented that the “row had got 'out of control'” and\n“asked Ms Hayden to give a legal undertaking that she would not mention [the\nwoman] on social media either - which she agreed to do”. 5. The complainant said that the\narticle, including the headline, had distorted the outcome of the court\nproceedings, in breach of Clause 1. The complainant said that reporting that a\njudge had “banned” her from mentioning the woman on social media, left a reader\nwith the clear and misleading impression that it was she who the judge had\nissued an injunction against. 6. The complainant said that, in\nfact, she had agreed at the judge’s request, to make a voluntary undertaking not to refer to Mrs Farrow on social\nmedia. The complainant said that she was in no way compelled to give any\nundertaking to the court, and it was she who had suggested giving this\nundertaking to satisfy any concern that the injunction would be used for a\n“political” purpose. The complainant said had she declined to give the\nundertaking, the injunction would not have been granted, however it was made\nclear by the judge that she had not harassed the woman. 7. The publication did not accept a\nbreach of the Code. It said that it had taken care to report the legal action\naccurately and noted that several other publications had reported the case in\nsimilar terms. The publication said that the headline sought to make\nsimultaneous reference both to the injunction granted to the complainant\nagainst the woman, and also to the voluntary legal undertaking given by the\ncomplainant at the judge’s request. The publication said that to ban something is to officially or legally\nprohibit it; the judge, in securing a legal undertaking from the complainant\nand in granting the injunction against the woman, legally prohibited them both\nfrom mentioning one another on Twitter.  8. During direct correspondence with\nthe complainant, the publication amended the headline as follows: High\nCourt Judge stops a transgender lawyer and a Catholic mother-of-five from\nmentioning one another on social media following an 'out of control' Twitter\nrow 9. It also added the following\nbullet points at the top of the article: ·        \nFarrow\nreceived an injunction preventing her from mentioning Ms Hayden ·        \nMs\nHayden voluntarily agreed not to mention Ms Farrow at the judge's request \nRelevant Code\nprovisions 10. Clause\n1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or\ndistorted information or images, including headlines not supported by the text.\nii) A significant inaccuracy, misleading statement or distortion must be\ncorrected, promptly and with due prominence, and — where appropriate — an\napology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii) A fair opportunity to reply to significant inaccuracies should be\ngiven, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must distinguish\nclearly between comment, conjecture and fact. \nMediated outcome 11. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 12. During the course of IPSO’s\ninvestigation, the publication has offered to publish the following wording as a\nstandalone correction to be placed at the top of its news channel for 24 hours\nin the established clarifications and corrections position: In an article published on 3rd May\nwe said that a High Court Judge had banned a transgender lawyer and a Catholic\nmother-of-five from mentioning one another on social media following an 'out of\ncontrol' Twitter row. The headline has since been amended, and we are happy to\nmake clear that Stephanie Hayden voluntarily undertook not to mention Caroline\nFarrow on social media, and that no adverse finding was made against her by the\ncourt. 13. It also offered to make a further\namendment to the headline, as follows: High Court Judge grants injunction\nagainst Catholic mother-of-five and puts an end to 'out of control' Twitter row\nbetween her and transgender lawyer. 14. The complainant said that this\nwould resolve the matter to her satisfaction. 15. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 03/05/2019\nDate\ncomplaint concluded by IPSO: 31/07/2019\nBack to ruling listing\n\n\n"
}