{
    "url": "/rulings-and-resolution-statements/ruling/?id=18759-17",
    "title": "Resolution Statement 18759-17 Chiariello v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2017-05-03 00:00:00",
    "received_on": "2017-09-27 00:00:00",
    "concluded_on": "2017-11-23 00:00:00",
    "complaint_processing_days": 57,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. Following IPSO’s intervention, while reiterating its position that the article had not contained inaccuracies the publication offered to remove the online article and write the complainant a private letter confirming the publication’s commitment to fact checking and validating sources. The publication passed the correspondence to the reporter to make them aware of the complainant’s concern and stated that they had no intention to republish the photographs.  8. The complainant said that this would resolve the matter to his satisfaction.  9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 18759-17 Chiariello v thesun.co.uk\nSummary\nof Complaint\n1.\nGez Chiariello complained to the Independent Press Standards Organisation that\nthesun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3\n(Harassment) and Clause 6 (Children) of the Editors’ Code of Practice in an\narticle headlined, “It’s ploddy outrageous: Taxi driver who was abused by\nsuspended cop slams the decision to make him a finalist for ‘inspiring male\naward,’” published on 3 May 2017. \n2.\nThe article reported that a taxi driver, who had lost his licence after a\nverbal altercation with the complainant, had criticised the announcement that\nthe complainant had been nominated for an inspiration award. The article also\nstated that the complainant had “left his wife and moved in with lover 15 years\nhis junior,” and included his partner’s name and photographs of her, including\none which contained a pixilated image of their child. \n3.\nThe complainant said it was inaccurate for the article to state that the taxi\ndriver had lost his licence solely due to the verbal altercation between the\npair. He also said that the article included inaccurate information relating to\nhis private life, and believed the inclusion of the photographs of his partner\nand child breached their privacy. \n4.\nThe publication did not accept that it had breached the Code. It said that the\ntaxi driver had confirmed to the reporter that he had lost his licence over the\nincident with the complainant. It also said that all the photographs of the\ncomplainant’s partner included in the article were publicly available on social\nmedia. The publication also said it had pixilated the picture of the young\nchild, who was therefore unrecognisable. Regardless, as a gesture of goodwill,\nthe publication offered to remove the article from its website.\nRelevant\nCode Provisions\n5.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be\ncorrection, promptly, and with due prominence, and – where appropriate – an\napology published, In cases involving IPSO, due prominence should be as\nrequired by the regulator.\nClause\n2 (Privacy) *\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information. \niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nClause\n3 (Harassment) *\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent. \niii)\nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources. \nClause\n6 (Children) *\ni)\nAll pupils should be free to complete their time at school without unnecessary\nintrusion.\nii)\nThey must not be approached or photographed at school without permission of the\nschool authorities. \niii)\nChildren under 16 must not be interviewed or photographed on issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly\nresponsible adult consents. \nMediated\nOutcome\n6.\nThe complaint was not resolved through direct correspondence between the\nparties. IPSO therefore began an investigation into the matter. \n7.\nFollowing IPSO’s intervention, while reiterating its position that the article\nhad not contained inaccuracies the publication offered to remove the online article\nand write the complainant a private letter confirming the publication’s\ncommitment to fact checking and validating sources. The publication passed the\ncorrespondence to the reporter to make them aware of the complainant’s concern\nand stated that they had no intention to republish the photographs. \n8.\nThe complainant said that this would resolve the matter to his satisfaction. \n9.\nAs the complaint was successfully mediated, the Complaints Committee did not\nmake a determination as to whether there had been any breach of the Code. \nDate\ncomplaint received: 27/09/2017\nDate\ncomplaint concluded: 23/11/2017\n \nBack to ruling listing\n\n\n"
}