{
    "url": "/rulings-and-resolution-statements/ruling/?id=04110-18",
    "title": "Resolution Statement 04110-18 Jefferd v Mail Online",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-06-28 00:00:00",
    "received_on": "2018-06-23 00:00:00",
    "concluded_on": "2018-08-13 00:00:00",
    "complaint_processing_days": 51,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.10. During IPSO’s investigation, the publication offered remove the article under complaint from its website.11. The complainant said this would resolve the matter to his satisfaction.12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04110-18 Jefferd v Mail OnlineSummary of complaint1. Barry Jefferd\ncomplained to the Independent Press Standards Organisation that the Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined: “Accountant, 56, and GP, 52, 'changed a\nwealthy 95-year-old Alzheimer’s sufferer's will and took £886,000 from her bank\naccount'”, published on 28 June 2017.2. The article was\na report of the complainant‘s ongoing trial, at which they were accused of\ndefrauding a woman of £886,000. The article reported that the defendants had\nallegedly “raided” Ms Cohen’s account, and that they changed her will in order\nto benefit themselves.3. The complainant\nsaid that the article was inaccurate in breach of Clause 1, as the court did\nnot characterise the defendants as allegedly having “raided” the alleged\nvictim’s bank account, and these was no reference in court to the will being\nchanged. He said that his charges were later amended to make no reference to\nhim having any involvement with the alleged victim’s bank accounts, and that he\nwas eventually acquitted of all charges.4. The complainant\nalso said that the article breached Clause 2 (Privacy), because it published\nhis full name and partial address. The complainant was concerned that his\nfamily could be easily identified from this information; he said that they had\nalready received abuse in relation to the charges faced by the complainant,\nwhich he considered was as a result of the article.5. The publication\ndid not accept it had breached the Code. It did accept that the complainant was\neventually acquitted of amended charges; however, the publication said that it\nwas entitled to report on the original charges faced by the complainant. The\npublication also said that later articles made clear that the complainant was\nfound not guilty.  It also referred to a\nstatement submitted by the prosecution which said that: ““Jefferd drafted a new\nwill and put himself as sole executor of that will”. The publication said it\nwas entitled to report this and said the headline was an accurate summary of\nthe allegations against the complainant. 6. It also said\nthat the word “raided” was an appropriate characterisation of the accusation\nfaced by the complainant. It did not accept that the word was inaccurate or\nmisleading as to the nature of the allegation.7. The publication\ndid not accept that publishing the complainant’s full name and partial address\nwas a breach of Clause 2. It said that this information was heard in court, and\nserved an important purpose in distinguishing defendants from others with the\nsame name. The publication also made clear that newspapers are entitled to\nreport on court proceedings, and readers expect to be informed of the details\nof ongoing trials, including information about those accused of committing\ncrimes.Relevant Code Provisions8. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.v) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.Clause 2 (Privacy) *i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.The Public InterestThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.1. The public interest includes, but is not confined to:Detecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting public\nhealth or safety.Protecting the\npublic from being misled by an action or statement of an individual or\norganisation.Disclosing a person\nor organisation’s failure or likely failure to comply with any obligation to\nwhich they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.2. There is a public interest in freedom of expression\nitself.3. The regulator will consider the extent to which material\nis already in the public domain or will become so.4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.Mediated Outcome9. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.10. During IPSO’s investigation, the publication offered\nremove the article under complaint from its website.11. The complainant said this would resolve the matter to\nhis satisfaction.12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 23/06/2018Date complaint concluded by IPSO: 13/08/2018\nBack to ruling listing\n\n\n"
}