{
    "url": "/rulings-and-resolution-statements/ruling/?id=02883-20",
    "title": "Resolution Statement – 02883-20 Longstaff v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2020-04-21 00:00:00",
    "received_on": "2020-04-24 00:00:00",
    "concluded_on": "2020-07-13 00:00:00",
    "complaint_processing_days": 80,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. The complaint was resolved between the parties.8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 02883-20 Longstaff v thesun.co.ukSummary of Complaint1. Chloe Longstaff complained to the Independent Press\nStandards Organisation that thesun.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “DYING WISH Young dad with\ncoronavirus married fiancee in hospital with tin foil rings hours before he\ndied”, published on 21 April 2020.2. The article reported on an unofficial wedding ceremony\nbetween a man and his partner. The headline, and the article described the man\nas “A young dad with coronavirus”. It described the ceremony, and stated that\n“The dying father's daughter watched the couple exchange their vows and say\n\"I do\" in PPE on FaceTime” and that the “couple exchanged vows in\nfull PPE hours before the patient died”. Neither the man, his daughter nor his\nfiancée were named in the article.3. The complainant, the daughter of the man, said that the\narticle was inaccurate in breach of Clause 1. She said that her Father had been\ntested for COVID-19 and had received negative test results. She also said it\nwas inaccurate to report that they had been wearing full PPE, as she had been\non a videocall during the ceremony, and provided a photograph of them in\nhospital without full PPE on.4. The publication said it had taken care over the\npublication of the article, and the source of its information had been an\narticle written by the BBC which had reported that the man as had “suspected\nCOVID-19” and that the ceremony had taken place in full PPE. The publication\noffered to remove the article or amend it with a footnote.Relevant Clause Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.7. The complaint was resolved between the parties.8. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 24/04/2020\nDate complaint concluded by IPSO: 13/07/2020\nBack to ruling listing\n\n\n"
}