{
    "url": "/rulings-and-resolution-statements/ruling/?id=07565-16",
    "title": "Resolution statement - Complaint 07565-16 Hubbard v Daily Star",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Star (Reach PLC)",
    "published_on": "2016-07-31 00:00:00",
    "received_on": "2016-07-31 00:00:00",
    "concluded_on": "2016-09-08 00:00:00",
    "complaint_processing_days": 39,
    "mediated_outcome": "6.    The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    The publication re-iterated that it had amended the headline on the article to read “Hundreds of Syrians arrested in the UK for offences including rape and child abuse”. It also published the following correction as a footnote to the online article: This article was amended on 10 August 2016. The headlined originally said 'Hundreds of Syrians arrested for rape and child abuse in the UK.' In fact whilst hundreds of Syrians have been arrested for criminal offences in England and Wales the majority of the offences that Syrians were arrested for was immigration violations, but there were other serious crimes. For example, in London 238 Syrians were arrested including two for rape and seven for sex offences. The original headline was inaccurate and has been changed. 8.    The complainant said these actions resolved the matter to her satisfaction. 9.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement Complaint 07565-16 Hubbard v Daily Star\nSummary of complaint 1.    Elizabeth\nHubbard complained to the Independent Press Standards Organisation that the Daily Star breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Hundreds of Syrians arrested for rape and child abuse in UK”,\npublished on 31 July 2016. 2.    The\narticle reported on police statistics which showed that 897 people of Syrian\nheritage were arrested in England and Wales last year for crimes including\nrape, death threats and child abuse. It said that the figures had been taken\nfrom an investigation undertaken by another newspaper, and highlighted the\nnumber of Syrians arrested for sexual offences in London and Nottingham. 3. The complainant said that the article’s\n     headline was not supported by the text, as there was no evidence in the\n     article that hundreds of Syrians had been arrested for rape and child\n     abuse in the UK. 4. The\n     publication said that the original headline was misleading because it\n     inaccurately stated that hundreds of Syrians had been arrested for sexual\n     offences. It said that it had amended the headline, and added a correction\n     to the foot of the article recording the amendment. \nRelevant\nCode provisions 5. Clause 1 (Accuracy) i) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. ii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \nMediated outcome 6.    The\ncomplaint was not resolved through correspondence between the parties. IPSO\ntherefore began an investigation into the matter. 7.    The publication\nre-iterated that it had amended the headline on the article to read “Hundreds\nof Syrians arrested in the UK for offences including rape and child abuse”. It\nalso published the following correction as a footnote to the online article: This\narticle was amended on 10 August 2016. The headlined originally said 'Hundreds\nof Syrians arrested for rape and child abuse in the UK.' In fact whilst\nhundreds of Syrians have been arrested for criminal offences in England and\nWales the majority of the offences that Syrians were arrested for was\nimmigration violations, but there were other serious crimes. For example, in\nLondon 238 Syrians were arrested including two for rape and seven for sex\noffences. The original headline was inaccurate and has been changed. 8.    The\ncomplainant said these actions resolved the matter to her satisfaction. 9.    As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate\ncomplaint received: 31/07/2016\nDate\ncomplaint concluded by IPSO: 08/09/2016\n \nBack to ruling listing\n\n\n"
}