{
    "url": "/rulings-and-resolution-statements/ruling/?id=07887-17",
    "title": "Resolution Statement 07887-17 A woman vs Metro.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2017-03-22 00:00:00",
    "received_on": "2017-03-29 00:00:00",
    "concluded_on": "2017-09-01 00:00:00",
    "complaint_processing_days": 156,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. Following IPSO’s intervention, the publication offered to remove the articles from its website; to send a private letter of apology to the complainant; and to publish the following apology:An article on 22 March (‘Man proves he’s the father of heir to a £1,000,000,000 fortune’) made a number of allegations against a mother and her family. In publishing the article, we relied on [the man’s] account of the proceedings and failed to reflect that these allegations are strongly denied by the mother and her family. We apologise to the mother, her minor child and her family for failing to reflect their position, and for any distress caused. We have removed the article from our site and agreed to send a written apology to the individuals concerned.8. The complainant said that this would resolve the matter to her satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07887-17 A woman vs Metro.co.ukSummary of complaint1. A woman complained to the Independent Press Standards\nOrganisation that Metro.co.uk had breached Clause 1 (Accuracy) in an article\nheadlined, “Man proves he's the father of heir to a £1,000,000,00 fortune”\npublished on 22 March 2017.2. The article reported a man’s belief that, following a\nprolonged legal battle, he had managed to prove that he was the father of a\nchild who was heir to a substantial fortune. The article reported his\nallegations surrounding a DNA test conducted to prove his paternity; his relationship\nwith the complainant; conflicts involving the complainant’s family; his press\nfor visitation rights and the effect the litigation had had on his life.3. The complainant, who was the mother of the child in the\npaternity dispute, said that the publication had reported the man’s claims\nwithout taking steps to verify them. While the complainant did not dispute that\nshe and the man were engaged in a paternity dispute, she said that the man’s\nclaims, as reported in the article, were false. \nShe denied that these claims had been made or heard in the court\nproceedings.  The complainant said that\nthe material provided by the publication in response to the complaint did not\nprove the allegations.  In relation to\nthe claim that the man had “proven” he was the father, the complainant said\nthat there had not been a final court judgement, and that she was legally\nprevented from commenting on the DNA test.4. The publication denied that it had breached the Code. It\nsaid that it was entitled to believe the account provided to it by the man in\nrelation to points of opinion he expressed, and said that the factual claims\nmade in the story were supported by information heard in court and from other\nsources. In addition, it said that many of the claims made in the story were\nexpressed in terms which made clear that they were the man’s own opinionsRelevant Code provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated outcome6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.7. Following IPSO’s intervention, the publication offered to\nremove the articles from its website; to send a private letter of apology to\nthe complainant; and to publish the following apology:An article on 22 March (‘Man proves he’s the father of heir\nto a £1,000,000,000 fortune’) made a number of allegations against a mother and\nher family. In publishing the article, we relied on [the man’s] account of the\nproceedings and failed to reflect that these allegations are strongly denied by\nthe mother and her family. We apologise to the mother, her minor child and her\nfamily for failing to reflect their position, and for any distress caused. We\nhave removed the article from our site and agreed to send a written apology to\nthe individuals concerned.8. The complainant said that this would resolve the matter\nto her satisfaction.9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 29/03/2017Date complaint concluded by IPSO: 01/09/2017\nBack to ruling listing\n\n\n"
}