{
    "url": "/rulings-and-resolution-statements/ruling/?id=16904-17",
    "title": "Resolution Statement 16904-17 Molloy v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2017-05-29 00:00:00",
    "received_on": "2017-07-17 00:00:00",
    "concluded_on": "2017-09-29 00:00:00",
    "complaint_processing_days": 74,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. Following IPSO’s intervention, the newspaper offered to publish the following clarification as a footnote to the online article: “Further to publication of this article, we have been asked to point out that the land value tax proposals by the Labour Land Campaign (LLC) appeared in a draft document that is not LLC policy, and suggested an introductory rate of 0.85% of land value, only rising to 3% later. We would further clarify that the document is one of many proposals as to how a land value tax could be advantageously implemented to replace unfair, economically inefficient taxes, that the Labour Land Campaign is not affiliated to the Labour Party and that its research does not inform Labour Party policy”. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 16904-17 Molloy v The Daily Telegraph\n1. Anthony Molloy,\non behalf of the Labour Land Campaign (LLC), complained to the Independent\nPress Standards Organisation that The Daily Telegraph breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined\n“Tax on homes ‘to treble under Labour plans for Land Value Tax’”, published\nonline on 29 May 2017.\n2. The article\nreported that the Labour party manifesto for the 2017 general election had\noutlined that the party would consider introducing a Land Value Tax (LVT), and\nreported claims that “council tax bills would treble for middle-class\nhomeowners” under the proposals. The article also reported that the policy has\nbeen driven by the LLC, a working group praised by Jeremy Corbyn, and that the\nLLC proposed to introduce LVT at a “standard rate” of 3 per cent of the value\nof land, which would be applied to 55 per cent of a home’s value.\n3. The complainant\nsaid that the article had misquoted the LLC research paper, which stated that\nthe average rate of LVT would be set at approximately 0.85 per cent of capital\nvalue. The complainant said that this research paper was in draft format and\ndid not represent official LLC policy, noting that the LLC has no official\npolicy on the implementation of LVT. He also said that the article gave the\nmisleading impression that the Labour party and the LLC were affiliated,\nbecause it appeared to associate LLC research figures with Labour party policy.\n4. The newspaper\nsaid that the article was an accurate report of the LLC research paper, which\nhad stated that the discounted rate of 0.85 per cent would last for only a\ntransitional period of ten to twenty years, following which the standard rate\nof 3 per cent would apply. The newspaper said that the LLC research paper was\nwritten by two senior members within the organisation, therefore the newspaper\nwas of the belief that it was an accurate reflection of LLC policy.\n5. The newspaper\nsaid that it was accurate to report that the Labour party manifesto contained\nplans for a LVT, a policy which has been driven by the LLC, and said that this\ndid not give the impression that the LLC and Labour party are affiliated.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8. Following IPSO’s\nintervention, the newspaper offered to publish the following clarification as a\nfootnote to the online article:\n“Further to publication of this article, we have been asked\nto point out that the land value tax proposals by the Labour Land Campaign\n(LLC) appeared in a draft document that is not LLC policy, and suggested an\nintroductory rate of 0.85% of land value, only rising to 3% later. We would\nfurther clarify that the document is one of many proposals as to how a land\nvalue tax could be advantageously implemented to replace unfair, economically\ninefficient taxes, that the Labour Land Campaign is not affiliated to the\nLabour Party and that its research does not inform Labour Party policy”.\n9. The complainant\nsaid that this would resolve the matter to his satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 17/07/2017Date complaint concluded by IPSO: 29/09/2017\nBack to ruling listing\n\n\n"
}