{
    "url": "/rulings-and-resolution-statements/ruling/?id=11532-16",
    "title": "Resolution Statement 11532-17 Miller v The Sun",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "received_on": "2016-11-30 00:00:00",
    "concluded_on": "2017-03-21 00:00:00",
    "complaint_processing_days": 111,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. Following IPSO’s intervention, the newspaper offered to remove the second article from its website. It also offered to remove the words “Guyanan-born”, and “foreign-born” from the first article, where they were used as a prefix to the complainant’s name. 12. In addition, IPSO arranged a meeting between the complainant and the newspaper at IPSO’s offices. During this meeting, the newspaper agreed to remove user comments from a further article, and to take action to ensure that similar problems did not arise in relation to user comments on future online articles which are about the complainant. It agreed that, unless it was clearly relevant in the article, it would avoid using the words “Guyanan-born”, or “foreign-born” as prefixes to the complainant’s name in the future. 13. The complainant said that this resolved the matter to her satisfaction. 14. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 11532-17 Miller v The Sun\n1. Gina Miller\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) Clause 2 (Privacy) and Clause 12 (Discrimination)\nof the Editors’ Code of Practice in relation to an article headlined “Who do EU\nthink you are?”, published on 4 November in print and online, and an online\narticle headlined “'KILL HER, SHE'S NOT EVEN BRITISH' Brexit blocker Gina\nMiller receives rape and death threats after bombshell Article 50 ruling”, also\npublished on 4 November.\n2. The articles\nreported on the complainant’s Article 50 legal challenge, after the High Court\nhad handed down its judgment in favour of the complainant. The first article\nreferred to the complainant as a “foreign-born multimillionaire”. It also used\nthe words “Guyana-born”, as a prefix to her name. The second article reported\non threats that had been made against the complainant on social media. It also\nused the words “Guyana-born” as a prefix to her name, and referred to her as\n“Brexit blocker”. A preview of the first article on the publication’s search\nresults page referred to judges overruling “the nation as loaded foreigners\ndefy the will of British public and derail Brexit”.\n3. The complainant\nsaid that the first article was inaccurate, as it deliberately distorted the\nfacts on her nationality, taking every opportunity to emphasise her birth\ncountry, Guyana, over her British Nationality. She said that although she was\nborn in Guyana, she moved to the UK as a young child, and has spent the rest of\nher life in the UK. She said it was inaccurate to refer to her as a foreigner.\nShe said it was inaccurate to claim that she was defying the will of the\nBritish people; the Article 50 claim was not about overruling the EU\nreferendum, but was about the constitutional requirements of leaving. She said\nit was also inaccurate to refer to her as a “Brexit-blocker”.\n4. The complainant\nsaid that the newspaper’s repeated reference to Guyana was discriminatory. She\nsaid that when taken in the full spirit in which it was intended, Clause 12\nextended to references to her country of birth. She said that in any event, her\ncountry of birth was closely connected to her race and colour.  She said that the references were unnecessary,\nand pejorative, in breach of Clause 12.\n5. The complainant\nsaid that the newspaper’s editorialising, combined with the inaccurate and\ndistorted reporting had resulted in xenophobic sentiment. She said that many of\nthe user comments on the two articles reflected the inaccuracies and pejorative\nreporting in the articles, and that the newspaper was responsible for these.\nShe said that explicit threats to her had resulted in her fearing for her and\nher family’s security, in breach of Clause 2. She said that the newspaper was\non notice of the abuse she was suffering, and would have been aware that its\nuser comments breached the Code, but failed to take action.\n6. The newspaper\nsaid it was true that the complainant was “foreign-born” and “Guyana born”, and\nnoted that the first article reported that she was born in Guyana, but grew up\nin Britain. The newspaper denied that the articles distorted the facts on the\ncomplainant’s nationality. It said that the Prime Minister’s plans to trigger\nArticle 50 without a Parliamentary vote had been “derailed” as a result of the\ncomplainant’s legal claim, and denied that the first article was inaccurate in\nthe manner alleged. The newspaper said that the first article clearly\ndistinguished between fact and comment, and there was no breach of Clause 1\n(iv).\n7. The newspaper\nsaid that Clause 12 does not prohibit reference to an individual’s country of\nbirth, and that in any event, the references to the complainant’s country of\nbirth were neither prejudicial nor pejorative. In addition, it said that the\ncomplainant’s country of birth was relevant to the subject matter of the\narticles, which was that several of the claimants in the Article 50 challenge\nhad foreign connections. It denied it had breached Clause 12.\n8. The newspaper\nsaid that under its regulations, IPSO can only consider complaints about user\ngenerated comments after they have been reviewed or moderated by the\npublications. It said that in this case, the complaint about the comments was\nreceived on the afternoon of 2nd December, and that the comments were removed\non 5th December.\nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.\nMediated outcome\n10. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n11. Following IPSO’s intervention, the newspaper offered to\nremove the second article from its website. It also offered to remove the words\n“Guyanan-born”, and “foreign-born” from the first article, where they were used\nas a prefix to the complainant’s name.\n12. In addition, IPSO arranged a meeting between the\ncomplainant and the newspaper at IPSO’s offices. During this meeting, the\nnewspaper agreed to remove user comments from a further article, and to take\naction to ensure that similar problems did not arise in relation to user\ncomments on future online articles which are about the complainant. It agreed\nthat, unless it was clearly relevant in the article, it would avoid using the\nwords “Guyanan-born”, or “foreign-born” as prefixes to the complainant’s name\nin the future.\n13. The complainant said that this resolved the matter to\nher satisfaction.\n14. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 30/11/2016Date complaint concluded by IPSO: 21/03/2017\nBack to ruling listing\n\n\n"
}