{
    "url": "/rulings-and-resolution-statements/ruling/?id=18928-17",
    "title": "Resolution Statement 18928-17 Dixon v Daily Express",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Express (Reach PLC)",
    "received_on": "2017-10-09 00:00:00",
    "concluded_on": "2018-02-07 00:00:00",
    "complaint_processing_days": 121,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation of the complaint, the newspaper offered to amend the online articles and to append the following correction: An earlier version of this article reported that the family were shot at whist looking for a place to buy water. It said that they had been directed to a crime ridden slum due to a language mix up. The article further reported that the family had been asked to leave but did not understand what was being said to them. The earlier version was based on the local police’s version of events at the time. Mrs Dixon has now confirmed that this version was not correct as the family always travel with water in the car in a hot country and that it was the satellite navigation system in their hire car that directed them wrongly. She said that they did not speak to anyone. 8. The complainant accepted the newspaper’s offer as a resolution to her complaint. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 18928-17 Dixon v Daily Express\nSummary of complaint\n1. Eloise Dixon\ncomplained to the Independent Press Standards Organisation that the Daily\nExpress breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment)\nand Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice\nin an article headlined “British mum SHOT in front of her young children during\nBrazil holiday”, published on 7 August 2017; an article headlined “Daughters’\nterror as mum is shot after family takes wrong turn into crime slum, published\non 8 August 2017; and article headlined “Ex-Para hailed a hero for saving\nfamily as wife is shot, published on 9 August 2017.\n2. The articles\nreported that the complainant was being treated in hospital having been shot\nwhile holidaying with her family in Brazil. It said that the family had entered\na rough neighbourhood of Rio de Janeiro because of a language mix-up while\nlooking for water. A gang had told the family to leave the area, but they had\nnot understood the request and the gang had then opened fire.\n3. The complainant\nsaid that reporters had harassed her family while she was being treated in\nhospital and while they were all traumatised and in shock. She said the\nnewspaper had also taken Facebook photographs and had published them without\ntheir consent. In addition, it had based its reports on inaccurate information\ngiven by the Brazilian police: the family had not driven into a rough\nneighbourhood because they were looking for water and had misunderstood\ndirections given to them, and they had not misunderstood the instructions of\nthe armed gang; in fact, the car’s sat-nav had misdirected them and the gang\nhad not spoken to them at all.\n4. The newspaper\ndid not accept any breach of the Code. It said that its articles had been based\non information given by the police; it had no reporters present in Brazil and\nit had made no attempt to question or photograph the family. The images it had\npublished had been taken from a Facebook profile, which was open to the public.\nGiven the complainant’s concern that the articles were inaccurate, it said that\nit would be happy to add a footnote to the online articles to clarify her\nversion of events.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy) \ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation of the complaint, the newspaper offered to amend the online\narticles and to append the following correction:\nAn earlier version of this article reported that the family\nwere shot at whist looking for a place to buy water. It said that they had been\ndirected to a crime ridden slum due to a language mix up. The article further\nreported that the family had been asked to leave but did not understand what\nwas being said to them. The earlier version was based on the local police’s\nversion of events at the time. Mrs Dixon has now confirmed that this version\nwas not correct as the family always travel with water in the car in a hot\ncountry and that it was the satellite navigation system in their hire car that\ndirected them wrongly. She said that they did not speak to anyone.\n8. The complainant\naccepted the newspaper’s offer as a resolution to her complaint.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 09/10/2017Date complaint concluded by IPSO: 07/02/2018\nBack to ruling listing\n\n\n"
}