{
    "url": "/rulings-and-resolution-statements/ruling/?id=02180-18",
    "title": "Resolution Statement 02180-18 Flynn v The Belfast Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2018-02-14 00:00:00",
    "received_on": "2018-03-06 00:00:00",
    "concluded_on": "2018-06-13 00:00:00",
    "complaint_processing_days": 99,
    "mediated_outcome": "8. During IPSO’s investigation of the complaint, the newspaper offered to publish the following clarification: With reference to an article published on February 14, 2018 in relation to the alleged trolling of Derry Troubles’ victim Helen Deery, we would take this opportunity to clarify that a number of the claims made in the article were misleading. 9. The complainant accepted the publication of this wording as a resolution to his complaint.10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02180-18 Flynn v The Belfast Telegraph\nSummary of complaint\n1. Martin Flynn\ncomplained to the Independent Press Standards Organisation that The Belfast\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Victim’s sister who hugged soldier abused”, published on 14\nFebruary 2018. The article was published online under the headline “Troll\ntargets sister of boy shot by Army in Derry after inquest into killing”.\n2. The article\nreported that a woman whose brother had been shot dead by a soldier almost 46\nyears ago had “endured vile abuse because she hugged the killer’s commanding\nofficer after he broke down during the inquest”. It reported that the woman had\nsaid that she had been “trolled by the man since the end of the inquest” and\nthat she had “never spoken a word to him in [her] life”.\n3. The complainant\nsaid that the article had contained false allegations against him. He said that\nalthough the article had not named him as the individual who the woman had\nclaimed had sent abusive messages, the journalist had posted it to the woman’s\nFacebook page where she had repeatedly accused him by name.\n4. He also denied\nthat he had never spoken to the woman; in fact, they had known each other for a\nnumber of years. While he accepted that correspondence between them had become\nheated for one week 10 months after the inquest, they had always engaged with\neach other positively, including in the months following the inquest, and he\nprovided examples to support his position. He expressed concern that the\nnewspaper had made no attempt to contact him before it proceeded to publish the\nallegations.\n5. The newspaper\ndid not accept a breach of the Code. It said that before publishing the\narticle, the reporter had checked the woman’s Facebook page to verify that\nabusive comments had been made, and it provided three examples, which it said\nsupported the report. It explained that it had not sought the complainant’s\ncomment before publication because it had no intention of naming him in the\npiece, and the reporter had made no comment whatsoever when she posted the\narticle to the woman’s Facebook page. \n6. The newspaper\nnoted that the article had not stated that the woman had never met the alleged\ntroll; rather, it had stated that she had never spoken to him. In any event, it\ndid not consider that this was a significant point in the context of the\nallegations.\nRelevant Code provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n8. During IPSO’s\ninvestigation of the complaint, the newspaper offered to publish the following\nclarification:\nWith reference to an article published on February 14, 2018\nin relation to the alleged trolling of Derry Troubles’ victim Helen Deery, we\nwould take this opportunity to clarify that a number of the claims made in the\narticle were misleading.\n9. The complainant\naccepted the publication of this wording as a resolution to his complaint.10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 06/03/2018\nDate complaint concluded by IPSO: 13/06/2018\nBack to ruling listing\n\n\n"
}