{
    "url": "/rulings-and-resolution-statements/ruling/?id=00601-17",
    "title": "Resolution Statement 00601-17 St Benet’s Catholic Church v Lewisham & Catford News Shopper",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "News Shopper (Lewisham) (Newsquest Media Group)",
    "published_on": "2016-04-27 00:00:00",
    "received_on": "2017-01-24 00:00:00",
    "concluded_on": "2017-03-03 00:00:00",
    "complaint_processing_days": 38,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the newspaper offered to publish a feature on the complainant, and its positive work in the community, with the same prominence as the article under complaint. 8. The complainant said that this would resolve the matter to its satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00601-17 St Benet’s Catholic Church v\nLewisham & Catford News Shopper\nSummary of Complaint\n1. St Benet’s\nCatholic Church complained to the Independent Press Standards Organisation that\nthe Lewisham & Catford News Shopper breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in relation to an article headlined “Antisocial,\nnoisy members of church anger residents”, published on 27 April 2016.\n2. The article\nreported on a dispute over noise levels and parking between the complainant, a\nchurch in Abbey Wood, and local residents. It reported comments from two local\nresidents, a response from a representative of the complainant, and a response\nfrom the council. One of the local residents was reported to have claimed that\n“sometimes the congregation are coming out at midnight”, and that “the noise\nlevels have been absolutely appalling”. It reported that the Church’s\nrepresentative had apologised, had said that “they talk about noise but it’s\nonly a Sunday service”, and said that “I agree there is an issue with parking”.\nThe article was accompanied by a photograph of a number of people with the\ncaption “[a named individual] and his neighbours are fed-up with ‘appalling\nnoise’”.\n3. The complainant denied that members of its\nparish were “antisocial and noisy”, or that members of the congregation had\never left the church around midnight.  The\ncomplainant said that the newspaper had reported a brief telephone conversation\nwith one of its representatives out of context, which gave the impression that\nit accepted the claims made by the local residents. During this conversation,\nits representative said that a full response would be sent via email, and the\nreporter provided him with an email address. The complainant said that various\nunsuccessful attempts were made to send a response to the newspaper via the\nemail address provided. It also sent the response to an alternative email\naddress, as well as a generic email address for the newspaper. The complainant\nsaid that its response was not included in the article which was subsequently\npublished.4. The newspaper\nsaid that it always seeks to gain responses from all parties involved in a\nparticular story.  It denied that it had\nprovided the complainant with an incorrect email address, but offered a further\nopportunity for the complainant to respond, either by a further article or a\nletter.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact. \nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, the newspaper offered to publish a feature on the complainant,\nand its positive work in the community, with the same prominence as the article\nunder complaint.\n8. The complainant\nsaid that this would resolve the matter to its satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received:\n24/01/2017Date complaint concluded by IPSO: 03/03/2017\n \nBack to ruling listing\n\n\n"
}