{
    "url": "/rulings-and-resolution-statements/ruling/?id=07191-19",
    "title": "Resolution Statement 07191-19 Cintra Estates v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-09-10 00:00:00",
    "received_on": "2019-09-13 00:00:00",
    "concluded_on": "2019-10-11 00:00:00",
    "complaint_processing_days": 28,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. The publication offered to print the following footnote and to delete a photograph of Cintra Estates from the article: “This article has been amended since publication to remove suggestions that the deposits were due to be returned by Cintra Estates. We are happy to make clear their position that they do not hold deposits for any of [the landlord’s] properties.” 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07191-19 Cintra Estates v Mail\nOnline\nSummary of Complaint\n1. Cintra Estates complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Students are left furious\nafter being forced to wait up to THREE MONTHS for nearly £10,000 in rental\ndeposits to be returned by estate agents”, published on 10 September 2019.\n2. The article reported on the claims of several students\nwho had not had their housing deposits returned following the end of their\ntenancies. It reported that students were waiting for their “deposit to be\nreturned by Cintra Estates in Reading” and called the landlord of the students’\nhouses “an affiliate of Cintra”.\n3. The complainant, who represented Cintra Estates, said\nthat the article was inaccurate in breach of Clause 1 of the Editors’ Code. He\nsaid that Cintra Estates provides a service to the landlord, but that the\nlandlord alone held the students’ deposits and therefore it was for the\nlandlord to return the deposits. The complainant also disputed that the\nlandlord was an affiliate of Cintra Estates.\n4. The publication did not accept that it had breached the\nCode. It said it had not stated that Cintra Estates held the deposits but had\nreported the accusations of students who said that Cintra Estates had failed to\nreturn their deposits. It also referenced that Cintra Estates had taken a\nholding deposit directly from the students which was deducted from the total\ndeposit. Furthermore, it believed that the landlord was an affiliate as Cintra\nEstates is a guarantor for the landlord, and all properties once managed by\nCintra had been transferred to the landlord, amongst other reasons. \n5. However, the publication amended the article to remove\nany reference that the deposits were to be returned by Cintra Estates or by the\nestate agents. It also altered the bullet point from “Cintra Estates and [the\nlandlord] accused of keeping tenants' deposits” to ”Cintra Estates and [the\nlandlord] criticised in row over deposits”. It also amended the description of\nthe relationship between Cintra Estates and the landlord from “affiliates” to\nbusiness associates.\nRelevant Clause Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n8. The publication offered to print the following footnote\nand to delete a photograph of Cintra Estates from the article:\n“This article has been amended since publication to remove\nsuggestions that the deposits were due to be returned by Cintra Estates. We are\nhappy to make clear their position that they do not hold deposits for any of\n[the landlord’s] properties.”\n9. The complainant said that this would resolve the matter\nto his satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 13/09/2019\nDate complaint concluded by IPSO: 11/10/2019\n \nBack to ruling listing\n\n\n"
}