{
    "url": "/rulings-and-resolution-statements/ruling/?id=02184-16",
    "title": "Resolution Statement Complaint   02184-16 Brookes v Mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mirror.co.uk (Reach PLC)",
    "received_on": "2016-04-05 00:00:00",
    "concluded_on": "2016-06-29 00:00:00",
    "complaint_processing_days": 85,
    "mediated_outcome": "8.    The publication denied that its coverage breached the Code. Specifically, in response to the complainant’s concerns that she had been harassed and intimidated by the journalist, the newspaper said that both parties had frequently contacted one another in the past, and their exchanges would, at times, become robust. It said that in the full context of the specific exchange the complainant was concerned about, the journalist’s response – while potentially intemperate – did not amount to harassment under the Code. 9.    Following further correspondence between the parties through IPSO, the publication offered to remove the articles about which the complainant was concerned. 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 02184-16 Brookes v Mirror.co.uk\nSummary of complaint 1.    Nicola Brookes complained to the\nIndependent Press Standards Organisation that Mirror.co.uk breached Clause 1\n(Accuracy), Clause 3 (Harassment) and Clause 4 (Intrusion into grief or shock)\nof the Editors’ Code of Practice in articles headlined “Bullies behind ‘cat\npunching event’ used fake passports to dodge social media ban and launch more\nsick attacks”, published on 27 May 2015; “Cat-punching troll linked to\n‘Christians Against Taylor Swift’ Nazi slur hate campaign”, published on 24\nSeptember 2015; “Inside Britain's most notorious\ntroll gang: Meet the secretive mob behind stunts that sicken the nation”\npublished on 3 January 2016; and “‘Racist troll’ fears he could lose his kids\nafter anti-troll campaigners claim he is not a fit parent”, published on 2\nFebruary 2016. 2.   \nThe\narticles were about online “trolling”, and named a number of well-known\n“trolls”. A number of the articles also referred to the complainant, who had\nbeen the subject of online abuse by some of the “trolls”. 3.    The\ncomplainant said that the articles contained a number of inaccuracies,\nincluding inaccurately describing the nature of the abuse she had been subject\nto and inaccurately described her as a “campaigner”. She also said that the\narticles misquoted her and had omitted important details about some of the\nbehaviour of the online “trolls” referred to in the articles. She said that the\narticles had been written carelessly, and had included many further inaccuracies. 4.    The\ncomplainant also said that she had repeatedly been contacted by the journalist\ndespite her requests for him not to contact her again. She said that the\njournalist had also intimidated and threatened her: following an email\nexchange, the journalist implied that if he was “pushed”, he could write an\narticle about her which she would not like. She was concerned that this\nbehaviour amounted to a breach of Clause 3. 5.    The\ncomplainant also said that the unexpected publication of the articles had\ncaused her distress and shock during a difficult time. She said that, as a\ndirect result of the articles, she had suffered increased abuse online. She\nconsidered that the articles had given the online “trolls” a platform from\nwhich to target her.  6.    The\npublication and complainant agreed that, due to the complicated nature of the\ncomplaint, it would be best if IPSO began its investigation immediately. \nRelevant Code provisions 7.    Clause\n1 (Accuracy) i) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. ii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. Clause 3 (Harassment)i) Journalists must not engage in intimidation,\nharassment or persistent pursuit. ii) They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them. If requested,\nthey must identify themselves and whom they represent. Clause 4 (Intrusion into grief or shock) In cases involving personal grief or shock,\nenquiries and approaches must be made with sympathy and discretion and\npublication handled sensitively. These provisions should not restrict the right\nto report legal proceedings. \nMediated outcome 8.    The\npublication denied that its coverage breached the Code. Specifically, in\nresponse to the complainant’s concerns that she had been harassed and\nintimidated by the journalist, the newspaper said that both parties had\nfrequently contacted one another in the past, and their exchanges would, at\ntimes, become robust. It said that in the full context of the specific exchange\nthe complainant was concerned about, the journalist’s response – while\npotentially intemperate – did not amount to harassment under the Code. 9.    Following\nfurther correspondence between the parties through IPSO, the publication offered\nto remove the articles about which the complainant was concerned. 10. The\ncomplainant said that this would resolve the matter to her satisfaction. 11. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code. Date complaint received: 05/04/2016Date complaint concluded by IPSO: 29/06/2016\nBack to ruling listing\n\n\n"
}