{
    "url": "/rulings-and-resolution-statements/ruling/?id=08643-19",
    "title": "Resolution Statement - 08643-19 Singh v thescottishsun.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Scottish Sun (News UK)",
    "received_on": "2019-11-08 00:00:00",
    "concluded_on": "2020-04-24 00:00:00",
    "complaint_processing_days": 168,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the newspaper offered to amend both articles to include the following statement from the complainant: “Singh said: “I am not a 'rogue landlord. The Government describes this as someone who lets sub-standard property and takes advantage of vulnerable tenants. My family and I have rented out commercial and private properties for years and never had any complaints. In this case, there was simply a brief lapse in the registration of rented properties with the council. I was not personally censured over the licensing issues at the Lorne Hotel. The Lorne is open to everyone and I have never been made aware of it being frequented by criminals, nor do I personally associate with criminals.”” 8. The publication also offered to pass on the complainant’s request to be contacted in future before any story, concerning him personally, is published. Finally, it also offered to add the following footnote correction to both online articles: A previous version of this article said that Sohan Singh owned the Lorne Hotel when Kevin Carroll's wake was held there in 2010. To clarify, Mr Singh did not buy the hotel until the following year. The article also said that Mr Singh was suspended from the Labour Party for three years for using a relative's disabled parking badge. He was in fact suspended for a matter of weeks. The three-year suspension was for an unrelated matter. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 08643-19 Singh v\nthescottishsun.co.uk\nSummary of Complaint\n1. Sohan Singh complained to the Independent Press Standards\nOrganisation that thescottishsun.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “'DISHONEST CHEAT' Shamed\nex-Glasgow councillor suing restaurant boss for £50K over political bribes\naccusation”, published on 1 September 2019. Another article, published on 3\nNovember 2019, repeated some of the alleged inaccuracies. It appeared under the\nheadline “COURT FIGHT Shamed ex-Glasgow councillor who is suing restaurant boss\nfor £50k hires Scotland’s top advocate”.\n2. The article reported that the complainant was pursuing\nlibel action against a named individual. It stated that the complainant, a\nhotelier and ex-councillor, was previously “carpeted by [the] Labour [Party]\nfor illegally using a disabled parking pass” and “suspended…for three years”\nfor doing so. It stated that the complainant was a “rogue landlord” who had\n“illegally rented out a series of Glasgow flats without being registered with\nthe council” and that he was “issued with a written warning by his own\ncouncil…over licensing breaches” at his hotel. The article also stated that\nthat the complainant owned the hotel when it held the wake of a named “slain\ngangster” and that the hotel “is a well known hang-out of [a named] crime\nclan”.\n3. The complainant said it was inaccurate to state that he\n“was suspended by Labour for three years after using a relative’s disabled\nparking” as he was actually suspended for a matter of weeks. He said it was\ninaccurate to state that he was “issued with a written warning by his own\ncouncil…over licensing breaches” as he was not censured personally. He also\nsaid it was inaccurate to describe him as a “rogue landlord” that had\n“illegally rented out” a series of flats as this was simply a genuine\nadministrative error. He said he did not own the hotel when the wake referred\nto in the article was held in 2010 and also said it was misleading to claim\nthat the hotel was a “well known hang-out” of a named crime gang. The complainant\nalso alleged many other inaccurate or misleading statements in the articles.\n4. The publication did not accept that the article breached\nthe Code. It said that the alleged inaccuracies identified by the complainant\nwere minor and not significant in context. It stated that it had made clear the\nbasis of its claim that the complainant was a “rogue landlord” and that a\nreport about licensing breaches at the complainant's hotel had remained in the\npublic domain, undisputed, since 2012. It did not consider that the reference\nto the complainant’s three-year suspension was significantly inaccurate, in\ncircumstances where he had received this length of suspension for something\nelse. Finally, it stated that the hotel had long been associated with criminals\nand that the complainant did not dispute that he owned the hotel in 2016, when\na criminal’s wake was held, even if he did not own it during another criminal’s\nwake in 2010 as the article had stated.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation, the newspaper offered to\namend both articles to include the following statement from the complainant:\n“Singh said: “I am not a 'rogue landlord.\nThe Government describes this as someone who lets sub-standard\nproperty and takes advantage of vulnerable tenants. My family and I have rented\nout commercial and private properties for years and never had any complaints.\nIn this case, there was simply a brief lapse in the\nregistration of rented properties with the council.\nI was not personally censured over the licensing issues at\nthe Lorne Hotel.\nThe Lorne is open to everyone and I have never been made\naware of it being frequented by criminals, nor do I personally associate with\ncriminals.””\n8. The publication also offered to pass on the complainant’s\nrequest to be contacted in future before any story, concerning him personally,\nis published. Finally, it also offered to add the following footnote correction\nto both online articles:\nA previous version of this article said that Sohan Singh\nowned the Lorne Hotel when Kevin Carroll's wake was held there in 2010. To\nclarify, Mr Singh did not buy the hotel until the following year. The article\nalso said that Mr Singh was suspended from the Labour Party for three years for\nusing a relative's disabled parking badge. He was in fact suspended for a\nmatter of weeks. The three-year suspension was for an unrelated matter.\n9. The complainant said that this would resolve the matter\nto his satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 08/11/2019\nDate complaint concluded by IPSO: 24/04/2020\nBack to ruling listing\n\n\n"
}