{
    "url": "/rulings-and-resolution-statements/ruling/?id=00420-19",
    "title": "Resolution Statement 00420-19 Lewisham Islamic Centre v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2019-01-19 00:00:00",
    "received_on": "2019-01-20 00:00:00",
    "concluded_on": "2019-06-05 00:00:00",
    "complaint_processing_days": 136,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. During IPSO's investigation, the publication offered to publish a correction on page 2 in print in its usual corrections and clarification column. The publication offered the following wording: Lewisham Islamic Centre A 19 Jan article reported that police were investigating claims that a Scout group hosted by the Lewisham Islamic Centre had extremist links. We now understand that the Lewisham Islamic Centre was not subject to any police investigation. Further, we reported that the Lewisham Islamic Centre segregates its scout groups by gender. It denies that it enforces segregation and we accept that segregating children is not against the Scouts Association’s rules. We are happy to make these points clear and apologise for any contrary impression.  12. The publication also offered to amend the wording of the online headline to read \"Scout leader suspended after Scout group run from mosque is linked to Islamic extremist and Holocaust denier\". It also offered to publish a correction with the online article and offered the following wording: CORRECTION: This article originally reported that police were investigating claims that a Scout group hosted by the Lewisham Islamic Centre (LIC) had extremist links. We now understand that the Lewisham Islamic Centre was not subject to any police investigation. Further, we reported that the LIC segregates its scout groups by gender. The centre denies that it enforces segregation and we accept that segregating children is not against the Scouts Association’s rules. We are happy to make these points clear and apologise for any contrary impression. 13. The complainant said that this would resolve the matter to its satisfaction. The correction was published online by the Telegraph, and in the print edition by the Daily Telegraph on 07 June 2019. 14. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00420-19 Lewisham Islamic Centre v The Daily TelegraphSummary of complaint\n1. Lewisham Islamic\nCentre  complained to the Independent\nPress Standards Organisation that The Daily Telegraph breached Clause 1\n(Accuracy) of the Editors' Code of Practice in an article headlined\n\"Mosque with 'extremist links runs Scout troop\" published on 19\nJanuary 2019.\n2. The article\nreported that a scout group run from Lewisham Islamic Centre was \"being\ninvestigated by police\" after an investigation by the publication linked\nit to an \"Islamic extremist\". The article went on to report that the\nScout Association had \"raised the alarm\" after the publication found\nthat Lewisham Islamic Centre \"segregated groups by gender despite the\nscouts' commitment to mixed sex groups\". The article went on to report\nthat Lewisham Islamic Centre did not respond to a request for comment.\n3. The article was\nalso published in much the same format online under the headline \"Police\ncalled in after Scout group run from mosque is linked to Islamic extremist and\nHolocaust denier\" published on 18 January 2019.\n4. The complainant\nsaid that the article was inaccurate. It said that Lewisham Islamic Centre had\nnot been suspended by the scouts for extremism fears as alleged. The\ncomplainant said that the suspension was due to an administrative error with a\nmember of staff and not due to links to extremism; the member of staff received\ncorrespondence from the Scout Association which confirmed this. It said that\nthe article inaccurately claimed that the mosque and the mosque's scout group\nwas under investigation by the police, when there had been no police\ninvestigation and the mosque had not been contacted by the police.\n5. The complainant\nalso said that the article inaccurately reported that the centre had broken\nscout rules by segregating its groups by gender. It said that two of its three\nage groups were totally mixed and the other group, the 10.5 to 14 age group,\nwas also mixed but carried out activities separately. The complainant denied\nthat it enforced segregation and emphasised that this was not against scout\nrules or regulations as suggested in the article.\n6. The newspaper\ndid not accept that it had breached the Code. It said that it had investigated\nall the allegations included in the article: that the mosque had extremist\nlinks and that the mosque segregated its groups by gender. It said that it had\npassed both these concerns to the Scout Association and received a statement\nfrom the Scout Association confirming receipt of the allegations. It said that\nthis statement confirmed that it had launched an internal investigation and\nreported the allegations to the Metropolitan Police.\n7. The newspaper\nsaid that the article did not report that the mosque was being investigated by\nthe police, it reported that the mosque's scout group was being investigated.\nThe publication said that after it reported the allegations arising from its\ninvestigation to the Scout Association, it received a letter from the Scout\nAssociation confirming that it had reported the scout group to the police. It\nemphasised that the police would inevitably make preliminary investigations and\nthis was not misleading and the article did not report that the police had\ncontacted the mosque. The publication said that it would be willing to correct\nits position if the complainant could provide any information which contradicted\nthe information it received from the Scout Association.\n8. The publication\nsaid that it was not inaccurate to report that the mosque segregated its groups\nby gender; by the mosque's own admission it segregated its oldest age group.\nFurther, the publication emphasised that the article did not report that\nsegregation was against scout rules, it reported that groups were segregated\ndespite the Scout Association's \"commitment to mixed sex groups\" and\nreferenced the scout's member resources.\nRelevant Code Provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n10. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n11. During IPSO's investigation, the publication offered to\npublish a correction on page 2 in print in its usual corrections and\nclarification column. The publication offered the following wording:\nLewisham Islamic Centre\nA 19 Jan article reported that police were investigating\nclaims that a Scout group hosted by the Lewisham Islamic Centre had extremist\nlinks. We now understand that the Lewisham Islamic Centre was not subject to\nany police investigation. Further, we reported that the Lewisham Islamic Centre\nsegregates its scout groups by gender. It denies that it enforces segregation\nand we accept that segregating children is not against the Scouts Association’s\nrules. We are happy to make these points clear and apologise for any contrary\nimpression. \n12. The publication also offered to amend the wording of the\nonline headline to read \"Scout leader suspended after Scout group run from\nmosque is linked to Islamic extremist and Holocaust denier\". It also\noffered to publish a correction with the online article and offered the\nfollowing wording:\nCORRECTION: This article originally reported that police\nwere investigating claims that a Scout group hosted by the Lewisham Islamic\nCentre (LIC) had extremist links. We now understand that the Lewisham Islamic\nCentre was not subject to any police investigation. Further, we reported that\nthe LIC segregates its scout groups by gender. The centre denies that it\nenforces segregation and we accept that segregating children is not against the\nScouts Association’s rules. We are happy to make these points clear and\napologise for any contrary impression.\n13. The complainant said that this would resolve the matter\nto its satisfaction. The correction was published online by the Telegraph, and\nin the print edition by the Daily Telegraph on 07 June 2019.\n14. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint\nreceived: 20/01/2019Date complaint\nconcluded by IPSO: 05/06/2019\nBack to ruling listing\n\n\n"
}