{
    "url": "/rulings-and-resolution-statements/ruling/?id=10567-22",
    "title": "Resolution Statement – 10567-22 Marson v express.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2022-07-21 00:00:00",
    "received_on": "2022-07-21 00:00:00",
    "concluded_on": "2022-09-26 00:00:00",
    "complaint_processing_days": 67,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation the publication removed the sub-headline from the article. It accepted that it was misleading to report that the £200 billion figure was a boost and that this figure referred to the trade relationship with North Carolina. It also amended the correction, so that it read: Correction: A previous headline on this article stated 'Brexit trade victory! UK strikes new US deal with major state TODAY in £200bn turbo boost'. In fact, according to Penny Mordaunt, the deal will see UK \"grow our already £200bn trade relationship\" rather than create a £200bn boost. The article also reported that the £200bn deal was exclusively with North Carolina. In fact, there is no deal with North Carolina nor US, but merely a trade relationship with the United States worth £200bn. We are happy to clarify this. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 10567-22 Marson v express.co.uk\nSummary\nof Complaint\n1. James\nMarson complained to the Independent Press Standards Organisation that\nexpress.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Brexit trade victory! UK strikes new US deal with major\nstate TODAY in £200bn turbo boost”, published on 21 July 2022.\n2. The\narticle, which appeared online only, reported on a trade deal with North\nCarolina. The sub-headline stated that “BREXIT Britain is a step closer to a\nfree trade deal with the US today after boosting a £200billion agreement with\nNorth Carolina”, while the article went on to report that the deal – the\n“second trade and economic Memorandum of Understanding (MoU) with a US state” –\nwould boost the “existing £200 billion deal with the US.”\n3. The\ncomplainant said that the headline and sub-headline were inaccurate in breach\nof Clause 1, as they inaccurately suggested that the United Kingdom had a\ntrading relationship with North Carolina worth £200 billion, which the deal\nwould “boost”. He said that as a government press release promoting the deal\nreferred to $1.6 billion dollars of trade between North Carolina and the United\nKingdom. The complainant said that the £200 billion trade relationship was in\nfact with the United States as a whole.\n4. The\npublication amended the article the day after it was published, and before it\nhad been made aware of the complainant’s concerns. The headline was amended to\nread “Brexit trade victory! UK strikes new US deal with major state TODAY”, and\nthe following correction was added to the top of the article:\nCorrection:\nA previous headline on this article stated 'Brexit trade victory! UK strikes\nnew US deal with major state TODAY in £200bn turbo boost'. In fact, according\nto Penny Mordaunt, the deal will see UK \"grow our already £220bn trade\nrelationship\" rather than create a £200bn boost. We are happy to clarify\nthis.\n5. The\ncomplainant said that his complaint had not been addressed. He noted that the\narticle’s sub-headline still referred to the deal “boosting a £200billion\nagreement with North Carolina” – which was not the case. He again referred to\nthe government press release, which stated: \"The state already buys $1.6bn\n(or £1.2bn)- of goods from the UK”. He said that, therefore, the article’s\nsub-headline boosted the value of the existing trade relationship by nearly\n£199 billion.\n6. The\ncomplainant further noted that the article suggested that there was a “deal”\nwith the United States. He said that there was no such deal, which the press\nrelease made clear by referring simply to a “£200bn trade relationship”. He\nalso expressed concern over the accuracy of the correction, where it referred\nto an MP stating that the deal would boost the “£220bn trade relationship”,\nwhile the press release quoted the MP as saying the deal would “grow our\nalready £200bn trade relationship”.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n8. During\nIPSO’s investigation the publication removed the sub-headline from the article.\nIt accepted that it was misleading to report that the £200 billion figure was a\nboost and that this figure referred to the trade relationship with North\nCarolina. It also amended the correction, so that it read:\nCorrection:\nA previous headline on this article stated 'Brexit trade victory! UK strikes\nnew US deal with major state TODAY in £200bn turbo boost'. In fact, according\nto Penny Mordaunt, the deal will see UK \"grow our already £200bn trade\nrelationship\" rather than create a £200bn boost. The article also reported\nthat the £200bn deal was exclusively with North Carolina. In fact, there is no\ndeal with North Carolina nor US, but merely a trade relationship with the\nUnited States worth £200bn. We are happy to clarify this.\n9. The\ncomplainant said that this would resolve the matter to his satisfaction.\n10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\nDate\ncomplaint received: 21/07/2022\nDate\ncomplaint concluded by IPSO: 26/09/2022\nBack to ruling listing\n\n\n"
}