{
    "url": "/rulings-and-resolution-statements/ruling/?id=02327-20",
    "title": "Resolution Statement – 02327-20 Lawson v The Gazette (Paisley)",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "(DISCONTINUED) The Gazette (Paisley)  (Newsquest Media Group)",
    "published_on": "2020-04-02 00:00:00",
    "received_on": "2020-04-02 00:00:00",
    "concluded_on": "2020-06-24 00:00:00",
    "complaint_processing_days": 83,
    "mediated_outcome": "6. The complaint was not resolved during the referral period. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication offered to publish the following correction as a footnote to the online article: “\"A previous version of this article contained the headline “Coronavirus: Number of confirmed cases rises to 682 in NHS GGC with 50 more deaths overnight”. To clarify, 50 deaths did not occur overnight. Rather, 50 deaths were confirmed overnight after delays in reporting deaths over the previous few days” 8. The complainant said that this would resolve the matter to his satisfaction.  9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\n\nResolution Statement\n– 02327-20 Lawson v The Gazette (Paisley)\nSummary of\nComplaint\n1. Brian Lawson\ncomplained to the Independent Press Standards Organisation that The Gazette\n(Paisley) breached Clause 1 (Accuracy) of the Editors' Code of Practice in an\narticle headlined “Coronavirus: Number of confirmed cases rises to 682 in NHS\nGGC with 50 more deaths overnight” published on 2 April 2020.\n2. The article\nreported on the First Minister of Scotland’s announcement on the Covid-19 death\ntoll in Scotland, which had increased “from 632 to 682 overnight”.  \n3. The\ncomplainant said the phrase in the headline -“50 more deaths overnight”- was\ninaccurate. It implied that 50 more deaths had occurred overnight, which was\nnot the case. Rather, 50 deaths were confirmed overnight after delays in\nreporting deaths over the previous few days, as the First Minister’s full\nremarks had made clear. \n4. The\npublication did not accept it had breached the Code. It said that they had\nquickly amended the article to remove the phrase “50 more death overnight” and\nthat the error was not deliberate.\nRelevant Code\nProvisions\n5.   Clause 1 (Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when reasonably\ncalled for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nMediated Outcome\n6. The complaint\nwas not resolved during the referral period. IPSO therefore began an\ninvestigation into the matter.\n7. During IPSO’s\ninvestigation, the publication offered to publish the following correction as a\nfootnote to the online article:\n“\"A\nprevious version of this article contained the headline “Coronavirus: Number of\nconfirmed cases rises to 682 in NHS GGC with 50 more deaths overnight”. To\nclarify, 50 deaths did not occur overnight. Rather, 50 deaths were confirmed\novernight after delays in reporting deaths over the previous few days”\n8. The\ncomplainant said that this would resolve the matter to his satisfaction. \n9. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\n \nDate complaint\nreceived: 02/04/2020\nDate complaint\nconcluded by IPSO: 24/06/2020  \n\n\nBack to ruling listing\n\n\n"
}