{
    "url": "/rulings-and-resolution-statements/ruling/?id=01553-19",
    "title": "Resolution Statement 01553-19 Cuthbert v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mirror.co.uk (Reach PLC)",
    "received_on": "2019-02-18 00:00:00",
    "concluded_on": "2019-04-17 00:00:00",
    "complaint_processing_days": 58,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, the publication offered to remove the article from its website, as a gesture of goodwill, which the complainant confirmed resolved the complaint to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01553-19 Cuthbert v\nmirror.co.uk\nSummary of complaint 1.  Roger Cuthbert complained to the Independent Press Standards\nOrganisation that mirror.co.uk breached Clause 1 (Accuracy) and Clause 2\n(Privacy) of the Editors’ Code of Practice in an article headlined “Man dies at\ncare home while ambulances blocked by angry neighbours in parking row”. 2.  The article reported on an incident which allegedly took place outside a\nnamed care home; it reported that “an elderly care home resident died while the\nambulances called to save his life were blocked in by angry neighbours over an\nongoing parking row.” The article did not name the individuals involved in the\nincident, but described them as a “couple” who lived in a neighbouring house. 3.  The article reported a statement from a member of staff at the care\nhome: “'I know that they get frustrated with the parking situation outside of\nthe home. We are on just a small private lane but it was an emergency situation\nin which unfortunately a male resident died”. The article reported a statement\nfrom the police: “We are aware that ambulances were blocked in at the scene but\nthere were no arrests”. 4.  The complainant was one of two individuals who were alleged to have\nblocked the ambulances in with their cars. He denied that ambulances had been\nblocked in at the scene, and said that this was a false claim which had\noriginated from a member of staff at the care home. The complainant said that although\nhe had not been named, sufficient information was published to allow him to be\nidentified, which was intrusive given the inaccurate claims being reported. 5.  The complainant provided a letter from the ambulance service, in which it\nsaid that it was unable to confirm whether or not its vehicles were prevented\nfrom leaving the scene. The complainant also provided correspondence which he\nhad received from the police. The police said that when they had been\napproached by the media, they did not give\nany indication that the blocking was done by a vehicle or was deliberate; the\npolice said that they had simply confirmed that they had received a report of\nthat nature. 6.  The publication said that the reporter gathered information and\nstatements from several sources, witnesses at the scene, the care home manager,\nthe police and the ambulance services; all of these accounts accurately\nreflected each other's description of what happened and confirmed that the\nambulances were blocked in. The publication did not accept that the information\ncontained in the article would have led readers to identify the complainant.\nRelevant Code Provisions 7. Clause 1 (Accuracy) i) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. ii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any individual's private life without consent. In considering an individual's reasonable expectation of privacy, account will be taken of the complainant's own public disclosures of information and the extent to which the material complained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy.\nMediated outcome 8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. 9. During IPSO’s investigation, the publication\noffered to remove the article from its website, as a gesture of goodwill, which\nthe complainant confirmed resolved the complaint to his satisfaction. 10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 18/02/2019Date complaint concluded by IPSO: 17/04/2019\nBack to ruling listing\n\n\n"
}