{
    "url": "/rulings-and-resolution-statements/ruling/?id=01278-19",
    "title": "Resolution Statement 01278-19  Tahwa v stokesentinel.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "stokesentinel.co.uk (Reach PLC)",
    "received_on": "2019-02-19 00:00:00",
    "concluded_on": "2019-03-14 00:00:00",
    "complaint_processing_days": 23,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication agreed to change the headline of the article to remove any reference to “loan shark” and making money “out of people’s misery”, and amended the article so that it read: “It was heard that, in total, she made around 500 loans to 100 members of the Zimbabwe UK community, with some running into thousands of pounds”, as a gesture of goodwill. 8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01278-19  Tahwa v stokesentinel.co.uk\nSummary of complaint\n1. Rita Tahwa\ncomplained to the Independent Press Standards Organisation that the\nstokesentinel.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Stoke-on-Trent loan shark, 43, who made £40k\nout of people's misery ordered to repay cash - or face jail”.\n2. The article\nreported that the complainant had been convicted of illegal money lending,\nhaving been involved in administrating a traditional Zimbabwean borrowing\nscheme. The article reported that she had made “500 loans to 100 victims” in\nwhich customers were required to sign an agreement which put assets against the\nloans; it also reported that one victim had been “threatened” with being\npublicly shamed if she could not repay her loan.\n3. The complainant\nsaid that the court did not find that she had made 500 loans to 100 victims,\nand in fact, very few borrowers were asked to put up assets in order to secure\nloans. She also said that it was accepted by the court that none of the\nborrowers were subject to aggressive enforcement action and that she was not\naware that her actions were illegal, and these factors were reflected in her\nsentence; it was therefore misleading to describe her as a “loan shark” or that\nshe had made money “out of people’s misery”.\n4. The publication\nsaid that the article was based on a press release from the Illegal Money\nLending Team, whom the publication contacted on receipt of the complaint, and\nremained satisfied that this was accurate.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation, the publication agreed to change the headline of the article to\nremove any reference to “loan shark” and making money “out of people’s misery”,\nand amended the article so that it read: “It was heard that, in total, she made\naround 500 loans to 100 members of the Zimbabwe UK community, with some running\ninto thousands of pounds”, as a gesture of goodwill.\n8. The complainant\nsaid that this would resolve the matter to her satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 19/02/2019\nDate complaint concluded by IPSO: 14/03/2019\nBack to ruling listing\n\n\n"
}