{
    "url": "/rulings-and-resolution-statements/ruling/?id=29766-20",
    "title": "Resolution Statement – 29766-20 Cohen v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-12-12 00:00:00",
    "received_on": "2020-12-12 00:00:00",
    "concluded_on": "2021-02-17 00:00:00",
    "complaint_processing_days": 67,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation the publication offered to further amend the online article, adding “Charities” to the headline, and publishing the following, in the form of a clarification footnote: “MailOnline notes that the NHS Christmas advert was paid for and placed by NHS Charities Together” 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 29766-20 Cohen v Mail Online\nSummary of Complaint\n1. Mark Cohen complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “'Bonkers' NHS advert that shows 'Santa being\nstruck down by coronavirus' before medics save him is condemned by critics for\n'upsetting children' and 'looking for reasons to make this Christmas worse'”,\npublished on 12 December 2020.\n2. The online article reported on the reaction to a\nChristmas advert, titled The Gift.  The\nheadline was followed by a series of bullet points that summarised what the\n“NHS charity Christmas advert\" showed and the subsequent reaction to its\nbroadcast. The article went on to detail these concerns, noting that the advert\nwas part of a campaign by the NHS Charities Together which “intended to\ncelebrate NHS staff and volunteers who fought tirelessly on the coronavirus\nfrontlines during the pandemic.”  The\narticle included the comments made by charity on social media and its Chief\nExecutive, Ellie Norton.\n3. The complainant said the headline of the article gave the\nmisleading impression that the advert was funded by the NHS, rather than by the\norganisation NHS Charities Together. The complainant expressed concern that\nreaders would be misled by the headline, highlighting that one of publication’s\nown columnist had shared the article on social media with the caption: “Why is\nthe NHS wasting money on tripe like this?”.\n4. The newspaper did not accept a breach of the Code.  It said the headline was supported by and\nclarified by the text of the article, including the titles and captions of\nphotographs, which made clear that the advert was funded by NHS Charities\nTogether. In any event, the publication suggested that the difference was\ninsignificant, given the aims of the charity and that the advert was for and\nabout the NHS.\n5. Notwithstanding this, upon receipt of the complaint, the\nnewspaper offered to amend the text of online article, including the first\nbullet point to read “Old bearded man lies unconscious in the NHS\nCharities-funded Christmas advert” as well as adding a full corporate\ndescription of the charity.  The\ncomplainant said this proposed action was insufficient to resolving his\ncomplaint.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation the publication offered to\nfurther amend the online article, adding “Charities” to the headline, and\npublishing the following, in the form of a clarification footnote:\n“MailOnline notes that the NHS Christmas advert was paid for\nand placed by NHS Charities Together”\n8. The complainant said that this would resolve the matter\nto his satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 12/12/2020\nDate complaint concluded by IPSO:  17/02/2021\nBack to ruling listing\n\n\n"
}