{
    "url": "/rulings-and-resolution-statements/ruling/?id=02089-22",
    "title": "Resolution Statement 02089-22 Rogerson v hulldailymail.co.uk (Hull Live)",
    "provisions": [
        "1 Accuracy (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Hull Live (Reach PLC)",
    "received_on": "2022-03-17 00:00:00",
    "concluded_on": "2022-06-15 00:00:00",
    "complaint_processing_days": 90,
    "mediated_outcome": "12. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.13. During IPSO’s investigation the publication agreed to write a private letter of apology to the complainant and her son, in addition to the published correction.14. The complainant said that this would resolve the matter to her satisfaction.15. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 02089-22 Rogerson v hulldailymail.co.uk (Hull Live)Summary\nof Complaint1.\nSamantha Rogerson complained to the Independent Press Standards Organisation\nthat hulldailymail.co.uk (Hull Live) breached Clause 1 (Accuracy) and Clause 4\n(Intrusion into grief and shock) of the Editors’ Code of Practice in an article\nheadlined “Huge cordon in Hessle Road after 'police chase' ends with road\nchaos”, published on 17 October 2021 and an article headlined “Man dies in\nHessle Road after 'medical episode' at the wheel”, published on 17 October\n2021.2. The\nfirst article was a brief report of a car crash, and repeated the claim in the\nheadline that it was “understood” the crash had followed a police chase.3. An\nhour after the article was published, the publication updated the headline to\nread “Huge cordon in Hessle Road after crash ends with road chaos”. It  also removed the article’s references to a\npolice car chase, and added a line reporting that “Humberside Police are yet to\nofficially comment on” the nature of the incident.4. The\nsecond article was published two and a half hours after the original article,\nand also reported on the collision. It said that an unnamed man, who had been\ndriving, had passed away in the collision. It stated that it was “understood\nthe man suffered a medical episode at the wheel”, and included a statement from\nthe police.5. The\ncomplainant, the wife of the man who had passed away, said that the articles\nwere inaccurate in breach of Clause 1. She said that there had not been a\npolice chase and the police had never said that this was the case.6. The\ncomplainant also said that the inaccuracy of this article intruded into her\ngrief and shock in breach of Clause 4. She said she felt that the article\ninaccurately and deliberately sensationalised the crash, and led to upsetting\ncomments on social media. The complainant said that the police informed her and\nher son that the newspaper had reported that there had been a police chase,\nwhich caused her son to feel doubt as to the truth of events. The complainant\nalso said that she felt she had to watch a recording of the crash, in order to\nmake herself feel sure that there had not been a police chase.7. The\ncomplainant also said that the second article was inaccurate as it had reported\nthat her husband had died of a medical episode. She said this had not been\nofficially determined at the time of reporting and therefore could not be\nconfirmed at the time of publication.8. The\npublication said it regretted any distress or upset caused by the first\narticle, however it did not accept that the Editors’ Code had been breached. It\nsaid that the article had taken the form of a live blog, which was updated as\nfurther information came to light. The publication said it had been contacted\nby a source which stated that police cars had been pursuing a car prior to a\nserious crash, and shared contemporaneous screenshots of social media messages\nwhich were speculating as to whether there had been a police crash. It also\nsaid that a journalist had attended the scene, and that the composition of the\nscene supported the narrative they had read about online.9. The\npublication said that, within an hour of publishing the story, they were\ncontacted by the police clarifying that there had been no police pursuit. It\nsaid that within ten minutes of this clarification the article was amended to\nremove the reference to a police chase. In its first substantive response to\nthe complaint, the publication also added the following wording beneath the\nheadline of the article:10. A\nprevious version of this article suggested unconfirmed reports of a 'police\nchase'. The Police have since confirmed that there had been no police pursuit.\nWe would like to clarify this and apologise for any distress caused.11. The\npublication said that it had not intended to cause any distress or upset to the\ncomplainant. It said it had deliberately chosen to not reveal the victim’s\nidentity and had obscured the license plates, and noted its position that it\nhad taken care to report accurately in a developing situation.12. The\npublication said that it had been confirmed by a reliable source that the\ncomplainant’s husband had died due to a medical episode, and noted that the\npolice had publicly confirmed he had died shortly after the publication of the\narticle. It said, therefore, the second article was not inaccurate.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause 4\n(Intrusion into grief or shock)In cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.Mediated\nOutcome12. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.13.\nDuring IPSO’s investigation the publication agreed to write a private letter of\napology to the complainant and her son, in addition to the published\ncorrection.14. The\ncomplainant said that this would resolve the matter to her satisfaction.15. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\nDate\ncomplaint received: 17/03/2022\nDate\ncomplaint concluded by IPSO: 15/06/2022\nBack to ruling listing\n\n\n"
}