{
    "url": "/rulings-and-resolution-statements/ruling/?id=20876-17",
    "title": "Resolution Statement 20876-17 Johnson v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2018-03-20 00:00:00",
    "concluded_on": "2018-06-28 00:00:00",
    "complaint_processing_days": 100,
    "mediated_outcome": "9. In order to resolve the complaint, the publication offered to circulate an internal memorandum to its editorial staff making them aware that, where necessary, any allegations in respect of Adam Johnson should be put to his father before publication. It also offered to remove the first and third articles from its website, and to publish the following correction as a standalone clarification:An article on 30 July 2017 headed “Muslim gang ‘urge paedophile footballer Adam Johnson to convert to Islam because they are the only inmates who will protect him in prison’” suggested that Mr Johnson had been “spotted praying” after he had been urged to convert to Islam by Muslim criminals offering protection. We now understand that Mr Johnson denies the allegations, and apologise for any distress caused by publication. We are happy to set the record straight.10. The complainant accepted the publication’s offer as a resolution to his complaint.11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 20876-17 Johnson v Mail OnlineSummary of complaint1. David Johnson,\nacting on behalf of Adam Johnson, complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Muslim gang ‘urge paedophile footballer\nAdam Johnson to convert to Islam because they are the only inmates who will\nprotect him in prison”, published on 30 July 2017; an article headlined “Stacey\nFlounders arrives to16-hours-a-week job ‘building relationships with\nfootballers’ in a Merc and carrying a £1,700 bag days after it emerged she was\non tax credits following split from her paedophile ex Adam Johnson”, published\non 21 September 2017; and an article headlined “Exclusive: Adam Johnson’s\nex-girlfriend Stacey Flounders nurses her left arm as she is spotted for first\ntime since horrific car crash on her way to see the paedophile footballer in\nprison, published on 6 December 2017.2. The complainant,\nthe father of Adam Johnson, said that the first article had inaccurately\nreported that other inmates in prison had threatened his son; that his son had\nattended prayer meetings in return for protection; that his son had converted\nto Islam; and that his son had been seen praying.3. He said the\nthird article inaccurately reported that Stacey Flounders had been involved in\na car crash while on her way to visit his son in prison. The accident had not\noccurred on a visiting day.4. In addition, he\nexpressed concern that the publication had referred to his son as a\n“paedophile” in all three articles. He said the term “paedophile” described a\n“male predator who had sexual attraction towards prepubescent children”; his\nson was not a paedophile.5. The publication\ndenied that it had breached the Code. It said that the first article was\nclearly a follow-up to an article published in a national newspaper, and it had\nmade clear in the article that these were allegations made by a source, and not\nestablished fact.6. The publication\nsaid that the report that Ms Flounders had been involved in a car accident had\nbeen provided by a reputable agency, which had based the story on information\nprovided by source close to Ms Flounders. It did not consider that it was\nsignificant whether she had been travelling to the prison at the time of the\ncrash, but as a gesture of goodwill, it offered to remove the reference to the\nprison and append the following footnote:An earlier version of this article stated that Ms Flounders\nwas travelling to HMP Moorland to visit Mr Johnson at the time of the\ncollision. We have since been informed that this is not the case and we are\nhappy to set the record straight.7. The publication\ndid not consider that it was inaccurate or misleading to refer to Adam Johnson\nas a “paedophile” as he had been found guilty of two counts of sexual activity\nwith a child and one count of child grooming. It also noted that the articles\nhad made clear that the victim was 15 years old at the time of the offences.Relevant Code provisions8. Clause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii)  A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Mediated outcome9. In order to\nresolve the complaint, the publication offered to circulate an internal\nmemorandum to its editorial staff making them aware that, where necessary, any\nallegations in respect of Adam Johnson should be put to his father before\npublication. It also offered to remove the first and third articles from its\nwebsite, and to publish the following correction as a standalone clarification:An article on 30 July 2017 headed “Muslim gang ‘urge\npaedophile footballer Adam Johnson to convert to Islam because they are the\nonly inmates who will protect him in prison’” suggested that Mr Johnson had\nbeen “spotted praying” after he had been urged to convert to Islam by Muslim\ncriminals offering protection. We now understand that Mr Johnson denies the\nallegations, and apologise for any distress caused by publication. We are happy\nto set the record straight.10. The complainant accepted the publication’s offer as a\nresolution to his complaint.11. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.Date complaint received: 20/03/2018Date complaint concluded by IPSO: 28/06/2018\nBack to ruling listing\n\n\n"
}