{
    "url": "/rulings-and-resolution-statements/ruling/?id=28680-20",
    "title": "Resolution Statement – 28680-20 Richardson v The Sun",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "published_on": "2020-10-26 00:00:00",
    "received_on": "2020-10-26 00:00:00",
    "concluded_on": "2020-01-20 00:00:00",
    "complaint_processing_days": -280,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. The newspaper offered to print the following correction in its regular Corrections and Clarifications column of the print edition: A Oct 25 opinion article, \"Act now Boris...or we’ll give a sod off\", said the second wave of Covid was 'following established pandemic trends' and 'petering out'. We wish to clarify that although data from the ONS and the King's College ZOE Covid surveys suggest that second wave infections peaked within days of the article's publication date, it is not clearly established that pandemics invariably peter out following second waves. The article also gave the writer's opinion that most people who died of Covid were 'very old, with only months to live'. While the mean age of individuals who have died due to Covid is 80.4, and average UK life expectancy at birth is 81.4, it is also true that individuals aged 80 have a life expectancy of 89.  12. The complainant said that this would resolve the matter to her satisfaction. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 28680-20 Richardson v The Sun\nSummary of Complaint\n1. Melissa Richardson complained to the Independent Press\nStandards Organisation that The Sun breached Clause 1 (Accuracy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice in an article headlined “Act\nnow Boris...or we'll give a sod off”, published on 26 October 2020.\n2. The article under complaint was an opinion piece,\nfocusing on the writer’s views regarding lockdown measures across the UK. It\nincluded the following statement from the writer to support their position that\nfurther lockdown measures were not needed: “What’s more, the so-called Second\nwave is actually following established pandemic trends and petering out.” The\narticle also discussed the first wave of the Covid-19 pandemic, saying that:\n“People aren’t stupid. They know most people who died over the summer were very\nold, with only months to live.”\n3. The article also appeared online in substantially the\nsame format under the headline “Put Christmas back on the agenda and scrap the\n10pm curfew Boris Johnson… or we’ll tell you where you can go”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1. At the time of the article’s publication, she said that the\nsecond wave was not “petering out”; rather, cases were increasing. Moreover, she\nsaid that there was no evidence of “established pandemic trends” which\ndemonstrated pandemics “petering out” during a second wave, and noted that the\nsecond wave of the Spanish Flu epidemic (1918-1920) was particularly\ndevastating. While the complainant accepted that 4 out of 5 people who died in\nthe UK during the first wave of the pandemic were over 70 years old, she did\nnot accept that it followed that they were “very old” or that they had “only\nmonths to live.” She noted that it was not possible to ascertain the life\nexpectancy of an amorphous group of people, and that there was not statistical\nevidence to demonstrate that “most people who died over the summer” had “only\nmonths to live.”\n5. The complainant also said that the article discriminated\nagainst older people in breach of Clause 12.\n6. The publication said it did not accept that the Code had\nbeen breached. It first noted that the article was an opinion piece, and\npresented as such; readers would not expect that every claim in the article\nwould be a verified claim of fact. It also considered that the alleged\ninaccuracies under dispute were clearly presented as the writer’s opinion, and\ndistinguished from fact. Notwithstanding these points, the publication said\nthat all alleged inaccuracies identified by the complainant could be supported\nby data. It said that the article was making the point that pandemics often\nfollow a trend of occurring in two waves and then fading away, and said that\ndata from King’s College London and the ZOE symptom study supported the\narticle’s view that the second wave was “petering out”. It also noted that\nwhether or not a pandemic could be said to be “petering out” was clearly\nsubjective to a point, and the newspaper said that it was not possible to say\nwith any certainty whether or not the pandemic was indeed “petering out”. The\npublication then noted that the average age of those who died during the first\nwave of the pandemic was 80.4, while the average life expectancy in the UK is\n81.4. It also noted that many of those who died during the first wave had\nco-morbidities, such as Alzheimer’s disease, which shorten the average\nlifespan. For these reasons, the publication did not consider that it was\ninaccurate to state that “most people who died over the summer were very old,\nwith only months to live.” It further said that, while it was subjective to an\nextent at what age a person can be considered “very old”, where the life\nexpectancy in the UK is 81.4 and the average age of those who died during the\npandemic was 80.4, it said there was sufficient basis for describing them as\nsuch.\n7. The publication said that Clause 12 was not breached, as\nthe terms of Clause 12 do not mention age, and they do not cover groups or\ncategories of people. As such, concerns that the article discriminated against\nthe elderly did not, according to the publication, engage the terms of the\nClause.\n8. The complainant said that she did not dispute that the\narticle was on opinion piece. Nevertheless, she considered that the alleged\ninaccuracies that she had identified were presented as claims of fact, and not\nas the opinion of the article writer. She noted that the available data at the\ntime of the article’s publication regarding the second wave of infections was\nnot conclusive, with some figures showing an increase in infections after the\narticle’s publication. She went on to note that any decline in cases may be\nattributed in part, or entirely, to government interventions rather than\n“established pandemic trends”; even if it was accepted that the second wave was\n“petering out”, it did not follow that the second wave following “established\npandemic trends” in doing so. She also reiterated that, regardless of the\naverage life expectancy at birth being 81.4, it was not possible to say with\nany certainty that those who died during the summer had “only months to live.”\n9. The complainant accepted that the terms of Clause 12 were\nnot engaged in this instance, and expressed concern that the terms of the\nClause did not cover age-based discrimination.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nMediated Outcome\n10. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n11. The newspaper offered to print the following correction\nin its regular Corrections and Clarifications column of the print edition:\nA Oct 25 opinion article, \"Act now Boris...or we’ll\ngive a sod off\", said the second wave of Covid was 'following established\npandemic trends' and 'petering out'. We wish to clarify that although data from\nthe ONS and the King's College ZOE Covid surveys suggest that second wave\ninfections peaked within days of the article's publication date, it is not\nclearly established that pandemics invariably peter out following second waves.\nThe article also gave the writer's opinion that most people who died of Covid\nwere 'very old, with only months to live'. While the mean age of individuals\nwho have died due to Covid is 80.4, and average UK life expectancy at birth is\n81.4, it is also true that individuals aged 80 have a life expectancy of 89. \n12. The complainant said that this would resolve the matter\nto her satisfaction.\n13. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\n \nDate complaint received: 26/10/2020\nDate complaint concluded by IPSO: 20/01/2020\nBack to ruling listing\n\n\n"
}