{
    "url": "/rulings-and-resolution-statements/ruling/?id=19499-17",
    "title": "Resolution Statement 19499-17 Cornford v Bexhill Observer",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "(DISCONTINUED) bexhillobserver.net (JPI Media)",
    "published_on": "2017-10-13 00:00:00",
    "received_on": "2017-10-30 00:00:00",
    "concluded_on": "2017-12-08 00:00:00",
    "complaint_processing_days": 39,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. Following IPSO’s investigation, the newspaper offered to publish the following correction on page 2 of its print edition, and online: An article headlined 'Support for those who have diabetes' (Bexhill Observer, October 13) was incorrectly illustrated with a photograph of Caroline Cornford and her daughter. We are pleased to make clear that neither Mrs Cornford nor her Daughter have any connection with Bexhill Diabetes Support Group. They had been photographed on a previous occasion promoting Diabetes UK. The photograph should not have been published alongside this article and we apologise to them for any embarrassment unintentionally caused by our error.  The Bexhill diabetes group is unconnected with Diabetes UK and is an independent group. If anyone wants to fundraise for Diabetes UK they can contact this group: http://www.bexhillfundraisersfordiabetesuk.co.uk/ or contact Diabetes UK direct. 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 19499-17 Cornford v Bexhill Observer\nSummary of complaint\n1. Caroline Cornford complained to the Independent Press\nStandards Organisation that the Bexhill Observer had breached Clause 1\n(Accuracy) in an article headlined, “Support for those who have diabetes”\npublished on 13 October 2017 in print and online.\n2. The article reported on a meeting of the Bexhill Diabetes\nSupport Group (BDSG). It described the aims of the group, included its contact\ndetails, and noted that it was set up in 2011 as an “independent” group. It\nincluded a photo of a woman and child in front of a Diabetes UK poster, wearing\nDiabetes UK t-shirts and holding information relating to Diabetes UK.\n3. The complainant said that it was inaccurate for the\narticle to have included this photo. The photo depicted the complainant and her\ndaughter campaigning for Diabetes UK, which has no association with BDSG.\nNeither the complainant nor her daughter have any connection to BDSG. The\ncomplainant said that the inclusion of the photo gave the misleading impression\nthat that she and her daughter were associated with the BDSG and that BDSG was\nassociated with Diabetes UK.\n4. The newspaper apologised to the complainant and said that\nthe inclusion of the photo represented a significant inaccuracy, and removed\nthe online article. It said that the photo was a library photo and admitted\nthat more care should have been taken in its inclusion. The newspaper offered\nto publish a correction and apology on page 2 of its print copy and online,\nwith wording to be agreed by the complainant. It also initiated a review into\nthe use of library photographs.Relevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. Following IPSO’s investigation, the newspaper offered to\npublish the following correction on page 2 of its print edition, and online:\nAn article headlined 'Support for those who have diabetes'\n(Bexhill Observer, October 13) was incorrectly illustrated with a photograph of\nCaroline Cornford and her daughter. We are pleased to make clear that neither\nMrs Cornford nor her Daughter have any connection with Bexhill Diabetes Support\nGroup. They had been photographed on a previous occasion promoting Diabetes UK.\nThe photograph should not have been published alongside this article and we\napologise to them for any embarrassment unintentionally caused by our\nerror.  The Bexhill diabetes group is\nunconnected with Diabetes UK and is an independent group. If anyone wants to\nfundraise for Diabetes UK they can contact this group:\nhttp://www.bexhillfundraisersfordiabetesuk.co.uk/ or contact Diabetes UK\ndirect.\n10. The complainant said that this would resolve the matter\nto her satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 30/10/17Date complaint concluded by IPSO: 08/12/17\nBack to ruling listing\n\n\n"
}