{
    "url": "/rulings-and-resolution-statements/ruling/?id=07582-16",
    "title": "Resolution statement 07582-16 Hall v Kent & Sussex Courier",
    "provisions": [
        "3 Harassment (2016)",
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Kent & Sussex Courier (Reach PLC)",
    "received_on": "2016-08-01 00:00:00",
    "concluded_on": "2016-12-09 00:00:00",
    "complaint_processing_days": 130,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7. In order to resolve the complaint, the publication agreed to remove the articles from its website, and publish the following clarification in print and online: Earlier this year, the Courier reported that Cllr Dr Hall had 'lied' to us about applying for funding to restore heritage buildings earmarked for demolition. Cllr Hall has asked us to point out that this was not true, as she had begun research into relevant heritage bodies, but as a result of a heavy TWBC workload had not had time in the week since she spoke to us to complete any applications. We apologise for the distress caused by the initial article and the subsequent pieces repeating the allegation. 8. The complainant said this action resolved the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 07582-16 Hall v Kent & Sussex Courier\nSummary of complaint\n1. Linda Hall complained to the Independent Press Standards\nOrganisation that the Kent & Sussex Courier breached Clause 1 (Accuracy), Clause\n2 (Privacy) and Clause 3 (Harassment) of the Editors’ Code of Practice in the\nfollowing articles: “Linda Hall, Tunbridge Wells borough councillor, admits\nlying to the public about the future of the Cranbrook Community Centre”,\npublished on 29 April 2015 in print and online; “Councillor faces probe”,\npublished on 6 May 2016; “Dunorlan”, published on 20 May 2016; “Dunorlan”, published\non 27 May 2016; “Under-fire Conservative councillor may suffer withdrawal of\nparty whip”, published on 27 May 2016.\n2. The series of articles reported that the complainant, a\nlocal councillor, had admitted to the newspaper that she had lied about\nsubmitting an application for funding to restore historic assets in Cranbrook.\nIt said that she had told the newspaper in an email that previous comments she\nhad made about applying for funding were “not quite true”.\n3. The complainant said that the series of articles which said\nthat she “admitted lying” to the newspaper were inaccurate. She said that when\nshe had initially confirmed to the newspaper that she was formally applying for\nfunding, she had been expecting to submit the application shortly afterwards.\nHowever, she said that had to spend more time investigating a variety of\nheritage bodies to understand their requirements. She said that when she had\nwritten to a colleague saying that it was “not quite true” to say she had\nsubmitted the application – an email that she sent to a journalist at the\nnewspaper in error – she was exasperated at how long the process was going to\ntake, and was concerned that she had not gone very far. She said that the\nexpression was deliberately misrepresented by the newspapers. The complainant\nalso said that her privacy had been breached because she did not give consent\nfor the journalist to use the material.\n4. The newspaper said that in saying that the complainant had\n“lied” about submitting the application for funding, the newspaper had used\nforthright language about a matter of political debate concerning an elected\nrepresentative. It said that the complainant had admitted that her previous\npublic statement was “not quite true”, and editorial discretion should be taken\ninto consideration as to the language used. It said that the fact that the\ncomplainant, who was an opponent to the demolition of the buildings, had stated\nshe was applying for funding to restore the building when she had not done, was\nsufficient basis for criticism. It said that it was clearly in the public\ninterest to disclose the content of the email as she contradicted a statement\nshe earlier gave to the newspaper.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nMediated outcome\n6. The complaint\nwas not resolved through correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. In order to\nresolve the complaint, the publication agreed to remove the articles from its\nwebsite, and publish the following clarification in print and online:\nEarlier this year, the Courier reported that Cllr Dr Hall\nhad 'lied' to us about applying for funding to restore heritage buildings\nearmarked for demolition. Cllr Hall has asked us to point out that this was not\ntrue, as she had begun research into relevant heritage bodies, but as a result\nof a heavy TWBC workload had not had time in the week since she spoke to us to\ncomplete any applications. We apologise for the distress caused by the initial\narticle and the subsequent pieces repeating the allegation.\n8. The complainant said this action resolved the matter to her\nsatisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 01/08/2016Date complaint concluded by IPSO: 09/12/2016\nBack to ruling listing\n\n\n"
}