{
    "url": "/rulings-and-resolution-statements/ruling/?id=08349-20",
    "title": "Resolution Statement - 08349-20 Message v Daily Express",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2020-06-03 00:00:00",
    "received_on": "2020-06-03 00:00:00",
    "concluded_on": "2020-08-19 00:00:00",
    "complaint_processing_days": 77,
    "mediated_outcome": "6. The complaint was not resolved during the referral period. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication offered to publish the following correction to appear in the print corrections column: “In regards to our article of 3 June, 'Exclusive poll: Overwhelming public support to put: extra penny on tax to FIX care crisis', we have been asked to clarify that the 'overwhelming support' refers only to adults aged 55+; of all adults, 59% are against an increase of 1p in the pound to fund social care.” 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement - 08349-20 Message v Daily Express\nSummary of Complaint\n1. Robin Message complained to the Independent Press\nStandards Organisation that the Daily Express breached Clause 1 (Accuracy) of\nthe Editors' Code of Practice in an article headlined “EXTRA PENNY ON TAX TO\nFIX CARE CRISIS\" published on 3 June 2020.\n2. The article reported on the results of an exclusive poll.\nAccording to the headline, the poll had found there was “OVERWHELMING PUBLIC\nSUPPORT TO PUT [an] EXTRA PENNY ON TAX TO FIX [the] CARE CRISIS”. According to\nthe text of the article, the poll had found that “two thirds of those aged\n55-plus support the [tax] increase. And 41 per cent across all age groups”.\n3. The complainant said that the headline claim -that there\nwas “OVERWHELMING PUBLIC SUPPORT” for the tax increase- was inaccurate as the\narticle had found that only 41% of the sample representing the public as a\nwhole supported it.\n4. The publication did not accept it had breached the Code.\nIt said it was entitled to characterise the fact that “two thirds of those aged\n55-plus support the [tax] increase” as “OVERWHELMING PUBLIC SUPPORT”,\nespecially as this was an age group most affected by the social care crisis. In\nany event, it said that the text of the article made clear the precise findings\nof the poll.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved during the referral\nperiod. IPSO therefore began an investigation into the matter.\n7. During IPSO’s investigation, the publication offered to\npublish the following correction to appear in the print corrections column:\n“In regards to our article of 3 June, 'Exclusive poll:\nOverwhelming public support to put: extra penny on tax to FIX care crisis', we\nhave been asked to clarify that the 'overwhelming support' refers only to\nadults aged 55+; of all adults, 59% are against an increase of 1p in the pound\nto fund social care.”\n8. The complainant said that this would resolve the matter\nto his satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n\nDate complaint received: 03/06/2020\nDate complaint concluded by IPSO: 19/08/2020\nBack to ruling listing\n\n\n"
}