{
    "url": "/rulings-and-resolution-statements/ruling/?id=02815-20",
    "title": "Resolution Statement – 02815-20 Mulqueen v Daily Mail",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "14 Confidential sources (2019)",
        "2 Privacy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2020-04-23 00:00:00",
    "concluded_on": "2020-08-17 00:00:00",
    "complaint_processing_days": 116,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.11. The newspaper offered to publish the following correction in print in its corrections and clarifications column, is well as its online corrections and clarifications box:“A book serialisation in February about the murder of hostage survivor Gill Moran’s family said that Ms Moran had ‘signified her consent for the re-telling of the story’. While this was the authors’ belief at the time, one of them has since said this was a misunderstanding, and Ms Moran has contacted us to say that she has not spoken publicly about the events since they took place. We apologise for any upset caused.”The newspaper also offered to remove the online versions of the articles from its website, and – if it was brought to the newspaper’s attention – to ask any third-party websites which may have copied the content to remove it. The newspaper also offered to circulate an internal warning in relation to the article, and to write the complainant and her family a private letter of apology. It also offered to make a donation to a charity of the complainant’s choice.12. The complainant said that this would resolve the matter to her satisfaction.13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 02815-20 Mulqueen v Daily MailSummary of Complaint1. Jill Mulqueen complained to the Independent Press\nStandards Organisation that the Daily Mail breached Clause 1 (Accuracy), Clause\n2 (Privacy), Clause 4 (Intrusion into grief or shock), Clause 12\n(Discrimination) and Clause 14 (Confidential sources) in articles headlined\n“THE DAY EVIL KNOCKED AT THE COTTAGE DOOR” published on 29 February 2020, “EVEN\nTOO TERRIFED TO CRY FOR HELP” published on 2 March 2020, and “BLOODBATH IN THE\nSNOW” published on 3 March 2020.2. The articles were serialised extracts from a book written\nabout a man who attacked and murdered four members of the same family in the\n1970s. The articles were written in a narrative style and were detailed in\ntheir descriptions of the man’s crimes. They also included several family photographs\nof the people who died. At the end of the final article, it reported that the\none member of the family who had survived had since moved to Ireland and\nremarried. It reported that she spoke with one of the authors of the book “in\nconsiderable depth” for the newspaper and that she “signified her consent” to\nthe authors for the re-telling of her story. The articles were also published\nonline.3. The complainant was the woman who had survived the\nattack. She said that she had not consented to the book’s publication, as\nreported in the articles, and so was greatly distressed and upset by its\nserialisation in the newspaper. She said that by reporting that she had\nconsented to the book’s publication and had cooperated with its authors, the\narticles breached Clause 1 (Accuracy) – the newspaper should have verified that\nthis was the case. She said that it also breached Clause 1 by attributing\nquotes and comments to her which she had never said. Furthermore, by failing to\ncheck with her that she had consented to the book and by publishing such an\ninsensitive, graphic and lurid account, the articles breached Clause 2\n(Privacy), 4 (Intrusion into grief or shock), 12 (Discrimination), and 14\n(Confidential sources). She said that this was exacerbated by the several\nfamily photographs which were included in the articles – which she said that\nshe had never provided.4. The newspaper apologised to the complainant for any\ndistress caused. It said that it took the assurance from the book’s publishers\nthat they had obtained the complainant’s consent in good faith. It said that it\noften published serialisations or extracts of books, and given the depth of\nindependent research carried out by the authors, it would not be possible to\nindependently check every factual claim. On receipt of the complaint, it\noffered to remove all the online articles from its website. It also then\nproposed to publish the following wording in print and online, in its\ncorrections and clarifications column:“A book serialisation in February about the tragic\nkidnapping and murder of hostage survivor Gill Moran’s family said that Ms\nMoran ‘signified to the authors her consent for the re-telling of the story’.\nWhile this was the authors’ belief, Ms Moran has since contacted us to say that\nshe did not give her consent.”It also offered to mark its internal library with the\ncomplainant’s concerns, and to circulate an internal warning to staff about the\nbook excerpt.Relevant Code Provisions5. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.6. Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunicationsii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.7. Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.8. Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.ii) Details of an individual's race, colour, religion, gender\nidentity, sexual orientation, physical or mental illness or disability must be\navoided unless genuinely relevant to the story.9. Clause 14 (Confidential sources)Journalists have a moral obligation to protect confidential\nsources of information.Mediated Outcome10. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.11. The newspaper offered to publish the following\ncorrection in print in its corrections and clarifications column, is well as\nits online corrections and clarifications box:“A book serialisation in February about the murder of\nhostage survivor Gill Moran’s family said that Ms Moran had ‘signified her\nconsent for the re-telling of the story’. While this was the authors’ belief at\nthe time, one of them has since said this was a misunderstanding, and Ms Moran\nhas contacted us to say that she has not spoken publicly about the events since\nthey took place. We apologise for any upset caused.”The newspaper also offered to remove the online versions of\nthe articles from its website, and – if it was brought to the newspaper’s\nattention – to ask any third-party websites which may have copied the content\nto remove it. The newspaper also offered to circulate an internal warning in\nrelation to the article, and to write the complainant and her family a private\nletter of apology. It also offered to make a donation to a charity of the\ncomplainant’s choice.12. The complainant said that this would resolve the matter\nto her satisfaction.13. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 23/04/2020Date complaint concluded by IPSO: 17/08/2020\nBack to ruling listing\n\n\n"
}