{
    "url": "/rulings-and-resolution-statements/ruling/?id=20931-17",
    "title": "Resolution Statement 20931-17 Dixon v Sun.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "4 Intrusion into grief or shock (2016)",
        "6 Children (2016)",
        "8 Hospitals (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2017-10-09 00:00:00",
    "concluded_on": "2018-05-01 00:00:00",
    "complaint_processing_days": 204,
    "mediated_outcome": "13.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 14.    During IPSO’s investigation, the matter was settled between the parties. The grounds for resolution included the publication of the following footnotes: Eloise Dixon has asked us to make clear that in fact the family took a wrong turn due to their sat nav giving inaccurate directions, and that they were not ordered to leave the area before being shot at. We are happy to do so.A previous version of this article erroneously stated that Eloise Dixon had been killed. As the rest of the article made clear, Ms Dixon was in fact in a stable condition. We are happy to make clear that Ms Dixon was not killed in the incident, and apologise to Ms Dixon and her family for any distress caused. Ms Dixon has also asked us to make clear that in fact they took a wrong turn due to their sat nav giving inaccurate directions, and that they were not ordered to leave the area before being shot at. We are happy to do so. 15.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement Complaint 20931-17 Dixon v Sun.co.uk\nSummary of complaint 1.   \nEloise\nDixon complained to the Independent Press Standards Organisation that Sun.co.uk\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment), Clause\n4 (Intrusion into grief or shock), Clause 6 (Children), and Clause 8\n(Hospitals) of the Editors’ Code of Practice in an article headlined “Wrong\nturn: First picture of mum shot by armed robbers in Rio favela ‘after taking\nwrong turn looking for water’, published on 7 August 2017; in an article\nheadlined “Bandits shot dead: Cops raid Brazil slum where Brit mum was shot\nkilling two gangsters and arresting suspect in bloody shootout with drug\nlords”, published on 13 August 2017; and in a video headlined “Bullets removed:\nBritish woman Eloise Dixon shot in slum in Rio, Brazil, has emergency surgery”,\npublished on 8 August 2017. 2.    The articles reported that the\ncomplainant had been shot while on holiday with her family in Brazil. One of\nthe items was a video which showed the complainant lying on a hospital bed,\naccompanied by her husband and children. As the bed was wheeled out of the\nhospital by staff, a journalist could be heard asking the complainant’s husband\nhow she was; he did not respond. 3.    The\ncomplainant said that she and her family had been harassed by reporters in\nBrazil. Their conduct and the newspaper’s coverage had intruded into her\nprivate life and that of her husband and children at a time of trauma and\nshock. 4.    The\ncomplainant said that a reporter had waited outside the hospital where she was\nbeing treated and had videoed her and her family while she lay injured on a\nhospital bed, and a reporter had shouted questions at her husband. 5.    The\ncomplainant said that the newspaper had further intruded into her private life\nby publishing photographs taken from her social media account without consent.\nShe was also concerned about the publication of her passport photograph, and\nquestioned how the newspaper had obtained it. 6.    The\ncomplainant said that the articles had included a number inaccuracies. Most\nsignificantly, one had inaccurately stated that she had been killed in the\nshooting, which had caused distress to her family and friends. The newspaper\nhad also inaccurately reported the circumstances of the shooting: her family\nhad not entered the favela because they had misunderstood directions given to\nthem while looking for water, and they had not misunderstood orders given to\nthem by the armed men. 7.   \nThe\nnewspaper said that it was very sorry for any distress that it had caused the\ncomplainant and her family. 8.   \nThe\nnewspaper said that the video of the complainant had been published on its\nwebsite due to a production error, and it removed it as soon as it became aware\nof the complainant’s concerns. 9.    The newspaper said that a freelance\nreporter, who was working for the newspaper as well as agency, and a\nphotographer had been present at the hospital, and they had filmed the\ncomplainant and her family from a respectful distance with the permission of\nthe hospital’s management. The reporter had asked one question of the\ncomplainant’s husband. He had not answered or made a request to desist; no\nfurther questions were asked. Two other approaches to the family had been made\nvia third parties, and no requests to desist were made at any time. 10.    The newspaper said the remaining photographs\nwere publicly available on social media. The image of the complainant’s\npassport photograph had been taken from a video published online by a Brazilian\nbroadcaster. It had cropped it so that it only showed the complainant’s face\nand no additional details. 11.   \nIn\nresponse to the complainant’s concern about the accuracy of the coverage, the\nnewspaper said that it had relied on the information issued by the police, and\nit had been accurately attributed to the police in the coverage. The report\nthat the complainant had been killed was a case of human error for which it\napologised. This inaccuracy had been immediately amended when the newspaper was\nalerted was to it. \nRelevant\nCode provisions 12.    Clause 1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. Clause 2 (*Privacy) i) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii) Editors will be expected to\njustify intrusions into any individual's private life without consent. In\nconsidering an individual's reasonable expectation of privacy, account will be\ntaken of the complainant's own public disclosures of information and the extent\nto which the material complained about is already in the public domain or will\nbecome so. iii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy. Clause 3 (*Harassment)i) Journalists must not engage in\nintimidation, harassment or persistent pursuit. ii) They must not persist in\nquestioning, telephoning, pursuing or photographing individuals once asked to\ndesist; nor remain on property when asked to leave and must not follow them. If\nrequested, they must identify themselves and whom they represent. iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources. Clause 4 (Intrusion into grief or\nshock) In cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion\nand publication handled sensitively. These provisions should not restrict the\nright to report legal proceedings. Clause 6 (*Children) i) All pupils should be free to\ncomplete their time at school without unnecessary intrusion. ii) They must not be approached\nor photographed at school without permission of the school authorities. iii) Children under 16 must not\nbe interviewed or photographed on issues involving their own or another child’s\nwelfare unless a custodial parent or similarly responsible adult consents. Clause 8 (*Hospitals) i) Journalists must identify\nthemselves and obtain permission from a responsible executive before entering\nnon-public areas of hospitals or similar institutions to pursue enquiries. ii) The restrictions on intruding\ninto privacy are particularly relevant to enquiries about individuals in\nhospitals or similar institutions. \nMediated outcome 13.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 14.   \nDuring IPSO’s investigation, the matter was settled\nbetween the parties. The grounds for resolution included the publication of the\nfollowing footnotes: Eloise Dixon has asked us to make\nclear that in fact the family took a wrong turn due to their sat nav giving\ninaccurate directions, and that they were not ordered to leave the area before\nbeing shot at. We are happy to do so.A previous version of this\narticle erroneously stated that Eloise Dixon had been killed. As the rest of\nthe article made clear, Ms Dixon was in fact in a stable condition. We are\nhappy to make clear that Ms Dixon was not killed in the incident, and apologise\nto Ms Dixon and her family for any distress caused. Ms Dixon has also asked us\nto make clear that in fact they took a wrong turn due to their sat nav giving\ninaccurate directions, and that they were not ordered to leave the area before\nbeing shot at. We are happy to do so. 15.   \nAs the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate\ncomplaint received: 09/10/2017\nDate\ncomplaint concluded by IPSO: 01/05/2018\nBack to ruling listing\n\n\n"
}