{
    "url": "/rulings-and-resolution-statements/ruling/?id=02349-18",
    "title": "Resolution Statement 02349-18 Stafford v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2018-03-19 00:00:00",
    "received_on": "2018-03-19 00:00:00",
    "concluded_on": "2018-07-20 00:00:00",
    "complaint_processing_days": 123,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.10. During IPSO’s investigation, the newspaper offered to write a private letter of apology for any distress caused to the complainant, and provide him with a written guarantee that he would not be contacted about his relationship again. It also offered to remove the online article. 11. The complainant said that this would resolve the matter to his satisfaction.12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02349-18 Stafford v The Scottish SunSummary of Complaint1. Gary Stafford\ncomplained to the Independent Press Standards Organisation that The Scottish\nSun breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3 (Harassment)\nof the Editors’ Code of Practice in an article headlined, “Mule Mel’s found her\ncell mate”, published on 19 March 2018.2. The article\nreported that the complainant was in a relationship with a woman who had been\ndetained overseas for alleged drug smuggling offences. It reported that the\ncomplainant had visited the woman when she was in prison overseas. It included\na comment from an unnamed friend of the pair, who said that the complainant had\n“spent a couple of years travelling around South America.” It stated that the\ncomplainant and his girlfriend had refused to comment, and included a\nphotograph of the complainant and his girlfriend in the street.3. The article was\nalso published online, with the headline, “Cell mate Peru Two drugs mule\nMelissa Reid loved-up with fellow Scot who visited her in South American jail\nwhile backpacking.” It was substantially the same as the article that appeared\nin print. It also included a photograph of the complainant in his doorway. 4. The complainant\nsaid that the photographs included in the article had been taken in\ncircumstances of harassment. He said that the photograph of the couple in the\nstreet had been taken several months before, when a journalist had made an\napproach to his partner in the street. He said that at the time he had told the\njournalist they did not want to speak, and to go away, and that his partner had\nreceived an assurance from the newspaper that she would not be contacted again\nin relation to that particular story. He said that several months later a\njournalist from the same newspaper knocked on his door, asking for comment on\nthe fact of their relationship. He said that he told the reporter he did not\nwant to speak, and that he had told reporters this information before. He\ncontacted the newspaper directly, after the reporter had left his property, and\nreceived an assurance that staff would be made aware of this request.5. He said that\npublishing the article, and including photographs of him, was a breach of his\nprivacy. He also said that the article was inaccurate, as he had not been\nbackpacking for several years in South America, and reporting this suggested he\nhad taken a career break, and affected his employment prospects.6. The newspaper\ndid not accept that it had breached the Code. It said contacting the subject of\na story and giving them an opportunity to comment was an important and\nestablished way of being able to ensure the accuracy of an article. It said\nthat there was only one approach by any reporter on any given story and that\nthe guarantee given to the complainant’s partner was that she would not be\napproached again about that story. It said that in relation to the article\nunder complaint, the journalist had only been approached once at his home. When\nhe told the reporter he did not wish to comment, the reporter left his\nproperty. It said that this did not constitute harassment, as once a request to\ndesist was made, the reporter did not attempt to make any further contact.7. It said that any\nguarantee the newspaper gave not to approach the complainant or his partner\nagain, this did not preclude the newspaper from publishing an article about their\nrelationship. It said that the article and the photographs published were not a\nbreach of the complainant’s privacy. It also did not accept that the article\nwas significantly inaccurate.Relevant Code Provisions8. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence. And – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondenceii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 3 (Harassment) *i) Journalists must not engage in intimidation, harassment\nor persistent pursuit. ii) They must not persist in questioning, telephoning,\npursing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.Mediated outcome9. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.10. During IPSO’s investigation, the newspaper offered to\nwrite a private letter of apology for any distress caused to the complainant,\nand provide him with a written guarantee that he would not be contacted about\nhis relationship again. It also offered to remove the online article. 11. The complainant said that this would resolve the matter to\nhis satisfaction.12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 19/03/2018\nDate complaint concluded by IPSO: 20/07/2018\n \nBack to ruling listing\n\n\n"
}