{
    "url": "/rulings-and-resolution-statements/ruling/?id=27884-20",
    "title": "Resolution Statement – 27884-20 Iles v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2020-08-30 00:00:00",
    "received_on": "2020-09-08 00:00:00",
    "concluded_on": "2020-11-30 00:00:00",
    "complaint_processing_days": 83,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. The publication offered to print the following clarification in its regular Corrections and Clarifications column, on page 2 of the newspaper, and as a footnote to the online version of the article: An article on 30 Aug (“Doctors’ strike threat in wake of virus crisis”) suggested GP partners would receive a 2.8% doctors’ pay rise announced in July. In fact, GP partner pay is determined separately. 11. The complainant said that this would resolve the matter to his satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 27884-20 Iles v The Mail on Sunday\nSummary of Complaint\n1. David Iles complained to the Independent Press Standards\nOrganisation that The Mail on Sunday breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “Doctors' strike threat in wake of virus\ncrisis”, published on 30 August 2020.\n2. The article reported that the British Medical Association\n(BMA) was considering industrial action in response to “years of pay\nrestraints.” It said that doctors were “poised to strike over pay as they seek\nto exploit public sympathy for NHS workers in the wake of the coronavirus\ncrisis” after “the Government announced that doctors would get a 2.8 per cent\npay rise.” The article also reported that “[t]he average GP partner earns\n£113,000 while hospital consultants pocket an average of just under £114,500.”\n3. The article also appeared online in substantially the\nsame format under the headline “Now Doctors could STRIKE over pay amid public\nsympathy for NHS workers following the coronavirus crisis”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1; there was no evidence to support the claim that doctors\nwere seeking to “exploit public sympathy for NHS workers in the wake of the\ncoronavirus” and the complainant considered that this was comment on the part\nof the publication and should have been distinguished as such.  The complainant also said that it was\nmisleading to include the pay of GP partners in the article, as GP partners are\nnot NHS employees and therefore would not be receiving a pay-rise; he\nconsidered that, by including details about the average pay of GP partners, the\narticle may have misled readers into believing that they would also be\nreceiving a 2.8% pay rise, which he said was inaccurate.\n5. The publication said it did not accept that the Code had\nbeen breached. The reference to doctors seeking to “exploit public sympathy for\nNHS workers in the wake of the coronavirus” came from a motion on the agenda at\nBMA’s Annual Representative Meeting, which referred to the “significant work of\nUK doctors and medical students in fighting the Covid-19 pandemic and that this\nwork was performed on a background of sustained real-terms pay erosion for\ndoctors in the UK” before going on to propose a plan of action in case the\nrequest for a significant above-inflation pay increase was not met. It also\nnoted that whether or not an organisation or an individual is seeking to\nexploit something is by its nature subjective, and that readers would recognise\nthis. It also said that the article did not state that GP Partners would\nreceive a 2.8% pay increase, nor was it intended that the article would suggest\nthis. Rather, the reference to GP partners’ pay was intended as an example of\npay within the medical profession in the UK.\n6. While the publication did not accept that the Code had\nbeen breached, it amended the online article to make clear that GP partners\nwould not receive a 2.8% pay increase.\n7. The complainant said that the publication’s response was\nnot sufficient to address his concerns, as he still considered that the article\ndemonstrated a deliberate attempt on the part of the publication to mislead\nreaders, in breach of Clause 1.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n9. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n10. The publication offered to print the following\nclarification in its regular Corrections and Clarifications column, on page 2\nof the newspaper, and as a footnote to the online version of the article:\nAn article on 30 Aug (“Doctors’ strike threat in wake of\nvirus crisis”) suggested GP partners would receive a 2.8% doctors’ pay rise\nannounced in July. In fact, GP partner pay is determined separately.\n11. The complainant said that this would resolve the matter\nto his satisfaction.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 08/09/2020\nDate complaint concluded by IPSO: 30/11/2020\nBack to ruling listing\n\n\n"
}