{
    "url": "/rulings-and-resolution-statements/ruling/?id=00920-18",
    "title": "Resolution Statement – 00920-18 Hallam-Baker v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "6 Children (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2018-01-22 00:00:00",
    "received_on": "2018-01-25 00:00:00",
    "concluded_on": "2018-03-19 00:00:00",
    "complaint_processing_days": 53,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8. During IPSO’s investigation of the complaint, the newspaper offered to publish the following clarification in its corrections and clarification column on page 2 of the newspaper:An article on January 22 reported that Tracey Hallam-Baker was awarded £4,300 after her son suffered third-degree burns when he tipped a cup of tea over himself at Chapel Day Nursey, Bournemouth. We are happy to clarify that in fact the incident took place at Chapel Gate Day Nursery, Bournemouth.9. The complainant accepted the newspaper’s offer of resolution, and the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00920-18 Hallam-Baker v Daily MailSummary of complaint1. Tracey\nHallam-Baker complained to the Independent Press Standards Organisation that the Daily Mail breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief\nor shock) and Clause 6 (Children) of the Editors’ Code of Practice in an\narticle headlined “Nursery pays mother £4k after boy of 2 is burned by cup of\ntea”, published on 22 January 2018. The article was also published online.2. The article\nreported that a nursery had paid the complainant £4,300, after her two-year-old\nson was badly burned by a cup of tea. It was accompanied by a photograph of the\nmother and her son, and a photograph of the child’s burn. The online article\nalso contained a photograph, purportedly of the nursery.3. The complainant\nsaid that the newspaper had referred to the nursery as “Chapel Day Nursery”,\ninstead of its actual name, “Chapel Gate Day Nursery”. She said that the\nphotograph on the online article was of a completely different nursery. She\nsaid that the story was about a matter which caused her and her family a great\ndeal of grief and shock. She was concerned that she had not received the fee\nshe believed had been agreed for the article.4. The newspaper\nsaid that it sourced the story from an agency, who had handled any issues in\nrelation to a fee, or payment for the article. It said that there was no breach\nof Clause 4 or Clause 6 where the complainant had voluntarily spoken to the press.\nThe newspaper said that the article located the nursery in a specific town,\nwhere there was no nursery called “Chapel Day Nursery”. For that reason, it did\nnot believe this, or the use of the wrong photograph on the online article,\nwould be a source for confusion. Nevertheless, the newspaper updated the name\nof the nursery in the online article, and removed the photograph.Relevant Code provisions5. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.Clause 6 (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.v) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.Mediated outcome7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.8. During IPSO’s\ninvestigation of the complaint, the newspaper offered to publish the following\nclarification in its corrections and clarification column on page 2 of the\nnewspaper:An article on January 22 reported that Tracey Hallam-Baker\nwas awarded £4,300 after her son suffered third-degree burns when he tipped a\ncup of tea over himself at Chapel Day Nursey, Bournemouth. We are happy to\nclarify that in fact the incident took place at Chapel Gate Day Nursery,\nBournemouth.9. The complainant\naccepted the newspaper’s offer of resolution, and the Complaints Committee did\nnot make a determination as to whether there had been any breach of the Code.Date complaint received: 25/01/2018Date complaint concluded by IPSO: 19/03/2018\n \n \nBack to ruling listing\n\n\n"
}