{
    "url": "/rulings-and-resolution-statements/ruling/?id=10972-20",
    "title": "Resolution Statement – 10972-20 Khan v birminghammail.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "birminghammail.co.uk (Birmingham Live) (Reach PLC)",
    "published_on": "2019-08-08 00:00:00",
    "received_on": "2020-06-29 00:00:00",
    "concluded_on": "2020-10-08 00:00:00",
    "complaint_processing_days": 101,
    "mediated_outcome": "7. The complaint was not resolved during the referral period. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation, the publication offered to publish the following correction to appear as a footnote to the amended online article: UPDATED: This article has been updated to clarify that an independent investigation into the conduct of [named councillor] looked only at specific allegations relating to his handling of a row involving a school uniform policy. It did not look into historic allegations against him. In addition, the investigation did not rule that “there was ‘no case to answer’” as originally reported. In fact, it found that there was a \"breach of contract in relation to the use of social media\". 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement - 10972-20 Khan v birminghammail.co.uk\nSummary\nof Complaint\n1. Asaf\nKhan complained to the Independent Press Standards Organisation that\nbirminghammail.co.uk breached Clause 1 (Accuracy) of the Editors' Code of\nPractice in an article headlined “City politician [named councillor] gets\nmassive legal bill over bid to silence Twitter claims \" published on 8\nAugust 2019.\n2. The\narticle reported on a legal dispute between a named councillor and the\ncomplainant, a Birmingham resident. The article reported that “In February last\nyear [2018] the Independent Standards Board of Birmingham City Council\nconcluded an investigation into the conduct of [the named councillor] triggered\nby his handling of a controversial row over a schoolgirl relative wearing a\nhijab. The inquiry also looked at ‘historical speculation’ and ruled there was\n‘no case to answer’”.\n3. The\ncomplainant said that the statement that the “inquiry also looked at\n‘historical speculation’” was inaccurate as the independent investigation had\nbeen focused on a single matter of complaint in relation to the use of social\nmedia, and had not addressed historic allegations against the councillor. He\nalso said the claim that the inquiry “ruled there was ‘no case to answer’” was\ninaccurate as it had actually found there to be a breach of contract in relation\nto the use of social media. He said this was confirmed by extracts from the\nindependent report and its terms of reference, both of which he had obtained\nvia a Freedom of Information request. He also said this was confirmed by\ncouncil minutes published in February 2020.\n4. The\npublication said that it had not had access to these documents at the time the\narticle was published. In addition, it said it had been widely reported in 2017\nthat the councillor had requested a review into all current and historical\nspeculation. Nevertheless, it amended the article in light of the new\ninformation contained in the council minutes published in February 2020. It\nalso published the following as a footnote clarification:\nUPDATED:\nThis article has been updated on 22 July 2020, to reflect the new information\nof the release of a public report to Birmingham City Council's Standards\nCommittee, February 2020, which clarified that the inquiry by the Independent\nStandards Board looked at specific allegations relating to one incident, and\ndid not look into historic allegations against [named councillor]. We are happy to clarify this.  \n5. The\ncomplainant did not accept this offer as it did not address the allegedly\ninaccurate claim that the inquiry “ruled there was ‘no case to answer’”.\nRelevant\nCode Provisions\n6.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nMediated\nOutcome\n7. The\ncomplaint was not resolved during the referral period. IPSO therefore began an\ninvestigation into the matter.\n8. During\nIPSO’s investigation, the publication offered to publish the following\ncorrection to appear as a footnote to the amended online article:\nUPDATED:\nThis article has been updated to clarify that an independent investigation into\nthe conduct of [named councillor] looked only at specific allegations relating\nto his handling of a row involving a school uniform policy. It did not look\ninto historic allegations against him. In addition, the investigation did not\nrule that “there was ‘no case to answer’” as originally reported. In fact, it\nfound that there was a \"breach of contract in relation to the use of\nsocial media\".\n9. The\ncomplainant said that this would resolve the matter to his satisfaction.\n10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 29/06/2020\nDate\ncomplaint concluded by IPSO: 08/10/2020\nBack to ruling listing\n\n\n"
}