{
    "url": "/rulings-and-resolution-statements/ruling/?id=04676-16",
    "title": "Resolution Statement – 04676-16 Triffitt v Harrogate Advertiser",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Harrogate Advertiser (National World Publishing Ltd)",
    "published_on": "2016-06-09 00:00:00",
    "received_on": "2016-07-05 00:00:00",
    "concluded_on": "2016-09-08 00:00:00",
    "complaint_processing_days": 65,
    "mediated_outcome": "7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.    Following IPSO’s intervention, the newspaper offered the complainant five adverts for her businesses.  9.    The complainant said that this would resolve the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 04676-16 Triffitt v Harrogate Advertiser \nSummary\nof Complaint 1.   \nNicola Triffitt complained to the Independent\nPress Standards Organisation that the Harrogate Advertiser breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined\n“Restaurateur joins battle for indies”, published on 9 June 2016. 2.   \nThe article reported on a campaign to support\nindependent restaurants in the town of Harrogate. It stated that: “Recently,\nthe town saw the closure of the Damn Yankee and Salsa Posada restaurants”. 3.   \nThe complainant, the owner of Damn Yankee and\nSalsa Posada, said that the article was inaccurate as neither restaurant had\nclosed. She said that the newspaper had not attempted to contact her to\nestablish the accuracy of its claims. 4.   \nThe newspaper arranged a meeting with the\ncomplainant on 13 June, following which it published the following correction:The owner of Harrogate’s Damn Yankee, Salsa Posada,\nCattlemen’s Association and Nutrition Joe’s, Nicola Triffitt, has asked us to\nmake it clear that all of the businesses are open and still going strong. The Harrogate Advertiser Series published an article in\nthe Business Weekly section on June 9, 2016, which stated that Damn Yankee and\nSalsa Posada had closed, which is not the case. The information was sent to us by a third party and was\npublished in good faith. We have apologised to the owner of Damn Yankee Ltd for\nthe mistake. Damn Yankee, Station Parade, is a well-loved Harrogate\nrestaurant, which has been running for 44 years, and continues to grow from\nstrength to strength. As a result of the continued success of the businesses,\nDamn Yankee Ltd has recently opened an urban café on the Gambaru Fitness\npremises, on Station Parade, called Nutrition Joe’s. Due to its early success it was awarded a Healthier\nChoices for a Healthier You GOLD award by North Yorkshire County Council. The\neatery has extended its opening hours until 9pm to run alongside the gym due to\npopular demand. 5.   \nThe newspaper said it regretted the error, but\nthat the correction was published swiftly, and with greater prominence than the\narticle under complaint. It said that although the article under complaint was\nnot published online, it published the correction on its website. In order to\nresolve the complaint, the newspaper also offered to publicise the\ncomplainant’s businesses, either via a free advert or an editorial\nfeature.  \nRelevant\nCode Provisions 6. Clause 1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. iii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\n\nMediated Outcome 7.   \nThe complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. 8.   \nFollowing IPSO’s intervention, the newspaper\noffered the complainant five adverts for her businesses.  9.   \nThe complainant said that this would resolve the\nmatter to her satisfaction. 10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code. \nDate complaint received: 05/07/2016 \nDate complaint concluded by IPSO: 08/09/2016\n \n \n \n\nBack to ruling listing\n\n\n"
}