{
    "url": "/rulings-and-resolution-statements/ruling/?id=00315-17",
    "title": "Resolution Statement 00315-17 Kelly v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-01-15 00:00:00",
    "received_on": "2017-01-16 00:00:00",
    "concluded_on": "2017-03-16 00:00:00",
    "complaint_processing_days": 59,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. The publication offered to write a private letter of apology to the complainant, and to make a payment to her as a gesture of goodwill. 7. The complainant accepted the publication’s offer as a resolution to her complaint.8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 00315-17 Kelly v Mail Online \nSummary of complaint1. Rashael Kelly\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Three taken to hospital and one arrested\nafter Jamaican dancehall party on a boat in the Thames erupts into violence”,\npublished on 15 January 2017.\n2. The complainant\nexpressed concern that the publication had inaccurately reported that violence\nhad erupted at her boat party. She said that she had bought a ticket to the\nevent, but it was not her party.  She\nalso said that the article had inaccurately stated that she was a model and\nworked for a promotions company, and that the event was a “Jamaican dancehall”\nparty. In addition, she expressed concern that the publication had published\nprivate photographs and videos, which it had taken from her Instagram account\nwithout permission. She said the inaccurate article had been widely shared on\nsocial media.\n3. The publication\napologised for any upset the article had caused. It said that the reporter had\nmisinterpreted comments made on social media by the complainant’s cousin and a\npromotions company, and the images had been taken from a social media account\nthat was open to the public. To resolve the matter, the publication removed all\nreferences to the complainant from the article, including the images and video;\nit removed the words “Jamaican” and “dancehall”; and it offered to append the\nfollowing wording:\nAn earlier version of this article incorrectly stated that\nthe event was Rashael Kelly’s birthday party and that she is a student and\nmodel, and works for a promotional company called Loud Entertainment. We\napologise for the errors and any upset caused.\nRelevant Code provisions\n4. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. The publication\noffered to write a private letter of apology to the complainant, and to make a\npayment to her as a gesture of goodwill.\n7. The complainant\naccepted the publication’s offer as a resolution to her complaint.8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 16/01/2017Date complaint concluded by IPSO: 16/03/2017\n \nBack to ruling listing\n\n\n"
}