{
    "url": "/rulings-and-resolution-statements/ruling/?id=09598-22",
    "title": "Resolution Statement – 09598-22 A woman v newsandstar.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "newsandstar.co.uk (Newsquest Media Group)",
    "published_on": "2021-12-09 00:00:00",
    "received_on": "2022-05-27 00:00:00",
    "concluded_on": "2022-10-07 00:00:00",
    "complaint_processing_days": 133,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation the publication offered to print the following correction in its print edition, and in the print edition of its sister publication The Cumberland News: The [publication] would like to clarify that a fire that occurred at 10:30pm on December 8, 2021 was at a domestic property in Heads Nook, was not at [the complainant’s home] as previously reported. 9. The complainant said that this would resolve the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 09598-22 A woman v newsandstar.co.uk\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that\nnewsandstar.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Two people treated after fire in Heads Nook, near\nCarlisle”, published on 9 December 2021.\n2. The\narticle, which appeared online only, reported on a “house fire” at a named\naddress in the village of Heads Nook, and reported that fire crews had attended\nthe address.\n3. The\ncomplainant, who owned the house named in the article, said that the article\nwas inaccurate in breach of Clause 1; there had been no fire at her home, and\nfire crews had not attended her address. She said that the fire had in fact\noccurred at a different property.\n4. The\ncomplainant said that she wished for the publication to: remove the inaccurate\narticle from its website; publish a correction; send her a letter of apology\ncontaining the correction.\n5. The\npublication accepted that it was inaccurate to state that the fire was at the\nnamed property; it said that this was based on a misunderstanding of the Fire\nService’s log, which said that the fire occurred at a domestic property on an\naccess road leading to the complainant’s property. It removed the article to\naddress the complainant’s concerns, and in an offer to resolve the complaint.\n6. The\ncomplainant said that the removal of the article was not sufficient to resolve\nher complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n8. During\nIPSO’s investigation the publication offered to print the following correction\nin its print edition, and in the print edition of its sister publication The\nCumberland News:\nThe\n[publication] would like to clarify that a fire that occurred at 10:30pm on\nDecember 8, 2021 was at a domestic property in Heads Nook, was not at [the\ncomplainant’s home] as previously reported.\n9. The\ncomplainant said that this would resolve the matter to her satisfaction.\n10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 27/05/2022\nDate\ncomplaint concluded by IPSO: 07/10/2022\nBack to ruling listing\n\n\n"
}