{
    "url": "/rulings-and-resolution-statements/ruling/?id=00248-20",
    "title": "Resolution Statement 00248-20 Greany v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-01-13 00:00:00",
    "received_on": "2020-01-14 00:00:00",
    "concluded_on": "2020-02-25 00:00:00",
    "complaint_processing_days": 42,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. During IPSO's investigation, the publication offered to amend the headline to read:\"Ex-Scotland Yard commander criticises Surrey force for jokingly suggesting on Twitter that Harry and Meghan should become COPS\"8. The complainant said that this would resolve the matter to his satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 00248-20 Greany v Mail OnlineSummary of Complaint1. Chris Greany complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy) of the\nEditors' Code of Practice in an article headlined \"Ex-Scotland Yard\ncommander slams Surrey force for jokingly suggesting on Twitter that Harry and\nMeghan should become COPS\", published on 13 January 2020.2. The article reported that a former Scotland Yard\ncommander had \"slammed\" Surrey Police for suggesting on Twitter that\nthe Duke and Duchess of Sussex should join the force as police officers. The\narticle itself included the tweet from Surrey police and the complainant's\ntweet in response to the post, which read \"im not sure this tweet is very\ntasteful folks…\".3. The complainant, the ex-Met police commander referenced\nin the article, said that the headline was misleading and exaggerative. He said\nthat his tweet did not \"slam\" the force, which would suggest severe\nor heavy criticism.4. The publication denied a breach of the Code. It said that\nthe matter came down to interpretation, specifically the strength of his\ncriticism of Surrey Police, and noted that his tweet was not supportive; his\ntweet which was also published in full in the article, had criticised the\ntastefulness of the tweet by Surrey Police. It said that the term\n\"slams\" is habitually used by newspapers synonymously with\n\"criticises\" for reasons of brevity and readers would not have been\nmisled by the extent of the criticism, not least in circumstances where the\ncomplainant's full tweet featured in the article.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.v) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.Mediated Outcome6. The complaint was not resolved through direct correspondence\nbetween the parties. IPSO therefore began an investigation into the matter.7. During IPSO's investigation, the publication offered to\namend the headline to read:\"Ex-Scotland Yard commander criticises Surrey force for\njokingly suggesting on Twitter that Harry and Meghan should become COPS\"8. The complainant said that this would resolve the matter\nto his satisfaction.9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 14/01/2020Date complaint concluded: 25/02/2020 \n \n \nBack to ruling listing\n\n\n"
}