{
    "url": "/rulings-and-resolution-statements/ruling/?id=13751-16",
    "title": "Resolution Statement – 13751-16 Gibbins v Metro.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2016-07-26 00:00:00",
    "received_on": "2016-11-24 00:00:00",
    "concluded_on": "2017-03-21 00:00:00",
    "complaint_processing_days": 117,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.  Following IPSO’s intervention, the publication offered to publish the following apology on the homepage of its website for 24 hours, and archived thereafter: Angela Gibbins An article published on 26 July 2016 headlined ‘British Council worker described Prince George as looking like a f*****g d******d’ incorrectly claimed that British Council manager Angela Gibbins had written an insulting Facebook post relating to the photograph of Prince George. In fact, Ms Gibbins had only commented in a sub-thread conversation between friends about children and privilege, some way underneath the photograph, which was posted on the Facebook page of the band Dub Pistols. We  accept that Ms Gibbins did not make the f*****g d******d comment in relation to Prince George, endorse or support the use of the phrase in any way, or use offensive or abusive language of any kind. We apologise for suggesting otherwise. 8.   The complainant said that this resolved her complaint to IPSO under Clause 1. 9.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 13751-16 Gibbins v Metro.co.uk\nSummary of Complaint\n1. Angela Gibbins complained to the Independent Press\nStandards Organisation that Metro.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in relation to an article headlined “British Council\nworker described Prince George as looking like a f**king d**khead’”, published\non 26 July 2016. \n2. The article reported that the complainant “was\nreported to have commented on a picture of [Prince George] which someone had\ncaptioned “I know he’s only two years old, but Prince George already looks like\na ‘f**king d**khead’ “.\n3. The complainant said that another Facebook user had\nposted a meme on Facebook which attracted hundreds of comments. A meme is an\nimage, often accompanied by a short amount of text, which is easily shared on\nsocial media. In this case, the meme consisted of an image of Prince George\naccompanied by the words “I know he’s only two years old, but Prince George\nalready looks like a fucking dickhead”. \nThe complainant had made comments about children and privilege in a\nsub-thread conversation with friends. However, she had not referred to Prince\nGeorge as “looking like a fucking dickhead”. She said that the article claimed\nthat she had done so, which was inaccurate. \n4. The publication acknowledged that the headline of the\narticle was inaccurate in stating that the complainant had described Prince\nGeorge ‘as looking like a f**king d**khead’. It said that the body of the\narticle complained of reflected the position regarding the comments the\ncomplainant had in fact made in the thread beneath the meme, such that readers\nwould not have been misled as to the correct position. It offered to amend the\narticle, and to publish a correction.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7.  Following\nIPSO’s intervention, the publication offered to publish the following apology\non the homepage of its website for 24 hours, and archived thereafter:\nAngela Gibbins\nAn article published on 26 July 2016 headlined ‘British\nCouncil worker described Prince George as looking like a f*****g d******d’\nincorrectly claimed that British Council manager Angela Gibbins had written an\ninsulting Facebook post relating to the photograph of Prince George. In fact,\nMs Gibbins had only commented in a sub-thread conversation between friends\nabout children and privilege, some way underneath the photograph, which was\nposted on the Facebook page of the band Dub Pistols. We  accept that Ms Gibbins did not make the\nf*****g d******d comment in relation to Prince George, endorse or support the\nuse of the phrase in any way, or use offensive or abusive language of any kind.\nWe apologise for suggesting otherwise.\n8.   The\ncomplainant said that this resolved her complaint to IPSO under Clause 1.\n9.    As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 24/11/2016\nDate complaint concluded by IPSO: 21/03/2017\nBack to ruling listing\n\n\n"
}