{
    "url": "/rulings-and-resolution-statements/ruling/?id=12339-15",
    "title": "Resolution Statement 12339-15 Woodward v The Sun",
    "provisions": [
        "1 (Accuracy) 2015",
        "2 (Opportunity to reply) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "published_on": "2015-12-23 00:00:00",
    "received_on": "2016-05-16 00:00:00",
    "concluded_on": "2016-08-02 00:00:00",
    "complaint_processing_days": 78,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. The newspaper offered to publish the following correction and apology, both on page 2 of the newspaper and online:Camilla and Shaun Woodward - An ApologyIn an article published on 23 December we wrongly stated that Shaun and Camilla Woodward were engaged in a vicious divorce battle over the financial settlement and that their children had taken sides. At the time the story was published the Woodwards were in fact already separated, the financial settlement had been agreed and their children had not been involved in the process.  We apologise unreservedly to Camilla and Shaun Woodward and their children for suggesting otherwise. 7. Further terms were also agreed as part of the settlement.8. The complainants said that this offer would resolve the matter to their satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 12339-15 Woodward v The SunSummary of complaint1. Camilla &\nShaun Woodward complained to the Independent Press Standards Organisation that\nThe Sun breached Clause 1 (Accuracy), Clause 2 (Opportunity to reply) and\nClause 3 (Privacy) of the Editors’ Code of Practice in an article headlined\n“The turncoat MP, the heiress…and the vicious battle over her millions”,\npublished on 23 December 2015.2.The article\nreported that the complainants had separated and that there was going to be a\n“battle” to decide how their wealth should be distributed. The complainants\nsaid that there was no such “battle” following their separation, and that they\nhad reached a mediated, amicable and binding settlement several months before\npublication of the article. The complainants said that the inaccurate claims\nalso intruded into their private and family life.3. The newspaper\nsaid that the article had been based on information provided by a confidential\nsource, who was in a position to know the family’s feelings about the\nseparation. It did not believe that the article was inaccurate, and it did not\naccept that the information amounted to an intrusion into the complainants’\nprivacy.Relevant Code provisions4. Clause 1\n(Accuracy)(i) The\npress must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.(ii) A\nsignificant inaccuracy, misleading statement or distortion once recognised must\nbe corrected, promptly and with due prominence, and – where appropriate – an\napology published.(iii) The\npress, whilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact.Clause 2 (Opportunity to reply)A fair\nopportunity for reply to inaccuracies must be given when reasonably called for.Clause 3\n(Privacy)(i) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.(ii) Editors\nwill be expected to justify intrusions into any individual’s private life\nwithout consent. Account will be taken of the complainant’s own public\ndisclosures of information.Mediated outcome5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. 6. The newspaper\noffered to publish the following correction and apology, both on page 2 of the\nnewspaper and online:Camilla and Shaun Woodward - An ApologyIn an article published on 23 December we wrongly stated\nthat Shaun and Camilla Woodward were engaged in a vicious divorce battle over\nthe financial settlement and that their children had taken sides. At the time\nthe story was published the Woodwards were in fact already separated, the\nfinancial settlement had been agreed and their children had not been involved\nin the process.  We apologise\nunreservedly to Camilla and Shaun Woodward and their children for suggesting\notherwise. 7. Further terms\nwere also agreed as part of the settlement.8. The complainants\nsaid that this offer would resolve the matter to their satisfaction.9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 16/05/2016Date complaint concluded by IPSO: 02/08/2016\nBack to ruling listing\n\n\n"
}