{
    "url": "/rulings-and-resolution-statements/ruling/?id=01578-16",
    "title": "Resolution Statement Complaint 01578-16 McKenna v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-01-02 00:00:00",
    "received_on": "2016-03-08 00:00:00",
    "concluded_on": "2016-06-28 00:00:00",
    "complaint_processing_days": 112,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. The publication had previously removed the article under complaint. It also offered to publish an apology to the complainant at the top of its news homepage. The apology would be headlined “Paul McKenna”, and would be accompanied by a photograph of the complainant. The publication also offered to tweet the words “Paul McKenna – apology” with a link to the full apology from the DailyMailUK Twitter account, which had originally tweeted the article under complaint. The wording of the apology was as follows: Paul McKenna An article published on 2 January reported claims that Paul McKenna ranted at a British Airways flight attendant and caused her to cry after being refused alcohol on a flight to Barbados. We are happy to make clear that Mr McKenna was not refused alcohol and did not rant at anyone. We apologise to Mr McKenna for any distress caused. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 01578-16 McKenna v Mail Online\nSummary of Complaint\n1. Paul McKenna\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “TV hypnotist Paul McKenna ‘launched into a rant and made flight\nattendant cry after he was refused booze’ on board British Airways flight from\nLondon to Barbados”, published on 2 January 2016.\n2. The article\nreported that the complainant had been “accused of making a British Airways\nflight attendant cry in a mid-air rant on a flight to the Caribbean”. It\nreported that passengers alleged that the complainant was “refused booze after\nhe became abusive”, and that he “launched into a tirade after he was refused\nalcohol”. The article also reported that the complainant “accidentally spilt a\ndrink on a fellow passenger”. The article explained that these claims were made\nin a report by another newspaper. It reported that a spokesperson for the\ncomplainant had told that newspaper that the complainant was feeling unwell on\nthe flight, and that he “sincerely apologised” for any offence caused. The\narticle reported that Mail Online had contacted the complainant’s\nrepresentatives for comment.\n3. The complainant\nsaid that he was not drunk on the flight, he was not refused alcohol and he did\nnot “[launch] into a rant that left a flight attendant in tears”.  The complainant said that he had suffered\nfrom acute food poisoning during the flight which caused him to be unsteady on\nhis feet, as a result of which, he spilt a drink over a neighbouring passenger.\nThe complainant said that the newspaper that had made the original allegations\nhad retracted them.\n4. The publication\nsaid that its article was published the day after the story was published by\nanother newspaper. It said that on the day it published its article, it\ncontacted the airline, which declined to comment, and attempted to contact the\ncomplainant’s representatives. It said that in the absence of any comment from\nthe complainant’s representatives, it included the statement from the\ncomplainant’s spokesperson which had been reported by the other newspaper, the\nday before. The publication said the claims about the complainant were\npresented as claims in the article, and that the article did not say that the\ncomplainant was drunk on the flight. The publication said there was no failure\nto take care not to publish inaccurate information.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published.\niii) A fair opportunity to reply to significant inaccuracies\nmust be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. The publication\nhad previously removed the article under complaint. It also offered to publish\nan apology to the complainant at the top of its news homepage. The apology\nwould be headlined “Paul McKenna”, and would be accompanied by a photograph of\nthe complainant. The publication also offered to tweet the words “Paul McKenna\n– apology” with a link to the full apology from the DailyMailUK Twitter\naccount, which had originally tweeted the article under complaint. The wording\nof the apology was as follows:\nPaul McKenna\nAn article published on 2 January reported claims that Paul\nMcKenna ranted at a British Airways flight attendant and caused her to cry\nafter being refused alcohol on a flight to Barbados. We are happy to make clear\nthat Mr McKenna was not refused alcohol and did not rant at anyone. We\napologise to Mr McKenna for any distress caused.\n8. The complainant\nsaid that this would resolve the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 08/03/2016Date complaint concluded by IPSO: 28/06/2016\nBack to ruling listing\n\n\n"
}