{
    "url": "/rulings-and-resolution-statements/ruling/?id=02970-16",
    "title": "Resolution statement Complaint 02970-16 Gordon v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2016-04-14 00:00:00",
    "received_on": "2016-05-15 00:00:00",
    "concluded_on": "2016-07-19 00:00:00",
    "complaint_processing_days": 65,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. Following IPSO mediation, the newspaper offered to append the following correction, as a footnote to the online article and in the Obituaries section of the newspaper:Correction : An earlier version of this article stated, inaccurately, that Mildred Gordon was deported from the United States and that she was survived by her husband Nils Dahl. Mr Dahl in fact died in 1996. He had not \"once been\" Trotsky's bodyguard, as the article said; rather, he was once asked to be prepared to fulfil this role, but the opportunity to do so did not arise. Mildred Gordon joined the Labour Party in 1942 rather than gravitating to Labour in the 1950s as the article originally implied. She had disagreements with Ken Livingstone on a number of occasions and was not his 'disciple', as the article said. We apologise for these errors, which have been corrected. Her son, Professor David Gordon, has also asked us to record his belief  that Mrs Gordon came close in 1993 to winning a seat on the Shadow Cabinet for a range of reasons, including her strong campaigning work, and not because she was the \"least credible figure\" that Labour MPs \"could vote for to embarrass the leadership”. We are further content to clarify that the obituary's claim that Mildred Gordon wrote in a 1990 New Year’s message about \"the Thatcher government’s continuing attempts to literally grind the faces of the poor” was drawn from a 1990 Telegraph news item quoting a contemporary Labour party publication, not from the actual publication itself. Whether the words attributed to Mrs Gordon were in fact written by her, or published, is unknown.11. The complainant said the proposed correction would resolve the matter to his satisfaction.12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 02970-16\nGordon v The Daily TelegraphSummary of\ncomplaint 1. David Gordon complained\nto the Independent Press Standards Organisation that The Daily Telegraph\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Mildred Gordon, MP – obituary”, published on 14 April 2016.2. The complainant\nis the son of Mildred Gordon, a former Labour MP. He expressed concern that the\nnewspaper’s obituary of his mother included misleading information and a number\nof inaccuracies.3. The\ncomplainant said that it was inaccurate for the article to report that his\nstepfather, Nils Kaare Dahl had survived Mildred Gordon as he had died in 1996.\nThe complainant also said that it was inaccurate for the article to report that\nMildred Gordon was “deported to her native Britain from the United States” and\n“her activities led the US government to deport her in the 1950s”. He said that\nhis mother had never been deported from the United States.4. The\ncomplainant said that his mother had joined the Labour Party in 1939 and remained\na member all her life. As such he said that it was inaccurate for the article\nto report that “in London [Mildred Gordon] gravitated to Labour as it moved\nLeft-wards” as after returning to London from the USA, she had already been a\nmember of the Labour party for over a decade. The complainant also said that\nthe article had attributed to Ms Gordon a comment which she had never made. The\ncomplainant further considered that it was misleading for his mother to be\ndescribed as a “disciple of Ken Livingstone” as she had had disagreements with\nhim on a number of occasions.5. The\ncomplainant said that it was misleading for the article to report that\n“Northern traditionalists” had voted for Mildred Gordon to become a member of\nthe Shadow Cabinet “to embarrass the leadership”. He said that there were a\nnumber of reasons as to why many Labour MPs voted for Mildred Gordon. Finally\nthe complainant considered the claim that his stepfather, Nils Kaare Dahl had\n“once been Trotsky’s bodyguard” to be misleading as it misrepresented his\nacquaintance with Trotsky.6. The newspaper\naccepted that its report of the death of Nils Kaare Dahl was inaccurate. It\napologised to the complainant for this mistake and amended the online article\nto ensure that the inaccuracy was promptly corrected. The newspaper said it had\nmade clear the basis for its claim that Mildred Gordon had been deported to the\nUS however offered to publish a clarification on this point. It offered to\npublish the following clarification in print: Mildred\nGordonOur obituary of Mildred Gordon (15 April) wrongly\nstated that she was deported from the United States and that she was survived\nby her husband Nils Dahl. Mr Dahl in fact died in 1996. We apologise for these\nerrors.7. The\ncomplainant did not accept this offer as a resolution to his complaint. Relevant Code\nprovisions8. Clause 1\n(Accuracy) (i)  The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.(ii)   A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and – where appropriate – an apology published. Mediated\noutcome9. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. 10. Following\nIPSO mediation, the newspaper offered to append the following correction, as a\nfootnote to the online article and in the Obituaries section of the newspaper:Correction : An earlier version of this article\nstated, inaccurately, that Mildred Gordon was deported from the United States\nand that she was survived by her husband Nils Dahl. Mr Dahl in fact died in\n1996. He had not \"once been\" Trotsky's bodyguard, as the article said;\nrather, he was once asked to be prepared to fulfil this role, but the\nopportunity to do so did not arise. Mildred Gordon joined the Labour Party in\n1942 rather than gravitating to Labour in the 1950s as the article originally\nimplied. She had disagreements with Ken Livingstone on a number of occasions\nand was not his 'disciple', as the article said. We apologise for these errors,\nwhich have been corrected. Her son, Professor David Gordon, has also asked us\nto record his belief  that Mrs Gordon came close in 1993 to winning a seat\non the Shadow Cabinet for a range of reasons, including her strong campaigning\nwork, and not because she was the \"least credible figure\" that Labour\nMPs \"could vote for to embarrass the leadership”. We are further\ncontent to clarify that the obituary's claim that Mildred Gordon wrote in a\n1990 New Year’s message about \"the Thatcher government’s continuing\nattempts to literally grind the faces of the poor” was drawn from a 1990\nTelegraph news item quoting a contemporary Labour party publication, not from\nthe actual publication itself. Whether the words attributed to Mrs Gordon were\nin fact written by her, or published, is unknown.11. The complainant said the proposed correction would\nresolve the matter to his satisfaction.12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. \nDate complaint received: 15/05/2016Date complaint concluded by IPSO: 19/07/2016 \nBack to ruling listing\n\n\n"
}