{
    "url": "/rulings-and-resolution-statements/ruling/?id=07992-16",
    "title": "Resolution Statement 07992-16 Etheridge v Mirror.co.uk",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2016-08-16 00:00:00",
    "received_on": "2016-08-17 00:00:00",
    "concluded_on": "2016-11-10 00:00:00",
    "complaint_processing_days": 85,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. The newspaper offered to publish the following statement from the complainant beneath the online article: UPDATE: Mr Etheridge has firmly denied the allegations of infidelity, telling a Belfast audience that it was “an untrue, unfair attack by a woman he loved”. He added: “The truth is that what would have been a mildly embarrassing spat between two people going through a difficult time during their relationship turned into national news due to unscrupulous political rivals.” He went on to highlight the way so many of our politicians avoid talking about men’s health issues as if they were a ‘taboo’ subject. Twenty million men worldwide have taken medical treatments for erectile dysfunction, figures from Fathers 4 Justice indicate that suicide is the biggest killer of men under fifty and, according to the Office of National Statistics (ONS), one in six men suffers anxiety or depression. Mr Etheridge concluded “We have to start taking men’s physical and mental wellbeing seriously. These are shocking figures and it is high time the government redressed the balance.” 7. The complainant said that the publication of his statement would resolve the matter to his satisfaction.  8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07992-16 Etheridge v\nMirror.co.uk\nSummary of complaint\n1. Bill Etheridge\ncomplained to the Independent Press Standards Organisation that Mirror.co.uk\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “UKIP leadership hopeful accused of cheating\nfor the second time after ex claims she found Viagra in his car”, published on\n16 August 2016.\n2. The complainant\nexpressed concern that the newspaper had reported that his ex-partner had\naccused him of cheating because she found a packet of Viagra with his name on\nit in her car. The complainant denied that he had been unfaithful to his\npartner, and considered that the newspaper had intruded into his private life\nby printing details of his personal medication.  \n3. The newspaper\nsaid that the information in the article had been put in the public domain by\nthe complainant’s ex-partner who had shared it on social media, and it had\ntaken care to set out the allegations as claims. It said it had been unable to\nget a comment from the complainant before publication, but it had included a\nstatement which he had given to another newspaper.   \nRelevant Code provisions\n4. Clause 1\n(Accuracy)\ni. The Press must take care\nnot to publish inaccurate, misleading or distorted information or images,\nincluding headlines not supported by the text.\nii. A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. \niii. A fair opportunity to\nreply to significant inaccuracies should be given, when reasonably called for.iv. The Press, while free\nto editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact.\n Clause 2 (Privacy)\ni. Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.\nii. Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. The newspaper\noffered to publish the following statement from the complainant beneath the\nonline article:\nUPDATE: Mr Etheridge has firmly denied the allegations of\ninfidelity, telling a Belfast audience that it was “an untrue, unfair attack by\na woman he loved”.\nHe added: “The truth is that what would have been a mildly\nembarrassing spat between two people going through a difficult time during\ntheir relationship turned into national news due to unscrupulous political\nrivals.”\nHe went on to highlight the way so many of our politicians\navoid talking about men’s health issues as if they were a ‘taboo’ subject.\nTwenty million men worldwide have taken medical treatments\nfor erectile dysfunction, figures from Fathers 4 Justice indicate that suicide\nis the biggest killer of men under fifty and, according to the Office of\nNational Statistics (ONS), one in six men suffers anxiety or depression.\nMr Etheridge concluded “We have to start taking men’s\nphysical and mental wellbeing seriously. These are shocking figures and it is\nhigh time the government redressed the balance.”\n7. The complainant\nsaid that the publication of his statement would resolve the matter to his\nsatisfaction. \n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 17 August 2016Date complaint concluded: 10 November 2016\nBack to ruling listing\n\n\n"
}