{
    "url": "/rulings-and-resolution-statements/ruling/?id=18599-17",
    "title": "Resolution Statement 18599-17 Stand Against Racism & Inequality v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-09-08 00:00:00",
    "received_on": "2017-09-21 00:00:00",
    "concluded_on": "2017-11-23 00:00:00",
    "complaint_processing_days": 63,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. Following IPSO’s intervention, the publication offered to write a private letter of apology to the family.  8. The complainant said that this would resolve the matter to its satisfaction.  9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 18599-17 Stand Against Racism &\nInequality v Mail OnlineSummary of complaint1.  \nStand Against Racism & Inequality, on behalf\nof Kamaran Ahmad Ali and family, complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 2 (Privacy) and Clause 4\n(Intrusion into grief or shock) of the Editors’ Code of Practice in an article\nheadlined “Man ‘killed his neighbour before leaving his dismembered PENIS lying\nnext to his dead body in a block of flats they shared’”, published on 8 September\n2017. \n2. The article was a\nreport of the pre-trial proceedings of an individual, charged with the murder\nof a member of Mr Ali’s family. The article included details of the deceased’s\ninjuries, and claimed that these details had been heard during the court\nproceedings.\n3.\nThe complainant said that these\ndetails had not been mentioned in court. It said that the family had not been\naware of these details prior to the publication of the article, and that the\ninclusion had intruded into the family’s private life, and into their grief.\nThe complainant expressed particular concern that publication had not been\nhandled sensitively and noted the distress that the publication of the article\nhad caused the family.\n4. The publication apologised for\nthe distress that the article had caused the family but did not accept that\nthere had been a breach of the Code. It said that the details were referred to\nin open court and that as there were no reporting restrictions in place, it was\nentitled to report on these. While the publication acknowledged that the\ndetails were upsetting to read, it did not consider that their inclusion was\ninsensitive, such as to breach the Code. \n \nRelevant Code Provisions \n5. Clause 2\n(Privacy)\ni) Everyone is entitled\nto respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\n \nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\n \niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion\nand publication handled sensitively. These provisions should not restrict the\nright to report legal proceedings.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n7. Following IPSO’s intervention, the publication offered\nto write a private letter of apology to the family. \n8. The complainant said that this would resolve the matter\nto its satisfaction. \n9. As the complaint was successfully mediated, the Complaints Committee\ndid not make a determination as to whether there had been any breach of the\nCode.\nDate complaint received: 21/09/2017\nDate complaint concluded by IPSO: 23/11/2017\nBack to ruling listing\n\n\n"
}