{
    "url": "/rulings-and-resolution-statements/ruling/?id=03284-16",
    "title": "Resolution Statement 03284-16 Dyke v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-05-20 00:00:00",
    "received_on": "2016-06-02 00:00:00",
    "concluded_on": "2016-08-02 00:00:00",
    "complaint_processing_days": 61,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. After further correspondence, the newspaper offered to publish the following correction in the Corrections and Clarifications section of their website: Correction The gallery was formed of 11 images. Each image carried a caption. The captions for images 3 (eggs), 5 (jam), 6 (water) & 9 (swedes) were inaccurate. In the case of caption 3 (eggs), the caption claimed that \"A dozen eggs: In 2010 the EU said that food could not be sold by number but by weight\". In 2010 the European Union was considering legislation governing food labelling. In June 2010 Renata Sommer the MEP responsible for steering the legislation confirmed 'There will be no changes to selling food by numbers\". In fact a consumer who purchased eggs in the UK would be able to do so by number. Caption 3 (eggs) was therefore incorrect. Given that 4 of the 11 captions were incorrect this gallery has been deleted.8. The complainant said the proposed correction would resolve the matter to his satisfaction. 9.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 03284-16 Dyke v express.co.uk\nSummary of complaint\n1. John Dyke complained to the Independent Press Standards\nOrganisation that express.co.uk breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in a picture gallery headlined “Amazing things we get back if\nwe leave EU”, published on 20 May 2016.\n2. The picture gallery showed photographs of a number of\nproducts. Each photograph was captioned to explain the EU regulation that\naffected the product depicted.\n3. The complainant said that this gallery contained a series\nof inaccurate claims about the effect of EU law on the sale of goods including\neggs, water, rubber gloves and oven gloves. The complainant also said that the\nclaim that under EU regulations, eggs must be sold by weight and not by number\nwas inaccurate.\n4. The newspaper said it was satisfied that the picture\ngallery and accompanying captions were accurate. It did accept however that the\ncaption which accompanied the photograph of a box of eggs was not accurate. As\nsuch the newspaper took the decision to remove the picture gallery from the\nwebsite.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\n(i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\n(ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected, promptly\nand with due prominence, and – where appropriate – an apology published\nMediated outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n7. After further correspondence, the newspaper offered to\npublish the following correction in the Corrections and Clarifications section\nof their website:\nCorrection The gallery was\nformed of 11 images. Each image carried a caption. The captions for images 3\n(eggs), 5 (jam), 6 (water) & 9 (swedes) were inaccurate. In the case of\ncaption 3 (eggs), the caption claimed that \"A dozen eggs: In 2010 the EU\nsaid that food could not be sold by number but by weight\". In 2010 the\nEuropean Union was considering legislation governing food labelling. In June\n2010 Renata Sommer the MEP responsible for steering the legislation confirmed\n'There will be no changes to selling food by numbers\". In fact a consumer\nwho purchased eggs in the UK would be able to do so by number. Caption 3 (eggs)\nwas therefore incorrect. Given that 4 of the 11 captions were incorrect this\ngallery has been deleted.8. The complainant said the proposed correction would\nresolve the matter to his satisfaction.\n9.  As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 02/06/2016Date complaint concluded by IPSO: 02/08/2016\nBack to ruling listing\n\n\n"
}