{
    "url": "/rulings-and-resolution-statements/ruling/?id=01966-22",
    "title": "Resolution Statement – 01966-22 A man v hamhigh.co.uk",
    "provisions": [
        "10 Clandestine devices and subterfuge (2021)",
        "2 Privacy (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "hamhigh.co.uk (Newsquest Media Group)",
    "published_on": "2022-03-07 00:00:00",
    "received_on": "2022-03-09 00:00:00",
    "concluded_on": "2022-03-30 00:00:00",
    "complaint_processing_days": 21,
    "mediated_outcome": "12. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 13. During IPSO’s investigation the complainant said that he would like the article to be taken down and receive some form of compensation. 14. The publication offered to remove the article from its website as a gesture of goodwill to resolve matters but did not offer compensation 15. The complainant said that this would resolve the matter to his satisfaction. 16. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 01966-22 A man v hamhigh.co.uk\nSummary\nof Complaint\n1. A man\ncomplained to the Independent Press Standards Organisation that Ham&High\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 10 (Clandestine\ndevices and subterfuge) of the Editors’ Code of Practice in an article\nheadlined “Labour activist blocked critical news stories on Facebook groups”,\npublished on 7 March 2022.\n2. The\narticle reported on the complainant’s position as an administrator in two\nMuswell Hill community Facebook groups. It reported that the complainant, who\nwas a Labour Party activist, blocked articles published by the publication from\nappearing on the pages of the Facebook groups. These articles reported on a\nLocal Government Ombudsman (LGO) report into a Haringey Council regeneration\nscheme which found flaws in the decision-making process. The article under\ncomplaint claimed that “The Ham&High was given the boot from two Facebook\ngroups run by [the complainant] after reporting on a series of controversies\nlinked to the council's planned regeneration of the former Cranwood care home\nsite in Muswell Hill” and that “[the complainant] admitted this week to\nblocking the Ham&High from the groups”. It further stated, \"[the\ncomplainant] has since declared his Labour activism in a post on one of the\ngroups and said of censoring the Ham&High: ‘I may have made an error of\njudgement.’”\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as the\npublication had never been a member of the Facebook groups. While a journalist\nfrom the publication was removed from the groups, all the publication’s other\njournalists, including the editor, were not removed and still remained in the\ngroup. He also said the headline implied that the reason he had removed the\narticles from the group was because they were critical of the Labour Party.\nHowever, the complainant said that he had rejected the articles because he\nconsidered them to be a form of political campaigning by the Liberal Democrats.\nThe complainant also said that the article was inaccurate as he believed it had\nmisrepresented his response to the newspaper by quoting a Facebook post where he\nsaid, \"I may have made an error of judgement\", which had been taken\nout of context.\n4. The\ncomplainant also said the article breached Clause 2 as he considered that he\nhad an expectation of privacy regarding the decisions he made as the Facebook\ngroups’ administrator. He did not consider that this information was in the\npublic interest or that he was a public figure.\n5. The\ncomplainant also complained that the article breached Clause 10, as he said a\njournalist from the publication, who had called him prior to the publication of\nthe article, had misrepresented the reason for his call. The complainant said\nthe journalist did not initially make clear that he was writing a story and he\nhad not given the journalist permission to print his explanation about the\nblocked articles.\n6. The\npublication did not accept a breach of the Code. It said that it was reasonable\nfor the article to describe the publication as having been given “the boot”\nfrom the Facebook group as the journalist was the public face of the\npublication’s recent reporting on Muswell Hill and was blocked from both\ngroups.\n7. The\npublication also disputed the complainant’s claim that the headline was\ninaccurate as it implied that the complainant had rejected the stories because\nthey were critical of the Labour Party. The publication said the first story\nthe complainant blocked was 17 paragraphs long and centred on statements by the\nLocal Government Ombudsman and the Labour council leader and that the Liberal\nDemocrats were not mentioned until the fourteenth paragraph. The publication\nalso said that it had included quotes in the article from the complainant who\nhad said that the blocked stories amounted to Liberal Democrats campaigning as\nthe article had included criticism of the Labour party.\n8. When\nreporting the complainant’s public statement regarding his possible “error of\njudgement”, the publication said the story did not say or suggest that he had\nissued an apology, but that he had made a public statement suggesting that\nblocking the stories may have been an error of judgement, which was accurate. \n9. In\nrelation to Clause 2, the publication rejected the complainant’s claim that he\nwas not a public figure and said that he proactively promoted himself as a person\nof significance in Muswell Hill. It also said that the complainant, who had\neditorial control over a 20,000 member Facebook group, was able to publish a\nstatement about a journalist in the group and that this was in the public\ndomain.\n10. The\npublication said that in regard to Clause 10, when the journalist had\ntelephoned the complainant, the first thing he had told him was that he was a\njournalist from the publication. The publication said the complainant did not\nask to go off-the-record at any time and as a result it treated his comments as\nbeing “on the record”. The journalist later informed him that the publication\nplanned to publish an article about how he had been blocking stories about\nCranwood, after which he continued speaking to the journalist for another ten\nminutes.  \n11. The\npublication said they would consider a letter from the complainant for\npublication in the letters columns of the newspaper as a resolution to the\ncomplaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n10 (Clandestine devices and subterfuge)\ni) The\npress must not seek to obtain or publish material acquired by using hidden\ncameras or clandestine listening devices; or by intercepting private or mobile\ntelephone calls, messages or emails; or by the unauthorised removal of\ndocuments or photographs; or by accessing digitally-held information without\nconsent.\nii)\nEngaging in misrepresentation or subterfuge, including by agents or\nintermediaries, can generally be justified only in the public interest and then\nonly when the material cannot be obtained by other means.\nMediated\nOutcome\n12. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n13.\nDuring IPSO’s investigation the complainant said that he would like the article\nto be taken down and receive some form of compensation.\n14. The\npublication offered to remove the article from its website as a gesture of\ngoodwill to resolve matters but did not offer compensation\n15. The\ncomplainant said that this would resolve the matter to his satisfaction.\n16. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n\n\n\nDate\ncomplaint received: 09/03/2022\nDate\ncomplaint concluded by IPSO: 30/03/2022\nBack to ruling listing\n\n\n"
}