{
    "url": "/rulings-and-resolution-statements/ruling/?id=27978-20",
    "title": "Resolution Statement – 27978-20 Katwala v Sunday Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2020-09-13 00:00:00",
    "received_on": "2020-09-14 00:00:00",
    "concluded_on": "2021-01-05 00:00:00",
    "complaint_processing_days": 113,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation the publication offered to print the following correction in their Corrections and Clarifications column: \"The item “Dance your way out of this row, folks” (Rod Liddle, Comment, September 13), which mistakenly stated that no opinion polls were available on the level of popular support for the Black Lives Matter movement, was also wrong to imply that information was being withheld from the public. We have been asked to point out that the polls that were conducted found a wide range of views, not supporting the writer’s suspicion that the mass of the public finds the movement repellent. We are happy to make this clear.\" 10. The complainant said that this would resolve the matter to his satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 27978-20 Katwala v Sunday Times\nSummary of Complaint\n1. Sunder Katwala complained to the Independent Press\nStandards Organisation that The Sunday Times breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “I’m a natural Covid\nwarden: stifling other people’s pleasure is my idea of fun / Dance your way out\nof this row, folks”, published on 13 September 2020\n2. The complainant was one of a number of individuals who\nraised concerns about the article; he was selected as IPSO’s lead complainant.\n3. The article, an opinion piece, suggested that the level\nof popular support for Black Lives Matter had been “shrouded these past few\nmonths”, with “no opinion polls available” on the matter. The columnist then\nreported that when he asked a polling organisation why this was the case, the\nreply was: “Because we were worried we wouldn’t like the results”. Following\nthis, the columnist added that he suspected “the mass of the public” found the\nBlack Lives Matter movement “entirely repellent.”\n4. The article also appeared online in substantially the\nsame format under the same headline.\n5. Whilst the complainant accepted that the columnist was\nentitled to his own opinions, he believed that the article had failed to\nclearly distinguish between comment, conjecture, and fact in breach of Clause 1\nand made three separate inaccurate and misleading assertions. First, that there\nwere “no opinion polls available” to demonstrate public support the Black Lives\nMatter movement. Second, that public attitudes towards the movement had in some\nway been “shrouded” and third that the “mass of the public” found the “movement\nentirely repellent”.  A number of opinion\npolls on this question had in fact been published and were publicly available,\nsome of which found the public to be predominantly supportive of the movement.\n6. The publication accepted that the statement in the\narticle that no polls had been published on public attitudes towards the Black\nLives Matter movement was significantly inaccurate and required correction,\npublishing the following, both in print and online, on 20 September 2020:\n“The item “Dance your way out this row, folk” (Rod Liddle,\nComment, last week) wrongly stated that no opinion polls are available on the\nlevel of popular support for the Black Lives Matter movement. In fact, a number\nof polls on this subject have been conducted by agencies including YouGov and\nOpinium. We apologise for this error.”\n7. Whilst the publication accepted that the complainant’s\nfirst point of complaint represented an inaccuracy, amending the online article\nand publishing the above correction, it did not accept that his further\nconcerns raised a breach of the Code. The article was clearly presented as\nreflecting the columnist’s own perception and interpretation of public support towards\nthe Black Lives Matter.\nRelevant Code Provisions \nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. During IPSO’s investigation the publication offered to\nprint the following correction in their Corrections and Clarifications column:\n\"The item “Dance your way out of this row, folks” (Rod\nLiddle, Comment, September 13), which mistakenly stated that no opinion polls\nwere available on the level of popular support for the Black Lives Matter\nmovement, was also wrong to imply that information was being withheld from the\npublic. We have been asked to point out that the polls that were conducted\nfound a wide range of views, not supporting the writer’s suspicion that the\nmass of the public finds the movement repellent. We are happy to make this\nclear.\"\n10. The complainant said that this would resolve the matter\nto his satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 14/09/2020\nDate complaint concluded by IPSO: 05/01/2021\nBack to ruling listing\n\n\n"
}