{
    "url": "/rulings-and-resolution-statements/ruling/?id=01395-22",
    "title": "Resolution Statement 01395-22 Wilshaws of Bexton Limited v Macclesfield Express",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Macclesfield Express (Reach PLC)",
    "published_on": "2021-12-29 00:00:00",
    "received_on": "2022-01-31 00:00:00",
    "concluded_on": "2022-05-18 00:00:00",
    "complaint_processing_days": 107,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation the complainant said that the following actions would resolve the matter to its satisfaction: the removal of the article from a third party news distribution website, and the publication of an apology and correction. 9. The publication removed the article from the third party news distribution website and published the following item in its Corrections and Clarifications column, which appeared on page 2: “Lyme Breeze - An Apology Our article 'Protest leads to a wedding ban for venue', published on 29 December 2021, incorrectly reported that as part of a planning process the owners of Lyme Breeze, Adlington, Macclesfield had been told it could not be used for weddings. Our article also stated that functions could not take place until a full planning application was submitted and approved which was also incorrect. We are happy to clarify that no ban had been imposed, and apologise to the owners and customers of Lyme Breeze for any distress caused.” 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 01395-22 – Wilshaws of Bexton Limited v Macclesfield Express\nSummary\nof Complaint\n1. Wilshaws\nof Bexton Limited complained to the Independent Press Standards Organisation\nthat the Macclesfield Express breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Protest leads to a wedding ban for venue”,\npublished on 29th December 2021.\n2. The\narticle, which appeared on page 2 of the newspaper, reported that the “owners\nof [Lyme Breeze] have been told it cannot be used for weddings – for now at\nleast – in the face of large objections from nearby residents.” It said that a\nreport by council planners found the main issue with the owner’s application\nfor a “’certificate of lawful existing use’ – permission to use the premises\nfor functions that also included christenings, wakes and conferences – was\ndemonstrating the continuous use of the premise’s as “a restaurant with\nancillary functions and events venue”, concluding that the owner’s submission\n“lack[ed] evidence” to demonstrate this. The article then stated that\n“functions cannot take place now unless a full planning application is\nsubmitted and approved” and included the following statement by the individual\ndescribed as “acting as agent for the owners”: “Whilst it is clear that the\nholding of functions such as parties, weddings, christenings, and meetings/conferences\netc is ancillary to the main use of the site, these uses are in any event\nestablished and lawful by virtue of the fact that they have been ongoing for a\ncontinuous period of in excess of 10 years”. The article included a number of\nthe objections raised by residents.\n3. The\ncomplainant, the owner and operator of Lyme Breeze, said that the article was\ninaccurate, in breach of Clause 1 (Accuracy). The complainant denied that Lyme\nBreeze had been “banned” by the council from hosting weddings. The complainant\nalso denied that it had been instructed by the council that functions could not\ntake place at the venue, without the submission and approval of a full planning\napplication.\n4. In\naddition, the complainant said that the article was inaccurate to report that\nthere were “large objections” to the application, and to include the comments\nsubmitted by residents. The complainant said that the inclusion of these\ncomments, and their prominence, sensationalised events.\n5. The\ncomplainant also expressed concern that it had not been provided with an\nopportunity to respond to the claims made prior to the article’s publication.\nThe comments included within the article from the “agent” were taken from the\nreport’s submission to the council; this representative had not been approached\nfor further comment prior to the article’s publication.\n6. The\npublication maintained that its coverage was accurate. It said that while the\ncouncil had confirmed that the venue held a licence to host Marriage and Civil\nPartnership ceremonies, this was separate from permission to host celebrations,\nfunctions and events.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n8.\nDuring IPSO’s investigation the complainant said that the following actions\nwould resolve the matter to its satisfaction: the removal of the article from a\nthird party news distribution website, and the publication of an apology and\ncorrection.\n9. The publication removed the article from the\nthird party news distribution website and published the following item in its\nCorrections and Clarifications column, which appeared on page 2:\n“Lyme\nBreeze - An Apology\nOur\narticle 'Protest leads to a wedding ban for venue', published on 29 December\n2021, incorrectly reported that as part of a planning process the owners of\nLyme Breeze, Adlington, Macclesfield had been told it could not be used for\nweddings. Our article also stated that functions could not take place until a\nfull planning application was submitted and approved which was also incorrect.\nWe are happy to clarify that no ban had been imposed, and apologise to the\nowners and customers of Lyme Breeze for any distress caused.”\n10. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n \nDate\ncomplaint received: 31/01/2022\nDate\ncomplaint concluded by IPSO: 18/05/2022\nBack to ruling listing\n\n\n"
}