{
    "url": "/rulings-and-resolution-statements/ruling/?id=06690-18",
    "title": "Resolution Statement 06690-18 Murray v Daily Mirror",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2018-09-09 00:00:00",
    "received_on": "2018-10-11 00:00:00",
    "concluded_on": "2018-11-08 00:00:00",
    "complaint_processing_days": 28,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    During IPSO’s investigation, the newspaper offered to publish the following clarification in their Corrections and Clarifications column on page 2: “Our article 'Accent study blew £34k' on 9 October 2018 reported that Havant and South Downs College 'found nothing' after receiving a £34,000 Lottery grant for research into the Portsmouth accent. Although the college's press release suggested this, we are happy to clarify that the grant was not to solely investigate the accent, but was also to help fund students to research into the local history.” 8.    The complainant said that this would resolve the matter to his satisfaction. 9.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement\n06690-18 Murray v Daily Mirror\nSummary of Complaint 1.    Steve\nMurray complained to the Independent Press Standards Organisation that the\nDaily Mirror breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Accent study 'blew £34k'” published on 9 September 2018. 2.    The\narticle reported the outcome of a grant given to a college. It said that\nstudents had investigated the Portsmouth accent for 10 months but “…found\nnothing”. 3.    The\ncomplainant said that the article gave the misleading impression that the study\nwas an empirical academic research project aimed at finding the source of the\nPompey accent, and in not doing so, the project had failed and had wasted its\nfunding. He said that this was a school project, and it never aimed to find the\nsource of the Pompey accent- the project’s consequent cultural activities meant\nthat it fulfilled all of its aims and official Approved Purposes, and the money\nhad been spent appropriately. 4.    The\nnewspaper said that the article was based on the college’s own statements which\nsaid that the grant had been awarded to “…support students to research the\nhistory of Portsmouth’s accent” and that three of the six Approved Purposes\nmade reference to the Pompey accent. The newspaper also pointed to the\ncomplainant’s own statement which said that “The project hasn’t really\nunearthed anything to explain the origins of the accent.” For all of these\nreasons, the newspaper did not accept that the article presented the misleading\nimpression as suggested by the complainant. \nRelevant Code\nProvisions 5.    Clause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nv)\nA publication must report fairly and accurately the outcome of an action for\ndefamation to which it has been a party, unless an agreed settlement states\notherwise, or an agreed statement is published. \nMediated Outcome 6.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 7.    During\nIPSO’s investigation, the newspaper offered to publish the following\nclarification in their Corrections and Clarifications column on page 2: “Our article 'Accent study blew £34k' on 9 October 2018 reported that\nHavant and South Downs College 'found nothing' after receiving a £34,000\nLottery grant for research into the Portsmouth accent. Although the college's\npress release suggested this, we are happy to clarify that the grant was not to\nsolely investigate the accent, but was also to help fund students to research\ninto the local history.” 8.    The\ncomplainant said that this would resolve the matter to his satisfaction. 9.    As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 11/10/2018\nDate\ncomplaint concluded by IPSO: 08/11/2018\nBack to ruling listing\n\n\n"
}