{
    "url": "/rulings-and-resolution-statements/ruling/?id=01401-17",
    "title": "Resolution Statement 01401-17 Llewellyn v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-02-14 00:00:00",
    "received_on": "2017-02-15 00:00:00",
    "concluded_on": "2017-04-26 00:00:00",
    "complaint_processing_days": 70,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation of the complaint, the newspaper offered to write the complainant’s son a letter of regret, as well as make a donation to a charity of the complainant’s choice. 8. The complainant said this would resolve his complaint to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01401-17 Llewellyn v Mail Online\nSummary of complaint\n1. Rebecca\nLlewellyn complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy), Clause 2 (Privacy), and Clause 6\n(Children) in an article headlined “Pictured: 15-year-old's shocking injuries\nafter he was attacked as he got off a bus on his way to school”, published on\n14 February 2017.\n2. The article\nreported that the complainant’s 15 year old son had been physically attacked\nfollowing a “bullying” incident after he had got off a bus. It included\nphotographs of her son, with significant facial injuries. The article reported\n“the family of a schoolboy have released shocking pictures of his swollen and\nbloodied face” and continued by reporting that the photograph had been shared\nwith his mother’s permission.3. The complainant\nexpressed concern that the article inaccurately reported that her son had been\nbullied. She also said she had not given her permission for the photographs of\nher son to be included in the article.\n4. The newspaper\nsaid that its report was based on a viral Facebook post, which included the\nimages of the complainant’s son. The newspaper said that the author of the post\nhad stated that the photos had been shared with his mother’s permission, and\nseveral people had commented on the post saying that the complainant’s son had\nbeen bullied. It said that preceding IPSO’s involvement, the newspaper had\nremoved the article, when the complainant had contacted them to make them aware\nof her concerns.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nClause 6 (Children)\ni) All pupils should be free to complete their time at school\nwithout unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation of the complaint, the newspaper offered to write the\ncomplainant’s son a letter of regret, as well as make a donation to a charity\nof the complainant’s choice.\n8. The complainant\nsaid this would resolve his complaint to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 15/02/2017Date complaint concluded by IPSO: 26/04/2017 \nBack to ruling listing\n\n\n"
}