{
    "url": "/rulings-and-resolution-statements/ruling/?id=02173-18",
    "title": "Resolution Statement 02173-18 Johnson v Mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mirror.co.uk (Reach PLC)",
    "received_on": "2018-03-05 00:00:00",
    "concluded_on": "2018-07-11 00:00:00",
    "complaint_processing_days": 128,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. The newspaper offered to remove the articles from its website, and it agreed to contact the complainant before any further publications regarding Adam Johnson. 10. The complainant accepted the newspaper’s offer as a resolution to the complaint. 11.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02173-18 Johnson v Mirror.co.uk\nSummary of complaint\n1. David\nJohnson, acting on behalf of Adam Johnson, complained to the Independent Press\nStandards Organisation that Mirror.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Paedophile footballer Adam\nJohnson ‘wants prison transfer after gang threaten to slit his throat with\nmakeshift knife’”, published on 15 July 2017, and an article headlined “Adam\nJohnson ‘urged to convert to Islam by Muslim lags after fellow prisoners\nthreaten to slash his throat’”, published on 30 July 2017.\n2. The\ncomplainant said that the newspaper had inaccurately reported that his son,\nAdam Johnson, had received threats to slash his throat while in prison; that he\nhad attended prayer meetings in return for protection; and that he had\nconverted to Islam and had been witnessed praying. These claims were untrue.\n3. In\naddition, he said that it was inaccurate to refer to his son as a “paedophile”.\nHe said the term “paedophile” described a “male predator who had sexual\nattraction towards prepubescent children”; his son was not a paedophile.\n4. The\nnewspaper denied that it had breached the Code. It said that it had clearly\ndistinguished comment, conjecture and fact in both of the articles under complaint,\nand it had made clear that the reports were based on articles in other\npublications. It was common practice for publications – particularly those\npublished online – to report on each other’s stories. It argued that as long\nsuch articles were set out as sourced allegations, newspapers should not be\nrequired to prove the underlying facts. If published allegations were disputed\nor turned out to be incorrect, then a reply or a correction should be\npublished, if necessary. It would be disproportionate to expect a publisher, in\nthe context of breaking news, to go behind the facts being reported by another\nnewspaper, unless those facts were inconsistent or cried out for further\ninvestigation. It said that it would have been virtually impossible to obtain a\nresponse to the allegations from Adam Johnson in prison.\n5. Given\nthat Mr Johnson had now made clear that he denied the allegations relating to\nthe death threats and his conversion to Islam, the newspaper offered to add his\ndenial to the articles, and it suggested the following wording:\nFurther to the article above, representatives of Adam\nJohnson have contacted us to make clear that it is incorrect to say that Adam\nJohnson has converted to Islam, that fellow prisoners had “threatened to slash\nhis throat”, had been “been spotted attending prayer meetings” and has been\n“offered protection by a gang of 'Muslim lags”.\n6. The\nnewspaper said that it was not inaccurate to describe Adam Johnson as a\n“paedophile” as he had been sentenced to six years in prison after being found\nguilty of sexual activity with a 15-year-old schoolgirl. It noted that in his\nstatement to the police, Mr Johnson had said “She’s a child and ought to have\nbeen safe in my company”.\nRelevant Code provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n8. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n9. The\nnewspaper offered to remove the articles from its website, and it agreed to\ncontact the complainant before any further publications regarding Adam Johnson.\n10. The\ncomplainant accepted the newspaper’s offer as a resolution to the complaint.\n11.  As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 05/03/2018Date complaint concluded by IPSO: 11/07/2018 \nBack to ruling listing\n\n\n"
}