{
    "url": "/rulings-and-resolution-statements/ruling/?id=11123-21",
    "title": "Resolution Statement – 11123-21 Traynor & Openshaw v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2021)",
        "9 Reporting of crime (2021)",
        "2 Privacy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2021-10-27 00:00:00",
    "received_on": "2021-11-02 00:00:00",
    "concluded_on": "2021-11-23 00:00:00",
    "complaint_processing_days": 21,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation the complainants suggested a number of alterations to the article, including: the removal of any reference to the woman being a Deputy Head, replacing it with “woman”; removal of any reference to the woman being “sacked” from her job; removal of the statements “bitter love feud” and “jealous rage”; removal of the claim that the complainant “is now” claiming universal credit “after being sacked from her role at an unnamed school”. 11. The complainants also suggested that the publication should publish the following footnote clarification: In our article published on October 27 about a woman who had been tried for posting revenge porn images online, we reported that Antonia Traynor was a Deputy Headteacher who had been sacked from her job. We have since been contacted by Ms Traynor who advises that she was a former Teacher, not a Deputy Head, and was not sacked from her previous employment. She was unemployed at the time of conviction. We are happy to set the record straight. 12. The publication agreed to remove the references outlined by the complainants and to publish the clarification. 13. The complainants said that this would resolve the matter to their satisfaction. 14. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 11123-21 Traynor & Openshaw v thesun.co.uk\nSummary\nof Complaint\n1. Antonia\nTraynor and Gary Openshaw complained to the Independent Press Standards\nOrganisation that thesun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy)\nand Clause 9 (Reporting of Crime) of the Editors’ Code of Practice in an\narticle headlined “LOVE FEUD Deputy headmistress, 30, sacked after posting\nphotos of boyfriend’s ex lover’s breasts on Facebook in bitter love feud”,\npublished on 27th October 2021.\n2. The\narticle reported on the recent conviction of a woman – the complainant - for\ndisclosing private sexual photographs with intent to cause distress and using\nthreatening behaviour. It reported that the complainant, a “deputy head”, “was\nsacked after she posted revenge porn pictures of her boyfriend's ex-lover in a\njealous rage”, which it claimed had occurred in the January of that year. It\nreported that the prosecution had said that the victim “knew the picture was of\nherself taken from sometime ago”. It described the complainant as a “jealous\ndeputy head” and the situation as a “bitter love feud”. It went on to claim\nthat “two months later” the complainant had “also made a throat slitting\ngesture towards the victim, who had previously dated Traynor's boyfriend Gary\nOpenshaw before they were in a relationship” and that “Traynor [was] now claiming\nUniversal Credit after being sacked from her role at an unnamed school”. The\narticle included a number of photographs of both the complainants.\n3. The\ncomplainants, the woman named in the article and her partner, said that the\narticle was inaccurate in breach of Clause 1 (Accuracy) to state that she was a\n“deputy headmistress” and “deputy head”, as she had been a teacher, rather than\na deputy headteacher. The complainants also said that it was inaccurate for the\narticle to state that the woman was “sacked” from her teaching role, as she had\nleft the position due to personal circumstances prior to being charged for the\noffence. They also said it was inaccurate to state that the incident involving\nthe photograph had happened in January of that year (2021), as it had occurred\na year earlier in January 2020. The complainants said it was also inaccurate\nfor the article to claim that she “made a throat slitting gesture towards the\nvictim” as this was untrue. They added that this alleged incident did not occur\n“two months later” as the article claimed, as the second allegation was made\nover a year after the first.\n4. In\naddition, the complainants said that while Ms Traynor was claiming Universal\nCredit, the claim that “Traynor is now claiming Universal Credit after being\nsacked from her role” inaccurately suggested that she had recently started\nclaiming Universal Credit, whereas she had been claiming it for the past six\nmonths. The complainants also said that it was inaccurate for the article to\nstate that the image in question was “taken from some time ago” as it had been\ntaken on the same night it was sent.\n5. The\ncomplainants also said that the article was in breach of Clause 2 (Privacy) as\nit included photographs of them from their private social media accounts, which\nhad been published without their consent. The complainants also disputed that\nthe name “Gary” had been heard in court, and considered that it should not have\nbeen included in the article.\n6. The\ncomplainants also considered the article to be in breach of Clause 9 (Reporting\nof Crime) as it was inaccurate for the headline to state that the woman had\nbeen “sacked” from her job.\n7. The\npublication did not accept a breach of the Code; it said that the article had\nbeen provided by a news agency and published in good faith. It added that the\ncourt reporter took full contemporaneous notes of proceedings, of which it\nprovided a transcript, and that the article was an accurate report of the\nproceedings. The publication accepted, however, that it had inaccurately\nreported that the incident involving the photograph  had occurred in January of that year (2021).\nWhile it did not consider this was a significant inaccuracy, it amended the\ndate as a gesture of goodwill. The publication made clear that it would be\nwilling to correct any inaccuracy, once it was satisfied of the existence of\none, and provided with evidence to support the correct position.   \n8. The\ncomplainants disputed the accuracy of the transcript of the court reporter’s\nnotes; they said that it contained incorrect quotes and omitted certain\ninformation.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni) Everyone\nis entitled to respect for their private and family life, home, physical and\nmental health, and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 9\n(Reporting of Crime)*\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren under the age of 18 who witness, or are victims of, crime. This should\nnot restrict the right to report legal proceedings.\niii)\nEditors should generally avoid naming children under the age of 18 after arrest\nfor a criminal offence but before they appear in a youth court unless they can\nshow that the individual’s name is already in the public domain, or that the\nindividual (or, if they are under 16, a custodial parent or similarly\nresponsible adult) has given their consent. This does not restrict the right to\nname juveniles who appear in a crown court, or whose anonymity is lifted.\nMediated\nOutcome\n9. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n10.\nDuring IPSO’s investigation the complainants suggested a number of alterations\nto the article, including: the removal of any reference to the woman being a\nDeputy Head, replacing it with “woman”; removal of any reference to the woman\nbeing “sacked” from her job; removal of the statements “bitter love feud” and\n“jealous rage”; removal of the claim that the complainant “is now” claiming\nuniversal credit “after being sacked from her role at an unnamed school”.\n11. The\ncomplainants also suggested that the publication should publish the following\nfootnote clarification:\nIn our\narticle published on October 27 about a woman who had been tried for posting\nrevenge porn images online, we reported that Antonia Traynor was a Deputy\nHeadteacher who had been sacked from her job. We have since been contacted by\nMs Traynor who advises that she was a former Teacher, not a Deputy Head, and\nwas not sacked from her previous employment. She was unemployed at the time of\nconviction. We are happy to set the record straight.\n12. The\npublication agreed to remove the references outlined by the complainants and to\npublish the clarification.\n13. The\ncomplainants said that this would resolve the matter to their satisfaction.\n14. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 02/11/2021\nDate\ncomplaint concluded by IPSO: 23/11/2021\nBack to ruling listing\n\n\n"
}