{
    "url": "/rulings-and-resolution-statements/ruling/?id=12008-22",
    "title": "Resolution Statement – 12008-22 A man v mylondon.news",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mylondon.news (Reach PLC)",
    "published_on": "2022-10-06 00:00:00",
    "received_on": "2022-10-20 00:00:00",
    "concluded_on": "2022-11-21 00:00:00",
    "complaint_processing_days": 32,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation the complainant said that he would consider his complaint resolved if the publication removed his name from the article. 11. The publication agreed to remove the complainant’s name from the article in order to resolve the complaint. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 12008-22 A man v mylondon.news\nSummary\nof Complaint\n1. A man\ncomplained to the Independent Press Standards Organisation that mylondon.news\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Music from South London club so loud\nresidents forced to move out of their homes at weekend”, published on 6 October\n2022\n2. The\narticle reported on a hearing that had been held in relation to the licence of\na nightclub. It reported that “[a] South London nightclub has had its opening\nhours slashed after the music was so loud neighbours had to move out of their\nhomes at the weekend” and that “[t]he venue, which is also known as Southbank\nNightclub, will only be able to open until 11pm moving forward. Previously, it\ncould hold parties until 5am on weekends”. The article also stated that “[a] GP\nand a surgeon said they had to cancel appointments as they were so tired” and\nnamed the GP and the surgeon who had been present at the hearing. It went on to\nstate that “One resident [the complainant], who lives three floors above the\nclub, said he had been driven to try and buy a new property outside of\nSouthwark to escape the noise”.\n3. The\ncomplainant – the GP referred to in the article - said that the article was\ninaccurate in breach of Clause 1 for a number of reasons. He said that the\narticle inaccurately claimed that “A GP and a surgeon said they had to cancel\nappointments as they were so tired”; he said that this had not been heard at\nthe hearing and instead it was heard that he was no longer working weekend\nclinics as a result of the noise. The complainant further said that the article\nclaimed that “he had been driven to try and buy a new property outside of\nSouthwark to escape the noise” which he said was untrue as he had attempted to\nsell the property and rent elsewhere, but it was not stated that he was trying\nto buy a new property.\n4. He\nalso said the article was inaccurate to state that “South London nightclub has\nhad its opening hours slashed” and that “The venue, which is also known as Southbank\nNightclub, will only be able to open until 11pm moving forward. Previously, it\ncould hold parties until 5am on weekends”. The complainant said that while the\nlicence had been amended on review, the pre-existing licence with the longer\nworking hours was still in place pending the outcome of an appeal and that at\nthe time the article was published the nightclub was permitted to operate as\nper it’s pre-existing licence.\n5. The\ncomplainant said that the article had also breached Clause 2 as he considered\nno respect had been shown to his private, family, or home life, particularly as\nthe article identified the building and the floor he lived on. He also said\nthat no consent had been sought for the publication of his details, and he had\nexperienced patients asking about the article.\n6. Regarding\nthe cancellation of appointments, the publication said that a recording of the\nhearing showed that the complainant had to stop working on weekends due to the\nnoise, however it accepted that while there may have been less appointments\navailable, this did not mean that appointments had been cancelled. Prior to the\ncomplainant complaining to IPSO, the publication amended the article\naccordingly and published a correction in relation to this point.\n7. The\npublication did not consider that stating the complainant had “been driven to\ntry and buy a new property” amounted to a significant inaccuracy given that he\nhad been driven to move, regardless of whether this was renting or buying a\nproperty. In relation to the closing time of the nightclub, the publication\nsaid that this had been heard at the hearing, however it would be happy to add\na sentence to the online article clarifying that the new hours were subject to\nan appeal.\n8. In\nregard to Clause 2, the publication stated that it was entitled to report what\nhad been heard at the hearing and was not obliged to seek permission; it\nprovided recordings of what had been heard at the hearing.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nMediated\nOutcome\n9. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n10.\nDuring IPSO’s investigation the complainant said that he would consider his\ncomplaint resolved if the publication removed his name from the article.\n11. The\npublication agreed to remove the complainant’s name from the article in order\nto resolve the complaint.\n12. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n\n\n\nDate\ncomplaint received: 20/10/2022\nDate\ncomplaint concluded by IPSO: 21/11/2022\nBack to ruling listing\n\n\n"
}