{
    "url": "/rulings-and-resolution-statements/ruling/?id=04837-18",
    "title": "Resolution Statement 04837-18 Osman v The Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "published_on": "2018-07-02 00:00:00",
    "received_on": "2018-08-02 00:00:00",
    "concluded_on": "2018-10-22 00:00:00",
    "complaint_processing_days": 81,
    "mediated_outcome": "8.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9.    During IPSO’s investigation, the newspaper offered to publish the following clarification in the clarifications and corrections column on page 2 of the newspaper: \"Sally Osman - An Apology On 2 July 2018, an article reported that Sally Osman, Director of Royal Communications, was stepping down \"after the blunder over Thomas Markle's TV interview\". Ms. Osman assures us, and we accept, that her decision to move on was made long before, and was entirely unrelated to, Mr Markle's media reports. We apologise to her for any embarrassment.\" 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 04837-18 Osman v The Sun\nSummary\nof complaint 1. Sally Osman complained to the Independent\n     Press Standards Organisation that The Sun breached Clause 1 (Accuracy) of\n     the Editors’ Code of Practice in an article headlined “PR chief to leave”,\n     published on 02 July 2018. 2. The article reported that the complainant,\n     who was employed at Buckingham Palace as the Director of Royal\n     Communications, was “stepping down after the blunder over Thomas Markle’s\n     TV interview”. It also reported that the complainant had “faced a\n     difficult time managing gaffes” regarding a recent royal wedding. 3. The complainant said that the article gave\n     the misleading impression that she was leaving her role as a result of\n     having committed a professional “blunder” and having struggled to manage a\n     number of “gaffes”, particularly in relation to Thomas Markle’s media\n     engagements. She said that the decision to leave her role came before any\n     media engagement with Thomas Markle, and she noted that PR arrangements\n     regarding the recent royal wedding were not in any event primarily handled\n     by herself. 4. The newspaper did not accept that it had\n     breached the Code. It said that it had taken sufficient care to ensure the\n     accuracy of the article. The newspaper said that the article followed a\n     report published in a separate publication at an earlier date; the article\n     comprised just four sentences and it said that did not include any additional\n     detail to the earlier article. It said that the earlier article had\n     reported that “[the complainant] declined to comment last night”. As such,\n     the newspaper said that it was under the reasonable belief that the\n     complainant did not wish to comment on the story. Given that the article\n     did not go into any further detail than the earlier article, the newspaper\n     said that it was not of the view that it was necessary to contact the\n     complainant prior to publication. 5. The newspaper said that in any event, it\n     had received the information that the complainant’s departure from her\n     role was a direct result of her mishandling of recent events, from three\n     different sources. The newspaper said that it was widely considered to be\n     the case that PR matters relating to the recent royal wedding had been\n     mishandled. It said that it was reasonable to suggest that the\n     complainant, having regard to her position in charge of all royal\n     communications, bore responsibility for this mishandling of events. 6. The complainant expressed concern that the\n     newspaper did not contact her for comment prior to publication, and said\n     that no publication had put these specific allegations to her. She did not\n     accept that the article reported the same allegations as had been published\n     by another publication. She was also concerned that the article would\n     damage her professional reputation. \nRelevant\nCode Provisions7.   \nClause 1 (Accuracy)i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nMediated\noutcome 8.   \nThe\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 9.    During IPSO’s investigation, the newspaper\noffered to publish the following clarification in the clarifications and\ncorrections column on page 2 of the newspaper: \"Sally\nOsman - An Apology On 2 July 2018, an article reported that Sally\nOsman, Director of Royal Communications, was stepping down \"after the blunder\nover Thomas Markle's TV interview\". Ms. Osman assures us, and we accept,\nthat her decision to move on was made long before, and was entirely unrelated\nto, Mr Markle's media reports. We apologise to her for any embarrassment.\" 10. The complainant said that this\nwould resolve the matter to her satisfaction. 11. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code. \nDate complaint received: 02/08/2018\nDate\ndecision issued: 22/10/2018\nBack to ruling listing\n\n\n"
}