{
    "url": "/rulings-and-resolution-statements/ruling/?id=05805-19",
    "title": "Resolution Statement - 05805-19 Howarth v Stirling Observer",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Stirling Observer (Reach PLC)",
    "published_on": "2019-03-20 00:00:00",
    "received_on": "2019-07-30 00:00:00",
    "concluded_on": "2019-09-09 00:00:00",
    "complaint_processing_days": 41,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, it said as a gesture of goodwill, the newspaper offered to publish the following statement on its letters page in order to put the complainant’s position on the record: “A reader’s letter headlined ‘Still many questions in Binos trust board saga’ (20/3/19) was published in response to the article 'Albion are accused on child protection' (27/2/19), which had detailed the concerns of a former Stirling Albion Junior Academy coach. The letter quoted from an email purported to have been sent by the coach thus: “I intend going to this evening’s informal club board meeting (minus the trust reps) gathering which will be held at a neutral venue”. From this, it was inferred that the coach had behaved dishonestly with others in pursuit of aims unrelated to child protection. The coach, Mark Howarth, has provided the email which this letter purports to have quoted from and it does not include the statement set out above. We are happy to make this position clear.” 10. The complainant said that this would resolve the matter to his satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\n\nResolution Statement 05805-19 Howarth v Stirling Observer\n\nSummary of Complaint\n1. Mark Howarth complained to the Independent Press\nStandards Organisation that the Stirling Observer breached Clause 1 (Accuracy)\nof the Editors' Code of Practice in publishing a reader’s letter headlined\n“Still many questions in Binos trust board saga\" published on 20 March\n2019.\n2. The reader’s letter under complaint was in response to an\nearlier article which detailed concerns raised by an unnamed former coach in a\nletter to the Scottish Football Association (SFA) about the standard of child\nprotection at a local football club.\n3. The reader’s letter under complaint, which criticised the\nearlier article, cited an email allegedly sent by the unnamed coach (the\ncomplainant) who had raised safeguarding concerns to the SFA. It said the following:\n“I intend going to this evening’s informal club board meeting (minus the trust\nreps) gathering which will be held at a neutral venue”.\n4. The complainant said that the reader’s letter was\nsignificantly inaccurate as he did not send the specific statement cited from\nthe email and it had been used to cast doubt on whether his concerns about\nchild protection at the club were genuine. He said that the letter implied that\nhis concerns were instead part of a broader battle for control over the board\nwhich runs the club.\n5. The publication did not accept that they had breached the\nCode and said that it had published the letter in good faith. However, on\nreceipt of the complaint it contacted the author of the reader’s letter. It was\nunable to verify the author’s claim that the complainant had in fact sent the\nalleged email.\n6. As such, the publication offered to either publish a\nletter written by the complainant or invite him to participate in a follow-up\narticle on the topic.\nRelevant Code Provisions \n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. During IPSO’s investigation, it said as a gesture of\ngoodwill, the newspaper offered to publish the following statement on its\nletters page in order to put the complainant’s position on the record:\n“A reader’s letter headlined ‘Still many questions in Binos\ntrust board saga’ (20/3/19) was published in response to the article 'Albion\nare accused on child protection' (27/2/19), which had detailed the concerns of\na former Stirling Albion Junior Academy coach. The letter quoted from an email\npurported to have been sent by the coach thus: “I intend going to this\nevening’s informal club board meeting (minus the trust reps) gathering which\nwill be held at a neutral venue”.\nFrom this, it was inferred that the coach had behaved\ndishonestly with others in pursuit of aims unrelated to child protection.\nThe coach, Mark Howarth, has provided the email which this\nletter purports to have quoted from and it does not include the statement set\nout above. We are happy to make this position clear.”\n10. The complainant said that this would resolve the matter\nto his satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 30/07/2019\nDate complaint concluded by IPSO: 09/09/2019\nBack to ruling listing\n\n\n"
}