{
    "url": "/rulings-and-resolution-statements/ruling/?id=02544-22",
    "title": "Resolution Statement 02544-22 A woman v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2022-04-05 00:00:00",
    "received_on": "2022-04-19 00:00:00",
    "concluded_on": "2022-08-09 00:00:00",
    "complaint_processing_days": 112,
    "mediated_outcome": "11. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 12. The publication offered to remove the article from its online archive and notify Google to deindex it. It also said it would be happy to confirm to other search engines that it had taken the article down should any require confirmation. 13. The complainant said that this would resolve the matter to her satisfaction. 14. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 02544-22 A woman v thesun.co.uk\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that\nthesun.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “PAEDO TEACHER Dance teacher, 48, who sent boy, 13,\n‘intensely sexual’ WhatsApp messages & told him she loved him is spared\njail”, published on 5 April 2022.\n2. The\narticle was a court report which reported on a woman who was found guilty of\nsexual communication with a child to gain sexual gratification following a\ntrial at Bournemouth Crown Court. The article reported that “A DANCE teacher\nwho bombarded a 13-year-old boy with sexual messages was spared jail today” and\nthat she “developed warped feelings for the boy at her private dance class in\nBournemouth, Dorset”. It further stated, “The married mum-of-two abused her\nposition of trust and secretly sent him ‘intense sexual’ WhatsApp messages,\nBournemouth Crown Court heard”.\n3. The\narticle quoted the prosecutor who said: \"The victim gave evidence in which\nhe rejected that he had a crush on [the woman] and the jury also rejected this\nversion of events. The jury were given a great deal of messages between them.\nIt was extremely intense and emotionally pressurising. It often took place late\nat night and the defendant was under the influence of alcohol some of the time.\nThe messages were sexualised and there was reference to 'touch and tease'. She\nrepeatedly told him she loved him.\" It continued: \"This was an abuse\nof trust. It became his 'new normal' that he had to deal with such intense and\npressurised messages. They left him stressed out and embarrassed. It is clear\nthat he did not want to go to the dance school through fear of meeting [the\nwoman].\"\n4. The\narticle further quoted the judge, who, when addressing the woman said: “You\nbombarded [the victim] with messages and would not listen when he said, 'please\nstop'. He found it very difficult to deal with. You put a heavy burden on him\nto satisfy what you perceived to be your needs. Some of these messages were for\nthe purposes of sexual gratification.\"\n5. The\ncomplainant, the woman convicted at court, said that the article was inaccurate\nin breach of Clause 1 as it claimed she had abused her position as a teacher;\nhowever, she said she had never taught the boy, privately or otherwise. She\nsaid she had never been a dance teacher or taught a private dance class. The\ncomplainant further believed the inaccuracy about her profession had made the\nstory newsworthy, and that the article would not have been published if it had\nnot inaccurately referred to her as a teacher.\n6. The\ncomplainant also queried whether the prosecution’s quote included in the\narticle had been heard in court. She also said the article breached Clause 1 as\nshe believed the headline which referred to the messages as “intensely sexual”\nwas inaccurate. She said that the messages were “emotionally intense” and that\nsome of the messages were found to be sexual – but there had not been a finding\nthat the messages were intensely sexual. \n7. The\npublication did not accept a breach of Clause 1, it said that it had taken care\nto publish accurate information by relying on contemporaneous court notes from\nthe complainant’s first hearing at the magistrates’ court supplied by an\nagency, which included references to the complainant being a teacher. The\npublication provided the agency’s notes which stated the prosecutor had said:\n“she ran a dance class“ and that \"She extorted (sic) her position as a\nteacher, albeit at a dance school\". However, the publication also noted\nthat during the sentencing hearing the reference to the complainant having been\na dance teacher had been dropped. It offered to amend the article to remove\nreferences to the complainant being a teacher and publish her position that she\nwas not and never had been a dance teacher.\n8. The\npublication denied that it was solely the reference to the teacher which made\nthe article worthy of publication. It said that the sexual abuse and/or sexual\ngrooming of children by adults is likely to be reported in the press regardless\nof the status of the offending adult.\n9. In\nresponse to the reference to “intensely sexual” messages in the headline, the\npublication referred to the prosecutor who said in court: \"The jury were\ngiven a great deal of messages between them. It was extremely intense and\nemotionally pressurising...The messages were sexualised and there was reference\nto 'touch and tease'. She repeatedly told him she loved him...It became his\n'new normal' that he had to deal with such intense and pressurised\nmessages.\" The publication also referred to a statement from the judge who\nsaid: \"Some of these messages were for the purposes of sexual\ngratification\". On this basis, it was the publication’s position that it\nwas not significantly inaccurate to characterise the messages sent by the\ncomplainant as “intensely sexual”, however it amended the reference as a\ngesture of goodwill.\n10. The\ncomplainant said this would not resolve the matter to her satisfaction.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n11. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n12. The\npublication offered to remove the article from its online archive and notify\nGoogle to deindex it. It also said it would be happy to confirm to other search\nengines that it had taken the article down should any require confirmation.\n13. The\ncomplainant said that this would resolve the matter to her satisfaction.\n14. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 19/04/2022\nDate\ncomplaint concluded by IPSO: 09/08/2022\nBack to ruling listing\n\n\n"
}