{
    "url": "/rulings-and-resolution-statements/ruling/?id=09524-16",
    "title": "Resolution statement 09524-16 Wrightington, Wigan and Leigh NHS Trust v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2016-10-19 00:00:00",
    "concluded_on": "2017-02-02 00:00:00",
    "complaint_processing_days": 106,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the newspaper offered to publish the following clarification, in print and online: Articles on 17 and 24 of September said that police were examining the death of Margaret Hesketh after she was allegedly placed incorrectly on an end of life pathway at a Wigan hospital. While police investigations are on-going, the Hospital Trust has since made us aware that a police review in April 2016 concluded that the death was ‘not as a consequence of a criminal offence’ and that the hospital staff had ‘provided appropriate treatment in accordance with protocols.’ The newspaper offered to update the online articles by publishing the previously unpublished sentences from the complainant’s statement. It said it had circulated a note of the complainant’s concerns internally. While it said that it had no current plans for publication of articles which refer to the cases reported in the articles under complaint, the internal note contained an instruction that the complainant be approached for comment at the earliest opportunity, if and when any new articles are being prepared. 7. The complainant said that this would resolve the matter to its satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 09524-16 Wrightington, Wigan and\nLeigh NHS Trust v Daily Mail\nSummary of Complaint\n1. Wrightington,\nWigan and Leigh NHS Trust complained to the Independent Press Standards\nOrganisation that the Daily Mail breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Police to probe 4 death pathway cases\nat the same hospital\", published on 17 September 2016, and in an article\nheadlined “'Murdered' by the pathway”, published on 24 September 2016. The\narticles were also published online with the respective headlines “Police to\nprobe four death pathway cases at the same hospital: Families believe their\nloved ones were wrongly put on end-of-life care and might have survived if\nmedication had not been withdrawn” and “'Murdered' by the pathway: How\nMargaret's doctors told her family she had terminal cancer, then put her on a\ndeath pathway that should have been scrapped”.  \n2. Both articles\nreported on the deaths of four patients at the Trust.  They reported that these patients had been\nplaced on “end-of-life care pathways”. The articles went through each case,\ndescribing the circumstances of the patient’s death.  The 17 September article reported that the\npolice were reviewing two of the cases, that they had privately indicated they may\nlook into a third case, and that in the fourth case the daughter of the\ndeceased was “set to make a complaint to the police”. The 24 September article\nreported that a detective chief inspector was examining the deaths before\ndeciding whether to launch a formal investigation.\n3. The complainant\nsaid that the articles contained a number of inaccuracies in relation to each\nof the cases reported. It said that the articles suggested it had continued to\nuse the Liverpool Care Pathway (LCP), after its abolition, and that it was\nuncaring to those at the end of life. It said that in none of the cases\nreferred to in the article was the patient placed on the LCP, and said it has\nbeen rated as having ‘Outstanding’ End of Life Care by the Care Quality Commission.\nIt said that the newspaper failed to include the full response it had provided\nprior to publication, denying it the opportunity to respond in full. The\ncomplainant said that in relation to one case, the article did not make clear\nthat the police had issued a report stating that the patient’s death was not as\na consequence of a criminal offence. The complainant said that the headline\nclaim: “’Murdered’ by the pathway”, was inaccurate, and offensive.\n4. The newspaper\nsaid that it had spoken to the families in the cases reported the articles, and\nhad taken care to seek the comments of both the complainant and the police. It\nsaid that the articles reflected the views and the opinions of the families,\nbut that in each article, the complainant’s comments were reported. It said\nthat neither the police nor the complainant had referred to the police report\nthe complainant referred to in its complaint, and it believed that the police\nwere still investigating this case. The newspaper said that the full statement\nfrom the Trust was not included in the articles for reasons of space.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, the newspaper offered to publish the following clarification, in\nprint and online:\nArticles on 17 and 24 of September said that police were\nexamining the death of Margaret Hesketh after she was allegedly placed\nincorrectly on an end of life pathway at a Wigan hospital. While police\ninvestigations are on-going, the Hospital Trust has since made us aware that a\npolice review in April 2016 concluded that the death was ‘not as a consequence\nof a criminal offence’ and that the hospital staff had ‘provided appropriate\ntreatment in accordance with protocols.’\nThe newspaper offered to update the online articles by\npublishing the previously unpublished sentences from the complainant’s\nstatement. It said it had circulated a note of the complainant’s concerns\ninternally. While it said that it had no current plans for publication of\narticles which refer to the cases reported in the articles under complaint, the\ninternal note contained an instruction that the complainant be approached for\ncomment at the earliest opportunity, if and when any new articles are being\nprepared.\n7. The complainant\nsaid that this would resolve the matter to its satisfaction.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 19/10/2016Date complaint concluded by IPSO: 02/02/2017\nBack to ruling listing\n\n\n"
}