{
    "url": "/rulings-and-resolution-statements/ruling/?id=29243-20",
    "title": "Resolution Statement – 29243-20 Delo v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2020-10-24 00:00:00",
    "received_on": "2020-12-03 00:00:00",
    "concluded_on": "2021-03-29 00:00:00",
    "complaint_processing_days": 116,
    "mediated_outcome": "20. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 21. The publication offered to print the following clarification, both in the print edition of its newspaper and online: In an article published on 24 October 2020 (News), we stated that Ben Delo had been charged with facilitating money laundering in the US and that, as a result, his former Oxford college was seeking legal advice on an endowment previously received from him. Mr Delo has been charged with failing to implement adequate anti-money laundering procedures at his company, a separate charge under US law. We have been assured that Worcester College has not sought legal advice in relation to Mr Delo’s donation. We are happy to set the record straight.” 22. It also offered to update the article under complaint to include a link to the clarification, and to ensure that tweets relating to the charges against the complainant from the social media accounts of a journalist working for the publication were deleted. 23. The complainant said that this would resolve the matter to his satisfaction. 24. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 29243-20 Delo v The TimesSummary of Complaint\n1. Ben Delo\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Bitcoin tycoon’s £5m gift gives Oxford the jitters”, published on 24\nOctober 2020.\n2. The article\nreported that there were concerns about donations made to academic institutions\nby Ben Delo, as he had been “charged [..] with facilitating money laundering”\nby “US authorities.” It reported that a university college was “asking lawyers\nwhat they should do with the endowment” and a school was “understood to be in\ntalks about a £500,000 donation from him.” It then said that the complainant\nintended to “vigorously defend” himself against the charges, though this quote\nwas not attributed to the complainant. It also noted that Mr Delo “could get\nfive years if he is convicted.” The article said that representatives of Mr\nDelo “could not be reached.”\n3. The article\nincluded more information about Bitcoin, stating that “Bitcoin is an electronic\ncurrency which is popular with criminals laundering money because it is almost\nimpossible to trace.” It also included a comment from an author of a book about\nBitcoin, who was quoted as saying that: “The pseudo-anonymity [of Bitcoin] has\nattracted many dodgy people who are blatantly money laundering, drug dealing or\nransomware gangs. There’s a lot of really dirty money two or three steps away\nand it’s a very small pool so not getting dirty is extremely hard.”\n4. The article also\nincluded further background information about \nMr Delo, saying that “[i]n his university year book Mr Delo was voted\nthe most likely to become a millionaire and the second most likely to end up in\nprison” and that “[i]n 2018 The Sunday Times Rich List named him as the UK’s\nyoungest billionaire.”\n5. The article also\nappeared online in substantially the same format under the headline\n“Billionaire Ben Delo’s £5m gift stirs up trouble for Oxford”. The online\narticle was updated twice prior to a complaint being made to IPSO. It was first\nupdated to include a comment from Mr Delo’s representative; the second update\naltered the article so that instead of stating that Mr Delo had been charged\n“with facilitating money laundering”, it stated that he had been charged with\n“failing to implement anti-money laundering procedures.” The second update also\nremoved the reference to Mr Delo having appeared on The Sunday Times Rich List,\nand added the following footnote to the article:\n“This article was amended on October 24 to clarify the\ncharges against Mr Delo.”\n6. The complainant\nsaid that the article was inaccurate in breach of Clause 1. He first said that\nhe had not been charged with “facilitating money laundering”; rather, an\nindictment against him alleged that he had caused \"a financial institution\nto violate the Bank Secrecy Act by failing to establish, implement, and\nmaintain an anti-money laundering program\" that satisfied certain\nstatutory requirements. The complainant said that this was a significant\ninaccuracy, as facilitating money laundering was a separate, more serious\ncriminal offence. The complainant noted that the online article had been\nupdated to more accurately reflect the indictment against him, but that the\noriginal print article remained uncorrected.\n7. The complainant\nalso said that the article had failed to make clear that he was based outside\nthe US, and as such he was under no obligation to comply with United States\nlegislation, such as the legislation the indictment alleged he had contravened.\n8. The complainant\nsaid that it was also inaccurate for the article to state that a university\ncollege “was asking lawyers about what they should do with the endowment.” He\nhad been personally assured by the interim Provost of the college that this was\nnot the case. The complainant said that it was also misleading for the article\nto state that a school he had donated £500,000 was “in talks” about the\ndonation as, in the context of the article, it may mislead readers into\nbelieving that the school had concerns about the propriety of his donation. The\ncomplainant had understood from the school that there were no such concerns.\n9. While the\narticle stated that his representative could not be reached, the complainant\nsaid that this was not the case; a journalist from the newspaper had contacted\nhis Chief of Staff the day before the publication of the articles, and had\nfollowed the call up with a text message and an email. The text messages\nrequested a comment by 6pm in order to meet print publication deadlines; the\ncomplainant’s representative provided a comment an hour prior to the deadline.\nAs such, the complainant said it was inaccurate to report that he could not be\nreached for comment, where the complainant’s representative had provided a\ncomment to the publication within its specified timeframe. He said that this\nwas a significant inaccuracy, as it may mislead readers into believing that he\nhad something to hide and was refusing to comment. He also noted the shortness\nof the deadline (less than five hours) and said that he was not given a\nreasonable opportunity to reply, where his staff had made clear he was out of\nthe country and the story was not time sensitive.\n10. The complainant also said that the article was framed in\na manner that was unfair and lacked balance, and that it contained the\nfollowing references to “general criminality” which inaccurately portrayed him\nas being either guilty or likely to be convicted: a description of Bitcoin as\n“an electronic currency which is popular with criminals laundering money because\nit is almost impossible to trace”; a quote from a writer in which he referred\nto Bitcoin as “attract[ing] many dodgy people who are blatantly money\nlaundering, drug dealing or ransomware gangs”; the reference to him having been\nvoted “the second most likely to end up in prison”;  the implication that educational institutions\nwere concerned about his donations; and the reference to his representatives\nnot being available for comment.\n11. The complainant also noted that he had not appeared on\nThe Sunday Times Rich List in 2018, as reported by the article.\n12. The publication said it did not accept that the Code had\nbeen breached. It said that, while the original article had briefly summarised\nthe charges against the complainant as “facilitating money laundering” for ease\nof understanding for British readers who would not understand the technical\nnature of the charges, it did not accept that this was an inaccurate summary of\nthe charges. The indictment against the complainant stated that the company he\nhad founded “made itself available as a vehicle for money laundering and\nsanctions violations.” It said, therefore, that as the complainant had been\ncharged with “failing to implement anti-money laundering procedures” it was not\ninaccurate nor misleading to summarise this as “facilitating money laundering.”\nIt said that it had amended the article to change the description of the charge\nand added a footnote clarifying this change as a gesture of goodwill only and\nhad not accepted a breach of the Code in doing so.\n13. The publication further said that it had been provided\nwith credible information from authoritative sources that fellows at the\nuniversity college had been in touch with lawyers regarding the donation. It\nsaid that it had put these claims to the university college, and had been\ninformed it had no comment to make. It said that it had also received\ninformation from a credible source associated with the school in receipt of the\n£500,000 donation, and that it had again approached the school for comment and\nhad been told it had no comment to make. For these reasons, it did not accept\nthat the article was inaccurate to report that a university college was “asking\nlawyers what they should do with the endowment” nor that a school was\n“understood to be in talks about a £500,000 donation from [the complainant].”\n14. The publication stated that email issues had led to the\nquote from the complainant’s representative not being included in the print\nversion of the article. It was therefore not inaccurate for the print article\nto state that his representative could not be reached for comment. It noted\nthat, nonetheless, the article made clear that the complainant intended to\n“vigorously defend” himself; his position with regards to the charges against\nhim was therefore clear even without the quote. It further noted that a quote\nfrom the complainant’s representative was added to the online article, the day\nafter its initial publication.\n15. The newspaper said that the US Attorney’s office had\nconfirmed to it that Mr Delo was facing a sentence of up to five years\nimprisonment in relation to the charges against him, it said, therefore it\ncould not be inaccurate to report this. Nor it said, was it inaccurate to state\nthat Bitcoin was “an electronic currency which is popular with criminals\nlaundering money because it is almost impossible to trace”, or to include a\nquotation from an author with expertise in Bitcoin. It provided a news article which\nreferred to Bitcoin in the context of money laundering, and noted that it had\nincluded this reference to Bitcoin and a quote from the expert as it explained\nthe importance of anti-money laundering procedures with regard to businesses\ndealing in Bitcoin.\n16. The newspaper then said that it was not inaccurate to\nreport that: Bitcoin is “an electronic currency which is popular with criminals\nlaundering money because it is almost impossible to trace”; that a writer\nreferred to Bitcoin as “attract[ing] many dodgy people who are blatantly money\nlaundering, drug dealing or ransomware gangs”; and that the complainant had\nbeen voted “the second most likely to end up in prison.” As such, it said that\nthe complainant’s concerns on these points did not raise a breach of the Code.\n17. The newspaper\naccepted that the complainant had not appeared on the 2018 Sunday Times Rich\nList, and noted that the online version of the article had been amended to\nremove this reference. However, it said that this inaccuracy did not represent\na serious inaccuracy in need of correction, where it was not in dispute that\nthe complainant is “extremely wealthy.”\n18. The complainant said that, given the seriousness of the\ncharges which the newspaper said had been brought against him, it was\nimperative that the publication report the charges accurately; it was no\ndefence under the code to state that the spirit of the charges was accurate,\nwhen the charges themselves were not accurately reported. He further said that,\nregardless of email issues on the part of the publication, his representative\nhad replied with a comment; it was inaccurate to report that he had not. He\nalso said that, while information had been put to the school and university\ncollege, neither institution had confirmed the accuracy of the information; the\npublication could not, therefore, state that the article was accurate on the\npoints relating to the school and university college. He noted that no apology\nor correction had been published, and that this represented a further breach of\nthe Code. He also noted that, while the online article had been amended, the\nprint article remained uncorrected and unamended.\nRelevant Clause Provisions\n19. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n20. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n21. The publication offered to print the following\nclarification, both in the print edition of its newspaper and online:\nIn an article published on 24 October 2020 (News), we stated\nthat Ben Delo had been charged with facilitating money laundering in the US and\nthat, as a result, his former Oxford college was seeking legal advice on an\nendowment previously received from him. Mr Delo has been charged with failing\nto implement adequate anti-money laundering procedures at his company, a separate\ncharge under US law. We have been assured that Worcester College has not sought\nlegal advice in relation to Mr Delo’s donation. We are happy to set the record\nstraight.”\n22. It also offered to update the article under complaint to\ninclude a link to the clarification, and to ensure that tweets relating to the\ncharges against the complainant from the social media accounts of a journalist\nworking for the publication were deleted.\n23. The complainant said that this would resolve the matter\nto his satisfaction.\n24. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 03/12/2020\nDate complaint concluded by IPSO: 29/03/2021\nBack to ruling listing\n\n\n"
}