{
    "url": "/rulings-and-resolution-statements/ruling/?id=02921-19",
    "title": "Resolution Statement 02921-19 ADF International v The National",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The National (Newsquest Media Group)",
    "published_on": "2019-03-29 00:00:00",
    "received_on": "2019-04-01 00:00:00",
    "concluded_on": "2019-06-17 00:00:00",
    "complaint_processing_days": 77,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, the newspaper offered to publish a letter from the complainant setting out its position in relation to the claims made in the article. 10. The complainant said that this resolved the matter to its satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02921-19 ADF International v The National Summary of Complaint\n1. ADF International complained to the\nIndependent Press Standards Organisation that The National breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “MEPs call\nfor probe into 'dark money' from US evangelicals claims”, published on 29 March\n2019.\n2. The article\nreported that a group of MEPs had signed a letter urging the EU to investigate\nsums of money being spent by “right-wing American fundamentalist Christian\ngroups” to lobby governments and support groups in Europe. It said that one\nbeneficiary of such funding was a Scottish ‘pro-life’ student group, and that “the\nanti-abortion group received funding and legal advice from Alliance Defending\nFreedom (ADF) International”. The article said that the Southern Poverty Law\nCentre had described ADF International as a “hate group” which had “’become one\nof the most influential groups informing the [Trump] administration’s attack on\nLGBT rights’”.\n3. The complainant\nsaid that the article inaccurately reported the nature of the assistance it had\nprovided to the student group, in breach of Clause 1 (Accuracy). It noted the\ncontents of a press release it had issued which celebrated the success of a\nlegal challenge to a decision which had denied the student group membership of\nits university Students’ Representative Council. The press release stated that\nthis had occurred “with the help of ADF International”, but did not state the\nnature of the “help” referred to. The complainant said that the publication had\nmade the inaccurate assumption that this help was in the form of “funding and\nlegal advice”; it said that this represented a failure to distinguish between\ncomment, conjecture and fact. The complainant also disputed the article’s\ncharacterisation of ADF International as a “hate group”.\n4. The publication\nalso referred to the press release as the basis for the article’s claims, and\nnoted that the complainant had not specified the precise nature of the “help”\nthe release said it had provided to Glasgow Students for Life. It said that it\nwould be happy to run a clarification or correction if the complainant could explain\nthis.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. During IPSO’s investigation, the newspaper offered to\npublish a letter from the complainant setting out its position in relation to\nthe claims made in the article.\n10. The complainant said that this resolved the matter to\nits satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 01/04/2019\nDate complaint concluded by IPSO: 17/06/2019  \nBack to ruling listing\n\n\n"
}