{
    "url": "/rulings-and-resolution-statements/ruling/?id=06188-19",
    "title": "Resolution Statement 06188-19 Allbeury v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2019-08-13 00:00:00",
    "received_on": "2019-08-18 00:00:00",
    "concluded_on": "2019-10-07 00:00:00",
    "complaint_processing_days": 50,
    "mediated_outcome": "7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8.    The publication offered to print the following correction and apology in its usual Corrections and Clarifications section in the print edition, and to remove the online article:Westhumble An article about 'county lines' drug gangs of 23 Aug, which reported a BBC analysis of police crime figures, wrongly stated that the number of drug crimes has risen from nine to 42 in the village of Westhumble, Surrey, in the last five years. In fact, these figures relate to the area around Westhumble, not in the village itself, and are primarily accounted for by offences of cannabis possession, not dealing, at a local beauty spot. We apologise for the confusion.9.    The complainant said that this would resolve the matter to his satisfaction.10.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06188-19 Allbeury v The Daily\nTelegraphSummary of Complaint1.    David Allbeury\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Rural drugs crime soars as gangs move away from cities”,\npublished on 13 August 2019.2.    The article\nreported on the rise of gang-related organised crime in rural areas. It said\nthat “in the village of Westhumble in Surrey, which has a population of 649,\ndrug crime has more than quadrupled in the past five years, from nine cases to\n42.”3.    The article\nappeared online in the same form with the headline “County lines gangs drive\ndrug crime rise in towns and villages, as it falls in city centres”. It was\nsubstantially the same as the print version.4.    The complainant\nsaid that the article was inaccurate in breach of Clause 1 of the Editors’\nCode. All of the 42 cases had not occurred in Westhumble village, but the wider\nsurrounding area. Additionally the offenses did not relate to organised crime,\nbut were primarily for the possession of cannabis. 5.    The publication\nsaid it had relied on a BBC article, but did accept that this BBC article had\ninaccurately attributed the location of the crimes to Westhumble village. After\npublication, the newspaper was also contacted by Surrey police saying that the\ncrimes occurred close to, but not in the village of Westhumble. The article was\ncorrected upon receiving this information from the police and amended from “in\nthe village of Westhumble in Surrey” to “near the village of Westhumble in\nSurrey”. After receiving the complaint the publication further offered to\npublish the following in their usual Corrections and Clarifications section in\nprint and online:Westhumble An article about 'county lines' drug gangs of 23 Aug, which\nreported a BBC analysis of police crime figures, wrongly stated that the number\nof drug crimes has risen from nine to 42 in the village of Westhumble, Surrey,\nin the last five years. In fact, these figures relate to the area around Westhumble,\nnot in the village itself, and are primarily accounted for by offences of\ncannabis possession, not dealing, at a local beauty spot.Relevant Clause Provisions6. Clause 1\n(Accuracy)i)    The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.ii)    A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. iii)   A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv)   The Press, while\nfree to editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact.Mediated Outcome7.    The complaint\nwas not resolved through direct correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.8.    The publication\noffered to print the following correction and apology in its usual Corrections\nand Clarifications section in the print edition, and to remove the online\narticle:Westhumble An article about 'county lines' drug gangs of 23 Aug, which\nreported a BBC analysis of police crime figures, wrongly stated that the number\nof drug crimes has risen from nine to 42 in the village of Westhumble, Surrey,\nin the last five years. In fact, these figures relate to the area around\nWesthumble, not in the village itself, and are primarily accounted for by\noffences of cannabis possession, not dealing, at a local beauty spot. We apologise\nfor the confusion.9.    The complainant\nsaid that this would resolve the matter to his satisfaction.10.  As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code. Date complaint received: 18/08/2019\nDate complaint concluded by IPSO: 07/10/2019\nBack to ruling listing\n\n\n"
}