{
    "url": "/rulings-and-resolution-statements/ruling/?id=06691-17",
    "title": "Resolution Statement 06691-17 Kusz v Daily Record",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2017-04-30 00:00:00",
    "received_on": "2017-05-03 00:00:00",
    "concluded_on": "2017-07-17 00:00:00",
    "complaint_processing_days": 75,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to amend the article so that it contained the complainant’s partner’s preferred name. 8. The complainant said that this resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06691-17 Kusz v Daily Record \n1. Robert Kusz\ncomplained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the Editors’\nCode of Practice in an article headlined “Hamilton woman to repay housing\nbenefit cash”, published on 30 April 2017.\n2. The article\nreported on complainant’s partner’s conviction for benefit fraud.\n3. The complainant,\nacting on behalf of his partner, said that her name had been inaccurately\nreported.\n4. The newspaper\nsaid that there was information in the public domain that demonstrated that the\ncomplainant’s partner went by the name that was reported in the article.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii) Editors must ensure these principles are observed by\nthose working for them and take care not to use non-compliant material from\nother sources.\nMediated Outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, the publication offered to amend the article so that it contained\nthe complainant’s partner’s preferred name.\n8. The complainant\nsaid that this resolved the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 03/05/2017Date complaint concluded by IPSO: 17/07/2017   \nBack to ruling listing\n\n\n"
}