{
    "url": "/rulings-and-resolution-statements/ruling/?id=05971-18",
    "title": "Resolution Statement 05971-18 A woman v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2018-06-24 00:00:00",
    "received_on": "2018-09-06 00:00:00",
    "concluded_on": "2018-12-14 00:00:00",
    "complaint_processing_days": 99,
    "mediated_outcome": "9.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10.    During IPSO’s investigation, the publication offered to remove all mention of the complainant from the article, including references to her award and work. 11. The complainant said that this would resolve the matter to her satisfaction. 12.  At the complaint was successfully mediated, the Complaints Committee did not make a determination as t whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 05971-18 A woman v thesun.co.uk\nSummary\nof Complaint 1.  A woman complained to the Independent\nPress Standards Organisation on her own behalf, and on behalf of her son, that\nthesun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 9\n(Reporting of crime) of the Editors’ Code of Practice in an article headlined\n“SICKO’S PALACE DATE Depraved child rapist was allowed to Buckingham Palace to\nwatch wife receive honour from Prince William”, published on 24 June 2018. 2.   \nThe article reported that the complainant’s\nhusband, who was convicted in March 2018 for ten counts of historical sex\noffences, had accompanied his wife to Buckingham Palace for the presentation of\nher MBE, whilst he had been charged and was awaiting trial. It reported that he\nhad “rubbed shoulders with celebs” and included quotes from a victim who was\nshocked and disgusted by the story. It named the complainant and included a\nphotograph of her and her husband outside Buckingham Palace. 3.   \nThe complainant said that she was not\ngenuinely relevant to the story, and her identification in the article was a\nbreach of Clause 9, and was an unjustified intrusion into her private life in\nbreach of Clause 2. She said that the image had been obtained from a private\nFacebook page. The complainant said that her husband’s offences had occurred\nprior to their meeting and had no bearing on the work which had led her to\nreceive an MBE. She said that she had attended the Palace with her husband\nwhile he had been awaiting trial; at that stage, he was considered an innocent\nman. 4.   \nThe complainant said that the article gave\nthe misleading impression that she had been involved in wrongdoing. She also\nsaid that the article contained a number of inaccuracies regarding the details\nof the ceremony, and the people present at the time; her husband did not “rub\nshoulders” with celebrities. 5.   \nThe publication did not accept a breach\nof the Code. It said that the reference\nthe complainant and her work was central to explain why her husband was at the\npalace. 6.   \nThe publication\nsaid that the photograph had been obtained from a confidential source. It said\nthat the photograph showed the complainant standing outside one of London’s top\ntourist destinations; this was not a place in which a person would have a reasonable\nexpectation of privacy, and no private information about the complainant was\nrevealed. It noted that a similar image was publicly available on the\ncomplainant’s Facebook page. 7.   \nThe publication said that the phrase\n“rubbed shoulders” was not a literal phrase, but merely indicated that the\ncomplainant’s husband was in the same place as the named celebrities at a\nsimilar time. The publication accepted that one of the celebrities received\ntheir honour 6 days before the complainant, but said that this was not a\nsignificant inaccuracy in the context of the article as a whole, which was\nabout the complainant’s husband’s attendance at the Palace and a summary of his\ncrimes.  \nRelevant\nCode Provisions 8. Clause\n1 (Accuracy) \ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nClause\n2 (Privacy) \ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nClause\n9 (Reporting of Crime)* \ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story. \nThe\nPublic InterestThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be in\nthe public interest. \n1.\nThe public interest includes, but is not confined to: \nDetecting\nor exposing crime, or the threat of crime, or serious impropriety.Protecting\npublic health or safety.Protecting\nthe public from being misled by an action or statement of an individual or\norganisation.Disclosing\na person or organisation’s failure or likely failure to comply with any\nobligation to which they are subject.Disclosing\na miscarriage of justice.Raising\nor contributing to a matter of public debate, including serious cases of\nimpropriety, unethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.\n2.\nThere is a public interest in freedom of expression itself. \n3.\nThe regulator will consider the extent to which material is already in the\npublic domain or will become so. \n4.\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time. \n5.\nAn exceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16. \nMediated\nOutcome 9.   \nThe complaint was not resolved through\ndirect correspondence between the parties. IPSO therefore began an\ninvestigation into the matter. 10.   \nDuring IPSO’s investigation, the\npublication offered to remove all mention of the complainant from the article,\nincluding references to her award and work. 11. The\ncomplainant said that this would resolve the matter to her satisfaction. 12.  At the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as t whether there had been\nany breach of the Code. Date complaint received: 06/09/2018Date complaint concluded by IPSO: 14/12/2018\n \n \nBack to ruling listing\n\n\n"
}