{
    "url": "/rulings-and-resolution-statements/ruling/?id=07897-19",
    "title": "Resolution Statement 07897-19 A Family v Sunday World",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "3 Harassment (2019)",
        "4 Intrusion into grief or shock (2019)",
        "5 Reporting suicide (2019)",
        "6 Children (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday World (Sunday World)",
    "published_on": "2019-06-16 00:00:00",
    "received_on": "2019-10-08 00:00:00",
    "concluded_on": "2020-02-27 00:00:00",
    "complaint_processing_days": 142,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the newspaper offered to print the following apology to the complainants: Apology: [Named persons] On 16 June 2019 we published an article following the death of [named man]. In that article we made a number of allegations based on information provided to us by sources, including that [named man] was an IRA member who was involved in the murders of [named victim] and [named victim]. [Named man]’s family have rejected as completely untrue any suggestion that he was a member of the IRA or had any involvement in the murders. The article claimed that a source had told us that the late [named woman] had suffered from depression and took her own life as a result of witnessing events related to the murder of [named victim]. We acknowledge that [named man] was never arrested or questioned by authorities on either side of the border, that [named man and woman] had not met each other at the time of the events referred to in the article and that the [complainants] assert that [woman]’s death resulted from postnatal depression. We apologise to [complainants] for the upset caused to them by the publication of this article so close to the death of [named man]. This apology was agreed with the assistance of IPSO. 8. The complainants said that this would resolve the matter to their satisfaction. 9.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07897-19 A Family v Sunday World\nSummary of Complaint\n1. A family complained to the Independent Press Standards\nOrganisation that the Sunday World breached Clause 1 (Accuracy), Clause 4\n(Intrusion into grief or shock) and Clause 5 (Reporting of suicide) of the\nEditors’ Code of Practice in an article headlined “IRA KILLER IS BURIED WITH\nPAST” published on 16 June 2019.\n2. The article reported on a man who had recently died. It\nreported as fact that he was a paramilitary, and that he “…took part in two of\nthe most cynical murders of the entire Troubles”. It also reported that “police\non both sides of the border” believed that he was involved in a murder in 1972\nthat took place in a shed which the article reported was “under [the man’s]\ncontrol”, and that he was subsequently wanted for questioning by police in\nNorthern Ireland. It also reported claims about the man’s wife’s death in 1984,\nand included comments from an unnamed person described as having been in\nconversation with the woman prior to her death.\nThe complainants were the family of the man who died. They\nsaid that the article breached Clause 1 because there was no evidence that\ntheir father was a member of a paramilitary organisation, or that he was\ninvolved in any way with any murders as alleged in the article. They said that\nhe was never arrested or wanted by the police, and worked and travelled freely\nin both Northern Ireland and the Republic of Ireland; it was not the case that\nhe was ever wanted by police on either side of the Irish border. They said that\nif he were ever suspected of the crimes set out in the article, he would not\nhave been able to live his life as freely as he was able to do. As part of\ntheir complaint, the family submitted contemporaneous written evidence that\ndisputed the series of allegations made in the article.\n3. The complainants also said that the article breached\nClause 4 and Clause 5 by reporting speculation about the woman’s death; they\ndisputed the claims put forward in the article as to the circumstances surrounding\nher death, and said that reporting these claims had caused them much distress,\nespecially in light of the man’s recent death.\n4. The newspaper did not accept that there was a breach of\nthe Code. It said that the information about the man and the woman had been\nprovided by three independent sources, which it said were reliable. It noted\nthat the complainants did not have first-hand knowledge of the events which\nwere alleged to have taken place – either in regard to the man, or his wife.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 5 (Reporting of suicide)\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation, the newspaper offered to\nprint the following apology to the complainants:\nApology: [Named persons]\nOn 16 June 2019 we published an article following the death\nof [named man]. In that article we made a number of allegations based on\ninformation provided to us by sources, including that [named man] was an IRA\nmember who was involved in the murders of [named victim] and [named victim].\n[Named man]’s family have rejected as completely untrue any suggestion that he\nwas a member of the IRA or had any involvement in the murders. The article\nclaimed that a source had told us that the late [named woman] had suffered from\ndepression and took her own life as a result of witnessing events related to\nthe murder of [named victim]. We acknowledge that [named man] was never\narrested or questioned by authorities on either side of the border, that [named\nman and woman] had not met each other at the time of the events referred to in\nthe article and that the [complainants] assert that [woman]’s death resulted\nfrom postnatal depression. We apologise to [complainants] for the upset caused\nto them by the publication of this article so close to the death of [named\nman]. This apology was agreed with the assistance of IPSO.\n8. The complainants said that this would resolve the matter\nto their satisfaction.\n9.  As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\n \nDate complaint received: 08/10/2019\nDate complaint concluded by IPSO: 27/02/2020\nBack to ruling listing\n\n\n"
}