{
    "url": "/rulings-and-resolution-statements/ruling/?id=20406-17",
    "title": "Resolution Statement 20406-17 Scott v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "5 Reporting suicide (2016)",
        "6 Children (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2017-11-15 00:00:00",
    "received_on": "2017-11-27 00:00:00",
    "concluded_on": "2018-08-07 00:00:00",
    "complaint_processing_days": 253,
    "mediated_outcome": "13. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.14. During IPSO’s investigation, the publication offered to publish the following clarification in the online Comments and Clarification section: \"As part of our article of 15 November 2017 concerning the inquest on the death of Ellen Scott, we reported news agency copy that a text message from her said ‘I'm losing control of my life'.  We have now been shown a transcript of the hearing which states that the text said ‘I'm losing my life’. We are happy to make this clear and apologise to Ellen's family for any distress caused by the report of the Inquest.” It also offered to remove the online article, and to send a private letter of apology to the complainant. 15. The complainant said that this would resolve the matter to her satisfaction.16. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 20406-17 Scott v mirror.co.uk\nSummary\nof complaint 1.    Anna Scott complained to the\nIndependent Press Standards Organisation that mirror.co.uk breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion into grief or shock), Clause\n5 (reporting suicide), Clause 6 (Children) and Clause 12 (Discrimination) of\nthe Editors’ Code of Practice in an article headlined: “’I'm losing control of my life': Last text\nof university student to mother before she found hanged in hotel room”,\npublished on 15 November 2017. 2.    The article was a report of the\ninquest into the complainant’s daughter’s death. It reported that she had taken\nher own life, and included various details about the complainant’s daughter’s\nmental wellbeing prior to her death. The article reported evidence heard at the\ninquest that the complainant’s daughter had been involved in a “custody battle”\nregarding her young son, and that “she suffered from mood swings and was\nprescribed antidepressants after she became ‘terrified’ of losing her child\nwhen he temporarily went to live with his father”. The article included an obscured image of the complainant’s\ngrandson. 3.    The\narticle also quoted at length, evidence given by the complainant at the inquest.\nIt reported the complainant’s comment that\n\"[her daughter] probably didn't\nrealise it would be so quick, that she would be unconscious so quickly and that\nno one was there to help her. I'm sure she didn't go to the hotel with the\nintention to do that.\" 4.    The complainant said that the headline was inaccurate\nbecause her daughter did not send her a text message stating “I’m losing\ncontrol of my life”; it said “I’m losing my life.” She said that the\nmisreporting of this text message gave a misleading impression of the conversation.\nThe complainant also\nsaid that her daughter was not involved in a custody battle. She said that her\ndaughter had full custody of her son, and that he was only staying with his\nfather for one week. 5.    The complainant said that the\npublication of the article represented an intrusion into her private life, and\nhad discriminated against her daughter. She said that the inclusion of\ninformation about her grandson’s custody arrangements, and his photograph, had\nintruded into his private life. 6.    The complainant said that by\nreporting her comment that “\"[her\ndaughter] probably didn't realise it would be so quick, that she would be\nunconscious so quickly”, the publication may encourage others to take their own\nlife, if they believed it to be a fast method. 7.    The complainant also said that a reporter had followed her out of the\ninquest, and shouted her name three times. She said that this demonstrated a\nfailure to approach her with sympathy and discretion. 8.    The publication first expressed\nits condolences for the complainant’s loss. It said, however, that it did not\nfail to take care over the accuracy of the article: it was supplied by a\nreputable news agency, in line with standard industry practice, and it had been\npublished in good faith. The publication explained that the reporter who\nattended the inquest had since left her job, so it was unable to retrieve the\nnotes she had taken at the inquest. However, it was able to confirm that the reporter had heard the specific phrase\n“I’m losing control of my life”, twice during the inquest. 9.    The publication did not accept\nthat the article gave a significantly misleading impression regarding the\ncomplainant’s grandson’s custody arrangements, and it relied on the comments\nmade by the complainant at the inquest, to support its position. 10. The publication said that its\nreporter did not shout at the complainant as she had alleged. The reporter said\nthat she said “excuse me” to the complainant outside the inquest room, in the hope of\ngetting an interview, and the complainant ignored her and walked away. The\nreporter denied having pursued the complainant. 11. The publication did not accept\nthat publication of the article represented an intrusion into the complainant’s\nprivate life: it was entitled to report on the public legal proceeding. It also\ndid not accept that the article was in breach of Clause 5, Clause 6 or Clause\n12 of the Code. \nRelevant\nCode Provisions 12. Clause 1\n(Accuracy)\ni) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions\ninto any individual's private life without consent. In considering an\nindividual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy. \nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings. \nClause\n5 (Reporting Suicide)*\nWhen\nreporting suicide, to prevent simulative acts care should be taken to avoid\nexcessive detail of the method used, while taking into account the media's\nright to report legal proceedings. \nClause\n6 (Children)*\ni)\nAll pupils should be free to complete their time at school without unnecessary\nintrusion.\nii)\nThey must not be approached or photographed at school without permission of the\nschool authorities.\niii)\nChildren under 16 must not be interviewed or photographed on issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly\nresponsible adult consents.\niv)\nChildren under 16 must not be paid for material involving their welfare, nor\nparents or guardians for material about their children or wards, unless it is\nclearly in the child's interest.\nv)\nEditors must not use the fame, notoriety or position of a parent or guardian as\nsole justification for publishing details of a child's private life. \nClause\n12 (Discrimination)\ni)\nThe press must avoid prejudicial or pejorative reference to an individual's,\nrace, colour, religion, sex, gender identity, sexual orientation or to any\nphysical or mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story. \nThe\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n1.\nThe public interest includes, but is not confined to:\n\nDetecting\n     or exposing crime, or the threat of crime, or serious impropriety.\nProtecting\n     public health or safety.\nProtecting\n     the public from being misled by an action or statement of an individual or\n     organisation.\nDisclosing\n     a person or organisation’s failure or likely failure to comply with any\n     obligation to which they are subject.\nDisclosing\n     a miscarriage of justice.\nRaising\n     or contributing to a matter of public debate, including serious cases of\n     impropriety, unethical conduct or incompetence concerning the public.\nDisclosing\n     concealment, or likely concealment, of any of the above.\n\n2.\nThere is a public interest in freedom of expression itself.\n3.\nThe regulator will consider the extent to which material is already in the\npublic domain or will become so.\n4.\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n5.\nAn exceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16.\nMediated\noutcome 13. The complaint was not resolved\nthrough direct correspondence between the parties. IPSO therefore began an\ninvestigation into the matter.14. During IPSO’s investigation, the publication\noffered to publish the following clarification in the online Comments and\nClarification section: \"As\npart of our article of 15 November 2017 concerning the inquest on the death of\nEllen Scott, we reported news agency copy that a text message from her\nsaid ‘I'm losing control of my life'.  We have now been shown a transcript\nof the hearing which states that the text said ‘I'm losing my life’. We\nare happy to make this clear and apologise to Ellen's family for any distress\ncaused by the report of the Inquest.” It also offered to remove the\nonline article, and to send a private letter of apology to the complainant. 15. The complainant said that this\nwould resolve the matter to her satisfaction.16. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code. \nDate complaint received: 27/11/2017\nDate complaint concluded by IPSO: 07/08/2018\nBack to ruling listing\n\n\n"
}