{
    "url": "/rulings-and-resolution-statements/ruling/?id=04854-16",
    "title": "Resolution Statement 04854-16 McHale v Milton Keynes Citizen",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Milton Keynes Citizen (National World Publishing Ltd)",
    "published_on": "2016-01-14 00:00:00",
    "received_on": "2016-07-12 00:00:00",
    "concluded_on": "2016-12-21 00:00:00",
    "complaint_processing_days": 162,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. Following further correspondence, the newspaper offered to meet with the complainant to discuss his experiences, with a view to publishing an article about these. 10. The complainant said that this would resolve the matter to his satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04854-16 McHale v Milton Keynes Citizen\nSummary of complaint\n1. John McHale\ncomplained to the Independent Press Standards Organisation that the Milton\nKeynes Citizen breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4\n(Intrusion into grief or shock) and Clause 10 (Clandestine devices and\nsubterfuge) of the Editors’ Code of Practice in an article headlined “Parents’\nanguish at death of son on M1 motorway”, published online on 14 January 2016.\n2. The article\nreported on the circumstances surrounding the death of the complainant’s son.\nIt included comments made by the complainant on social media after he found out\nabout the death.\n3. The complainant\nexpressed concern under Clause 1 over the accuracy of a number of details\nincluded in the article. He said that it incorrectly reported the date his son\nhad been found, did not report in sufficient detail exactly how his son had\ndied, and misrepresented the nature of the comments. He also said that his name\nhad been misspelled in the article.\n4. The complainant\nsaid that he had been contacted by journalists at what was a very difficult\ntime for him and his family. He also expressed concern that the article named\nthe business he ran. He considered that this conduct amounted to a breach of\nClause 2 and Clause 4. He was also concerned that the newspaper had accessed\ncomments he had made on Facebook without his consent, and that this breached\nClause 10.\n5. The newspaper\nsaid that on the basis of the information it had seen at the time of\npublication, its report was accurate. While it did not accept that the copy\nincluded any significant inaccuracies, it offered to amend the points in the\narticle the complainant was concerned about, and to publish a footnote online\nrecording the changes, and apologising for any upset caused.\n6. The newspaper\nsaid that none of its representatives had visited the complainant’s home. The\nonly contact had been when a journalist had called the complainant in order to\nobtain a tribute to his son, and when the newspaper had contacted the\ncomplainant on social media. It considered that the approaches had been handled\nsensitively in the circumstances. It said that the comments made by the\ncomplainant on social media had been publicly accessible, and denied a breach\nof Clause 10\nRelevant Code provisions:\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nMediated outcome\n8. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n9. Following\nfurther correspondence, the newspaper offered to meet with the complainant to\ndiscuss his experiences, with a view to publishing an article about these.\n10. The complainant said that this would resolve the matter\nto his satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 12/07/2016Date complaint concluded: 21/12/2016 \nBack to ruling listing\n\n\n"
}