{
    "url": "/rulings-and-resolution-statements/ruling/?id=17021-17",
    "title": "Resolution Statement 17021-17 Survivors Network v Mail Online",
    "provisions": [
        "11 Victims of sexual assault (2016)",
        "7 Children in sex cases (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2017-07-25 00:00:00",
    "concluded_on": "2017-08-29 00:00:00",
    "complaint_processing_days": 35,
    "mediated_outcome": "6. In this case, IPSO deemed its earlier involvement essential. During IPSO’s investigation of the complaint, the publication offered to send a private letter of apology to the family of the victim, to amend the online article to remove the information the complainant was concerned was unnecessary, to instruct staff not to repeat this detail in future articles on the case, and to make a donation to a charity of the family’s choosing. 7. The complainant said that the family accepted this offer of resolution.  8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 17021-17 Survivors Network v Mail\nOnline  \n1. An Independent\nSexual Violence Advisor at the Survivors Network complained to the Independent\nPress Standards Organisation on behalf of a child that Mail Online breached\nClause 7 (Children in sex cases) and Clause 11 (Victims of Sexual Assault) of\nthe Editors’ Code of Practice in an article published in July 2017.\n2. The article\nreported on the trial of a person charged with raping the child. In reporting\nthe comments of a witness, the article referred to the first name of the child.\nThe article contained details of the offences.\n3. The complainant\nsaid that by reporting the child’s first name, the publication had breached\nClause 7 and Clause 11 of the Code. The complainant emphasised the level of\nanxiety and distress this would have caused. She said that the article\ncontained an unnecessary amount of information, which was not in the public\ninterest.\n4. The publication\nsaid it offered its sincere apologies for the human error that led to the\npublication of the first name of the victim. It said that article was subject\nto its usual processes designed to ensure compliance with the Editor’s Code of\nPractice – including going through the legal department. It said that\nunfortunately on this occasion, due to human error, the inclusion of the first\nname of the victim was not noticed. It said that as soon it was made aware of\nthe error, the article was amended and the detail removed. Although it\nacknowledged the seriousness of the error, it said that publication of the\nfirst name alone did not necessarily identify the victim.\nRelevant Code provisions\n5. Clause 7\n(Children in sex cases)\nThe press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.\nIn any press report of a case involving a sexual offence\nagainst a child -\ni) The child must not be identified.\nii) The adult may be identified.\niii) The word \"incest\" must not be used where a\nchild victim might be identified.\niv) Care must be taken that nothing in the report implies\nthe relationship between the accused and the child.\nClause 11 (Victims of sexual assault)\nThe press must not identify victims of sexual assault or\npublish material likely to contribute to such identification unless there is\nadequate justification and they are legally free to do so.\nMediated outcome\n6. In this case,\nIPSO deemed its earlier involvement essential. During IPSO’s investigation of\nthe complaint, the publication offered to send a private letter of apology to\nthe family of the victim, to amend the online article to remove the information\nthe complainant was concerned was unnecessary, to instruct staff not to repeat\nthis detail in future articles on the case, and to make a donation to a charity\nof the family’s choosing.\n7. The complainant\nsaid that the family accepted this offer of resolution. \n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 25/07/2017Date complaint concluded by IPSO: 29/08/2017\nBack to ruling listing\n\n\n"
}