{
    "url": "/rulings-and-resolution-statements/ruling/?id=01768-17",
    "title": "Resolution Statement 01768-17 Hughes v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2017-03-08 00:00:00",
    "received_on": "2017-03-09 00:00:00",
    "concluded_on": "2017-05-22 00:00:00",
    "complaint_processing_days": 74,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8. During IPSO’s investigation of the complaint, the newspaper offered to amend the article, to remove the line: “Theresa May has just 23 days before a deadline looms that will give the European Parliament an opportunity to prevent the UK from leaving the European Union. New rules which say 14 member states have to agree Britain leaving will come into force on April 1.”9. It offered to add the following to the body of the article:“Theresa May has 23 days before a deadline looms that could give elements within the European Council an opportunity to frustrate a deal between the UK and European Union. New rules which say 14 member states have to agree to the deal between Britain and the European will come into force on April 1.” 10. It also offered to publish the following correction, to appear on the article:An earlier version of this article said \"Theresa May has just 23 days before a deadline looms that will give the European Parliament an opportunity to prevent the UK from leaving the European Union. New rules which say 14 member states have to agree Britain leaving will come into force on April 1.” We have been asked to clarify it is only Article 50 of the Lisbon Treaty that regulates how an EU Member State gives notice to leave the Union. Article 50(2) states that it shall be the European Council which conducts the negotiations on behalf of the European Union. The Council acts ‘by qualified majority’ voting however from 01 April 2017 qualified majority voting changed from 65% to 55%. The changes to the voting rules in the European Council has no impact on the triggering of Article 50. We are happy to set the record straight.11. The complainant said this would resolve his complaint to his satisfaction.12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01768-17 Hughes v express.co.ukSummary of complaint1. Justin Hughes\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) in an article headlined “House of Lords Brexit\nmeddling CRUSHING economy as pound tumbles amid uncertainty”, published on 8 March\n2017.2. The article\nreported on the economic uncertainty surrounding the triggering of Article 50\nof the Lisbon Treaty and contained criticism of the factors which it\nidentified as having the potential to delay the UK’s ability to leave the EU.3. In that context,\nthe article referenced the change in qualifying majority rules, which relate to\nthe number of votes required to pass proposals into EU law. The article said\nthat: \"Theresa May has just 23 days before a deadline looms that will give\nthe European Parliament an opportunity to prevent the UK from leaving the\nEuropean Union. New rules which say 14 member states have to agree to Britain\nleaving will come into force on April 1.\"4. The complainant\nexpressed concern that the article had inaccurately reported on the impact that\nthat the change in qualifying majority rules would have on Britain’s ability to\nleave the EU. He said that there the change to qualified majority voting would\nhave no impact on Britain’s ability to trigger Article 50.5. The newspaper\naccepted that the change to qualified majority voting would not prevent a member state from activating Article 50.Relevant Code provisions6. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated outcome7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.8. During IPSO’s\ninvestigation of the complaint, the newspaper offered to amend the article, to\nremove the line: “Theresa May has just 23 days before a deadline looms that\nwill give the European Parliament an opportunity to prevent the UK from leaving\nthe European Union. New rules which say\n14 member states have to agree Britain leaving will come into force on April\n1.”9. It offered to\nadd the following to the body of the article:“Theresa May has 23 days before a deadline looms that could\ngive elements within the European Council an opportunity to frustrate a deal\nbetween the UK and European Union. New rules which say 14 member states have to\nagree to the deal between Britain and the European will come into force on\nApril 1.” 10. It also offered to publish the following correction, to\nappear on the article:An earlier version of this article said \"Theresa May\nhas just 23 days before a deadline looms that will give the European Parliament\nan opportunity to prevent the UK from leaving the European Union. New rules which say 14 member states have to\nagree Britain leaving will come into force on April 1.” We have been asked to clarify it is only\nArticle 50 of the Lisbon Treaty that regulates how an EU Member State gives\nnotice to leave the Union. Article 50(2)\nstates that it shall be the European Council which conducts the negotiations on\nbehalf of the European Union. The Council acts ‘by qualified majority’ voting\nhowever from 01 April 2017 qualified majority voting changed from 65% to\n55%. The changes to the voting rules in\nthe European Council has no impact on the triggering of Article 50. We are\nhappy to set the record straight.11. The complainant said this would resolve his complaint to\nhis satisfaction.12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 09/03/2017Date complaint concluded by IPSO: 22/05/2017\n \n \n \nBack to ruling listing\n\n\n"
}