{
    "url": "/rulings-and-resolution-statements/ruling/?id=01784-14",
    "title": "Resolution Statement 01784-14 Williams v South Wales Argus",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "South Wales Argus  (Newsquest Media Group)",
    "published_on": "2014-11-07 00:00:00",
    "received_on": "2014-11-13 00:00:00",
    "concluded_on": "2017-06-16 00:00:00",
    "complaint_processing_days": 946,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10.  Following IPSO’s intervention, the publication noted that it had published several follow up articles on the case once the inquests were concluded. The publication had made clear in this coverage that the victim had died from sharp force trauma to the face and neck, and that initial reports that claims of cannibalism had been disproved through medical evidence. 11. The complainant said that this resolved the matter to his satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01784-14 Williams v South Wales Argus\n1. Chris Williams\ncomplained to the Independent Press Standards Organisation that the South Wales\nArgus breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “’Cannibal' family tell of ‘shock’”, published on 7 November\n2014.\n2. The article\nreported that Cerys Yemm had died after “an act of cannibalism” by Matthew\nWilliams. The article reported that Mr Williams had died in custody after the\npolice had discharged a Taser and arrested him. The article included statements\nfrom friends of the victim, and local residents, as well as reporting comments\nMr Williams’ family had made during a BBC interview.   \n3. The complainant\nwas the father of Matthew Williams. He said that it was inaccurate to refer to\nhis son as a “cannibal,” as at the time of publication no cause of death had\nbeen established. The complainant said that this claim was based on statements\nby witnesses and locals, which he believed were inaccurate.\n4. The publication\ndid not accept that it had breached the Code. It said that the article had been\nprovided by an agency and it had appeared on the website as part of the\nagency’s direct feed. It said that the agency had contacted the police several\ntimes but had not received confirmation that the reports from witnesses and\nfriends were inaccurate. The publication said that the article reported\ncomments made by local residents, and accurately presented them as such.\n5. The complainant\nand publication agreed to put the complaint on hold until after the inquests\nwere complete and the full details of the event were known.\n6. The complainant\nsaid that the inquest had found that cannibalism had not taken place, and\ntherefore it had been inaccurate for the publication to report this when it had\nnot been confirmed as fact.\n7. The publication\nsaid that the article had made clear that the claims were based upon comments\nmade by witnesses, including a 999 call which was heard at the inquest. The\npublication maintained that it had not breached the Code.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n9. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n10.  Following IPSO’s\nintervention, the publication noted that it had published several follow up\narticles on the case once the inquests were concluded. The publication had made\nclear in this coverage that the victim had died from sharp force trauma to the\nface and neck, and that initial reports that claims of cannibalism had been\ndisproved through medical evidence.\n11. The complainant said that this resolved the matter to\nhis satisfaction.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 13/11/2014Date complaint concluded by IPSO: 16/06/2017\nBack to ruling listing\n\n\n"
}