{
    "url": "/rulings-and-resolution-statements/ruling/?id=13019-17",
    "title": "Resolution Statement 13019-17 Holehouse v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-05-13 00:00:00",
    "received_on": "2017-05-06 00:00:00",
    "concluded_on": "2017-08-09 00:00:00",
    "complaint_processing_days": 95,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation of the complaint, the newspaper offered to amend the online article to make clear that only one of the men in the apartment had taken cocaine. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 13019-17 Holehouse v Daily Mail\nSummary of complaint\n1. Anthony Holehouse complained to the Independent Press\nStandards Organisation that the Daily Mail breached Clause 1 (Accuracy), Clause\n2 (Privacy) and Clause 4 (Intrusion into grief or shock) of the Editors’ Code of\nPractice in an article headlined “So why did Kirsty fall 100ft to her death at\n8am?”, published on 13 May 2017.\n2. The article reported that the complainant had been one of\nfive men staying in a holiday apartment when a woman fell from the balcony and\ndied.\n3. The complainant said that reporting that he had been in the\napartment at the time of the woman’s death had intruded into his private life\nand into his grief following the tragedy. He also said that the newspaper had\ninaccurately reported that he had been taking drugs when the woman died.\n4. The newspaper did not accept any breach of the Code. While\nit said that it appreciated that the sudden tragedy may have had an unpleasant\nimpact on the complainant, this was an important news event, involving the\npolice, and the complainant was a witness. Furthermore, the article had not\nreported that the complainant had been taking drugs when the woman died. In\nlight of the complainant’s concerns, however, it offered to amend the online\narticle to state that “some” of the men had been taking cocaine, and it offered\nto append the following note:\nMr Anthony Holehouse, one of the ‘Benidorm 5’ men referred\nto in the article, has contacted us to say that he had not taken cocaine in the\napartment.\nRelevant Code provisions:\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nMediated outcome\n6. The complaint was not resolved through direct correspondence\nbetween the parties. IPSO therefore began an investigation into the matter.\n7. During IPSO’s investigation of the complaint, the newspaper\noffered to amend the online article to make clear that only one of the men in\nthe apartment had taken cocaine.\n8. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.\nDate complaint received: 06/05/2017Date complaint concluded by IPSO: 09/08/2017\nBack to ruling listing\n\n\n"
}