{
    "url": "/rulings-and-resolution-statements/ruling/?id=08847-20",
    "title": "Resolution Statement – 08847-20 Patel v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-01-21 00:00:00",
    "received_on": "2020-06-08 00:00:00",
    "concluded_on": "2020-09-25 00:00:00",
    "complaint_processing_days": 109,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. The publication offered to remove the article. 11. The complainants said that this would resolve the matter to his satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 08847-20 Patel v Mail Online\nSummary of Complaint\n1. Emma Patel and Kerttu Patel complained to the Independent\nPress Standards Organisation that Mail Online breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Solicitor and her 64-year-old mother avoid jail for bombarding 30-year-old's\nbanker ex with messages and calls in joint stalking campaign after he dumped\nher”, published on 21 January 2020.\n2. The article reported on a court case, which resulted in\nthe conviction of a woman and her mother after both pleaded guilty to\nharassment by stalking. The headline of the article stated that both women had\n“bombard[ed]” the daughter’s “banker ex […] with messages and calls in [a]\njoint stalking campaign.” The article then went on to report that the daughter\n“tracked him down to a rehab retreat in South Africa” and had “inundated [her\nex-partner] with phone calls after the break-up of their short relationship.”\nIn addition, the article reported that the daughter had been “seen outside [her\nex-partner’s] family home.” The article reported on the sentencing of both\nwomen, stating that “they were both also ordered to carry out a 20-day\ncommunity order” in addition to receiving suspended jail sentences. The article\nincluded photographs of the woman and her mother. It also referred to the law\nfirm which the daughter previously worked for, the area where both women lived,\nand the value of their home.\n3. The complainants, the mother and daughter referred to in\nthe article, said that the article was inaccurate in breach of Clause 1. They\nsaid that it was inaccurate to refer the “banker ex” as such, as the daughter\nwas still in a relationship with him, and that the headline’s reference to a\n“joint stalking campaign” was exaggerated and therefore inaccurate. In\naddition, the complainants disputed: that they had “bombard[ed]” the daughter’s\nalleged ex-partner with text messages and phone calls, as the alleged\nex-partner responded to messages and calls; that the complainants had\n“inundated” the alleged ex-partner with phone calls, as they said that in fact\nit was the ex-partner who had continued to contact the daughter; that the\ndaughter had “tracked” the man to South Africa when he “refused to return her\ncalls”, as he had informed her that he was going there and had never refused to\nreturn her calls; and that the daughter had been seen outside the man’s family\nhome, as the complainants said he had no family home. In addition, both\ncomplainants said that they had not been “ordered to carry out a 20-day\ncommunity order” as reported by the article.\n4. The complainants also said that the article breached Clause\n2. The complainants said that the photographs included in the article had been\ntaken from a private Facebook page without their consent; that the article\nshould not have referred to the daughter’s previous place of employment as she\nconsidered this to be private information; and that they had not provided\ninformation about their home which appeared in the article -including its\napproximate location and value - to the publication and therefore that the\ninclusion of this information breached their privacy.\n5. The publication did not accept that the Code had been\nbreached. With regards to Clause 1, it emphasised that the article was a report\nof court proceedings, and that it considered that the article represented an\naccurate report of the court proceedings against the complainants. It said\nthat, as part of the complainants’ mitigation, it had been heard in court that\nthe complainants were seeking to “rekindle” the daughter’s relationship with\nher partner; as such it did not consider that it was inaccurate to describe the\n“banker ex” as such, where it was heard in court that the relationship had\nended. It also said that it did not consider that it was inaccurate to report\nthat the complainants had carried out a “joint stalking campaign” and that the\ncomplainants had “inundated” the daughter’s alleged ex-partner with calls and\ntext messages, as it considered this to be a reasonable description of events,\nwhere the complainants had pleaded guilty to harassment by stalking. The\nnewspaper also said that it had been heard in court that the daughter had gone\nto South Africa to “rekindle” her relationship after her alleged ex-partner\n“refused to return her calls”, and that she had had been seen outside his\nfamily home. While the newspaper acknowledged that the complainants had not\nbeen “ordered to carry out a 20-day community order”, it had approached the\ncourt who informed it that the complainants had received a “20-day\nRehabilitation Activity Requirement (RAR)” and as such it said that there was\nno significant inaccuracy in need of correction.\n6. With regards to the alleged breaches of Clause 2, the\npublication did not accept that the Clause had been breached. It said that all\nof the photographs included in the article were publicly viewable on the\ncomplainants’ social media accounts and were therefore in the public domain. It\nalso said that the daughter’s previous workplace had been heard at previous\nlegal proceedings, and as such that this information was also in the public\ndomain. As the information was in the public domain, the publication said that\nit did not fail to respect the privacy of the complainants, as the information in\nthe article was not private.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\n8. Clause 2 (Privacy)*\ni) Everyone is entitled\nto respect for his or her private and family life, home, health and\ncorrespondence, including digital communications\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\nMediated Outcome\n9. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n10. The publication offered to remove the article.\n11. The complainants said that this would resolve the matter\nto his satisfaction.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 08/06/2020\nDate complaint concluded by IPSO: 25/09/2020\nBack to ruling listing\n\n\n"
}