{
    "url": "/rulings-and-resolution-statements/ruling/?id=02647-19",
    "title": "Resolution Statement – 02647-19 Police Scotland v Sunday Post",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Post (DC Thomson Group)",
    "published_on": "2019-02-03 00:00:00",
    "received_on": "2019-04-23 00:00:00",
    "concluded_on": "2019-07-09 00:00:00",
    "complaint_processing_days": 77,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, the newspaper offered to publish a clarification online and on p2 of its print edition, setting out the complainant’s position that the judge had made no finding in relation to the incineration of documents or whether a cover-up took place: In articles headlined “Chiefs quit as police cover-up exposed”, published on 3 February, we told how a former officer sued Police Scotland, claiming to have been scapegoated by senior officers after uncovering a shambles at the now-defunct Scottish Crime and Drug Enforcement Agency. We believe the ensuing events, including the incineration of documents, was a cover-up but Police Scotland would like to make clear the judge made no finding in relation to the destruction of documents or whether a cover-up took place. Meanwhile, Police Scotland Deputy Chief Constable [name] announced his retirement in January, the day before publication of the judgement. The force would like to make clear his retirement was intimated to the Scottish Police Authority in December 2018 and, they say, was unconnected to the judgement. 10. The complainant said that this resolved the matter to its satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 02647-19 Police Scotland v Sunday\nPost\nSummary of Complaint\n1. Police Scotland complained to the Independent Press\nStandards Organisation that the Sunday Post breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in the following articles, all published on 3\nFebruary 2019: “CHIEFS QUIT AS POLICE COVER-UP EXPOSED”“The firing squad: How Scotland’s FBI torched bags of\nsensitive files as undercover unit is exposed as chaotic, possible criminal\nshambles”“THE COVER-UP”“THE UNDERCOVER CONTROVERSY”“Alarm-raising officer hailed by politicians”\n\n\n\n\n\n\n\n\n2. The first article appeared on the front page of the\nnewspaper. The other articles appeared on pages 10 and 11, as a double-page\nfeature under the headlines listed above.\n3. The first article reported that “senior police officers\nwho led an elite crime-fighting force have announced their retirement” as a\ncourt judgement exposed “cover-up and mismanagement” at the agency. It said\nthat the officers, which it named, had announced their departure “as it emerged\nofficers at the now-defunct Scottish Crime and Drug Enforcement Agency [SCDEA]\nwere told to burn piles of sensitive documents”. It said that both men said\nthat their retirement was unconnected to the judgement.\n4. The second article repeated the claims made in the first\narticle, and explained that a civil action for damages by a whistle-blower had\n“revealed how senior officers ordered the incineration of secret and highly\nsensitive files after she reported serious concerns about the finances of a\nunit managing undercover operations”. The article stated that the retirement of\none of the named officers [on whose behalf the complainant also acted] had been\nannounced on 30 January, and that the next day the ruling into the\nwhistle-blower’s civil claim had been published. The article quoted a\nrepresentative of Police Scotland, who “said of [the deputy director’s]\nretirement: ‘It is not linked to the judgement in any way, shape or form.\nAbsolutely not’”.\n5. The third article described the alleged “cover-up” at the\nSCDEA, which it said had been described by the whistle-blower – known as Mrs K\n- during her civil action against Police Scotland. It stated that documents\ndetailing the lives of undercover officers had been found by Mrs K in a state\nof disarray at a unit belonging to the SCDEA, and that she had “raised the\nalarm…after discovering financial documents in names of individuals not linked\nto any undercover operations”. The article stated that “it is unlikely…that\nanyone will ever know exactly what was found…because a clean-up operation was\nimmediately ordered with officers told to buy a garden incinerator and petrol\nand burn the lot”. It said that ultimately the documents were burned in the\nSCDEA car park, at the behest of senior figures in the SCDEA.\n6. The fourth article repeated the claims of a “cover-up” at\nthe SCDEA. The fifth article reported on praise for Mrs K’s actions from\npoliticians and the outcome of her civil action. It said that Police Scotland\nsaid that it was “considering the terms of the judgement”. The sixth article\nwas an opinion piece written by the former head of the SCDEA in which he set\nout his response to the allegations reported in the other articles.\n7. The articles all appeared online on the same day, in\nsubstantially the same format.\n8. The complainant, acting on behalf of the former deputy\ndirector, said that the first article’s headline was inaccurate, in breach of\nClause 1 (Accuracy), because it suggested that his retirement – announced on 30\nJanuary - was linked to the publication of the judgement on the\nwhistle-blower’s civil case, on 31 January. It said that the former deputy\ndirector had given notice of his intent to retire in December, and this had\nbeen announced publicly at a board meeting on 30 January. It said that it had\ninformed the reporter that the retirement was unconnected with the judgement\nprior to publication. \n9. The complainant also said that the articles were\ninaccurate to refer to a “cover-up”, and did not make clear that this claim was\nbased on an interpretation of Mrs K’s evidence which had not been established\nas fact. It said that the judgement had made clear that a number of officers\nhad been tasked with responding to the discovery of documents in disarray at\nthe unit, including by means of a formal investigation at the time. The\ncomplainant said that the judgement had never referred to a “cover-up”, and the\njudge had not made any comment on the management of the documents that had been\ndiscovered.\n10. The publication denied any breach of the Code. It said\nthat the articles did not state as fact that there was a direct causal\nconnection between the former deputy director’s retirement and the judgement;\nrather, they had accurately reported that the retirement had been announced the\nday prior to the judgement being published, and that the individual in question\nhad been Deputy Director General at the time of the matters reported by Mrs K.\nIt said that these facts were pertinent to the article, and noted that the\narticles had included the position of Police Scotland in respect of the\nretirement. The publication said that it was not provable that there was no\nconnection between the retirement and the events described, and that the\nsimultaneous nature of the retirement and the publication of the judgement was\na matter of public interest, given the former deputy director’s direct\ninvolvement in the matters reported in the judgement.\n11. The publication also denied that it was inaccurate for\nthe articles to refer to a “cover-up”. It said that the judgement had\ncriticised the quality of the internal investigations that had taken place in\nrelation to the allegations made by Mrs K. It also noted that Mrs K, and\nothers, including representatives of police forces, had given testimony which\ncast doubt on the quality of these investigations, and that her testimony in\nrelation to the destruction of material had been unchallenged in court, and had\nled to calls from the Justice Minister for an independent investigation. It\nalso noted that the complainant had not specifically denied the veracity of Mrs\nK’s evidence in relation to the destruction of documents.\n12. The complainant said that it had not challenged the\nclaims made in court because the hearing related to its duty of care towards\nthe officer, and her standing to claim damages, not to specific evidence heard.\nIt did not accept that the incineration of documents had occurred.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. During IPSO’s investigation, the newspaper offered to\npublish a clarification online and on p2 of its print edition, setting out the\ncomplainant’s position that the judge had made no finding in relation to the\nincineration of documents or whether a cover-up took place:\nIn articles headlined “Chiefs quit as police cover-up\nexposed”, published on 3 February, we told how a former officer sued Police\nScotland, claiming to have been scapegoated by senior officers after uncovering\na shambles at the now-defunct Scottish Crime and Drug Enforcement Agency. We\nbelieve the ensuing events, including the incineration of documents, was a\ncover-up but Police Scotland would like to make clear the judge made no finding\nin relation to the destruction of documents or whether a cover-up took place.\nMeanwhile, Police Scotland Deputy Chief Constable [name] announced his\nretirement in January, the day before publication of the judgement. The force\nwould like to make clear his retirement was intimated to the Scottish Police\nAuthority in December 2018 and, they say, was unconnected to the judgement.\n10. The complainant said that this resolved the matter to\nits satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 23/04/2019\nDate complaint concluded by IPSO: 09/07/2019  \n \n \nBack to ruling listing\n\n\n"
}