{
    "url": "/rulings-and-resolution-statements/ruling/?id=06622-20",
    "title": "Resolution Statement – 06622-20 Moult v Sunday Mail",
    "provisions": [
        "1 Accuracy (2019)",
        "3 Harassment (2019)",
        "2 Privacy (2019)",
        "9 Reporting of crime (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday Mail (Reach PLC)",
    "published_on": "2020-05-17 00:00:00",
    "received_on": "2020-05-20 00:00:00",
    "concluded_on": "2020-07-03 00:00:00",
    "complaint_processing_days": 44,
    "mediated_outcome": "10. The complaint was not resolved during the referral period. IPSO therefore began an investigation into the matter. 11. During IPSO’s investigation, the publication offered, as a gesture of goodwill, to remove the online article. 12. The complainant said that this would resolve the matter to his satisfaction.  13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\n\nResolution Statement – 06622-20 Moult v Sunday Mail\nSummary of Complaint\n1. Richard Moult complained to the Independent Press\nStandards Organisation that Sunday Mail breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 3 (Harassment) and Clause 9 (Reporting of crime) of the Editors' Code of Practice in an article headlined “Nazi\nmurder cult's Scottish training camp of satanism” published on 17 May 2020.\n2. The article also appeared online in a substantially\nsimilar format.\n3. The article reported that “A satanic neo-Nazi …has been\noperating in Scotland”. The article went on to discuss the activities of the\nnamed group and quoted two far-right experts. The article claimed that “An\nEnglish artist has been identified as being one of the shadowy network’s\nleaders” and that “Richard Moult [the complainant] is believed to live in the\nOuter Hebrides”. It also stated that his artwork was used on the group’s\npropaganda and that, according to a named anti-racist group, the complainant\n“took over the group’s leadership in the 90s” and returned in 2008. \n4. The complainant said that the article implied he was\ncurrently involved in the group which was untrue. He had left in 2001 and now\nregretted involvement. He also said that other claims in the article were\ninaccurate; he had never been a leader of the group and anyone was free to use\nhis artwork. He also said that the article breached Clauses 2, 3 and 9 as\nit accused him of wrongdoing without evidence and, caused distress to him and\nhis family. Finally, he expressed a concern that he was not given a fair\nopportunity to reply. Whilst a journalist had contacted him by email, the\nspecific allegations were not contained within it. \n5. The publication did not accept it had breached the Code.\nIt stated that it was simply reporting the views of two far-right experts\nquoted in the article and a named anti-racist group. It also said that the\narticle made clear the complainant’s position that “he now rejected “any form\nof far-right ideology””.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n7. Clause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation of privacy.\n8. Clause 3 (Harassment) *\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n9. Clause 9 (Reporting of crime) \ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\n\nMediated Outcome\n10. The complaint was not resolved during the referral\nperiod. IPSO therefore began an investigation into the matter.\n11. During IPSO’s investigation, the publication offered, as\na gesture of goodwill, to remove the online article.\n12. The complainant said that this would resolve the matter\nto his satisfaction. \n13. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 20/05/2020\nDate complaint concluded by IPSO: 03/07/2020  \n\nBack to ruling listing\n\n\n"
}