{
    "url": "/rulings-and-resolution-statements/ruling/?id=06584-20",
    "title": "Resolution Statement – 06584-20 Fair Play for Women v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2020-05-11 00:00:00",
    "received_on": "2020-05-18 00:00:00",
    "concluded_on": "2020-06-08 00:00:00",
    "complaint_processing_days": 21,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8. The publication offered to make the amends to the article as suggested by the complainant.9. The complainant said that this would resolve the matter to its satisfaction.10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 06584-20 Fair Play for Women v The\nTimesSummary of Complaint1. Fair Play for Women complained to the Independent Press\nStandards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Seven sex attacks in women's\njails by transgender inmates”, published on 11 May 2020.2. The article reported on the rate of sexual assaults\ncommitted by transgender prisoners in UK prisons. The article quoted several\nstatistics such as that “Women’s prisons had 34 transgender inmates in April\n2018, 30 of whom were born female” and that there were “last year found that a\nthird of prisons in England and Wales said they had at least one transgender\ninmate, with a total of 139 prisoners presenting in a different gender to their\nbirth. Of these, 114 said they were female”.3. The article also appeared online in substantially the\nsame format.4. The complainant, a campaigning group quoted in the\narticle, said that the article was inaccurate in breach of Clause 1 because the\nfigures quoted were incorrect. It said that the correct figures were that in\nApril 2018 there were 42 transgender inmates and she said it would be more\naccurate to report that in April 2019 there were 34 transgender inmates and 11\nof whom identified as female. It also said that the second set of figures\nshould report that in 2019 it was found that half of prisons in England and\nWales said they had at least one transgender inmate, with a total of 163\nprisoners presenting in a different gender to their birth. Of these, 130 said\nthey identified as female.5. The publication did not accept that there was a breach of\nClause 1.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.8. The publication offered to make the amends to the article\nas suggested by the complainant.9. The complainant said that this would resolve the matter\nto its satisfaction.10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 18/05/2020\nDate complaint concluded by IPSO: 08/06/2020\nBack to ruling listing\n\n\n"
}