{
    "url": "/rulings-and-resolution-statements/ruling/?id=08294-19",
    "title": "Resolution Statement - 08294-19 Reed v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2019-10-22 00:00:00",
    "received_on": "2019-10-24 00:00:00",
    "concluded_on": "2019-12-09 00:00:00",
    "complaint_processing_days": 46,
    "mediated_outcome": "6. The complaint was not resolved during the referral period, as the publication did not contact the complainant. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication accepted that they should have cited a less contentious figure or made clear that the reported figure came from a loaded question conditional on a decline in pension values. Therefore, the newspaper offered to publish the following correction that appeared online and in print on 6 December 2019: “We reported that, according to a COMRES poll, only 27 per cent of voters think that water companies should be taken out of private hands (Business, Oct 22). This was incorrect. The COMRES poll actually found that 49 per cent of voters supported nationalisation. The incorrect figure of 27 per cent came from a different question in the same poll. This question asked:  \"The Labour Party’s proposal for nationalising the water industry would mean the government paying less for water companies than they are worth, which would reduce the value of nearly 6 million people’s pensions which are invested in water companies, including both public and private sector workers’ pensions. If this were to happen as a result of nationalisation, to what extent would you support or oppose the nationalisation of water and sewerage services in England?” 8. The complainant said that this would resolve the matter to her satisfaction. 9. The publication also regretted that they did not contact the complainant during the referral stage. The said that this was due to unfortunate confusion and assured IPSO that this would not reoccur. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement - 08294-19 Reed v The Times\nSummary of Complaint\n1. Lucy Reed complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors' Code\nof Practice in an article headlined “Sinking support for water\nnationalisation\" published on 22 October 2019.\n2. The article also appeared online in a substantially\nsimilar format.\n3. The article reported on a decline in public support for\nthe nationalisation of the water industry amid fears that pension values could\nbe hit. To illustrate the general decline is support, the article stated that,\naccording to a COMRES poll, support for nationalisation had fallen to 27%. \n4. The complainant said that the statement that “only 27 per\ncent of voters” support nationalisation according to a COMRES poll was\nincorrect. The poll in fact showed that 49% of voters supported\nnationalisation.\n5. The 27% figure was actually the result of a different,\nloaded, question in the same poll. This question asked:  “The Labour Party’s proposal for\nnationalising the water industry would mean the government paying less for\nwater companies than they are worth, which would reduce the value of nearly 6\nmillion people’s pensions which are invested in water companies, including both\npublic and private sector workers’ pensions. If this were to happen as a result\nof nationalisation, to what extent would you support or oppose the\nnationalisation of water and sewerage services in England?” \nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved during the referral\nperiod, as the publication did not contact the complainant. IPSO therefore\nbegan an investigation into the matter.\n7. During IPSO’s investigation, the publication accepted\nthat they should have cited a less contentious figure or made clear that the\nreported figure came from a loaded question conditional on a decline in pension\nvalues. Therefore, the newspaper offered to publish the following correction\nthat appeared online and in print on 6 December 2019:\n“We reported that, according to a COMRES poll, only 27 per\ncent of voters think that water companies should be taken out of private hands\n(Business, Oct 22). This was incorrect. The COMRES poll actually found that 49\nper cent of voters supported nationalisation.\nThe incorrect figure of 27 per cent came from a different\nquestion in the same poll. This question asked: \n\"The Labour Party’s proposal for nationalising the water industry\nwould mean the government paying less for water companies than they are worth,\nwhich would reduce the value of nearly 6 million people’s pensions which are\ninvested in water companies, including both public and private sector workers’\npensions. If this were to happen as a result of nationalisation, to what extent\nwould you support or oppose the nationalisation of water and sewerage services\nin England?”\n8. The complainant said that this would resolve the matter\nto her satisfaction.\n9. The publication also regretted that they did not contact\nthe complainant during the referral stage. The said that this was due to\nunfortunate confusion and assured IPSO that this would not reoccur.\n10. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.\n\nDate complaint received: 24/10/2019\nDate complaint concluded by IPSO: 09/12/2019  \nBack to ruling listing\n\n\n"
}