{
    "url": "/rulings-and-resolution-statements/ruling/?id=14289-16",
    "title": "Resolution Statement 14289-16 Gillespie v Macclesfield Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Macclesfield Express (Reach PLC)",
    "published_on": "2016-11-16 00:00:00",
    "concluded_on": "2017-02-08 00:00:00",
    "text": "\n\n\n\n\n\nComplaint 14289-16 Gillespie v Macclesfield Express\nSummary of complaint\n1.  Helen Gillespie\ncomplained to the Independent Press Standards Organisation (IPSO) that the\nMacclesfield Express breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Youngsters get ready as Santa stops on the\nMoss”, published on 16 November 2016.\n2. The article\nreported that Santa would be handing out presents to boys and girls on the Moss\nestate. It quoted the complainant, one of the event’s organisers, as saying:\n“Santa will be returning to the Moss estate this year for the fourth time. We\ndon’t collect any money or ask for donations. Each child gets a small present\nto keep them going until Christmas Day”.\nThe complainant said that while she did contact the\nnewspaper about the event, she did not provide them with any quotation.\nThe newspaper said it had re-used the complainant’s quote\nfrom an article written about the same event the previous year. It said that\nthe article was a positive one, and was written at the request of the\ncomplainant; it said that there was no malice intended on the newspaper’s\npart. \nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n6. The complaint\nwas not resolved through correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. The newspaper\noffered to send a private letter of apology to the complainant, and to publish\nthe following clarification in the newspaper:\nThe quotation from Helen Gillespie published on 16 November\n2016 in an article headlined: \"Youngsters get ready as Santa stops on the\nMoss\" was in fact an updated version of a quotation given to the newspaper\nin 2015.\n8. The complainant\nsaid these actions resolved the matter to her satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complained received: 21/12/2016Date complaint concluded by IPSO: 08/02/2017\nBack to ruling listing\n\n\n"
}