{
    "url": "/rulings-and-resolution-statements/ruling/?id=06822-17",
    "title": "Resolution Statement 06822-17 Holehouse v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "received_on": "2017-05-06 00:00:00",
    "concluded_on": "2017-08-23 00:00:00",
    "complaint_processing_days": 109,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. During IPSO’s investigation of the complaint, the newspaper offered to remove the complainant’s photograph from the stories and put a warning on its system about using it in future. It also deleted the reference to his taking cocaine.8. The complainant said that the newspaper’s offer would resolve the matter to his satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06822-17 Holehouse v thesun.co.uk1. Anthony\nHolehouse complained to the Independent Press Standards Organisation that\nthesun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4\n(Intrusion into grief or shock) of the Editors’ Code of Practice in the\nfollowing articles:“Holiday\nplunge horror: Cage fighter and conman among five British men in Benidorm\napartment where hen-do reveller Kirsty Maxwell fell 100ft to her death”,\npublished on 4 May 2017“Benidorm\ndeath probe: British ‘Benidorm five’ face calls to be quizzed in Spain over hen\nparty girl’s balcony death plunge after ‘contradictions’ in their stories,\npublished on 10 May 2017“’I am\ninnocent’: Brit man arrested after Scottish woman plunged 100ft to her death\nfrom Benidorm balcony on hen do insists he did nothing wrong”, published on 3\nMay 2017“Hen-do\nvictim just 7mths wed”, published on 2 May 2017.2. The articles\nreported that the complainant had been one of five men staying in a holiday\napartment when a woman fell from the balcony and died.3. The complainant\nsaid that reporting that he had been in the apartment at time of the woman’s\ndeath had intruded into his private life and into his grief following the\ntragedy. He also said that the newspaper had inaccurately reported that he had\nbeen taking drugs when the woman died.4. The newspaper\ndid not accept any breach of the Code. It said that the woman’s death had been\na terrible and tragic occurrence, but it was a matter of fact that the\ncomplainant had been one of the men in the apartment when she died. It said\nthat one of the men had said in a statement that they had been taking cocaine\nthe evening of the woman’s death.   Relevant Code provisions5. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.Mediated outcome6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.7. During IPSO’s\ninvestigation of the complaint, the newspaper offered to remove the\ncomplainant’s photograph from the stories and put a warning on its system about\nusing it in future. It also deleted the reference to his taking cocaine.8. The complainant\nsaid that the newspaper’s offer would resolve the matter to his satisfaction.9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 6 May 2017Date complaint concluded: 23 August 2017\nBack to ruling listing\n\n\n"
}