{
    "url": "/rulings-and-resolution-statements/ruling/?id=05756-18",
    "title": "Resolution Statement 05756-18 Signature Litigation LLP and Manx Capital Partners Ltd v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-08-19 00:00:00",
    "received_on": "2018-08-25 00:00:00",
    "concluded_on": "2018-12-18 00:00:00",
    "complaint_processing_days": 115,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter10. During IPSO’s investigation, the publication offered to publish the following clarification as a footnote to the online article:“Following publication of this article, Manx Capital has told The Sunday Times that the source quoted was incorrect in suggesting that Manx was suing the former claimants over the same bills as it is itself disputing. Manx has confirmed that the legal claim by them referred to in the article relates to around £9 million of costs and expenses that are not disputed anywhere.”11. The complainants said that this would resolve the matter to their satisfaction.12.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 05756-18 Signature Litigation LLP and\nManx Capital Partners Ltd v The Sunday TimesSummary of complaint1. Signature\nLitigation LLP and Manx Capital Partners Ltd complained to the Independent\nPress Standards Organisation that the Sunday Times breached Clause 1 (Accuracy)\nin an article headlined “Tycoon sues sovereign funds over RBS fees”, published on 19\nAugust 2018.2. The article\nreported on litigation launched by Manx Capital Partners against 18 of the\ninstitutional claimants in the RBS Rights Issue dispute who Manx allege failed\nto pay their share of the legal costs after a 2017 settlement.  The article later mentioned a second case in\nwhich Manx is investigating the amounts being claimed as costs by management\nand contractors of the RBoS Shareholders Action Group Ltd.  The article quoted a source which said that\nthe outcome of the argument in the Action Group Company case would be critical\nto the outcome of the other. This source also said that it was ‘ridiculous’\nthat [Manx] was ‘suing everyone for not paying the bills that he himself is\ndisputing”. 3. The article\nalso appeared in substantially the same form online.4. The complainants\nsaid that the comments made by the source were inaccurate: the two pieces of\nlitigation were entirely separate and the outcome of one would not\nfundamentally affect the outcome of the other. The complainants said that it\nhad not been given the opportunity to comment on the source’s claim.5. The\ncomplainants said that the source’s claim regarding disputed bills was also\ninaccurate: the sum of the bills – approximately £9 million of costs and\nexpenses - that Manx is suing the institutional claimants for is not disputed\nanywhere, the issue was only liability for their payment.6. The newspaper\ndid not accept a breach of the Code: the quote was clearly presented as a\npersonal opinion and was attributed to a source close to one of the defendants.  The newspaper said that this opinion may be\nright if the costs incurred in the second action were reduced as a result of\nthe first action. 7. The newspaper\nsaid that the reference to “disputed bills” would be understood in a general\nsense, and not as a specific reference to the sum of one bill. The newspaper\nsaid that the facts of the litigation were set out in the article and readers\nwere therefore able to judge for themselves whether or not they agreed with the\nsource’s opinion. Relevant Code Provisions8. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome9. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter10. During IPSO’s\ninvestigation, the publication offered to publish the following clarification\nas a footnote to the online article:“Following publication of this article, Manx Capital has\ntold The Sunday Times that the source quoted was incorrect in suggesting that\nManx was suing the former claimants over the same bills as it is itself\ndisputing. Manx has confirmed that the legal claim by them referred to in the\narticle relates to around £9 million of costs and expenses that are not\ndisputed anywhere.”11. The complainants\nsaid that this would resolve the matter to their satisfaction.12.  As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.  Date complaint received: 25/08/2018\nDate complaint concluded by IPSO: 18/12/2018\n \nBack to ruling listing\n\n\n"
}