{
    "url": "/rulings-and-resolution-statements/ruling/?id=14335-16",
    "title": "Resolution Statement 14335-16 Enright v Mail Online",
    "provisions": [
        "3 Harassment (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-08-04 00:00:00",
    "received_on": "2016-12-31 00:00:00",
    "concluded_on": "2017-07-15 00:00:00",
    "complaint_processing_days": 196,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.  Following IPSO’s intervention, the publication added the following clarification as a footnote and standalone clarification: An earlier version of this article stated that Michael Enright had previously been kicked out of the YPG army and Syria. Neither claim is true, and we are happy to set the record straight and apologise for any upset caused. 8. The publication also removed the reader comments from the article.  9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 14335-16 Enright v Mail OnlineSummary of complaint1. Michael\nEnright complained to the Independent Press Standards Organisation, that Mail\nOnline breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the Editors’ Code\nof Practice in an article headlined “’British Pirates of the Caribbean actor\nreturns to Syria to fight ISIS - despite being sent home last time because ‘the\nother Western fighters wanted to kill him’”, published on 4 August 2016. 2. The\narticle reported that the complainant had returned to Syria to fight against\nthe group known as Islamic State (IS). The article reported that he had fought\nin Syria the year before, but “was reportedly kicked out of the fighting units”\nand claimed other soldiers had “wanted to kill him.” The article also included\na quotation the complainant had given to another news outlet, denying these\nallegations.  3. The\ncomplainant said that the article was inaccurate as he had not been “kicked\nout” of Syria, and other soldiers had not “wanted to kill him.” The complainant\nalso said that the article constituted harassment as it affected his ability to\nget work as an actor. 4. The\npublication said that the article was based on comments made on social media by\nan individual who fought alongside the complainant in Syria. The publication\nsaid these allegations were clearly presented as claims in the article, and stated\nthat it believed the article was balanced as it also included the complainant’s\ndenial of these allegations. Relevant Code Provisions 5. Clause\n1 (Accuracy) i) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to\nreply to significant inaccuracies should be given, when reasonably called for.\niv) The Press, while free\nto editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact.Clause 3 (Harassment) i) Journalists must not engage in intimidation, harassment or\npersistent pursuit. ii) They must not persist in questioning, telephoning, pursuing or\nphotographing individuals once asked to desist; nor remain on property when\nasked to leave and must follow them. If requested, they must identify\nthemselves and whom they represent. iii) Editors must ensure these principles are observed by those working\nfor them and take care not to use non-compliant material from other sources. \nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO\ntherefore began an investigation into the matter. 7.  Following IPSO’s intervention, the publication added\nthe following clarification as a footnote and standalone clarification: An\nearlier version of this article stated that Michael Enright had previously been\nkicked out of the YPG army and Syria. Neither claim is true, and we\nare happy to set the record straight and apologise for any upset caused.\n8. The publication\nalso removed the reader comments from the article. \n9. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\nDate complaint received: 31/12/2016\nDate complaint concluded by IPSO: 15/07/2017\nBack to ruling listing\n\n\n"
}