{
    "url": "/rulings-and-resolution-statements/ruling/?id=29189-20",
    "title": "Resolution Statement 29189-20 Doyle v Daily Mail",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2020-11-21 00:00:00",
    "received_on": "2020-11-24 00:00:00",
    "concluded_on": "2021-03-18 00:00:00",
    "complaint_processing_days": 114,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. The publication offered to print the following clarification in its regular Corrections & Clarifications column on page 2 of the print newspaper; and also in its regular online Corrections and Clarifications column: An article on November 21 about the government’s use of Covid statistics included a graph headlined ‘fatalities are barely any higher’ which compared weekly 2020 deaths up to week 44 against the minimum and maximum weekly deaths over the past five years ‘adjusted for population growth’. In fact, the figures were also adjusted for demographic changes. As the article made clear, according to ONS data, deaths in week 45 were ‘11,812 which was 14.3 per cent, or 1,481 deaths higher, than the five-year average.’ 12. The complainant said that this would resolve the matter to his satisfaction. 13.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 29189-20 Doyle v Daily Mail\nSummary of Complaint\n1. Arthur Doyle\ncomplained to the Independent Press Standards Organisation that Daily Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Covid: what they don’t tell you”, published on 21 November 2020.\n2. The article was\nan examination of statistics relating to the Covid-19 pandemic in the UK. It\nincluded several graphs, one of which was titled “Fatalities aren’t any\nhigher.” The graph plotted “[f]atalities per week in 2020 compared with the\nupper and lower limits of deaths for the past 5 years, taking account of\npopulation growth.” The graph stated that excess death figures for week 44 of\n2020 were 10,887, compared to the 5-year high of 10,861. The 2020 figures did\nnot extend past week 44. The following quote appeared below the graph: “Source:\nONS Weekly Deaths Report November 10. Upper / Lower Range. Adjusted for\nPopulation Growth. Produced by: The Statistics Guy.”\n3. The article also\nappeared online in substantially the same format under the headline “What they\nDON'T tell you about Covid: Fewer beds taken up than last year, deaths a\nfraction of the grim forecasts, 95% of fatalities had underlying causes... and\nhow the facts can be twisted to strike fear in our hearts”. The title of the\ngraph showing fatalities per week had a different title; in the online version\nit was titled “Fatalities are barely any higher.” The graph was otherwise\nidentical to its print counterpart.\n4. The complainant\nsaid that the article was inaccurate in breach of Clause 1. He said that, while\nthe graph “Fatalities aren’t any higher” stated that the figures “had been\nadjusted for population growth”, it appeared that it had been adjusted to\naccount for a greater population growth than had actually occurred in the UK\nover the preceding 5 years; he noted that the population growth between 2015\nand 2019 was an estimated 2.7% according to the Office of National Statistics,\nor an average of 0.7% per year. He went on to note that the graph had been\ntaken from a twitter account which had since been deleted after the original\ncreator of the graph had stated that he had “\"noted an error\" and\nsaid that he \"should have been more rigorous in ensuring [his version of\nthe chart] was deleted\". Therefore, he did not consider that the\npublication had taken care over the accuracy of the graph, where it appeared\nthat it had taken it from an unverified twitter account who had made unknown adjustments\nto population data and later deleted the graph and the account on which it had\noriginally been published.\n5. The complainant\nalso said that the graph was misleading in breach of Clause 1, as it only\nincluded data up to and including Week 44 of 2020, when data for Week 45 was\navailable at the time of publication and would have shown the beginning of an\nincrease in the number of fatalities.\n6. The publication\ndid not accept that Clause 1 had been breached. \nIt supplied a tweet from the original graph creator, taken from his new\naccount, which stated that the graph had been adjusted for population growth\nand to account for demographic change. It noted that birth rates in the UK had\nbeen falling, decreasing by nearly 50,000 per year between 2013 and 2019, and\nthat there had been significant increases in the number of elderly people in\nthe UK in the same period. It went on to state that the graph had been created\nby a “a statistician who had taken a detailed interest in this area and had\nbeen posting weekly updates on Covid deaths on his popular Twitter feed.” It\nnoted that it was widely accepted practice to adjust data to take account of\nfactors such as population growth and changes in population demographics, and\nthat adjusting the graph data to reflect these changing demographics and\npopulation growth did not represent inaccurate, misleading, or distorted\ninformation.\n7. The publication\nalso said that it had not deliberately omitted the data for Week 45 of 2020. In\nthis instance, data for Week 45 had not been available to the graphics\ndepartment at the newspaper when creating the graph; it used the “latest\ninformation available” to compile the graph, which at that time did not include\nWeek 45 data.\n8. While the\npublication did not accept that the Code had been breached, it accepted that,\nas it did not specify exactly what adjustments had been made to the graph data,\nit may have confused readers. To address any potential confusion, the\npublication said that it had – upon receiving complaints outside of the IPSO\nprocess from readers – replaced the online article graph titled “Fatalities are\nbarely any higher” with another graph (with the same title) which included data\nfrom Week 45 and plotted fatalities in 2020 with a 5-year average. It had also\nupdated the online article to include the following footnote:\nThis article has been updated to include a graph based on\nONS figures comparing weekly deaths with the corresponding five-year average\nrather than against minimum and maximum weekly deaths over the past five years\nindependently adjusted for population growth.\nRelevant Clause Provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n10. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n11. The publication offered to print the following\nclarification in its regular Corrections & Clarifications column on page 2\nof the print newspaper; and also in its regular online Corrections and\nClarifications column:\nAn article on November 21 about the government’s use of\nCovid statistics included a graph headlined ‘fatalities are barely any higher’\nwhich compared weekly 2020 deaths up to week 44 against the minimum and maximum\nweekly deaths over the past five years ‘adjusted for population growth’. In fact,\nthe figures were also adjusted for demographic changes. As the article made\nclear, according to ONS data, deaths in week 45 were ‘11,812 which was 14.3 per\ncent, or 1,481 deaths higher, than the five-year average.’\n12. The complainant said that this would resolve the matter\nto his satisfaction.\n13.  As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 24/11/2020\nDate complaint concluded by IPSO: 18/03/2021\nBack to ruling listing\n\n\n"
}