{
    "url": "/rulings-and-resolution-statements/ruling/?id=16362-17",
    "title": "Resolution Statement 16362-17 Jeary (a court appointed guardian) v Daily Mail",
    "provisions": [
        "2 Privacy (2016)",
        "6 Children (2016)",
        "8 Hospitals (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2017-06-27 00:00:00",
    "concluded_on": "2017-08-02 00:00:00",
    "complaint_processing_days": 36,
    "mediated_outcome": "11. IPSO determined that its earlier involvement was essential in this case, in light of the significant concerns raised in court. It therefore began an immediate investigation into the matter.  12. Following IPSO’s intervention, the newspaper offered to write a private letter to the child, apologising for the journalist’s actions.  13. The complainant said that this would be a satisfactory resolution to the child’s complaint.  14. As the complaint was successfully resolved, with the agreement of the individual appointed by the Court to represent the child’s interests, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 16362-17 Jeary (a court appointed guardian) v Daily Mail \nSummary of complaint \n1. The court-appointed\nguardian of a child complained to the Independent Press Standards Organisation\nthat the Daily Mail breached Clause 2 (Privacy), Clause 6 (Children), and\nClause 8 (Hospitals) of the Editors’ Code of Practice in the conduct of its\njournalists. \n2. This complaint\nrelated to the conduct of a journalist, which was discussed at a High Court\nHearing in the case of Westminster City Council v H [2017] EWHC 1221 (Fam). The\ncourt hearing concerned a child, subject to an Interim Care Order. The Judge\nhad issued a ruling dealing with the conduct of the journalist, but had noted\nthat it was not his role to make a finding on whether there had been a breach\nof the Editors’ Code of Practice. He said that it was the responsibility of the\nguardian to make a complaint to IPSO. \n3. The complainant said\nthat a journalist from the newspaper spoke to the child, who was 15 at the\ntime, by telephoning him, without having sought permission from the child’s\nparents, or other responsible adult.  The complainant said that the\njournalist then visited the child in hospital. The complainant said that\nalthough the journalist had spoken to the mother prior to this visit, the court\nhad found it “unlikely” that the mother had given the journalist express\npermission to either speak to the child or visit him in hospital. The\ncomplainant said that this conduct breached Clause 6 (iii). \n5. The complainant said that when\nthe journalist visited the child in hospital, she signed the visitor book using\na false name, and referred to herself as “a friend” of the child. The\ncomplainant said that the journalist had not identified herself as a\njournalist, nor sought permission from a responsible executive to enter a\nnon-public area of the hospital, in breach of Clause 8. The complainant said\nthat the journalist spoke to the child about his “social situation” while in\nhospital, in breach of Clause 8 (ii). The complainant said that there was no\n“exceptional public interest” which the Code states would need to be\ndemonstrated to “over-ride the normally paramount interests of children under\n16”. \n6. The newspaper said it did not\ndispute the overall thrust of the complainant’s accounts of its reporter’s\nactions. It said it was clear that the journalist should have discussed her\nproposed actions with editorial executives, and properly confirmed that the\npublic interest justified her approach. The newspaper apologised that she did\nnot do so, and said it had taken steps to ensure that, as far as possible, it\nis not repeated by any of its journalists. \n7. The newspaper said it wished to\nnote a number points to avoid any misunderstanding as to what took place. The\nnewspaper said that the purpose of the High Court hearing referred to by the\ncomplainant was to establish the facts around the journalist’s visit to the\nchild, and the mother’s involvement. It was not to prevent publication of an\narticle.  The newspaper said that no article was published as a result of\nthe event described in this complaint, and no article was planned. \n8. The newspaper said that the\njournalist’s actions represented the very early stage of her enquiries, which\nshe had not discussed with her editors. It said that the journalist’s telephone\nconversation with the child was not an interview; she had called to check if\nthe child wished for her to visit him, which he said he did. The newspaper said\nthat the journalist then called the child’s mother. It said that the judge in\nthe court hearing had found that the mother “enthusiastically contrived to\nfacilitate the interview”, and “never at any point in the conversation gave\n[the journalist] even the slightest suspicion that she had the remotest anxiety\nabout it”. \n9. The newspaper said that the\njournalist did not visit the child at a hospital; he was living in a residential\ncare unit, and the journalist had not seen any other children during her visit.\nIt said that the journalist used her married name in signing the visitor book.\n  It said that at the time of the visit, the child was almost 15,\nintelligent, and was receiving a number of visitors, of his choosing. It said\nthat when the journalist spoke to the child, she did not discuss his health.\n The newspaper said that the journalist had a number of significant public\ninterest issues firmly in mind\nwhen she acted in the way she did. In particular, she was concerned about the\nconditions where the child was living, and was concerned about proposals about\nthe child’s future care.    \nRelevant Code provisions \n \n10. Clause\n2 (Privacy) \n \n(i) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. \n \nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. Account will be taken of the complainant's own public disclosures of\ninformation.\n \niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \n \nClause 6 (Children)\ni) All pupils\nshould be free to complete their time at school without unnecessary intrusion.ii) They must not\nbe approached or photographed at school without permission of the school\nauthorities.\niii) Children under\n16 must not be interviewed or photographed on issues involving their own or\nanother child’s welfare unless a custodial parent or similarly responsible\nadult consents. Clause 8 (Hospitals) \n(i) Journalists\nmust identify themselves and obtain permission from a responsible executive\nbefore entering non-public areas of hospitals or similar institutions to pursue\nenquiries.\n(ii) The\nrestrictions on intruding into privacy are particularly relevant to enquiries\nabout individuals in hospitals or similar institutions. \nMediated outcome \n11. IPSO determined that its earlier\ninvolvement was essential in this case, in light of the significant concerns\nraised in court. It therefore began an immediate investigation into the matter. \n12. Following IPSO’s intervention,\nthe newspaper offered to write a private letter to the child, apologising for\nthe journalist’s actions. \n13. The complainant said that this\nwould be a satisfactory resolution to the child’s complaint. \n14. As the complaint was successfully\nresolved, with the agreement of the individual appointed by the Court to\nrepresent the child’s interests, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code. \nDate\ncomplaint received: 27/06/2017\nDate\ncomplaint concluded by IPSO: 02/08/2017\nBack to ruling listing\n\n\n"
}