{
    "url": "/rulings-and-resolution-statements/ruling/?id=00539-16",
    "title": "Resolution statement Complaint 00539-16 Cadman v Nottingham Post",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)",
        "5 Reporting suicide (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Nottingham Post (Reach PLC)",
    "published_on": "2015-03-24 00:00:00",
    "received_on": "2016-03-02 00:00:00",
    "concluded_on": "2016-04-11 00:00:00",
    "complaint_processing_days": 40,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.   6. The newspaper offered to publish an article about a charity the complainant had founded, and to arrange some raffle prizes for a related fundraising event. 7. The complainant said that these proposals would resolve the matter to her satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 00539-16 Cadman v Nottingham PostSummary of complaint\n1. Patricia Cadman\ncomplained to the Independent Press Standards Organisation that the Nottingham\nPost breached Clause 1 (Accuracy), Clause 3 (Privacy) and Clause 5 (Intrusion\ninto grief or shock) of the Editors’ Code of Practice in an article headlined\n“Teenager accidentally hanged himself by hoodie on gate latch, inquest hears”,\npublished on 24 March 2015.\n2. The complainant\nsaid that the article contained inaccuracies and intruded into her family’s\nprivacy. She also expressed concern that the journalist had not handled\napproaches sensitively.\n3. The newspaper\nsaid that it was very sorry for any upset caused by the article, but did not\nbelieve that it had breached the Code. \nRelevant Code provisions\n4. Clause 1\n(Accuracy)\n(i) The\npress must take care not to publish, inaccurate, misleading or distorted\ninformation, including pictures.\n(ii) A\nsignificant inaccuracy, misleading statement or distortion once recognised must\nbe corrected, promptly and with due prominence, and – where appropriate – an\napology published.\nClause 3 (Privacy)\n(i) Everyone is entitled to respect for his or her private and family life,\nhome, health and correspondence, including digital communications.\nClause 5 (Intrusion into grief or shock)(i) In\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. This should not\nrestrict the right to report legal proceedings, such as inquests.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.  \n6. The newspaper\noffered to publish an article about a charity the complainant had founded, and\nto arrange some raffle prizes for a related fundraising event.\n7. The complainant\nsaid that these proposals would resolve the matter to her satisfaction.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 02/03/2016Date complaint concluded by IPSO: 11/04/2016\nBack to ruling listing\n\n\n"
}