{
    "url": "/rulings-and-resolution-statements/ruling/?id=10282-22",
    "title": "Resolution Statement – 10282-22 Clayton v lancs.live",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "9 Reporting of crime (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "lancs.live (Reach PLC)",
    "published_on": "2022-06-25 00:00:00",
    "received_on": "2022-06-26 00:00:00",
    "concluded_on": "2022-08-09 00:00:00",
    "complaint_processing_days": 44,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation the complainant said that the removal of the online article in full, including from the publication’s social media pages, would resolve the matter to her satisfaction. 10. The publication removed the items in question as a gesture of goodwill to resolve the complaint.  11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 10282-22 Clayton v lancs.live\nSummary of Complaint\n1. Nichola Clayton complained to the Independent Press\nStandards Organisation that lancs.live breached Clause 1 (Accuracy), Clause 2\n(Privacy), Clause 9 (Reporting of Crime) and Clause 12 (Discrimination) of the\nEditors’ Code of Practice in an article headlined “Woman set fire to ex's house\nafter breakup left her fragile”, published on 25 June 2022.\n2. The article reported that the complainant had pleaded\nguilty to arson after she was found to have “set fire to a house she had shared\nwith her ex after the couple broke up”. It reported that she was “in a\n‘psychologically fragile state of mind’ when she returned to the property and\nset “fire to flammable materials in three separate parts of [the house] before\nfleeing the scene”. It stated that while smoke alarms activated immediately and\nno individuals were physically harmed by the fire, parts of the property were\ndamaged by smoke. It stated that the complainant had “since started a new\nrelationship”, moved to a separate part of the country and published her\ncurrent street level address.\n3. The complainant said that the article was inaccurate, in\nbreach of Clause 1, to report that the house she set fire to belonged to her\nformer partner. She also said that the article distorted events; her former\npartner did not live at the property at the time of the fire.\n4. The complainant also said that the publication of her\naddress intruded into her privacy, in breach of Clause 2, as she was a victim\nof domestic abuse. Further, she said that the article’s references to her\nmental health was in breach of Clause 12. She also said that the article breached\nClause 9, noting that she had not given her consent for the article’s\npublication or been given the opportunity to provide comment.  \n5. The publication accepted that the headline was\ninaccurate. Upon receipt of the complaint from IPSO, the publication amended\nthe headline to “Woman set fire to house after breakup left her fragile”, and\npublished the following correction which was added to the top of the article\nunder the headline:\n“A previous headline for this article reported that the\nhouse that was subject to the arson belonged to Nichola Clayton’s ex partner.\nIn fact, Nichola Clayton lived alone at the property at the time of the\noffence, as her ex-partner had already moved out. We are happy to clarify\nthis.”\n6. Notwithstanding this, the publication did not accept a\nbreach of the other Clauses of the Editors’ Code. The publication said that in\nthe absence of reporting restrictions, the press has a right to report from\ncourt, and to include information heard during the course of proceedings. While\nit did not accept a breach of Clause 2, upon receipt of the complaint, it\nremoved the complainant’s new address from the online article, in a gesture of\ngoodwill.\n7. The complainant however did not consider that the actions\ntaken by the publication were sufficient.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. During IPSO’s investigation the complainant said that the\nremoval of the online article in full, including from the publication’s social\nmedia pages, would resolve the matter to her satisfaction.\n10. The publication removed the items in question as a\ngesture of goodwill to resolve the complaint. \n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 26/06/22\nDate complaint concluded by IPSO: 09/08/22\nBack to ruling listing\n\n\n"
}