{
    "url": "/rulings-and-resolution-statements/ruling/?id=19034-17",
    "title": "Resolution Statement 19034-17 Neta v The Argus (Brighton)",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "9 Reporting of crime (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2017-11-09 00:00:00",
    "received_on": "2017-10-17 00:00:00",
    "concluded_on": "2017-11-22 00:00:00",
    "complaint_processing_days": 36,
    "mediated_outcome": "6.   The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7.    Following IPSO’s intervention, the publication offered to pixelate the photograph so that the complainant was no longer visible.  8.    The complainant said that this resolved the matter to her satisfaction.  9.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 19034-17 Neta v The Argus (Brighton)  \n1.   Porfiria Neta\ncomplained to the Independent Press Standards Organisation that The\nArgus (Brighton) breached Clause 2 (Privacy), Clause 3 (Harassment) and Clause 9\n(Reporting of crime) of the Editors’ Code of Practice in an article headlined “Sound\nengineer Stephen McIntyre jailed for making Jo Cox death threat at Worthing\npolling station”, published on 9 November 2017.  \n2.   The article reported on the\ncomplainant’s husband’s conviction for using threatening and abusive words and\nbehaviour, with intent to cause fear of unlawful violence. The article\ncontained a photograph of the complainant’s husband as he left court; the\ncomplainant was shown accompanying him.   \n3.   The complainant said\nthat she had been identified, without her consent, in an article which she had\nno genuine relevance to. She said the publication of her photograph was an\nintrusion into her privacy, and had amounted to harassment. \n4.   The newspaper did not accept a\nbreach of the Code. It said that the photograph was taken in public place\noutside of court; it do not accept that the complainant had any reasonable\nexpectation of privacy in the place and circumstances in which the picture was\ntaken. It said that she must have known, or reasonably\nought to have known, she would be seen in public and was likely to be\nphotographed by the press.\nRelevant Code\nProvisions\n5.    Clause 2 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home, health\nand correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy.\nClause\n3 (Harassment)\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii) Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nClause\n9 (Reporting of Crime)\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren who witness, or are victims of, crime. This should not restrict the\nright to report legal proceedings.\nMediated\nOutcome\n6.   The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. \n7.   \nFollowing\nIPSO’s intervention, the publication offered to pixelate the photograph so that\nthe complainant was no longer visible. \n8.   \nThe\ncomplainant said that this resolved the matter to her satisfaction. \n9.  As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code. Date complaint received: 17/10/2017Date complaint concluded by IPSO: 22/11/2017\nBack to ruling listing\n\n\n"
}