{
    "url": "/rulings-and-resolution-statements/ruling/?id=08902-19",
    "title": "Resolution Statement 08902-19 A woman v Border Counties Advertizer",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Border Counties Advertizer (Newsquest Media Group)",
    "published_on": "2019-11-06 00:00:00",
    "received_on": "2019-11-12 00:00:00",
    "concluded_on": "2020-02-05 00:00:00",
    "complaint_processing_days": 85,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. The publication offered to print a statement clarifying that the article did not intend to state that the Councillor’s daughter had a mental health condition in order to resolve the complaint. 11. The complainant said that the offer of a clarifying statement would resolve her complaint, however due to the lapse of time and as she did not want the claim to be printed again, she was happy for no statement to be published. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 08902-19 A woman v Border Counties\nAdvertizer\nSummary of Complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that Border Counties Advertizer breached Clause 1 (Accuracy),\nClause 2 (Privacy) and Clause 6 (Children) of the Editors’ Code of Practice in\nan article published on 6 November 2019.\n2. The article reported on a Councillor who had received\nonline abuse, and his daughter who was also the recipient of abuse. The article\nwas based on an interview with the former, and reported that he had said that\nthe online abuse was “affecting my daughter’s mental health.”\n3. The article also appeared online in substantially the\nsame format.\n4. The complainant, the mother of the Councillor’s daughter,\nsaid that the article was inaccurate in breach of Clause 1 because she had been\npresent during the interview with the Councillor, and he had not mentioned the\nterm “mental health”. She also believed that the phrase “affecting my\ndaughter’s mental health” misleadingly suggested that her daughter had a mental\nhealth condition.\n5. The complainant also said that the article breached\nClause 2 as it had said her daughter had mental health issues without her\ndaughter, or her daughter’s guardians, permission. This was compounded by the\nuse of her daughter’s photograph. She also said it breached Clause 6 for naming\nher daughter and including a photograph of her.\n6. The publication said that there had been no breach of\nClause 1. It had accurately reported the interview with the Councillor, and had\nnotes which referred to mental health. In addition, it said that someone’s\nmental health being affected did not give the impression that that person had a\nmental health condition.\n7. The publication said that there was no breach of Clause 2\nas it was the Councillor who had referred to his daughter during the interview,\ntherefore it did have the consent of a guardian. In addition, it stated that\nClause 6 was not engaged as the complainant’s daughter was not under 16.\nRelevant Clause Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nMediated Outcome\n9. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n10. The publication offered to print a statement clarifying\nthat the article did not intend to state that the Councillor’s daughter had a\nmental health condition in order to resolve the complaint.\n11. The complainant said that the offer of a clarifying\nstatement would resolve her complaint, however due to the lapse of time and as\nshe did not want the claim to be printed again, she was happy for no statement\nto be published.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 12/11/2019\nDate complaint concluded by IPSO: 05/02/2020\nBack to ruling listing\n\n\n"
}