{
    "url": "/rulings-and-resolution-statements/ruling/?id=02037-22",
    "title": "Resolution Statement – 02037-22 A woman v Barnsley Chronicle",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Barnsley Chronicle (Barnsley Chronicle Limited)",
    "published_on": "2022-03-11 00:00:00",
    "received_on": "2022-03-14 00:00:00",
    "concluded_on": "2022-07-01 00:00:00",
    "complaint_processing_days": 109,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation the publication offered to print the following correction: In an article headline \"Producer lends support to writer Jennifer's film project\" published on 11 March, we reported that the film's writer had \"fled domestic abuse\". In fact, the writer had not said this during the interview, and has asked us to make clear this was not true. We are happy to clarify this. 11. The complainant said that this would resolve the matter to her satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 02037-22 A woman v Barnsley Chronicle\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that Barnsley\nChronicle breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’\nCode of Practice in an article published on 11 March 2022.\n2. The\narticle reported on a short film and contained an interview with the film’s\nwriter. It described the writer as being “a domestic abuse survivor” who it\nsaid had “fled domestic abuse” and also as the mother of “two autistic sons”.\n3. The\narticle also appeared online in substantially the same format.\n4. The\ncomplainant, the film’s writer, said that the article was inaccurate in breach\nof Clause 1. She said that during the interview with the journalist she had\nagreed to the article referencing the fact that she had received therapy with a\ncharity which aims to support “people affected by domestic abuse and sexual\nviolence”, but she said she did not consent to being called a “domestic abuse\nsurvivor” who “fled domestic abuse”, and that she had not described herself in\nthis way. The complainant also said it was inaccurate to state she had two\nautistic sons.\n5. The\ncomplainant said that during the interview she had asked that no reference,\nmention or implication of any personal domestic abuse be published in the\narticle. She said that publishing this information therefore resulted in a\nbreach of Clause 2. She also said she did not give consent for the information\nto be published about her children, which she also said was an intrusion into\nher privacy.\n6. The\npublication said that the journalist who had interviewed the complainant had\ntaken contemporaneous notes and provided them to IPSO. It said that it had\nappeared during the interview that the complainant had wanted to refer to the\ncharity she had received therapy from, and that she had not asked for any\ninformation not to be included. The publication said that the information\nregarding the complainant’s children had been published in human error and was\nnot supported by her notes.\n7. The\npublication said it did not accept that the complainant had requested any of\nthe information she gave during the interview not to be published. It therefore\ndid not consider she had a reasonable expectation of privacy over the\ninformation as she had willingly given it to a journalist.\n8. The\npublication offered to publish a follow up article in order to clear up the\ncomplainant’s concerns.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Clause 2 (Privacy)*i) Everyone is entitled to respect for their private and family life, home, physical and mental health, and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any individual's private life without consent. In considering an individual's reasonable expectation of privacy, account will be taken of the complainant's own public disclosures of information and the extent to which the material complained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy.\nMediated\nOutcome\n9. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n10.\nDuring IPSO’s investigation the publication offered to print the following\ncorrection:\nIn an\narticle headline \"Producer lends support to writer Jennifer's film\nproject\" published on 11 March, we reported that the film's writer had\n\"fled domestic abuse\". In fact, the writer had not said this during\nthe interview, and has asked us to make clear this was not true. We are happy\nto clarify this.\n11. The\ncomplainant said that this would resolve the matter to her satisfaction.\n12. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n\n\n\nDate\ncomplaint received: 14/03/2022\nDate\ncomplaint concluded by IPSO: 01/07/2022\nBack to ruling listing\n\n\n"
}