{
    "url": "/rulings-and-resolution-statements/ruling/?id=04389-18",
    "title": "Resolution Statement 04389-18 Gunnell v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2018-06-22 00:00:00",
    "received_on": "2018-07-11 00:00:00",
    "concluded_on": "2018-08-22 00:00:00",
    "complaint_processing_days": 42,
    "mediated_outcome": "9.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation, the newspaper offered to publish the following wording in its corrections and clarifications column, on the letters page. This wording would also be added to the article online as a footnote, with a reference at the top of the article stating:The headline, \"Bristol deaths just bad luck, says academic\" (News, June 22), did not fully reflect the views expressed to our reporter by Professor David Gunnell and were not his words. As the associated report made clear, Professor Gunnell said that the rise in numbers of suicides at Bristol University was a tragic cluster rather than a signal of systemic failure. He did not, however, suggest that mental health services and support for students do not need to change, or that lessons do not need to be learnt. 11. The complainant said that this would resolve the matter to his satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04389-18 Gunnell v\nThe Times\nSummary of complaint 1.    Professor David Gunnell\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined:\n“Bristol deaths just bad luck, says academic”, published on 22 June 2018. 2.    The article formed part of wider coverage\nrelating to concerns about student\nmental health and pastoral care at the University of Bristol, following a\nrecent spate of suicides amongst its students. The article was based on\nan interview which the complainant had given to the newspaper concerning these\ndeaths. The complainant is a professor of epidemiology at the University of\nBristol and was identified in the article as a “leading authority on suicide\nresearch”. 3.    The article reported that “a\nspate of student suicides has been caused by a ‘cluster effect’ rather than\nfailings in pastoral care, an academic at Bristol University has said”. The\narticle reported that complainant had told the newspaper: “each death was an\nisolated and tragic incident and that any relationship between them should be\ntreated sensitively. Clearly, right now, we’re in the midst of a series of\ndeaths. Does a cluster of suicides indicate something about the broader levels\nof mental health in this community in which they are living? I don’t think\nthere’s evidence of that.” The article reported that when “asked whether he was\nsaying it was the result of bad luck”, the complainant had said: “I think\nthat’s fair enough. We’re dealing with a tragic cluster situation rather than\nsystemic failure.” 4.    The complainant said that the headline\nwas a distortion of the comments which he had made to the journalist at\ninterview. He said that the headline had erroneously attributed the words “just\nbad luck” to him; in fact, these words had been spoken by the journalist.  5.    While\nthe complainant accepted that, with the exception of the words above, the body\nof the article had reported his comments accurately, he said that the article\nhad contained a further distortion, because it inaccurately implied that he did\nnot consider that there had been failings in the care of students at the\nUniversity. He expressed particular concern that the reporting of this\ndistortion had caused further distress to bereaved parents. 6.    The newspaper did not accept that\nthe headline was an inaccurate,\nmisleading or distorted summary of the complainant’s exchange with the\nreporter. The newspaper noted that the accuracy of the following exchange, as\nset out in the article, was not in dispute: “Asked whether the high level of suicides was a\nresult of bad luck rather than systemic failure, [the complainant] said: “I\nthink that’s fair enough. In all universities mental health requires assessing” 7.    The complainant initially\ncomplained to the newspaper directly, and in response to his concerns, the\nnewspaper said that it amended the headline to \"Bristol University suicides were not a failure in care,\nsays academic\". \nRelevant Code Provisions 8.    Clause 1 (Accuracy) \ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii)\nA fair opportunity to reply to significant inaccuracies should be given, when reasonably\ncalled for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nMediated\noutcome 9.    The complaint was not resolved\nthrough direct correspondence between the parties. IPSO therefore began an\ninvestigation into the matter. 10. During IPSO’s investigation, the\nnewspaper offered to publish the following wording in its corrections and clarifications column, on the letters\npage. This wording would also be added to the article online as a footnote,\nwith a reference at the top of the article stating:The headline,\n\"Bristol deaths just bad luck, says academic\" (News, June 22), did\nnot fully reflect the views expressed to our reporter by Professor David Gunnell\nand were not his words. As the associated report made clear, Professor\nGunnell said that the rise in numbers of suicides at Bristol University\nwas a tragic cluster rather than a signal of systemic failure. He did not,\nhowever, suggest that mental health services and support for students do not\nneed to change, or that lessons do not need to be learnt. 11. The complainant said that this\nwould resolve the matter to his satisfaction. 12. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code.Date complaint received:  11/07/2018Date complaint concluded by IPSO: 22/08/2018\nBack to ruling listing\n\n\n"
}