{
    "url": "/rulings-and-resolution-statements/ruling/?id=12378-20",
    "title": "Resolution Statement – 12378-20 Way v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-08-07 00:00:00",
    "received_on": "2020-08-12 00:00:00",
    "concluded_on": "2020-10-27 00:00:00",
    "complaint_processing_days": 76,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, the publication offered to remove the online article from its website. 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 12378-20 Way v Mail Online\nSummary\nof Complaint\n1. Naomi\nWay complained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 6 (Children) in an\narticle headline “Divorced single mother, 33, says she has no problem getting\ndates with men who call her 'beautiful' but claims she's been dumped 30 times\nbecause they see her two children as 'baggage'” published on 7 August 2020.\n2. The\narticle was a woman’s account of dating as a single parent. She said that in\nher experience, potential partners were put off by the fact she had children.\nThe article included information about her life and background as well as\nphotographs of her and her children. Her children’s faces were visible in these\nphotographs and the article gave their names and ages.\n3. The\ncomplainant was the woman whose account was reported in the article. She said\nthat the article was inaccurate – it was not the case that she had been\n“dumped” 30 times and in fact she had been on 30 dates which had not worked\nout. She also said that the article breached Clause 2 and Clause 6 by using\nphotographs of her and her children without her permission. She said that these\nwere taken from her Facebook page.\n4. The\nnewspaper did not accept that the article breached the Editors’ Code. It said\nthat the article was based on an interview the complainant gave to a different\nnewspaper on the same points. It said that the headline of this original\narticle also used the word “dumped”, and in any event the description was not\nan inaccurate summary of the complainant’s position that she had been on 30\nfailed dates. It said the photographs used in the article were publicly\navailable on the complainant’s social media without any privacy settings, and\nnoted that at the time the article was published, the original article used\nun-pixelated photographs of the children. It also said that identifying details\nof her children had already been provided with her consent to be used in the\nother article.\nRelevant\nCode Provisions\n5.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\n6. Clause\n2 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\n7. Clause\n6 (Children)\ni) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\nii) They\nmust not be approached or photographed at school without permission of the\nschool authorities.\niii)\nChildren under 16 must not be interviewed or photographed on issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly\nresponsible adult consents.\niv)\nChildren under 16 must not be paid for material involving their welfare, nor\nparents or guardians for material about their children or wards, unless it is\nclearly in the child's interest.\nv)\nEditors must not use the fame, notoriety or position of a parent or guardian as\nsole justification for publishing details of a child's private life.\nMediated\nOutcome\n8. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n9.\nDuring IPSO’s investigation, the publication offered to remove the online\narticle from its website.\n10. The\ncomplainant said that this would resolve the matter to her satisfaction.\n11. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 12/08/20\nDate\ncomplaint concluded by IPSO: 27/10/20\nBack to ruling listing\n\n\n"
}