{
    "url": "/rulings-and-resolution-statements/ruling/?id=05648-20",
    "title": "Resolution Statement – 05648-20 Clarke v express.co.uk",
    "provisions": [
        "3 Harassment (2019)",
        "12 Discrimination (2019)",
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2020-05-05 00:00:00",
    "received_on": "2020-05-05 00:00:00",
    "concluded_on": "2020-06-23 00:00:00",
    "complaint_processing_days": 49,
    "mediated_outcome": "9. The complaint was not resolved during the referral period. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation, the publication offered, as a gesture of goodwill, to remove the online article and send the complainant a private letter of apology. 11. The complainant said that this would resolve the matter to his satisfaction.  12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\n\nResolution\nStatement – 05648-20 Clarke v express.co.uk\nSummary\nof Complaint\n1. Stefan\nClarke complained to the Independent Press Standards Organisation that\nexpress.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3\n(Harassment) and Clause 12 (Discrimination) of the Editors' Code of Practice in\nan article headlined “Tipping Point fans hit out at player's 'frustrating'\nhabit: 'Answer the f****** question!'” published on 5 May 2020.\n2. The\narticle reported on an episode of the TV game show, Tipping Point, in which the\ncomplainant took part. It stated that the complainant “took his time to answer\nevery single question and if he couldn’t answer one was quick to pass it to his\nfellow players”. The article also contained the comments of some Twitter users\nreacting to the episode. \n3. The\ncomplainant said that it was inaccurate state that “took his time to answer\nevery single question” as he said he had not taken any longer than other\ncontestants. He also said it was inaccurate to claim that “if he couldn’t\nanswer one was quick to pass it to his fellow players” as he had said he had\nnot passed any questions to other players. He also said that the article\nbreached Clauses 2, 3 and 12 as it was negative and led to abuse from other\nmembers of the public on social media. \n4. The\npublication did not accept it had breached the Code. It stated that it simply\nreported on viewers’ reactions to the show and that the points complained of\nunder Clause 1 were not significant. It said that it had not intended to cause\nto complainant distress. \nRelevant\nCode Provisions\n5. Clause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\n6. Clause\n2 (Privacy) \ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or private\nplaces where there is a\n7. Clause\n3 (Harassment)\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\n8. Clause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical or\nmental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless genuinely\nrelevant to the story.\nMediated\nOutcome\n9. The\ncomplaint was not resolved during the referral period. IPSO therefore began an\ninvestigation into the matter.\n10.\nDuring IPSO’s investigation, the publication offered, as a gesture of goodwill,\nto remove the online article and send the complainant a private letter of\napology.\n11. The\ncomplainant said that this would resolve the matter to his satisfaction. \n12. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 05/05/2020\nDate\ncomplaint concluded by IPSO: 23/06/2020  \n\n\n\nBack to ruling listing\n\n\n"
}