{
    "url": "/rulings-and-resolution-statements/ruling/?id=04369-19",
    "title": "Resolution Statement 04369-19 Allen v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-02-20 00:00:00",
    "received_on": "2019-05-22 00:00:00",
    "concluded_on": "2019-08-22 00:00:00",
    "complaint_processing_days": 92,
    "mediated_outcome": "7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.    During IPSO’s investigation the publication offered to amend the article further in order to include both the fact that a criminal court had found him not guilty, and that he denied the allegations. They offered the possibility for the complainant to address these concerns in a pre-agreed statement.  Whilst the publication reiterated that the panel chair’s quote was accurate within its context aside from the name it agreed to remove the quotation. It also agreed to apologise on its behalf, and for the news agency that supplied the story. 9.    The publication agreed to publish the following statement from the complainant: Mr Allen told MailOnline: ‘The panel found that Patient A’s testimony was not wholly reliable in relation to the sequence of events, and that she had been at times flippant while giving evidence, so it was a complete surprise when the decision went in her favour. It appears that my confidence was misconstrued by the panel as being emotionless and lacking insight. ‘The allegation was previously dismissed by a well-informed Crown Court jury, and I vehemently deny the incident took place. ‘I will continue to challenge this until the truth is revealed.’ 10.    The complainant said that this would resolve the matter to his satisfaction. 11.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04369-19 Allen v Mail Online\nSummary of Complaint\n1.    Dave Allen\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the of the Editors' Code\nof Practice in an article headlined “Physiotherapist who rubbed a patient’s\nbreasts after praising her 'womanly body' and 'nice curves' is thrown out of\nthe profession” published on 20 February 2019.\n2.    The article\nreported on a Health and Care Professions Tribunal Service’s hearing that\nrelated to the complainant. It said that the complainant had “rubbed a\npatient’s breasts”; “pressed his groin against her hands” and praised her body\nfor being “womanly” and “curvy”. The article also quoted and named the chair of\nthe panel.\n3.    The complainant\nsaid that the article was inaccurate as the claim that he had touched the\nbreasts of his patient had been found to be baseless by the Tribunal and dropped\nfrom the charge sheet during the process of consideration. He also said that\nthe article inaccurately reported the name of the panel chair, who the\ncomplainant said was unknown to both him and the Health and Care Professions\nCouncil. The complainant also said that it was misleading to omit the fact that\na criminal court had found him not guilty of the charges, and that he denied\nthe accusations. He also said that the details reported in the article\nrepresented an intrusion into his privacy.\n4.    The publication\nacknowledged that the allegation that the complainant had touched the breasts\nof the patient was unproven and had been dropped. The publication amended the\narticle on 22 February in order to remove any reference to the complainant\ntouching the breasts of the patient. The publication, however, considered that\nthe main concept of the article had not been altered by the amendment. It said\nthat the conclusion of the panel was accurately reported: that the\ncomplainant’s actions were “well below the standards of a Physiotherapist and\nwas sufficiently serious to constitute misconduct… the conduct was for the\nregistrant’s sexual gratification and was deplorable… the registrant’s conduct\nwas deliberate and sexually motivated.” Therefore it denied that there was a\nsignificant inaccuracy. Despite not accepting that the Code had been breached,\nthe publication amended the article and added a clarifying footnote:\nA previous version of this article stated that Mr Allen had\nmassaged the breasts of the patient. The panel found no evidence to support\nthis, and concluded there was no case to answer. The article has been amended\nto remove this allegation from a list of the panel's findings, which we are\nhappy to make clear.\n5.    With regards to\nthe quotation from the panel chair, the publication agreed that the name\nreported was inaccurate. It said the name had been incorrectly typed or\nautocorrected. However, the publication said that the quotations were accurate\nin that they were said during the tribunal and by the panel chair.\nRelevant Clause Provisions\n6.    Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated Outcome\n7.    The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8.    During IPSO’s\ninvestigation the publication offered to amend the article further in order to\ninclude both the fact that a criminal court had found him not guilty, and that\nhe denied the allegations. They offered the possibility for the complainant to\naddress these concerns in a pre-agreed statement.  Whilst the publication reiterated that the\npanel chair’s quote was accurate within its context aside from the name it\nagreed to remove the quotation. It also agreed to apologise on its behalf, and\nfor the news agency that supplied the story.\n9.    The publication\nagreed to publish the following statement from the complainant:\nMr Allen told MailOnline:\n‘The panel found that Patient A’s testimony was not wholly\nreliable in relation to the sequence of events, and that she had been at times\nflippant while giving evidence, so it was a complete surprise when the decision\nwent in her favour. It appears that my confidence was misconstrued by the panel\nas being emotionless and lacking insight.\n‘The allegation was previously dismissed by a well-informed\nCrown Court jury, and I vehemently deny the incident took place.\n‘I will continue to challenge this until the truth is\nrevealed.’\n10.    The complainant\nsaid that this would resolve the matter to his satisfaction.\n11.    As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n\nDate complaint received: 22/05/2019\nDate complaint concluded by IPSO: 22/08/2019\nBack to ruling listing\n\n\n"
}