{
    "url": "/rulings-and-resolution-statements/ruling/?id=05896-18",
    "title": "Resolution Statement 05896-18 Alexander v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2018-07-20 00:00:00",
    "received_on": "2018-09-03 00:00:00",
    "concluded_on": "2018-10-19 00:00:00",
    "complaint_processing_days": 46,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, the newspaper offered to publish the following clarification as a footnote to the online article, as a gesture of goodwill: “We said that Mark Alexander dismembered the body of his father before concealing it.  We have been asked to clarify that, owing to the condition of the remains, the court which convicted Alexander of murder was unable to determine precisely what had been done to the body after death. He was therefore sentenced on the basis there was no clear evidence of dismemberment.” 10. The complainant said that this would resolve the matter to his satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 05896-18 Alexander v The Times\nSummary of complaint\n1. Mark Alexander complained to the Independent Press Standards\nOrganisation that The Times breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Church stops killer adding ‘beloved’ to\nfather’s grave”, published on 20 July 2018.\n2. The article reported that the complainant had been convicted\nof the murder of his father in 2010; it reported that he had “dismembered the\nbody of his father”, burnt the remains and buried them in concrete. The article\nalso reported that the complainant’s father “forbade him from having a\ngirlfriend” and was “furious when he objected to studying at the Sorbonne in\nParis”. The article was published online in substantively the same format.\n3. The complainant said that it was mentioned by the judge\nduring court proceedings that his father’s body had not been deliberately\ndismembered, and that subsequent expert evidence given in court had\ncorroborated this. He also said that a contemporaneous note of a remark made by\nthe judge before sentencing, recorded by the defence, had stated that there was\n“no dismemberment of the body – contrary to what was said in the press”.\n4. The complainant said that the prosecution had stated in\ncourt that his father “forbade him from having a girlfriend”, however this was\ncontradicted by later evidence heard by witnesses in court. He also said that\nwhile it was heard in court that his father was “furious when [the complainant]\nobjected to studying at the Sorbonne in Paris”, this did not give a balanced\nimpression of the facts presented to the jury.\n5. The newspaper did not accept that it had breached the Code,\nand disputed the complainant's account of the evidence heard in court. It said\nthat the information reported in the article was taken from contemporaneous\ncourt reports of the proceedings. It noted that none of these court reports\nwere subject to complaints since publication in 2010; the newspaper did not\nconsider that relying on them constituted a failure to take care over the\naccuracy of the article. It said that in any event, it was not in dispute that\nthe victim was discovered in more than one piece. While the newspaper\nacknowledged the uncertainty as to how this had occurred, it noted that the\narticle did not claim that the body had been intentionally dismembered.\n6. The newspaper said that the claims that the complainant’s\nfather “forbade him from having a girlfriend” and that he was “furious when\n[the complainant] objected to studying at the Sorbonne in Paris”, were made by\nthe prosecution in court and were referenced in contemporaneous reporting of\nthe trial.  It noted that the judge in\nhis sentencing remarks, had said: “the defendant was very much under the\ncontrol of his father and that the relationship to some extent involved this\ndefendant’s fear of his father or at least a fear of going against his father’s\nwishes.” The newspaper said that the article was an accurate report of evidence\nheard in court and clearly attributed as such.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n8. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n9. During IPSO’s\ninvestigation, the newspaper offered to publish the following clarification as\na footnote to the online article, as a gesture of goodwill:\n“We said that Mark Alexander dismembered the body of his\nfather before concealing it.  We have\nbeen asked to clarify that, owing to the condition of the remains, the court\nwhich convicted Alexander of murder was unable to determine precisely what had\nbeen done to the body after death. He was therefore sentenced on the basis\nthere was no clear evidence of dismemberment.”\n10. The complainant said that this would resolve the matter\nto his satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 03/09/2018Date complaint concluded by IPSO: 19/10/2018\nBack to ruling listing\n\n\n"
}