{
    "url": "/rulings-and-resolution-statements/ruling/?id=07965-19",
    "title": "Resolution Statement – 07965-19 Rainey and Ewart v Sunday World",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday World (Sunday World)",
    "published_on": "2019-09-29 00:00:00",
    "received_on": "2019-10-11 00:00:00",
    "concluded_on": "2019-12-30 00:00:00",
    "complaint_processing_days": 80,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation the publication and complainants agreed to resolve the complaint if a confidential meeting took place between them to discuss the issues arising from the story, with an IPSO representative present. 11. The meeting took place. Both parties agreed that the Editors Code applied to all persons equally and the publication made a commitment to ensure, in so far as is reasonable in line with the Code, that if there were to be any future allegations printed against the complainants that they would be offered the opportunity to comment via their chosen representative. 12. The complainants said that the holding of the confidential meeting would resolve the matter to their satisfaction. The meeting nevertheless further lead to an agreed resolution to the issues being discussed. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 07965-19 Rainey and Ewart v Sunday World\nSummary\nof Complaint\n1. Edward\nRainey and Edward Ewart complained to the Independent Press Standards\nOrganisation that Sunday World breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “'GET OUT OR BE BURNT OUT'”, published\non 29 September 2019.\n2. The\narticle reported on tensions between the LVF and UVF, and stated that the chief\nof the LVF and his family had been “approached by the rival UVF and ordered\nout” by a man the article described as a “UVF drug boss”, “himself a heavy drug\nuser” and “crime chief”. The article said the man and his “sidekick”, who was\nnicknamed “bully boy”, controlled the heroin drug market, “flooded south\nBelfast with cocaine and heroine” and that the first man was regarded as one of\nthe city’s main drug dealers”. The article said that the man had “also\norchestrated a series of race attacks”.\n3. The\narticle also appeared online in substantially the same format under the\nheadline “headline”.\n4. The\nfirst complainant, the man described as a “drug boss”, said that the article\nwas inaccurate in breach of Clause 1. He said that he denied membership of the\nUVF and noted that he had never been convicted of membership. He also denied\nthat he was a “drugs boss” or that he was a drug user, and denied that he\nsupplied heroin. The complainant said that stating he had “orchestrated race\nattacks” was inaccurate and also gave the misleading impression that he was\nracist. He also denied that he had a dispute with any family, as described in\nthe article. The complainant said that these claims had been stated as fact,\nand not as allegations.\n5. The\nsecond complainant, the man described as the first complainant’s “sidekick”,\nalso said the article breached Clause 1. He said it was inaccurate to say he\ncontrolled the drug market, or was a supplier of heroin, and noted that he had\nnever been convicted of any drug related offence and that he denied any\ncriminal activity. He also stated he had not orchestrated race attacks, and\ndenied any insinuation he was racist. The second complainant also said he was\nnot involved with any dispute with any family, and rejected the nickname “bully\nboy” as a malicious slur.\n6. The\ncomplainants also noted that the publication had not attempted to contact them\nin order to put the allegations to them. \nThe complainants objected to the assertion they could not be contacted\ndue to their standing. They stated that the Editors Code was to be applied to\nall persons equally and asserted that there was no provision that permitted displaying\nthe requirements under the code based on the background of any individual. The\ncomplainant was also concerned that the use of anonymous sources was not\nsufficient to demonstrate that care had been taken with regards to the article.\n7. The\npublication did not accept a breach of the Code. It said that the complainants\nwere longstanding members of the UVF and that they had featured in multiple\narticles by the publication which had outlined criminal actions to which the\ncomplainants had never complained about before. It said the first complainant\nhad been photographed at an event in 2015 as a UVF representative. It said that\nthe first complainant was a drug user. It said that South Belfast UVF had\norchestrated a race hate campaign, and therefore it was not inaccurate to\nreport that the first complainant had orchestrated racist attacks. The\npublication also said it was not misleading to characterise the second\ncomplainant as a “Bully boy”. It said that it was unable to reach out to the\ncomplainants for comment due to their standing and that they were difficult to\nreach.\nRelevant\nCode Provisions\n8.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nMediated\nOutcome\n9. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n10. During\nIPSO’s investigation the publication and complainants agreed to resolve the\ncomplaint if a confidential meeting took place between them to discuss the\nissues arising from the story, with an IPSO representative present.\n11. The\nmeeting took place. Both parties agreed that the Editors Code applied to all\npersons equally and the publication made a commitment to ensure, in so far as\nis reasonable in line with the Code, that if there were to be any future\nallegations printed against the complainants that they would be offered the\nopportunity to comment via their chosen representative.\n12. The\ncomplainants said that the holding of the confidential meeting would resolve\nthe matter to their satisfaction. The meeting nevertheless further lead to an\nagreed resolution to the issues being discussed.\n13. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 11/10/2019\nDate\ncomplaint concluded by IPSO: 30/12/2019\nBack to ruling listing\n\n\n"
}