{
    "url": "/rulings-and-resolution-statements/ruling/?id=00877-16",
    "title": "Resolution Statement 00877-16 Coutts v The Sun",
    "provisions": [
        "1 (Accuracy) 2015",
        "4 (Harassment) 2015"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "published_on": "2015-12-14 00:00:00",
    "received_on": "2016-02-19 00:00:00",
    "concluded_on": "2016-08-25 00:00:00",
    "complaint_processing_days": 188,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    The publication agreed to remove the article online, and publish the following correction on page 2 of the newspaper and online, in order to resolve the complaint: In an article “Mother’s blast over killer’s bid for cash” (15 December 2015) we stated that Mr Graham Coutts wanted a £40,000 payout as he had to wear prison clothes for a hospital visit. In fact he is suing prison authorities because they did not want to respond to his distress when he was having a heart attack. 8.    The complainant said this correction resolved the matter to his satisfaction. 9.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00877-16 Coutts v The Sun Summary of complaint 1.    Graham\nCoutts complained to the Independent Press Standards Organisation that The Sun breached\nClause 1 (Accuracy) and Clause 4 (Harassment) of the Editors’ Code of Practice\nin an article headlined “Killer’s ‘distress’ at jail uniform”, published on 14\nDecember 2015. 2.    The\narticle reported that the complainant, a convicted murderer, was seeking\ncompensation because he had to wear prison clothes for a hospital visit. It\nsaid that he felt “distressed” when forced to change into the uniform to see\nmedics after he suffered a suspected anxiety attack behind bars. 3. The complainant said that it was\n     inaccurate to report that he was distressed because of the prison uniform;\n     he said that he was distressed because of the delay in transporting him to\n     hospital after he suffered a heart attack, which the newspaper had\n     inaccurately reported as a “suspected anxiety attack”. He said that the\n     newspaper should have been aware of the inaccuracy as his blog, which the\n     article had referred to, contained all the facts about the incident. He\n     also said that his mother was “doorstepped” by a reporter from the\n     newspaper. 4. The\n     newspaper said that it was not clear at the time that the article was\n     published that the distress the complainant had suffered was because of a\n     heart attack, and offered to re-write to story to reflect that point. It said that nobody from its newspaper had\n     visited the complainant’s mother, or had attempted to contact her in any\n     way.   Relevant\nCode provisions 5.    Clause\n1 (Accuracy)(i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.(ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance. Clause\n4 (Harassment)i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on their property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.iii)\nEditors must ensure these principles are observed by those working for them and\ntake care not to use non-compliant material from other sources.  Mediated outcome 6.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 7.    The publication\nagreed to remove the article online, and publish the following correction on\npage 2 of the newspaper and online, in order to resolve the complaint: In\nan article “Mother’s blast over killer’s bid for cash” (15 December 2015) we\nstated that Mr Graham Coutts wanted a £40,000 payout as he had to wear prison\nclothes for a hospital visit. In fact he is suing prison authorities because\nthey did not want to respond to his distress when he was having a heart attack. 8.    The\ncomplainant said this correction resolved the matter to his satisfaction. 9.    As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code. Date complaint received:\n19/02/2016\nDate complaint concluded by IPSO: 25/08/2016\nBack to ruling listing\n\n\n"
}