{
    "url": "/rulings-and-resolution-statements/ruling/?id=13746-17",
    "title": "Resolution Statement – 13746-17 Whyte v Daily Record",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2017-06-09 00:00:00",
    "concluded_on": "2017-11-22 00:00:00",
    "complaint_processing_days": 166,
    "mediated_outcome": "18. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  19. During the investigative process, the newspaper offered to publish the following clarification on page 2 of the newspaper, and as a footnote to the online article:  Following our coverage on June 7 about the takeover of Rangers by Craig Whyte’s company, Wavetower, Craig Whyte contacted IPSO and has asked us to clarify a number of matters: namely that he never received £18m at any time, he did not renege on a tax bill of £2.8 million because it was under appeal at the date of Ranger’s administration, he did not personally benefit from the sale of the Arsenal shares and he did not receive a fee of £60,000 per month.  20. The complainant said that this would resolve the matter to his satisfaction.  21. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 13746-17 Whyte v Daily RecordSummary of complaint\n1.  \nCraig Whyte complained to the Independent Press\nStandards Organisation that the Daily Record breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Feet under the desk office,\na swift £18m”, published on 7 June 2017. The article was also published online\nin substantively the same format, headlined “Exclusive: Document reveals Craig\nWhyte pocketed £18m on day of Rangers takeover”, published on 7 June 2017.\n2. The\narticle reported that the complainant had purchased the Rangers Football Club\n(Rangers) for £1 and claimed that his “personal balance sheet rocketed before\nhis feet were even under the desk”. It reported that the complainant\n“immediately pocketed £18million on the day of the Ranger’s takeover”, and that\nthe assignation agreement signed by the complainant on behalf of his company\nWavetower Limited, the bank, and Rangers, had demonstrated this. The article\nincluded an excerpt of the assignation agreement and sought to explain its\ncontents. \n3. The\narticle reported that at the time that the complainant had purchased Rangers,\nit was in £18million worth of debt, owed to the bank. It claimed that the\ncomplainant had used £18million of Rangers’ money, raised from future season\nticket income which had been mortgaged to a ticket firm, to buy its own debt\nand repay it to the bank in full. The debt was assigned to Wavetower Limited\nfor consideration of £18million; this meant that Rangers’ debt was not cleared\nbut rather transferred from the bank to Wavetower Limited. The article reported\nthat the “floating charge” held by the bank was also transferred to the\ncomplainant, meaning that he became Rangers’ major secured creditor. It\nreported that Wavetower Limited was now owed £18million by Rangers, including\ninterest of £962.29, charged by the complainant for the first day of the debt. \n4. The\narticle reported that Rangers had gone into administration since the time that\nthe complainant had purchased it. It reported that the assignation of Rangers’\ndebt to Wavetower Limited was not illegal; however, it claimed that this added\ncredence to the theory that the complainant’s intention was always to “plunge Rangers\ninto administration”. \n5. The\narticle referred to Rangers as the complainant’s “cash cow” and included an\nimage which listed other profits which he had allegedly gained following the\npurchase of Rangers. It was reported that the complainant had reneged on his\npledge to pay Rangers’ outstanding tax bill of £2.8million; that the\ncomplainant had sold shares held by Rangers in another football club worth\n£244,000, and deposited the money in an account that only he had control of,\n“not Rangers”; and that another company, owned by the complainant, owned shares\nin Rangers, which meant that he could become a consultant on a salary of\n£60,000 per month. The word “ker-ching” appeared next to each claim. \n6. The\ncomplainant said that he did not receive any funds from the purchase of Rangers,\nor a salary whilst he was its director. He said that the headlines and the\narticle gave the misleading impression that he personally profited, or gained\nassets, from the purchase of Rangers and that it was inaccurate to describe it\nas his “cash cow”. He said that the inclusion of the word “ker-ching” next to\nthe claims had sought to strengthen this impression. The complainant also\nexpressed concern that the newspaper did not contact him for his comment prior\nto publication. \n7. The complainant said that he did\nnot receive £18million from his purchase of Rangers. He said that Rangers had\nentered into a transaction with the ticket firm to sell season tickets in\nadvance, and had used this money to repay Rangers’ debt directly to the bank. The\ncomplainant said that Wavetower Limited’s involvement in the transaction\nwas merely as a guarantor over Rangers’ obligations to the ticket firm, and\nthat Rangers did not owe Wavetower Limited £18million. The complainant said\nthat the debt could not have been assigned to Wavetower Limited as the debt had\nbeen repaid by Rangers and no longer existed; only the security – which did not\ncapture any funds – had been assigned to Wavetower Limited. The complainant\nnoted that the assignation agreement was a loan and said that his net worth\ncould not have increased as a result of taking out a loan. \n8.\nThe complainant said that he did not charge Rangers any interest, and that no\nsuch fees were received by Wavetower Limited. He said that the £962.29 related\nto the amount due to the bank, and not to himself or any of his companies. \n9. The\ncomplainant said that he did not renege on a pledge to pay a £2.8million tax\nbill. He said that there was no specified time limit on paying the bill, and\nthat it was under appeal at the date of Rangers’ administration. The\ncomplainant provided a copy of the Share Purchase Agreement between Wavetower\nLimited and another company owned by the complainant, which sought to\ndemonstrate this. He noted that the bill was received by Rangers’ previous\nowner, and that it was not a personal obligation. \n10.\nThe complainant said that the article gave the misleading impression that the\nproceeds from the sales of the shares that Rangers held in another football\nclub had been deposited in his personal bank account. He said that the account\nwas under Rangers’ name and ownership, and under his control only in his\ncapacity as director of Rangers, as per normal corporate procedures and company law. \n11.\nThe newspaper did not accept that there had been a breach of the Code, and said\nthat the article was an accurate report of the assignation agreement. It said\nthat it was not misleading to refer to Rangers as the complainant’s “cash cow”,\ngiven that the basis for this claim was made clear within the article.  \n12. The newspaper said that it was\nnot inaccurate to report that the complainant had \"pocketed\"\n£18million on the date that he purchased Rangers. It said that Rangers had\nrepaid its debt owed to the bank, via Wavetower Limited, which was in turn\ngranted a floating charge over Rangers to the sum of £18million. Rangers had an\n£18million liability to Wavetower Limited. The newspaper said that as the\ncomplainant was the sole shareholder in Wavetower Limited, he effectively\nbecame an £18million creditor of Rangers, increasing his net worth by\n£18million. It said that this sum was not an “actual” monetary gain - the\n£18million debt was transferred to Wavetower Limited and was\nnow owed to the complainant. \n13.\nThe newspaper said that the assignation agreement listed the consideration of\nthe debt as £18,000,962.29, which was the security plus one day’s interest, to\nwhich the floating charge related to. It said that this amount transferred as\ndebt which was owed to the complainant by Rangers, and that this was an asset\non the complainant’s “personal balance sheet”. \n14.\nThe newspaper said that Wavetower Limited was seeking to recover debt amounting\nto £18,000,962.29\nfrom Rangers’ liquidators. It said that this supported its position that Rangers\nowed Wavetower Limited this amount, and that the complainant had an £18million\nasset. The newspaper provided a copy of a court judgment which demonstrated\nthis. The complainant said that this claim was not pursued while he was a\ndirector of or shareholder in Wavetower Limited. He said that in any event, if\nthe claim had succeeded, the money would have been due to the ticket firm under\nthe guarantees. \n15.\nThe newspaper said that the complainant had been issued a tax bill of £2.8million\nsix years ago which to date, has not been paid by himself or Rangers. It said\nthat, as such, it was not inaccurate to report that the complainant had reneged\non this pledge. The newspaper also said that the article did not state or imply\nthat the complainant received a £60,000 salary from Rangers, but reported that\nthis was a possibility. \n16.\nThe newspaper said that the proceeds from the sale of the shares held by Rangers,\nin another football club, were placed in a stockbroker client account which\nonly the complainant had the authority to transfer funds out of, not Rangers.\nThe newspaper provided an excerpt of an email from the stockbroker to the\ncomplainant, which it claimed had demonstrated that the complainant assumed\npersonal control of the financial dealings of Rangers. \nRelevant Code Provisions \n17. Clause 1\n(Accuracy)\ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press, while\nfree to editorialise and campaign, must distinguish clearly between comment,\nconjecture and fact. \nMediated Outcome\n18. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n19. During the investigative process, the newspaper offered\nto publish the following clarification on page 2 of the newspaper, and as a\nfootnote to the online article: \nFollowing our coverage on June 7 about the takeover of Rangers by Craig\nWhyte’s company, Wavetower, Craig Whyte contacted IPSO and has asked us to\nclarify a number of matters: namely that he never received £18m at any time, he\ndid not renege on a tax bill of £2.8 million because it was under appeal at the\ndate of Ranger’s administration, he did not personally benefit from the sale of\nthe Arsenal shares and he did not receive a fee of £60,000 per month. \n20. The complainant said that this would resolve the matter\nto his satisfaction. \n21. As the complaint was successfully mediated, the Complaints Committee\ndid not make a determination as to whether there had been any breach of the\nCode.\nDate complaint received: 09/06/2017\nDate complaint concluded by IPSO: 22/11/2017\nBack to ruling listing\n\n\n"
}