{
    "url": "/rulings-and-resolution-statements/ruling/?id=03350-18",
    "title": "Resolution Statement 03350-18 Jones v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-03-23 00:00:00",
    "received_on": "2018-05-03 00:00:00",
    "concluded_on": "2018-06-05 00:00:00",
    "complaint_processing_days": 33,
    "mediated_outcome": "6. The complainant initially wrote directly to Mail Online, before writing to IPSO. Mail Online sent an email confirming receipt, but did not respond further. For this reason, when the complainant subsequently complained to IPSO, IPSO proceeded straight to the investigation stage of the complaints process. Mail Online apologised to the complainant for the delay in responding to his complaint, which it said was due to an administrative oversight.7. During IPSO’s investigation of the complaint, the publication removed the relevant passage from the article, and offered to publish the following footnote: A previous version of this article stated that Russell’s family, including his father, a project manager for a construction firm, had been comforted at their house in Enfield. We have been contacted by Vincent Jones, who has said he believes our reporter had spoken to Russell’s step-father. Mr Jones has asked us to record that he was Russell’s biological father. We apologise for any distress this may have caused. 8. The complainant accepted the publication’s offer of resolution, and the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 03350-18 Jones v Mail Online\nSummary of complaint\n1. Vincent Jones\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Murdered student who was shot AND stabbed 'may have been innocent\nvictim of feud between rival gangs'”, published on 23 Mach 2018.\n2. The article\nreported on the death of Russell Jones. It stated that “As the family,\nincluding Russell’s father, who is a project manager for a construction firm in\nEnfield, were being comforted at their terraced house just over a mile from the\nmurder scene, [Russell Jones’ mother] paid tribute to her son”.\n3. The complainant\nsaid that he was the biological father of Russell Jones, and said it was\ninaccurate to refer to the man at the house of Russell’s mother as “Russell’s\nfather”.\n4. The publication\nsaid a reporter had visited Russell’s mother house. A man had answered the door\nand said that the family were grieving and did not want to speak, but did not\nidentify himself. The reporter then went to house where he believed that\nRussell’s father lived. A woman answered the door, and said that Russell’s\nfather was a project manager for a construction firm in Enfield. The reporter\nthen found on the internet an image of a man who matched this job description,\nand also looked like the man who answered the door at Russell’s mother’s house.\nThe reporter therefore believed that the man who answered the door had been\nRussell’s father.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complainant\ninitially wrote directly to Mail Online, before writing to IPSO. Mail Online\nsent an email confirming receipt, but did not respond further. For this reason,\nwhen the complainant subsequently complained to IPSO, IPSO proceeded straight\nto the investigation stage of the complaints process. Mail Online apologised to\nthe complainant for the delay in responding to his complaint, which it said was\ndue to an administrative oversight.7. During IPSO’s\ninvestigation of the complaint, the publication removed the relevant passage\nfrom the article, and offered to publish the following footnote:\nA previous version of this article stated that Russell’s\nfamily, including his father, a project manager for a construction firm, had\nbeen comforted at their house in Enfield. We have been contacted by Vincent\nJones, who has said he believes our reporter had spoken to Russell’s\nstep-father. Mr Jones has asked us to record that he was Russell’s biological\nfather. We apologise for any distress this may have caused.\n8. The complainant\naccepted the publication’s offer of resolution, and the Complaints Committee\ndid not make a determination as to whether there had been any breach of the\nCode.\nDate complaint received: 03/05/2018\nDate complaint concluded by IPSO: 05/06/2018\nBack to ruling listing\n\n\n"
}