{
    "url": "/rulings-and-resolution-statements/ruling/?id=04737-16",
    "title": "Resolution Statement – 04737-16 A woman v The Sun",
    "provisions": [
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "received_on": "2016-07-08 00:00:00",
    "concluded_on": "2016-09-13 00:00:00",
    "complaint_processing_days": 67,
    "mediated_outcome": "6.    The complaint was not resolved in direct correspondence. IPSO therefore began an investigation into the matter. 7.    Following IPSO’s intervention, the complaint was settled privately between the parties. 8.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 04737-16 A woman v The Sun\nSummary of Complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that The Sun\nbreached Clause 2 (Privacy), Clause 10 (Clandestine devices and subterfuge) and\nClause 12 (Discrimination) in an article published by The Sun on 4 July. \n2. The article\nreported on a swingers festival. It was written from the point of a view of a\njournalist, who claimed to have attended the festival with a photographer,\nhaving “posed as a curious couple”. The article reported the journalist’s\nobservations about the festival, including descriptions of the activities, and\ncomments made by attendees.  The article\nwas accompanied by a number of photographs of the event, which included\nphotographs of attendees naked, partially naked and engaged in sex-acts.\n3. The complainant\nsaid that she had attended the festival, which was a private gathering in which\naudio or visual recording devices were forbidden, and attendees were required\nto sign a form confirming they were not from the press. The complainant said\nthat she featured in one of the photographs accompanying the article, which she\nconsidered was an intrusion in to her privacy. She said that the newspaper had\nattended the festival under false pretences and taken the photographs covertly.\nShe said that the article contained inaccuracies about the festival, and that a\ngroup of consenting adults should be allowed to attend a private function, to\npursue their lifestyle choice, without a newspaper trying to turn public\nopinion against them.\n4. The newspaper\nsaid that reports on the previous year’s festival had claimed that nearby\nresidents were concerned about the event. The newspaper said it believed an\ninvestigation of the festival was in the public interest, and that there had\nbeen no breach of the Code.  \nRelevant Code Provisions\n5. Clause 2\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.\nClause 10 (Clandestine devices and subterfuge) \ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nClause 12 (Discrimination) \ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nMediated Outcome\n6.    The complaint\nwas not resolved in direct correspondence. IPSO therefore began an\ninvestigation into the matter.\n7.    Following IPSO’s\nintervention, the complaint was settled privately between the parties.\n8.    As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code. \nDate complaint received: 08/07/2016Date complaint concluded by IPSO: 13/09/2016\nBack to ruling listing\n\n\n"
}