{
    "url": "/rulings-and-resolution-statements/ruling/?id=27971-20",
    "title": "Resolution Statement – 27971-20 Hawk v Mail Online",
    "provisions": [
        "2 Privacy (2019)",
        "9 Reporting of crime (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-09-13 00:00:00",
    "received_on": "2020-09-13 00:00:00",
    "concluded_on": "2020-11-20 00:00:00",
    "complaint_processing_days": 68,
    "mediated_outcome": "11. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 12. The publication offered to remove the article. 13. The complainant said that this would resolve the matter to his satisfaction. 14. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 27971-20 Hawk v Mail Online\nSummary of Complaint\n1. Stuart Hawk complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy), and Clause 9\n(Reporting of crime) of the Editors’ Code of Practice in an article headlined\n“Revealed: Reckless teenager, 19, fined £10,000 under Covid rules after house\nparty of 50 people 'got out of hand' is former boarder at £30,000-a-year\nprivate school”, published on 13 September 2020.\n2. The article reported on the aftermath of a house party\nthat was allegedly thrown by the complainant and his unnamed housemates. The\narticle reported that the complainant had been “fined £10,000 under Covid rules\nafter police broke up a party of 50 people at his student home.” It included\nstatements which were attributed to the complainant, including that he said\n“things got out of hand” and that he “claimed he had only invited around 25\npeople” to the party. It also reported that “[c]ouncil officers were called and\nare said to have given Hawk the chance to end the party.”\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1; he had not been “fined £10,000” for breaking Covid rules,\nand had at no point spoken to Council workers or the police about the party.\nFurthermore, the quotes in the article attributed to him were inaccurate, as he\nhad not spoken to members of the press about the party. The complainant also\nsaid that the article breached Clause 9, as it accused him of a crime he did\nnot commit.\n4. The publication said it did not accept that the Code had\nbeen breached. It said that it had received a tip from a reader who identified\nthe complainant as the individual who had organized the party. It had been\ninformed that the residents of the house where the party was thrown, which\nincluded the complainant, had been fined £10,000 by the police, and the police\nhad confirmed this. The publication said that it was also satisfied that the\nquotes attributed to the complainant were accurate; the publication had sent a\nnews agency reporter to the property, who said that that they had spoken to an\nindividual who identified themselves as Stuart Hawk, who made the comments\nwhich appeared in the article. The reporter in question had been given pictures\nof the complainant and was satisfied that the individual they had spoken to was\nthe complainant. The publication said that, during the conversation with the\nreporter, the individual at no point denied: organising the party; being\npresent at the property when the police were called; or having been issued with\na fine by the police in relation to the party.\n5. The publication said that the complainant’s concerns did\nnot engage the terms of Clause 9, which relate to the identification of the\nfriends and family of individuals who are accused or convicted of crime.\n6. While the publication did not accept that the Code had\nbeen breached, it offered to resolve the complaint by removing the article.\nThis offer was contingent on the complainant providing the publication with\nconfirmation from the police that he was not the individual named on the fine.\n7. The complainant said that, while he lived at the property\nat the time the party had been thrown, he had not organized the party and was\naway from the property from 9:45pm on the night of the party, after which the\npolice had been called. As such, he said he was not culpable in any way for the\nfine. He reiterated that he had not spoken to any members of the press about\nthe party, and said that it was another resident of the household who had\nspoken to the reporter.\n8. The complainant said that only the removal of the\narticle, preferably accompanied by an apology, would be sufficient to resolve\nhis complaint.\nRelevant Code Provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\n10. Clause 9 (Reporting of Crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nMediated Outcome\n11. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n12. The publication offered to remove the article.\n13. The complainant said that this would resolve the matter\nto his satisfaction.\n14. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 13/09/2020\nDate complaint concluded by IPSO: 20/11/2020\nBack to ruling listing\n\n\n"
}