{
    "url": "/rulings-and-resolution-statements/ruling/?id=00166-16",
    "title": "Resolution Statement 00166-16 MacNaughton v Hawick News",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Hawick News (National World Publishing Ltd)",
    "received_on": "2016-01-27 00:00:00",
    "concluded_on": "2016-12-08 00:00:00",
    "complaint_processing_days": 316,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. Following further correspondence, the newspaper offered to publish the following apology on the front page, at the complainant’s request in an edition following the conclusion of her trial: Mrs Marion McNaughton - an apology In the edition of the Hawick News dated October 16, 2015, we published a front page article, continued on page two, headed 'West end woman's life of misery' along with a comment piece from the then editor. The article made allegations about the behaviour of Marion McNaughton. We accept that our efforts to elicit a response from Mrs McNaughton fell below what should be expected. We would like to extend our sincere apologies to Mrs McNaughton for this lapse and for any upset or embarrassment the absence of her comment within the articles may have caused. In addition, we would like to put on record that Mrs McNaughton denies all the allegations made by her neighbours. 8. It also offered to publish the complaint’s response to the allegations in a follow-up article, also to be published in an edition following the conclusion of her trial, subject to the usual legal constraints. 9. The complainant said that this would resolve the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00166-16 MacNaughton v Hawick NewsSummary of complaint\n1. Marion\nMacNaughton complained to the Independent Press Standards Organisation that the\nHawick News breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “West end woman’s life of misery” in print and “Hawick\nresident’s seven years of ‘hell’” online on 16 October 2015.\n2. The article\nreported that the complainant had “abused neighbours for almost ten years”, and\nthat she had “filmed and followed neighbours and children, shouted abuse and\nthreats and has been charged with assault”. It included the comments of a\nneighbour, who made a number of allegations about the complainant, as well as\nfrom a number of other individuals who said they had been affected by the\ncomplainant’s alleged behaviour. It also reported that the newspaper had tried\nto speak to the complainant at her home several times, but had been unable to\nmake contact. An accompanying comment piece included similar allegations about\nthe complainant.\n3. The complainant\nsaid that the allegations about her conduct towards her neighbours were\nunsubstantiated verbal complaints, which the newspaper had wrongly presented as\nfact. She said she was very willing to provide evidence in support of this\nposition.  The complainant also said that\nshe had not been contacted by the newspaper prior to publication, contrary to\nwhat the article reported.\n4. The newspaper\nsaid that it had attempted to contact the complainant on three occasions at her\nhome, but had been unsuccessful. It said that the efforts it had made to\ncontact her had not, however, been sufficient.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate – an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\niii) The Press, whilst free to be partisan, must distinguish\nclearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n7. Following\nfurther correspondence, the newspaper offered to publish the following apology\non the front page, at the complainant’s request in an edition following the\nconclusion of her trial:\nMrs Marion McNaughton - an apology\nIn the edition of the Hawick News dated October 16, 2015, we\npublished a front page article, continued on page two, headed 'West end woman's\nlife of misery' along with a comment piece from the then editor. The article\nmade allegations about the behaviour of Marion McNaughton. We accept that our\nefforts to elicit a response from Mrs McNaughton fell below what should be\nexpected. We would like to extend our sincere apologies to Mrs McNaughton for\nthis lapse and for any upset or embarrassment the absence of her comment within\nthe articles may have caused. In addition, we would like to put on record that\nMrs McNaughton denies all the allegations made by her neighbours.\n8. It also offered\nto publish the complaint’s response to the allegations in a follow-up article,\nalso to be published in an edition following the conclusion of her trial,\nsubject to the usual legal constraints.\n9. The complainant\nsaid that this would resolve the matter to her satisfaction.\n10. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.\nDate complaint received: 27/01/2016Date complaint concluded by IPSO: 08/12/2016\n \n \nBack to ruling listing\n\n\n"
}