{
    "url": "/rulings-and-resolution-statements/ruling/?id=04079-18",
    "title": "Resolution Statement 04079-18 A man v That’s Life",
    "provisions": [
        "2 Privacy (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "That’s Life (H. Bauer Publishing)",
    "published_on": "2018-06-28 00:00:00",
    "received_on": "2018-06-21 00:00:00",
    "concluded_on": "2018-09-21 00:00:00",
    "complaint_processing_days": 92,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    During IPSO’s investigation, the publication and complainant reached a private agreement, which resolved the matter to the satisfaction of both parties.8.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 04079-18 A man v. That’s Life 1.   \nA\nman complained to the Independent Press Standards\nOrganisation that That’s Life! breached Clause 1 (Accuracy) and Clause 2 (Privacy)\nof the Editors’ Code of Practice in an article headlined “Two's company,\nthree's allowed”, published on 28 June 2018. 2.   \nThe\narticle was an account of a story told to the magazine by a named woman. In the\npiece, the woman had claimed that her relationship with a man with the same\nname as the complainant had broken down following a night at a hotel, when she\nhad discovered him having sex with her twin sister. 3.   \nThe\ncomplainant said that his name had been published in connection with a fake\nstory. He had never been at a hotel with either of the women and had no\ninvolvement in the events which the article described. He said that identifying\nhim as being the subject of this story was inaccurate and an intrusion into his\nprivacy. 4.   \nThe\nmagazine said that it had taken proper\nsteps prior to publication in order to establish the accuracy of the story\nprovided by the woman. It said that a journalist had conducted a detailed interview with the\nwoman and she was asked to sign a contract to confirm that her story was true.\nFurthermore, the article had sought and made contact with those named by the woman\nin the story, including with a man they believed was associated with the story.\nThese calls had corroborated the woman’s story. The magazine said\nthat this was a highly unusual situation: it relied upon members of the public approaching it with their personal\nstories and it took, on good faith, that these stories were true. 5.   \nThe magazine did not accept that publishing the complainant’s name\nrepresented an intrusion into his privacy and noted that the story was in the\npublic interest.  \nRelevant Code Provisions6.  Clause 1.\nAccuracy\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause\n2 Privacy\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nMediated\nOutcome 6.    The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. 7.    During IPSO’s\ninvestigation, the publication and complainant reached a private agreement,\nwhich resolved the matter to the satisfaction of both parties.8.    As the complaint\nwas successfully mediated, the Complaints Committee did not make a determination\nas to whether there had been any breach of the Code.Date complaint received: 21/06/2018Date complaint concluded by IPSO: 21/09/2018\nBack to ruling listing\n\n\n"
}