{
    "url": "/rulings-and-resolution-statements/ruling/?id=05924-17",
    "title": "Resolution statement 05924-17 Bournemouth Council v Bournemouth Echo",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Echo (Bournemouth) (Newsquest Media Group)",
    "received_on": "2017-04-10 00:00:00",
    "concluded_on": "2017-05-05 00:00:00",
    "complaint_processing_days": 25,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7. In order to resolve the complaint the newspaper offered to publish the following clarification online, and on page 9 of the Bournemouth Echo: In a story last month on £140,000 works to replace the shared space in Old Christchurch Road, the Daily Echo quoted a Bournemouth council officer as saying the wrong type of bricks had been ordered originally. We are happy to clarify that the council officer did not say that the wrong materials had been ordered, as the council does not yet know the reason for the ‘premature failure’ of the highway. They say it could be the material, the design, the workmanship or volume of traffic. Previously the council had stated in a news release that an increase in bus services was to blame but this was retracted the following day following a statement from the buses companies that there had been no additional services. Council officials say they will be working with their design consultant and the contractor to determine the cause of the early deterioration of the road surface. 8. The complainant said that this would resolve the matter to its satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 05924-17 Bournemouth Council v Bournemouth EchoSummary of complaint\n1. Bournemouth\nCouncil complained to the Independent Press Standards Organisation that the\nBournemouth Echo breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “’We used wrong bricks on shared space’, says council,\nafter blaming rise in buses”, published online on 6 April 2017, and an article\nheadlined “Bricks, not buses, to blame for work”, published in print on 6 April\n2017.\n2. The articles\nreported that the materials used in Bournemouth council’s shared space scheme\nhad deteriorated earlier than expected, and that the road surface would be\nremoved and new materials would be laid, at a cost of around £142,000. The\narticles claimed that the council “admitted it used the wrong materials”, and\nincluded comment from a council representative that “the blocks there haven’t\nacted in the way we thought”.\n3. The complainant\nsaid that it was inaccurate to report that “Bournemouth Council has admitted it\nused the wrong materials”. The council’s representative had not said this, and\nthe complainant said that the cause of the early deterioration of the bricks\nwas yet to be determined.\n4. The newspaper\ndid not accept a breach of the Code. While this was not directly said by the\ncouncil’s representative, the newspaper said that it was not significantly\ninaccurate or misleading to characterise his comments in this way.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\n(ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n(iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\n(iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\n(v) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nMediated outcome\n6. The complaint\nwas not resolved through correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. In order to\nresolve the complaint the newspaper offered to publish the following\nclarification online, and on page 9 of the Bournemouth Echo:\nIn a story last month on £140,000 works to replace the\nshared space in Old Christchurch Road, the Daily Echo quoted a Bournemouth\ncouncil officer as saying the wrong type of bricks had been ordered originally.\nWe are happy to clarify that the council officer did not say that the wrong\nmaterials had been ordered, as the council does not yet know the reason for the\n‘premature failure’ of the highway. They say it could be the material, the\ndesign, the workmanship or volume of traffic. Previously the council had stated\nin a news release that an increase in bus services was to blame but this was\nretracted the following day following a statement from the buses companies that\nthere had been no additional services. Council officials say they will be\nworking with their design consultant and the contractor to determine the cause\nof the early deterioration of the road surface.\n8. The complainant\nsaid that this would resolve the matter to its satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 10/04/2017Date complaint concluded by IPSO: 05/05/2017\nBack to ruling listing\n\n\n"
}