{
    "url": "/rulings-and-resolution-statements/ruling/?id=07343-18",
    "title": "Resolution Statement 07343-18 Williams v metro.co.uk",
    "provisions": [
        "2 Privacy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2018-11-12 00:00:00",
    "received_on": "2018-11-12 00:00:00",
    "concluded_on": "2019-01-09 00:00:00",
    "complaint_processing_days": 58,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication offered to remove the photograph of the complainant from the article. The complainant said that this action would resolve her complaint.  8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there has been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07343-18 Williams v metro.co.uk\nSummary of complaint\n1. Sophie Williams\ncomplained to the Independent Press Standards Organisation that metro.co.uk\nbreached Clause 2 (Privacy) in an article headlined “Half-naked pensioner\nfilmed being mocked ‘by care home staff’”, published on 12 November 2018.\n2. The article\nreported that the complainant had been suspended from her role at a care home,\nafter she had allegedly videoed a resident, who was dressed only in his\nunderwear at the time, and had shared the video online. The article reported\nthat the video was shared by the complainant, “before later being passed on to\ncare watchdogs and the company that runs the home”. The article was accompanied\nby a still from the video, which showed the man in a state of undress; his face\nhad been heavily pixelated. A photograph of the complainant also accompanied\nthe article.\n3. The complainant\nsaid that the video had originally been shared on her Snapchat account, which\nhad privacy settings in place. She said that only three of her Snapchat friends\nwere able to see the video before she had removed it. She said that there was\nno justification for the article to identify her by name, and disclose her age\nand the area in which she lived, as her case was under investigation and she\nhad not been found guilty of anything.\n4. The publication\ndid not accept a breach of the Code. It said that the article did not state, at\nany point, that the complainant had been found guilty of anything; it\naccurately reported that the complainant was under investigation. In that\ncontext, the publication said it was entirely justified to identify the\ncomplainant by name, and she had no reasonable expectation of privacy over this\ninformation. The publication said that the location of the care home an\nimportant detail which fully informed readers about the events being reported\non.\nRelevant Code provisions\n5. Clause 2 Privacy*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation, the publication offered to\nremove the photograph of the complainant from the article. The complainant said\nthat this action would resolve her complaint. \n8. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there has been\nany breach of the Code.Date complaint received: 12/11/2018Date complaint concluded by IPSO: 09/01/2019  \nBack to ruling listing\n\n\n"
}