{
    "url": "/rulings-and-resolution-statements/ruling/?id=02945-16",
    "title": "Resolution Statement Complaint 02945-16 Millette v Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-04-26 00:00:00",
    "received_on": "2016-05-15 00:00:00",
    "concluded_on": "2016-06-29 00:00:00",
    "complaint_processing_days": 45,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. After further correspondence, the newspaper offered to append the following clarification, as a footnote to the online article: “Clarification Since 1 April 2015 almost all junior doctors are on an average salary pension scheme, not a final salary pension scheme. In respect of the reference to bonuses being paid to junior doctors for working illegally long hours, we would like to clarify that this refers to the fact that junior doctors are paid backdated pay for the hours that they worked over and above what they are contracted to do.” 8. The complainant said the proposed clarification would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 02945-16 Millette v Daily Express\nSummary of complaint\n1. Benjamin Millette complained to the Independent Press\nStandards Organisation that the Daily Express breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Doctors’ union is\nrisking lives just to make a point, says Ross Clark”, published on 26 April\n2016.\n2. The article reported that a small number of [doctors] are\nnow enjoying huge bonuses for working illegally long hours”. It went on to\nreport that under the terms of the pay reforms, doctors “will still enjoy\nannual increases” in relation to their salary and that those working in the NHS\nwill “also enjoy final salary pensions”.\n3. The complainant said that it was inaccurate for the article\nto report that doctors receive bonuses for working illegally long hours. In\nfact doctors receive backdated pay for any work outside of contracted hours.\nThe complainant also said that it was inaccurate for the article to report that\ndoctors will still enjoy annual pay increases. He said that annual pay\nprogression has been removed from the new contract for junior doctors. The\ncomplainant further considered that it was inaccurate for the article to report\nthat NHS workers will receive a final salary pension scheme as the vast\nmajority of junior doctors are enrolled on an average salary pension scheme.4. The newspaper said it was satisfied that the article was\naccurate. It said that the word “bonus” had been used because the term“banding”\ndoes not mean anything to general readers who may be unfamiliar with the NHS’\nscheme of remuneration. In reference to annual pay increases, the newspaper\nsaid that within banded pay scales, doctors will receive a pay increase of\nbetween 1 and 2 percent. The newspaper maintained its position that hospital\ndoctors are on a final salary pension scheme.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\n(i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\n(ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished\nMediated outcome\n6. The complaint was not resolved through direct correspondence\nbetween the parties. IPSO therefore began an investigation into the matter. \n7. After further correspondence, the newspaper offered to\nappend the following clarification, as a footnote to the online article:\n“Clarification\nSince 1 April 2015 almost all junior doctors are on an\naverage salary pension scheme, not a final salary pension scheme. In respect of\nthe reference to bonuses being paid to junior doctors for working illegally\nlong hours, we would like to clarify that this refers to the fact that junior\ndoctors are paid backdated pay for the hours that they worked over and above\nwhat they are contracted to do.”\n8. The complainant said the proposed clarification would\nresolve the matter to his satisfaction.\n9. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.Date complaint received: 15/05/2016Date complaint concluded by IPSO: 29/06/2016 \nBack to ruling listing\n\n\n"
}