{
    "url": "/rulings-and-resolution-statements/ruling/?id=01689-17",
    "title": "Resolution Statement 01689-17 A woman v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-03-03 00:00:00",
    "received_on": "2017-03-04 00:00:00",
    "concluded_on": "2017-05-02 00:00:00",
    "complaint_processing_days": 59,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation of the complaint, the newspaper offered to remove the article. 8. The complainant said this would resolve her complaint to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01689-17 A woman v Mail Online\nSummary of complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 2 (Privacy), Clause 3\n(Harassment) and Clause 6 (Children) in an article headlined “Schoolgirl, 12,\nis attacked by bullies who branded her a 's**g' and told her she had a 'fat\na**' before dragging her to her floor and leaving her lying in a gutter”,\npublished on 3 March 2017.\n2. The article reported on a physical altercation involving\ntwo young females, and contained a 40 second video of the incident. The article\nreported that “A mother has shared distressing footage of a brutal attack that\nleft her 12-year-old daughter lying in a gutter to raise awareness of violent\nschool bullying”. The article reported that “the incident has been reported to\nWest Yorkshire Police and the distressing footage has been shared more than\n4,000 times on social media”. \n3. The complainant, the mother of the alleged assailant in\nthe incident, expressed concern that the publication of the video had breached\nher 15 year old daughter’s privacy, and noted that she had not given her\nconsent for the video to be used in the article. \n4. The newspaper said that the footage had been drawn to its\nattention by the family of the alleged victim. It noted that the footage had\nalready been posted online by one of the individuals involved in the\naltercation, and it had been viewed more than 4,000 times.  It said that it had taken care to make sure\nthat the complainant’s daughter had not been identifiable, by not naming her\nand by making sure that the video did not show her face. \nRelevant Code provisions\n5. Clause 2* (Privacy)\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nClause 3* (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 6* (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nMediated outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation of the complaint, the\nnewspaper offered to remove the article.\n8. The complainant said this would resolve her complaint to\nher satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 04/03/2017Date complaint concluded by IPSO: 02/05/2017   \nBack to ruling listing\n\n\n"
}