{
    "url": "/rulings-and-resolution-statements/ruling/?id=19431-17",
    "title": "Resolution statement 19431-17 Prakodwong v metro.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2017-10-24 00:00:00",
    "received_on": "2017-10-26 00:00:00",
    "concluded_on": "2018-01-09 00:00:00",
    "complaint_processing_days": 75,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  8. During IPSO’s investigation, the publication removed the image of the exterior of the complainant’s building; amended the article to make clear that the complainant did not “race home”; and amended the article to make clear that the housing trust had asked him to remove his cameras. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement – 19431-17\nPrakodwong v metro.co.ukStatement of Complaint\n1.\nPeter Prakodwong complained to the Independent Press Standards Organisation\nthat metro.co.uk breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in an article headlined “Woman filmed stripping and\ninjecting herself on stranger’s doorstep”, published on 24 October 2017. \n2. The\narticle reported that the complainant’s automatic security camera had captured\n“a woman taking all her clothes off before appearing to inject herself with\nheroin”, outside his front door. It said that following the incident, an alert\nwas sent to the complainant’s mobile phone; he then “raced home, but the woman\nhad already left the scene”. The article reported that the complainant then\n“shamed” the woman by making posters with her half-naked photograph on them,\nand placing them around his building. It claimed that after reporting the\nincident to the council, he was told to get rid of the footage and cameras. The\narticle included an image of the exterior of the complainant’s building, which\nmade reference to the complainant’s road name.\n3. The complainant said that he\ndid not “race home” once he was alerted to the video footage, as he returned\nhome around 36 hours later; and that the council did not tell him to destroy\nthe footage. Rather, the housing trust had asked him to remove his surveillance\ncamera. The complainant also said that the article had intruded into his\nprivate life because it identified his address.\n4. The publication said that the\ncomplainant had approached the news agency with the story, and that the\ninformation included in the article was taken from this correspondence. It said\nthat as such, it was not necessary to contact the complainant for his comment,\nprior to publication. Furthermore, the publication did not accept that the\narticle contained any significant inaccuracies. It said that any minor errors\nwithin the article were due to a slight misreading of the agency copy, and\nnoted that it had amended the article in order to address the complainant’s\nconcerns under Clause 1.\n5. The publication said that the\npublication of an image of the exterior of the complainant’s building, taken\nfrom Google Earth, did not amount to a breach of Clause 2. It noted that the\ncomplainant had provided his road name to the news agency, prior to publication,\nand had not requested for this information to be omitted.   \nRelevant Code\nProvisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\nClause 2 (Privacy)\ni) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\nii) Editors will be expected to\njustify intrusions into any individual's private life without consent. In\nconsidering an individual's reasonable expectation of privacy, account will be\ntaken of the complainant's own public disclosures of information and the extent\nto which the material complained about is already in the public domain or will\nbecome so.iii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy.\nMediated Outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n8. During IPSO’s investigation, the publication removed the\nimage of the exterior of the complainant’s building; amended the article to\nmake clear that the complainant did not “race home”; and amended the article to\nmake clear that the housing trust had asked him to remove his cameras.\n9. The complainant said that this would resolve the matter\nto his satisfaction.\n10. As the complaint was successfully mediated, the Complaints Committee\ndid not make a determination as to whether there had been any breach of the\nCode.\nDate\ncomplaint received: 26/10/2017\nDate\ncomplaint concluded by IPSO: 09/01/2018\nBack to ruling listing\n\n\n"
}