{
    "url": "/rulings-and-resolution-statements/ruling/?id=13408-16",
    "title": "Resolution Statement 14421-16/08840-16 John and Mercidita Darwin v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "1 Accuracy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2016-11-21 00:00:00",
    "concluded_on": "2017-02-11 00:00:00",
    "complaint_processing_days": 82,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. Following IPSO’s intervention, the publication offered to remove the image of Mr Darwin in his house from the 1 October article, to amend the 4 November article to remove references to canoes, to amend the figure given for the scale of Mr Darwin’s insurance claim, and to correct the name of the resort. 8. The complainants said that this would resolve the matter to their satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 14421-16/08840-16 John and\nMercidita Darwin v Mail Online\nSummary of Complaint\n1. John and\nMercidita Darwin complained to the Independent Press Standards Organisation\nthat Mail Online breached Clause 1 (Accuracy), Clause 2 (Privacy) Clause 3\n(Harassment) and Clause 10 (Clandestine devices and subterfuge) of the Editors’\nCode of Practice in articles headlined “Canoe conman’s new life, running a\nstall in the slums of Manila and living in a squalid shack: So how could John\nDarwin and his Filipina wife pay for £25,000 car?”, published on 1 October\n2016, and “Canoe believe it! Conman John Darwin who faked his own death at sea\ncelebrates his 66th birthday by hiring… a canoe”, published on 4 November 2016.\n2. The 1 October\narticle was accompanied by an image of John Darwin standing in the sun room on\nthe second floor of his house. The 4 November article reported that the\ncomplainants had celebrated Mr Darwin’s birthday with a holiday at a resort in\nthe Philippines, and claimed that they had hired canoes. It reported that John\nDarwin had previously used a canoe as part of his “insurance scam”.\n3. The complainants\nsaid that the photograph which accompanied the 1 October article was taken by a\nphotographer sitting in a car on the street outside their house. Mr Darwin said\nthat he was inside his house, where he had a reasonable expectation of privacy,\nand that the taking and publication of the photograph was intrusive. In\nrelation to the 4 November article, the complainants said that the article\nrepresented an invasion of their privacy. In addition, they said that it was\ninaccurate to report that they had hired canoes, that the article misreported\nthe name of the resort they had visited, and that it contained an inaccuracy in\nrelation to the scale of Mr Darwin’s life insurance claim.\n4. The publication\nsaid that the image of Mr Darwin which accompanied the 1 October article was\ntaken in circumstances where he could be seen by anyone in the street, and\nwhere he had no reasonable expectation of privacy. The publication said that\nthe 4 November article was published in good faith, after a similar article was\npublished in another newspaper. It accepted that the article was not entirely\naccurate, and had misreported the scale of Mr Darwin’s insurance claim. It\ndenied that the article intruded on the complainants’ privacy, noting that it\ncontained photographs which Mrs Darwin had placed on a public internet page.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n7. Following IPSO’s\nintervention, the publication offered to remove the image of Mr Darwin in his\nhouse from the 1 October article, to amend the 4 November article to remove\nreferences to canoes, to amend the figure given for the scale of Mr Darwin’s\ninsurance claim, and to correct the name of the resort.\n8. The complainants\nsaid that this would resolve the matter to their satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 21/11/2016Date complaint concluded by IPSO: 11/02/2017\nBack to ruling listing\n\n\n"
}