{
    "url": "/rulings-and-resolution-statements/ruling/?id=10191-22",
    "title": "Resolution Statement – 10191-22 Mofeed v thejc.com",
    "provisions": [
        "2 Privacy (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2021-10-13 00:00:00",
    "received_on": "2022-06-20 00:00:00",
    "concluded_on": "2022-10-03 00:00:00",
    "complaint_processing_days": 105,
    "mediated_outcome": "28. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 29. During IPSO’s investigation the publication offered to permanently remove the article, and to write a letter directly to the complainant confirming that it had removed the article on his request. 30. The complainant said that this would resolve the matter to his satisfaction. 31. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 10191-22 Mofeed v thejc.com\nSummary\nof Complaint\n1. Omar\nMofeed complained to the Independent Press Standards Organisation that\nthejc.com breach Clause 1 (Accuracy) and Clause 2 (Privacy) in an article\nheadlined “Labour conference motion on sanctioning Israel was the work of\nformer Hamas health minister’s son”, published on 13 October 2021.\n2. The\narticle, which appeared online only, reported on an “anti-Israel resolution\nthat was passed at [the] Labour Party conference” and which was – according to\nthe article – “drafted by the son of a Hamas health minister”. The article went\non to report that the man had “[t]ak[en] credit for the controversial party\nmotion on Al Jazeera” and that his “father was the health minister for the\nHamas government in Gaza until his death in 2014”.\n3. The\narticle went on to report that “[w]hen asked by the JC, [the man] initially\ndenied his father was a Hamas member, and then said: ‘My father died in 2014\nwhen I was still young. He was a surgeon who did remarkable work, for which he\nis widely recognised in Palestine, building health services for the people of\nGaza. I am deeply proud of the work that he did in caring for the health of\nothers and his legacy is extremely important to me.’”\n4. The\narticle also referred to the man as being a “labour activist with a history of\nanti-Israel posts” who “had been found to have posted messages on Facebook […]\nsupporting Hamas terrorists such as Muhammad Abu Shamala, who was killed in\nOperation Protective Edge by the IDF in 2014”. The article included images of\nthe Facebook post which the publication claimed said this; the post was written\nin Arabic.\n5. The\ncomplainant was the man who the article claimed had drafted the Labour Party\nmotion. Five days prior to the article’s publication, a journalist acting on\nbehalf of the publication sent him a text message, which said: “We’re planning\nto write a story on comments that you have appear to have made [sic] and would\nlike to give you the opportunity to comment on them before publication. We’d\nalso like to give you the opportunity to comment on the fact that your father\nwas health minister in the Hamas government in Gaza until 2014.”\n6. The\nsame journalist then sent an email to the complainant, four days prior to the\narticle’s publication. This email again asked for comments on the complainant’s\nfather’s role in the Hamas government, as well as comments which the\ncomplainant was alleged to have made. This email was accompanied by screenshots\nof the Facebook posts, including the alleged comments.\n7. The\ncomplainant responded to the email seeking comment the next day. He gave a\ncomment regarding the Facebook posts, and the following comment about his\nfather: \nMy\nfather, who passed away in 2014, was a senior surgeon, the founder and the\nfirst dean of the Faculty of Medicine in the two universities in Gaza. He was\nalso the head of the Gaza Health Committee. He was never part of any political\nparty, including Hamas.\n8. The\njournalist followed up on this email on the same day; part of this follow-up\nemail said: “With regards to your father, I was wondering if I could get\ncomment from you on these articles where he is described as 'Hamas health\nminister', \"Palestinian Health Minister in Gaza' and 'Hamas Activist'”.\n9. The\nfollowing day, the complainant sent a further email to the journalist:\nPlease\nfind below my new comment (to be added to the comment I sent yesterday)\nMy\nfather died in 2014 when I was still young. He was a surgeon who did remarkable\nwork, for which he is widely recognised in Palestine, building health services\nfor the people of Gaza. I am deeply proud of the work that he did in caring for\nthe health of others and his legacy is extremely important to me. I have\nnothing more to add.\n10. In\nMarch 2022, and five months after the article’s publication, the complainant\nsent a request to the publication, via email, that the article be removed\nimmediately, citing concerns over its accuracy, but did not receive a response.\nHe then made a further complaint to IPSO in June 2022.\n11.  The complainant said that the article\ncontained several inaccuracies in breach of Clause 1. He first said that he had\nnot drafted the “Labour conference motion on sanctioning Israel”, nor had he\n“[t]ak[en] credit” for its drafting on Al Jazeera. He said that he had played\nno role in the motion’s drafting or writing.\n12. The\ncomplainant further said that the article was inaccurate to report that his\nfather had been a member of Hamas; he said that his father had never been a\npart of any political party, including Hamas. He also disputed that he had\n“initially denied his father was a Hamas member”; he said that this denial had\nbeen consistent across all his responses to the publication; he had not changed\nthis position or backtracked. He said that the manner in which the publication\nhad presented his quote about his father had twisted its meaning in a\nmisleading manner, and also omitted the details he had given the publication\nabout his father’s achievements.\n13. The\ncomplainant also said that he had not “posted messages on Facebook […]\nsupporting Hamas terrorists such as Muhammad Abu Shamala, who was killed in\nOperation Protective Edge by the IDF in 2014”. He said that the posts included\nin the article to support this point referred to his next-door neighbour, who\nhad died in 2011 – and the posts were from this same year, three years before\nthe death of Muhammad Abu Shamala. Therefore, he said, the posts clearly could\nnot have been referring to the man who had died in 2014.\n14. The\ncomplainant also said that the article breached Clause 2 (Privacy), as it\ncontained inaccurate information about him and his family, which had harmed his\npersonal life. He also expressed concern that the publication had obtained his\nphone number, as the journalist who prepared the story had reached out to him\nusing this number.\n15. The\npublication said it did not accept that it was significantly inaccurate,\nmisleading, or distorted to report that the complainant had “[t]ak[en] credit\nfor the controversial party motion on Al Jazeera”, or that he was responsible\nin part for its drafting; noting that when the complainant had appeared on Al\nJazeera he had not denied involvement in the drafting of the motion when this\nposition was put to him by the television reporter. It provided a recording of\nthe interview along with a brief transcript of what it considered to be the\nrelevant part of the interview. This transcript read as follows:\nAt the\nbeginning, the Al Jazeera interviewer asks: “Omar, I believe you were involved\nin the drafting of this proposal?”\nHe\nreplies: “Group [sic] Young Labour was called for this proposal, then it was\nsupported by 12 trade unions, so the Palestine Solidarity Campaign has helped\nwrite it and the Arab Labour Group has helped as well.”\n16. The\npublication then said that the claim that the complainant had drafted the\nmotion was entirely consistent with the fact that: the complainant was, at the\ntime of the interview, the general secretary of the Arab Labour Group and a\ndirector of the Palestinian Solidarity Campaign (PSC), both of which he\ncredited in the interview as having helped draft the motion; he was interviewed\nabout the motion by Al Jazeera; and he had previously signed an open letter on\nbehalf of the PSC in 2020, calling for what the publication considered to be\n“very similar things” to the motion. It further noted that the complainant had\nnot raised any concern about the accuracy of this claim until March 2022 – five\nmonths after the article’s publication.\n17.\nTurning to the complainant’s concerns about the article’s description of his\nfather as a “health minister for the Hamas government in Gaza” and a “Hamas\nmember”, it supplied three articles from 2012, 2013, and 2014 which referred to\nhis father as either a “Hamas Health Minister” or “the Palestinian Minister of\nHealth”. It further said that there was an “abundance of unchallenged, credible\ninformation in the public domain to suggest” that the complainant’s father had\nbeen a Hamas member prior to his death, and that the complainant had not\ncountered this point in his comment to the publication when it was put to him.\nIt did not, therefore, accept that the article was inaccurate on this point.\n18. The\npublication also did not consider that its presentation of the complainant’s\ncomment regarding his father was misleading in breach of Clause 1. It noted\nthat the complainant had made two comments, the first of which denied that his\nfather was involved and the second of which did not. It then said that the\nsecond comment had been sent in response to an email from the journalist citing\nseveral sources which linked his father to Hamas. The publication didn’t\nconsider, therefore, that it was a breach of Clause 1 to report that “[w]hen\nasked by the JC, Mr Mofeed initially denied his father was a Hamas member, and\nthen said: ‘My father died in 2014 when I was still young. He was a surgeon who\ndid remarkable work, for which he is widely recognised in Palestine, building\nhealth services for the people of Gaza. I am deeply proud of the work that he\ndid in caring for the health of others and his legacy is extremely important to\nme.’”\n19.\nRegarding the complainant’s position that he had not posted on Facebook\nsupporting a Hamas terrorist who had died in 2014 – and that the post in\nquestion in fact referred to a neighbour who had died 3 years earlier – the\npublication accepted that it had no convincing evidence to support the\narticle’s assertion on this point, and that insufficient care had been taken\nwith regards to its accuracy. It said that this was an error which required\ncorrection, and proposed to remove the reference altogether and to add a\nfootnote explaining the error. It proposed the following wording for the\nfootnote:\nThe\noriginal version of this article suggested Mr Mofeed expressed his support for\nthe martyrdom of Muhammad Abu Shamala on Facebook in 2014. We’ve been asked to\npoint out that those comments referred to a next-door neighbour who shared the\nsame name and died in 2011.\n20. The\npublication did not accept that Clause 2 had been breached; the subject matter\nof the article related to the complainant’s public-facing work – including a\ntelevision interview he had done – as well as his father’s prominent\ngovernmental role. The publication therefore considered that the article’s\nsubject matter did not relate to the complainant’s private or family life.\n21. The\npublication temporarily removed the article from its website once IPSO\ncontacted it with the complainant’s concerns, pending the conclusion of IPSO\ninvestigation. However, it proposed the permanent removal of the article from\nits website, should this resolve the complaint.\n22. The\ncomplainant said that the journalist had never asked him to comment on his\nalleged role in the drafting of the motion, and had not said in his text or\nemails that the article would mention it. He also said that he had not accepted\nresponsibility for the motion’s drafting during the interview with Al Jazeera.\nWhile he had not denied it, this was not the same as accepting responsibility –\nand he had in fact responded that it was the Palestine Solidarity Campaign and\nthe Arab Labour Group who had drafted it. He said that his response and praise\nof the motion was in no way an affirmation of his personal involvement in the\nmotion’s drafting. He also said that the delay of a few months in telling the\npublication that he denied drafting the motion was not a confirmation that he\nhad drafted it.\n23.\nWhile the complainant noted that past news coverage of his father had used his\nfather’s previous governmental roles to associate him with Hamas, his remarks\nto the journalist were intended to clarify the matter: while his father did\nhold these positions in the government, he had never affiliated himself to any\npolitical party – including Hamas.\n24. The\ncomplainant said that his second comment about his father was meant to be added\nto the first – not replace it – and that the first comment made clear that he\ndisputed that his father was a member of Hamas. He said that, as the comments\nhad instead been combined, this had led to his comments being presented in a\nmisleading manner.\n25. The\ncomplainant also said that the permanent removal of the article would not\nresolve his complaint, given the large number of people who had already seen\nit.\n26. The\npublication made a further offer to amend the article, by way of adding a note\nbeneath the headline saying the complainant disputed that he had drafted the\nmotion, should this resolve the complaint.\n27. The\ncomplainant did not agree to resolve his complaint on this basis. He said that\nhe wanted the article to be removed, but was informed by IPSO that this was not\na possible outcome of the complaints process, as IPSO cannot compel the removal\nof online articles.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nMediated\nOutcome\n28. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n29. During\nIPSO’s investigation the publication offered to permanently remove the article,\nand to write a letter directly to the complainant confirming that it had\nremoved the article on his request.\n30. The\ncomplainant said that this would resolve the matter to his satisfaction.\n31. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\nDate\ncomplaint received: 20/06/2022\nDate\ncomplaint concluded by IPSO: 03/10/2022\nBack to ruling listing\n\n\n"
}