{
    "url": "/rulings-and-resolution-statements/ruling/?id=29761-20",
    "title": "Resolution Statement – 29761-20 Rape Crisis Scotland v The Scotsman",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Scotsman (National World Publishing Ltd)",
    "published_on": "2020-12-12 00:00:00",
    "received_on": "2020-12-12 00:00:00",
    "concluded_on": "2021-02-03 00:00:00",
    "complaint_processing_days": 53,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. The publication offered to remove the online version of the article, and to write to Rape Crisis Scotland to explain how the article came to be published. 11. The complainant organisation said that this would resolve the matter to its satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 29761-20 Rape Crisis Scotland v\nThe Scotsman\nSummary of Complaint\n1. Rape Crisis Scotland complained to the Independent Press\nStandards Organisation that The Scotsman breached Clause 1 of the Editors’ Code\nof Practice in an article headlined “New national conference would unite\nfeminists”, published on 12 December 2020.\n2. The article was an opinion piece which focussed on an\namendment to the Scottish Parliament’s Forensic Medical Services Bill. The\narticle said that the amendment would “give female victims of rape the legal\nright to be treated by female examiners.” It then went on to refer to\n“organisations […] such as Rape Crisis Scotland” who “campaigned against [the]\namendment” and “stand for narrow vested interests.”\n3. The article also appeared online in substantially the\nsame format under the headline “Feminists on both sides of the trans gender\ndebate should unite, revive the Scotland's Women's Liberation Movement and hold\na national conference - Susan Dalgety”.\n4. The complainant organisation said that the article was\ninaccurate in breach of Clause 1. It said that the amendment did not give\nfemale victims of sexual offences the legal right to be treated by women;\nrather, the bill itself gave victims of sexual offences the right to request to\nbe seen by medical staff of a particular sex, and did not guarantee the right\nto a female examiner, as reported by the article. The complainant organisation\nalso said the article was misleading, as by stating that Rape Crisis Scotland\ncampaigned against the amendment on the basis that it gave female victims of\nsexual offences the legal right to be treated by women and that it stood for\n“narrow vested interests”, it misrepresented Rape Crisis Scotland’s position.\nIt said that the publication would have been aware of Rape Crisis Scotland’s\nposition on the amendment – that it was supportive of female victims having\naccess to a female examiner but that the change in legislation did not go far\nenough to achieve this - as it had published an article by the complainant\norganisation 3 days prior to the publication of the article under complaint.\n5. The publication said it accepted the article contained\ninaccuracies relating to the Forensic Medical Services Bill and Rape Crisis Scotland’s\nposition on the Bill. It said that, upon being contacted by Rape Crisis\nScotland, it had published a print correction 3 days after the original\narticle’s publication. The print correction appeared in the publication’s usual\nCorrections & Clarifications column, and was as follows:\nA column by Susan Dalgety published in Saturday’s Scotsman\nincorrectly stated that Johann Lamont’s amendment to the Forensic Medical\nServices Bill gave female survivors of rape the legal right to female\nexaminers. For clarification, the Forensic Medical Services Bill gave survivors\nof rape the legal right to request an examiner of a particular “gender” and\nLamont’s amendment changed the Bill to say “sex” rather than “gender.” The\ncolumn could have been read as suggesting that Rape Crisis Scotland is opposed\nto women who have been raped being able to access a female examiner. The\nScotsman is happy to make clear that Rape Crisis Scotland fully supports this\nright and has actively campaigned for over a decade to improve access to female\nexaminers for rape survivors.\n6. The publication also edited the online version of the\narticle, 2 days after publication, to remove the reference to the amendment\ngiving “female victims of rape the legal right to be treated by female examiners”,\nas it accepted this was not a right which was conferred by either the amendment\nor the Bill. It also removed the reference to Rape Crisis Scotland campaigning\nagainst the amendment and the organisation “stand[ing] for narrow vested\ninterests”, and added the following footnote to the article:\nEditor’s note: This article has been edited as the original\nincorrectly stated that Johann Lamont’s amendment to the Forensic Medical\nServices Bill gave female survivors of rape the legal right to female examiners.\nFor clarification, the Forensic Medical Services Bill gave survivors of rape\nthe legal right to request an examiner of a particular \"gender\" and\nLamont's amendment changed the Bill to say \"sex\" rather than\n\"gender\". The column could have been read as suggesting that Rape\nCrisis Scotland is opposed to women who have been raped being able to access a\nfemale examiner. The Scotsman is happy to make clear that Rape Crisis Scotland\nfully supports this right and has actively campaigned for over a decade to improve\naccess to female examiners for rape survivors\n7. Rape Crisis Scotland said that, while it appreciated the\naction taken by the publication to resolve its complaint, the action taken was\nnot sufficient to address its concerns, as far fewer readers would be aware of\nthe correction than they would the original article. In addition, the\ncorrective action offered did not address Rape Crisis Scotland’s concerns over\nhow the article came to be published, and why it was not fact-checked fully\nprior to publication.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n9. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n10. The publication offered to remove the online version of\nthe article, and to write to Rape Crisis Scotland to explain how the article\ncame to be published.\n11. The complainant organisation said that this would\nresolve the matter to its satisfaction.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 12/12/2020\nDate complaint concluded by IPSO: 03/02/2021\nBack to ruling listing\n\n\n"
}