{
    "url": "/rulings-and-resolution-statements/ruling/?id=08557-16",
    "title": "Resolution Statement 08557-16 Moran v Bedfordshire on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "(DISCONTINUED) Bedfordshire on Sunday (Reach PLC)",
    "published_on": "2016-08-28 00:00:00",
    "text": "\n\n\n\n\n\n08557-16 Moran v Bedfordshire on\nSunday \nSummary of Complaint\n1. Tony Moran\ncomplained to the Independent Press Standards Organisation that Bedfordshire on\nSunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nrelation to a readers’ letter he submitted, published on 28 August 2016 with\nthe headline “Dave cool with bridge”.\n2. The published\nversion of the letter stated “with any luck I shall arrange things so that I\nshall never gaze on the new bridge on the river-side, which is hideous”.  \n3. The complainant said that in the letter he submitted for\npublication, he had used a colloquialism to indirectly refer to the new\ncommercial venture by the riverside in Bedford. He said that in the published\nletter, the newspaper had replaced this phrase with the reference to the new\nbridge.  The complainant said that he had\nnot meant to refer to the new bridge in his letter, and that the published\nletter was therefore a distortion. He also raised concern about other\nalterations the newspaper had made to his letter. \n4. The newspaper said that the colloquialism that the\ncomplainant had used in the letter he had submitted could carry a meaning such\nas to require further substantiation. It said it removed the phrase to ensure\nsafe publication, and replaced it with a direct reference to the new bridge,\nwhich is what it believed the complainant was writing about. The newspaper said\nthat the new bridge was part of the commercial venture the complainant had been\nreferring to, and denied that the article was significantly misleading.    \nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n8. Following IPSO’s\nintervention, the newspaper offered to republish a version of the complainant’s\nletter with a direct reference to the commercial venture by the riverside.  \n9. The complainant\nsaid that this would resolve the matter to his satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nComplaint received: 20/09/2016Complaint Concluded: 03/11//2016\n \n \n \n \nBack to ruling listing\n\n\n"
}