{
    "url": "/rulings-and-resolution-statements/ruling/?id=06676-18",
    "title": "Resolution Statement 06676-18 A Man v Mail Online",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)",
        "4 Intrusion into grief or shock (2018)",
        "5 Reporting suicide (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-03-13 00:00:00",
    "received_on": "2018-10-10 00:00:00",
    "concluded_on": "2019-01-17 00:00:00",
    "complaint_processing_days": 99,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation, the publication offered to remove all references to any argument between the complainant and his girlfriend prior to her death, and the statement which said that the complainant had told the inquest that the relationship was volatile.  11. The complainant said that this would resolve the matter to his satisfaction. 12.  At the complaint was successfully mediated, the Complaints Committee did not make a determination as t whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06676-18 A Man v Mail Online\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that Mail Online breached\nClause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment), Clause 4\n(Intrusion into grief or shock), and Clause 5 (Reporting suicide) in an article\nheadlined “'Beautiful' model, 28, was found hanging from fire escape in\nHalloween devil horns and red body paint after killing herself following row\nwith boyfriend”, published on 13 March 2018.\n2. The article\nreported the inquest into the death of a young woman who had taken her own\nlife. The complainant, the woman’s boyfriend, was named and pictured in the\narticle, and portions of the statement he gave to the inquest were included.\n3. The complainant\nsaid that it was inaccurate to claim in the article that he told the inquest\nthat his relationship with the young woman was volatile. He also said that\ndifferent parts of the testimony heard at the inquest should have been included\nin the article, as omitting these gave a misleading impression of the woman’s\nlife.\n4. The complainant\nsaid that the article intruded into his privacy by using a photograph of him\nand naming him, and that his inclusion in the article had provoked threats and\ncomments from members of the public. He said that the publication of the\narticle had caused him further distress and suffering following the death of\nhis partner.\n5. The publication\nsaid that the story had been based on copy from a reputable agency, and noted\nthat although the complainant had not said verbatim at the inquest that his\nrelationship was volatile, it was clear from his and others’ inquest statements\nthat the couple had frequent arguments, and their relationship was turbulent and\nintense. For this reason, the publication did not consider the statement\nsignificantly inaccurate or misleading as to what was said at the inquest.\n6. The publication\nalso noted that it was not obliged to report every detail of inquests, and did\nnot consider that the selection of material included in the article gave an\noverall misleading impression of the inquest’s findings.\n7. The publication\nsaid that inquests are a matter of public record, and publications are entitled\nto report proceedings and findings. As the complainant was a witness at the\ninquest, there was no requirement to remove his name from the article.\nFurthermore, the publication said that the photograph did not show the\ncomplainant engaging in any private activity, and noted that the photograph did\nnot belong to him. For these reasons, the publication said that there was no\nbreach of Clause 2.\n8. The publication\nsaid that there was no intention to cause distress, but did not accept that the\ncomplainant’s concerns engaged Clauses 3, 4, or 5 as he alleged.\nRelevant Code provisions\n1. Accuracy \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n2. Privacy*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's reasonable\nexpectation of privacy, account will be taken of the complainant's own public\ndisclosures of information and the extent to which the material complained\nabout is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n3. Harassment*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n4. Intrusion into grief or shock \nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\n5. Reporting Suicide*\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\nMediated outcome\n9. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n10. During IPSO’s investigation, the publication offered to\nremove all references to any argument between the complainant and his\ngirlfriend prior to her death, and the statement which said that the\ncomplainant had told the inquest that the relationship was volatile. \n11. The complainant said that this would resolve the matter\nto his satisfaction.\n12.  At the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as t whether there had been any breach of the Code.\nDate complaint received: 10/10/2018\nDate complaint concluded by IPSO: 17/01/2019\nBack to ruling listing\n\n\n"
}