{
    "url": "/rulings-and-resolution-statements/ruling/?id=01612-18",
    "title": "Resolution Statement 01612-18 Wadsworth v The Jewish Chronicle",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Jewish Chronicle (The Jewish Chronicle)",
    "published_on": "2018-01-19 00:00:00",
    "received_on": "2018-02-15 00:00:00",
    "concluded_on": "2018-04-26 00:00:00",
    "complaint_processing_days": 70,
    "mediated_outcome": "6.  The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.  Following IPSO’s involvement, as a gesture of goodwill, the newspaper changed reference to “abuse” in the article to “challenged”. It also offered to publish the following footnote online: A previous version of this article reported that Marc Wadsworth had been accused of “abusing” a Jewish MP. Marc Wadsworth denies “abusing” the politician, and, instead, says that he challenged her during the launch event. We have amended the text and headline to reflect Mr Wadsworth’s position.  8.  The complainant said this resolved the matter to his satisfaction.  9.  As the complaint had been mediated successfully, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01612-18 Wadsworth\nv The Jewish Chronicle\nSummary of Complaint 1.  Marc Wadsworth complained to the Independent Press Standards\nOrganisation that The Jewish Chronicle breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined \" Labour hearing into\nactivist who abused Jewish MP postponed indefinitely”, published on 19 January\n2018. 2. The article reported that a disciplinary hearing into the actions of the\ncomplainant, who had been suspended from the Labour Party over allegations of\nantisemitism, had been postponed “indefinitely”. The article said that the\ncomplainant’s “verbal abuse” of  a Jewish\nMP, during the launch event of a report into “Jew-hatred in labour” had caused\noutrage among moderate party members and the Jewish community. 3. The complainant denied “abusing” the Jewish MP; he said that he had\nchallenged her during the launch event. 4. The newspaper did not accept that the term “abuse” was a misleading characterisation\nof the complainant’s comments at the launch event. It said that the complainant had caused unwarranted offence by making an unannounced and entirely\ninappropriate attack on the Jewish MP, in front of TV cameras as she sat in the\naudience at a high-profile launch.  The newspaper noted that the article\nhad made clear the complainant’s position that he was unaware that the MP is\nJewish.\nRelevant Code provisions 5.  Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome 6.  The complaint was not resolved through direct correspondence between the\nparties. IPSO therefore began an investigation into the matter. 7.  Following IPSO’s involvement, as a gesture of goodwill, the newspaper changed\nreference to “abuse” in the article to “challenged”. It also offered to publish\nthe following footnote online: A previous version of this article reported that\nMarc Wadsworth had been accused of “abusing” a Jewish MP. Marc Wadsworth denies\n“abusing” the politician, and, instead, says that he challenged her during the\nlaunch event. We have amended the text and headline to reflect Mr Wadsworth’s\nposition. \n8.  The complainant said this resolved the matter to his satisfaction. \n9.  As the complaint had been mediated successfully, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.Date complaint received: 15/02/2018Date complaint concluded by IPSO: 26/04/2018\nBack to ruling listing\n\n\n"
}