{
    "url": "/rulings-and-resolution-statements/ruling/?id=07210-18",
    "title": "Resolution Statement 07210-18 and 07212-18 A man v The Scottish Sun, The Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2018-11-01 00:00:00",
    "received_on": "2018-11-03 00:00:00",
    "concluded_on": "2019-01-28 00:00:00",
    "complaint_processing_days": 86,
    "mediated_outcome": "11. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.12. During IPSO’s investigation, the publication offered to remove the online version of the article.13. The complainant said that this would resolve the matter to his satisfaction.14. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07210-18 and 07212-18 A man v The Scottish Sun, The Sun\nSummary of complaint1. A man complained to the Independent Press Standards Organisation that The Scottish Sun breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “BA 'RACE TWEET' STORM”, and that The Sun breached Clause 1 (Accuracy) in an article headlined “BA race slur fury”, both of which were published on 1 November 2018.2. The articles reported on an allegedly “racist tweet” the complainant had posted. The print articles reported that the complainant, a member of cabin crew, was being investigated by his employer after he posted an allegedly racist tweet about a woman wearing a sari, prior to a flight to Denver. The article quoted reactions from members of the public who expressed disgust at the complainant and his remark, and said that Indian female staff were deeply offended by the behaviour, speculating that the tweet was aimed at a colleague. The article also noted that the complainant had an active social media presence and had posted a photograph of himself on social media wearing a pilot’s headset in the cockpit of a plane, which it said may be a breach of airline regulations.3. The Scottish Sun article also appeared online with the headline “BA RACE ROW British Airways ‘race’ storm as Scottish manager accused of public slur comparing Asian woman’s private parts to ‘festering kimchi’”.4. The complainant said that neither he nor the tweet were racist. He claimed that the woman wearing the sari was not Asian, Indian or a colleague. He said that, in fact, the woman may not have been wearing a sari at all, and the garment may instead have been a “highly decorated skirt”.5. He also said that the comment was made on Instagram, not Twitter, and it was not posted ahead of a flight to Denver. He said that at the time of publication, there was no investigation into his behaviour by his employers. Furthermore, he said that the photographs of him at work did not breach any airline regulations.6. The publication said that it was not in dispute that the complainant had made the comment on social media, and many people had considered it to be racist, even if the complainant claimed that this was not his intention; a number of colleagues had raised serious concerns about his language and behaviour. The publication said that saris were clearly and exclusively an Indian garment, which were not widely worn by non-Indian women - it was not inaccurate to state that the tweet referred to an Asian woman. The publication said that the further claims regarding the subject of the post - which the publication was entitled to report - were clearly attributed to others and were not adopted by the publication as points of fact; however it noted that Indian International Cabin Crew staff wear saris.7. The publication noted that he had hash-tagged the post “Denver”, and this was put to the complainant prior to publication. Nevertheless, it offered to amend the online article to remove the reference to Denver. The publication said that it was the reporter’s understanding at the time of publication that the complainant’s employer was about to begin an investigation into the complainant; as this subsequently occurred, the article was not inaccurate on this point.8. The publication said that according to regulations, crew mobile phones should be switched off when the crew are in the aircraft. However it said that if the complainant could point to the specific rules regarding the use of phones at certain heights, it would be happy to amend the online article accordingly.9. In addition, the publication offered the complainant the opportunity to add a statement to the online version of the article. This was declined.Relevant Code Provisions10. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Mediated outcome11. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.12. During IPSO’s investigation, the publication offered to remove the online version of the article.13. The complainant said that this would resolve the matter to his satisfaction.14. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.Date complaint received: 03/11/2018Date complaint concluded by IPSO: 28/01/2019\n \n \nBack to ruling listing\n\n\n"
}