{
    "url": "/rulings-and-resolution-statements/ruling/?id=09371-16",
    "title": "Resolution statement 09371-16 Boaler v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-10-01 00:00:00",
    "received_on": "2016-10-01 00:00:00",
    "concluded_on": "2017-02-23 00:00:00",
    "complaint_processing_days": 145,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter.7. In order to resolve the complaint the publication removed the online article, offered to write a private letter of apology and to publish the following clarification in the Clarifications and Corrections column:An article published on 1 October 2016 reported on a video made by performance artist Robert Boaler, who also calls himself Prophet Zebadiah Abu-Obadiah and runs a satirical political party. The article incorrectly interpreted the contents of the video and referred to Mr Boaler as an ‘Islamic extremist rapper’. We are happy to clarify that we have since been made aware that Mr Boaler’s material is intended to be satirical and apologise for any distress caused.8. The complainant said that this would resolve the matter to his satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of The Code.",
    "text": "\n\n\n\n\n\nResolution statement 09371-16 Boaler v Mail OnlineSummary of complaint1. Mr Robert Boaler\ncomplained to the Independent Press Standards Organisation that the Mail Online\nbreached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the Editors’\nCode of Practice in an article headlined “’Off with their heads’: Islamic extremist\nrapper calls for death of former Ukip leader Nigel Farage and labels the Queen\na ‘w****’ in vile video”, published on 1 October 2016.2. The article\nreported that the complainant was an “Islamic extremist rapper” who had posted\na music video online entitled “Off with their heads” which contained hateful,\noffensive and violent lyrics. The article reported the lyrics of the song which\nincluded, amongst others, “chat s*** get Rigby’d”; “some brehs [sic] are\ndestined for damnation like Farage, off with his head”; and “…your Queen, the\nthieving w****”.3. The complainant\nsaid that it was inaccurate for the publication to characterise him as an\nIslamic extremist because he is not a Muslim and does not support ISIS. He is a\nperformance artist, a satirist and creator of the religion “Zebaism”. The\ncomplainant said that this video was satire and not intended to be interpreted\nas his calling for the beheading of the Queen or Nigel Farage.  He expressed concern as to the failure of the\npublication to take care in correctly reporting his religious beliefs. The\ncomplainant also said that the article was discriminatory towards himself and\nMuslims, because it encouraged hate and fear. The complainant also noted that\nsince the publication of the article, he had received multiple death threats\nand had been reported to his children’s schools and to social services, due to\nthe allegations of Islamic extremism made by the Mail Online.4. The publication\nsaid that it was not apparent to their reporter, nor other publications, that\nthe contents of the video were intended to be satirical. It also said that Kent\nPolice were investigating the content of the video which suggested that the\nsatire was not necessarily obvious to Kent Police either. However, the publication\naccepted the complainant’s position that the video was intended to be\nsatirical, and that the reporter did not have sufficient grounds to believe\nthat the complainant was a Muslim.Relevant Code Provisions5. Clause 1\n(Accuracy)(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.(ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.(iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.(iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.(v) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an agreed\nsettlement states otherwise, or an agreed statement is published.Clause 12 (Discrimination)(i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.(ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.Mediated outcome6. The complaint was not resolved through\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.7. In order to\nresolve the complaint the publication removed the online article, offered to\nwrite a private letter of apology and to publish the following clarification in\nthe Clarifications and Corrections column:An article published on 1 October 2016 reported on a video\nmade by performance artist Robert Boaler, who also calls himself Prophet\nZebadiah Abu-Obadiah and runs a satirical political party. The article\nincorrectly interpreted the contents of the video and referred to Mr Boaler as\nan ‘Islamic extremist rapper’. We are happy to clarify that we have since been\nmade aware that Mr Boaler’s material is intended to be satirical and apologise\nfor any distress caused.8. The complainant\nsaid that this would resolve the matter to his satisfaction.9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of The Code.Date complaint received: 01/10/2016Date complaint concluded by IPSO: 23/02/2017 \nBack to ruling listing\n\n\n"
}