{
    "url": "/rulings-and-resolution-statements/ruling/?id=07756-19",
    "title": "Resolution Statement 07756-19 Brighton & Hove City Council v The Argus (Brighton)",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2019-09-27 00:00:00",
    "received_on": "2019-09-30 00:00:00",
    "concluded_on": "2019-10-23 00:00:00",
    "complaint_processing_days": 23,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. During the course of IPSO’s investigation the publication offered for the leader of the Council to write an opinion piece for the publication in order to reinforce the Council’s point further. 12. The complainant said that this would resolve the matter to their satisfaction. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07756-19 Brighton & Hove City\nCouncil v The Argus (Brighton)\nSummary of Complaint\n1. Brighton & Hove City Council complained to the\nIndependent Press Standards Organisation that The Argus (Brighton) breached\nClause 1 (Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of\nPractice in an article headlined “‘WE CAN’T COPE’ Lack of cash means it’s a\nstruggle to empty bins and get rid of graffiti / Nancy Platts says funding cuts\nare a major cause of concern”, published on 27 September 2019.\n2. The article reported on the difficulties faced by\nBrighton and Hove’s City Council due to a lack of funding. The headline on the\nfront page reported: “We can’t cope” in quotation marks and also included a\nphotograph of the female Council leader. The article inside the paper reported\non the Council leader’s speech from a fringe event of a Labour Party conference\nand gave several quotes, and reported that the Council were ““struggling” to\nempty bins and clean graffiti due to a lack of cash” and “do the basics well”.\n3. The complainant said that the article breached Clause 1\nof the Editors’ Code. It said that the Council had supplied the newspaper with\na quote from the Council leader which did not contain the phrase “we can’t\ncope” as used in the front page headline. The complainant said that the\ncouncillor had never said this and that reporting this in quotation marks gave\nthe misleading impression that the councillor had said “we can’t cope”.\n4. The complainant also said that the article breached\nClause 12 of the Editors’ Code. They said that other Council leaders, and at least\ntwo former Brighton and Hove City Council leaders have also, during their\nleadership, issued comments about the challenges and struggles faced by local\ngovernment due to cuts. The complainant said that only the current leader had\nbeen characterised as saying “we can’t cope” which is often levelled at women\nin positions of authority to cast their abilities in a negative light.\n5. The publication did not accept that it had breached the\nCode. Whilst the publication accepted that the councillor had not said “we\ncan’t cope” exactly it said that including this within quotation marks in the\nheadline was not significantly misleading. It said that “we can’t cope” was a\ncharacterisation of the fact that the Council was “struggling” to “do the\nbasics well”. However, the publication published a correction on the third page\nwhich said:\nCorrection to our front page story Friday 27 September: \nCouncillor Nancy Platts did not say “We can’t cope” as we\nprominently stated on our front page. The quote was written by The Argus and\nused to promote an article on page 5 about the ongoing challenges facing local\ngovernment.\nWe apologise for misquoting the leader of the council in\nthis way and accept it should not have happened.\n6. The publication denied that the article breached the\nterms of Clause 12. It said that the phrase “we can’t cope” had no relevance to\nthe fact that the Council leader was a woman.\n7. The complainant did not believe this would resolve their\ncomplaint because the quote had appeared on the front page headline, and they\ndid not believe that the third page was prominent enough.\nRelevant Clause Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n9. Clause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nMediated Outcome\n10. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n11. During the course of IPSO’s investigation the\npublication offered for the leader of the Council to write an opinion piece for\nthe publication in order to reinforce the Council’s point further.\n12. The complainant said that this would resolve the matter\nto their satisfaction.\n13. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 30/09/2019\nDate complaint concluded by IPSO: 23/10/2019\nBack to ruling listing\n\n\n"
}