{
    "url": "/rulings-and-resolution-statements/ruling/?id=04601-16",
    "title": "Resolution statement Complaint 04601-16 Turrell v Metro",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Metro (Associated Newspapers Limited)",
    "received_on": "2016-07-01 00:00:00",
    "concluded_on": "2016-08-12 00:00:00",
    "complaint_processing_days": 42,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    The publication agreed to amend the headline of the online article to the following:  Brexit supporter questioned by police following reports of ‘threatening behaviour’ after offering pen outside polling station. 8.    The complainant said this amendment resolved the matter to her satisfaction. 9.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement Complaint 04601-16 Turrell v Metro\nSummary of complaint 1.    A\nwoman complained to the Independent Press Standards Organisation that The Metro\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “We’ve an inkling this could be rigged… conspiracy theorists urged to\nuse pens”, published in print on 24 June 2016, and “Brexit supporter questioned\nby police for offering pen outside polling station,” published online on 23\nJune 2016. 2.    The\narticle reported that a member of the public had been questioned by police “for\noffering pens to voters” outside a polling station in Chichester. The online\nversion of the article also included a video of the interaction between the\npolice officer who attended the polling station, and the member of the public\nwho was handing out pens. 3. The complainant, who was the PCSO who\n     attended the polling station, said that it was inaccurate to report that\n     she had attended because a member of the public had been handing out pens.\n     She said that she had been in fact been called to the polling station following\n     an allegation that a member of the public had responded with threatening\n     words and intimidating behaviour when asked not to hand out pens by a\n     polling officer. 4. The\n     newspaper said that the article reflected the position of the member of\n     the public who had been handing out pens at the pooling station. However,\n     it said that it had amended the online article to include the complainant’s\n     position. \nRelevant\nCode provisions 5.    Clause\n1 (Accuracy)\n(i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures.\n(ii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance. \nMediated outcome6.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 7.    The publication\nagreed to amend the headline of the online article to the following: \nBrexit\nsupporter questioned by police following reports of ‘threatening behaviour’\nafter offering pen outside polling station. 8.    The\ncomplainant said this amendment resolved the matter to her satisfaction. 9.    As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date\ncomplaint received: 01/07/2016 Date\ncomplaint concluded by IPSO: 12/08/2016\nBack to ruling listing\n\n\n"
}