{
    "url": "/rulings-and-resolution-statements/ruling/?id=01753-19",
    "title": "Resolution Statement 01753-19 Wallis v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "5 Reporting suicide (2018)",
        "6 Children (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2019-02-27 00:00:00",
    "received_on": "2019-02-28 00:00:00",
    "concluded_on": "2019-05-13 00:00:00",
    "complaint_processing_days": 74,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. After IPSO began its investigation, the publication offered to remove the online article as a gesture of goodwill. 10. The complainant said that this would resolve the matter to his satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01753-19 Wallis v mirror.co.ukSummary of complaint\n1. Robbie Wallis\ncomplained to the Independent Press Standards Organisation that mirror.co.uk\nbreached Clause 1 (Accuracy), Clause 5 (Reporting Suicide) and Clause 6\n(Children) of the Editors’ Code of Practice in an article headlined “Momo's\nyoungest victim, 3, tells mum game \"wants your princess to hurt\nherself\"”, published on 27 February 2019.\n2. The article\nreported that an online character called ‘Momo’ threatened and encouraged\nchildren to harm themselves and “in some extreme cases, suicide”. It included\nan interview with the mother of a 3 year old child who was said to be the\nlatest “victim” of the so-called “challenge”.\n3. The complainant\nsaid the article breached Clause 1 as it inaccurately linked Momo to child\nsuicides. He also expressed concern the article put children who would\notherwise not have thought of suicide or self-harm at risk. He said that there\nwere no confirmed suicides linked with the ‘Momo Challenge’ and that the\npublication was wrong to suggest this. The complainant said the article also\nbreached Clause 5 and Clause 6 because he was concerned that the article put\nchildren at risk.4. The publication\ndid not accept that there had been any breach of the Code, however it accepted\nthat there had been no confirmed suicides linked to the Momo character, only\nthat there had been several that were suspected to be linked. Nevertheless, as\na gesture of goodwill, the publication offered to amend the article to make\nclear that the suicides were linked to Momo were “unverified” and to add the\nfollowing footnote:\n5. “A previous\nversion of this article suggested there had been confirmed suicides linked to\nthe 'Momo challenge'. We are happy to clarify that although there have been\nsuspected links, there has been no confirmed linked suicide cases.”\n6. The complainant\ndeclined this offer.\nRelevant Code provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 5 (Reporting Suicide)*\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nMediated outcome\n8. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n9. After IPSO began\nits investigation, the publication offered to remove the online article as a\ngesture of goodwill.\n10. The complainant\nsaid that this would resolve the matter to his satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 28/02/19\nDate complaint concluded by IPSO: 13/05/2019\nBack to ruling listing\n\n\n"
}