{
    "url": "/rulings-and-resolution-statements/ruling/?id=20835-17",
    "title": "Resolution Statement 20835-17 Silk v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2017-10-12 00:00:00",
    "received_on": "2017-12-19 00:00:00",
    "concluded_on": "2018-01-03 00:00:00",
    "complaint_processing_days": 15,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. After IPSO began its investigation, the publication agreed to amend the headline to read “Theresa May visits organ transplant patients following proposals for opt-out organ donation scheme in England”, and to append the following clarification to the article: C​LARIFICATION: Although an opt-out organ donation scheme is already in force in Wales and one is due to be implemented in Scotland, the scheme proposed by the Government ​for England ​is not yet in force, as the original headline to this article and video captions could have suggested. They have now been amended. 10. The complainant said that this would resolve the matter to his satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 20835-17 Silk v Telegraph.co.uk\nSummary of complaint\n1. Matthew Silk complained to the Independent Press\nStandards Organisation that Telegraph.co.uk had breached Clause 1 (Accuracy) in\na video headlined “Theresa May visits hospital with opt-out organ donation\nscheme”, published online on 12 October 2017\n2. A caption screen for the video repeated the claim that\nthe hospital had an opt-out organ donation scheme, but the audio which\naccompanied the video did not refer to this.\n3. The complainant said that the headline and video caption\nwere inaccurate, because no opt-out organ donation scheme yet exists in\nEngland. He argued that this was significant because it could cause confusion\nduring the ongoing public consultation period regarding the introduction of\nsuch a scheme in England.\n4. The publication accepted that the headline and video\ncaption could suggest that the scheme was already in force. However, it\nconsidered that, as such a scheme was already in force in Wales, and being\nconsidered in Scotland, this did not represent a significant inaccuracy. Despite\nthis, the publication offered to amend the headline, and append a clarification\nto the article.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. After IPSO began its investigation, the publication\nagreed to amend the headline to read “Theresa May visits organ transplant\npatients following proposals for opt-out organ donation scheme in England”, and\nto append the following clarification to the article:\nC​LARIFICATION: Although an opt-out organ donation scheme is\nalready in force in Wales and one is due to be implemented in Scotland, the\nscheme proposed by the Government ​for England ​is not yet in force, as the\noriginal headline to this article and video captions could have suggested. They\nhave now been amended.\n10. The complainant said that this would resolve the matter\nto his satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 19/12/2017Date complaint concluded by IPSO: 03/01/2018\nBack to ruling listing\n\n\n"
}