{
    "url": "/rulings-and-resolution-statements/ruling/?id=09150-19",
    "title": "Resolution Statement 09150-19 Brooks v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2019-06-21 00:00:00",
    "received_on": "2019-11-15 00:00:00",
    "concluded_on": "2020-06-16 00:00:00",
    "complaint_processing_days": 214,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. The publication did not accept a breach of the Code but offered to remove the article as a gesture of goodwill. 11. The complainant said she was content to resolve the complaint on this basis. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 09150-19 Brooks v dailyrecord.co.uk\nSummary of complaint\n1. Claire Brooks,\non behalf of her son, complained to the Independent Press Standards\nOrganisation that dailyrecord.co.uk breached Clause 1 (Accuracy) and Clause 6\n(Children) of the Editors' Code of Practice in an article headlined \"Perth\nAcademy pupils shamed by head pupils”, published on 21 June 2019.\n2. The article\nreported that there had been calls from parents for the head boy and girl of a\nschool to apologise for “bullying” their classmates during a leavers’ day\nspeech. It reported that parents said they were “shocked” and “disgusted” by\nthe speech’s content, which they claimed humiliated fellow students. The\narticle featured comments from two parents who were in attendance, with one\nparent claiming that she had been accompanied by her younger children, who\nwitnessed the speech and who were subjected to language they should not have\nheard at a school event. The article reported that a spokesperson for the\nschool had apologised for the incident.\n3. The complainant,\nwho attended the event, said that the article gave an inaccurate account of the\nspeech her son, an S6 pupil, had given at the leavers’ event at his school. She\nsaid that the speech did not humiliate, bully, or ruin the lives of pupils as\nalleged; the content focused on their friends who had consented to their\ninclusion and the speech was well-received. She said that the article presented\na one-sided and biased account based solely on the view of the two parents,\nwhom she alleged were related. The complainant disputed that there was more\nthan one younger child present at the event but said that, in any case, the\ncontent was not unsuitable for a younger audience. She noted that there were no\nswear or sexual words in the speech and that the jokes were almost entirely\ninnuendo.\n4. The complainant\nsaid that the article intruded into her son’s time at school in breach of\nClause 6: its publication had caused her son stress and risked damaging his\nreputation. The complainant said that her son still had school duties to\nundertake at the time of publication; the speech was given on 17 June and his\nfinal duties were to take place on 27 June. He was therefore still a pupil of\nthe school until the end of the academic session; whether his academic studies\nwere completed was irrelevant. The complainant noted that learning was not\nlimited to academic qualifications, and emphasised that school provides an\nenvironment for pupils to practise for the world of work and life after education; pupils should be allowed\nto try and fail free from the scrutiny of newspapers in the event they misjudge\na situation. The complainant also said that, due to the size of their hometown,\neveryone would have known the identity of the two pupils and as a result her\nson was identifiable in the article.\n5. The publication\ndenied that the article was inaccurate. It said that all the quotes and\nopinions on the speech were clearly attributed to the parents referenced in the\narticle and the article did not present their reactions to the speech as fact.\nIt said that the point regarding younger people attending was clearly presented\nas a direct quote from one of the parents interviewed and the publication\nprovided a transcript of this interview. The publication denied that the\narticle had given an inaccurate or misleading account of the events and said\nthat it had contacted the local council who confirmed that a complaint had been\nreceived by the school regarding the appropriateness of the content of the\nspeech, that the school was dealing with the complaint, and that it had\napologised for any upset caused. Nonetheless, the publication noted that it had\npublished a second article which documented the support her son had received\nfrom fellow students.\n6. The publication\ndenied a breach of Clause 6. It said that the ceremony at which the speech was\ngiven marked the end of the pupils’ time at school and therefore the article\ncould have had no impact on the complainant’s son’s academic studies; any\nremaining duties were only ceremonial. The publication also emphasised that the\ninformation in the article originated solely from the parents interviewed, and\nthat it did not contact the complainant’s son in any capacity as to cause\nintrusion.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 6\n(Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nMediated outcome\n9. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n10. The publication did not accept a breach of the Code but\noffered to remove the article as a gesture of goodwill.\n11. The complainant said she was content to resolve the\ncomplaint on this basis.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 15/11/19\nDate complaint concluded: 16/06/20\nBack to ruling listing\n\n\n"
}