{
    "url": "/rulings-and-resolution-statements/ruling/?id=09244-19",
    "title": "Resolution Statement 09244-19 TransPennine Express v Hull Daily Mail",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Hull Daily Mail (Reach PLC)",
    "published_on": "2019-11-23 00:00:00",
    "received_on": "2019-11-29 00:00:00",
    "concluded_on": "2020-03-03 00:00:00",
    "complaint_processing_days": 95,
    "mediated_outcome": "7. The complaint was not resolved during the referral period. IPSO therefore began an investigation into the matter.8. During IPSO's investigation, the publication agreed to publish a statement from the complainant with the online article, in the following terms:A spokesperson for TransPennine Express said: “We are extremely disappointed that the Hull Daily Mail chose to print the false accusations made in a council meeting about the management of Hull station without contacting TransPennine Express to confirm whether or not they were true. This has led to undue criticism of TransPennine Express and our Group Station Manager for Humberside on social media and within the station itself.\"\"Our Group Station Manager for Humberside is an experienced railway professional with several years’ experience in leading teams and Hull station is certainly not remotely managed from Huddersfield.“9. The complainant said that this would resolve the matter to its satisfaction.",
    "text": "\n\n\n\n\n\nResolution Statement 09244-19 TransPennine Express v\nHull Daily MailSummary of complaint1. TransPennine Express complained to the Independent Press\nStandards Organisation that Hull Daily Mail breached Clause1 (Accuracy) of the\nEditors' Code of Practice in an article headlined \"Calls to reinstate\ndirect trains from Hull to Manchester Airport\" published on 23 November\n2019.2. The article was also published under the same headline\nand in much the same format online on Hull Live.3. The article reported on a council debate, during which\nrail links between Hull and Manchester were discussed. It reported that a\ncouncillor \"said Hull’s position at the end of the line was reflected in\nthe current remote management of Paragon Station with operator TransPennine\nExpress employing someone in Huddersfield to carry out the role\". The\narticle featured a direct quote from the councillor, who said: “The last two\nstation managers in Hull were not only based here but one had been a train\ndriver and the other had worked on trains. Now we have the ridiculous situation\nof the current manager representing the station while working in Huddersfield”.4. The complainant said that the article was inaccurate. It\nsaid that Hull station is not managed remotely and specifying that two of the\ncurrent manager's predecessors had worked on the railways implied that he had\nnot, which was not the case. The complainant said that it was not contacted for\ncomment prior to the article's publication.5. The publication said that the alleged inaccuracies were\ntaken from comments made by the councillor at the debate, which the article had\nreported accurately.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome7. The complaint was not resolved during the referral\nperiod. IPSO therefore began an investigation into the matter.8. During IPSO's investigation, the publication agreed to\npublish a statement from the complainant with the online article, in the\nfollowing terms:A spokesperson for TransPennine Express said: “We are\nextremely disappointed that the Hull Daily Mail chose to print the false\naccusations made in a council meeting about the management of Hull station\nwithout contacting TransPennine Express to confirm whether or not they were\ntrue. This has led to undue criticism of TransPennine Express and our Group\nStation Manager for Humberside on social media and within the station\nitself.\"\"Our Group Station Manager for Humberside is an\nexperienced railway professional with several years’ experience in leading\nteams and Hull station is certainly not remotely managed from Huddersfield.“9. The complainant said that this would resolve the matter\nto its satisfaction. Date complaint received: 29/11/2019Date complaint concluded by IPSO: 03/03/2020\nBack to ruling listing\n\n\n"
}