{
    "url": "/rulings-and-resolution-statements/ruling/?id=18462-17",
    "title": "Resolution Statement 18462-17 Bracegirdle v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-06-17 00:00:00",
    "received_on": "2017-09-13 00:00:00",
    "concluded_on": "2017-10-26 00:00:00",
    "complaint_processing_days": 43,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to amend the text of the article to state that the boat “appeared” to plough into the boathouse, and to amend the headline of the article to read: “George Clooney gets in hot water with the yachting set as boating ‘collision’ takes place near to newly-renovated boathouse on his £10m private Berkshire estate”. The publication also offered to add the following clarification as a footnote to the online article: “An earlier version of this article stated that the Juno Too collided with the boathouse. The skipper of the vessel has asked us to make clear that his motor yacht was being handled by competent and skilled persons and did not hit the boathouse. We are happy to make this clear”. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 18462-17 Bracegirdle v Mail Online\n1. Russel\nBracegirdle complained to the Independent Press Standards Organisation that\nMail Online breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nrelation to an article headlined “George Clooney gets in hot water with the\nyachting set as boat collides with newly-renovated boathouse on his £10m\nprivate Berkshire estate”, published on 17 June 2017.\n2. The article\nreported that a motor yacht had “ploughed…at speed” into a boathouse. It\nclaimed that a “loud crunch”, and “hollering” from the passengers on board the\nyacht could be heard as the incident occurred.\n3. The complainant,\nthe owner of the yacht, said that the article had misrepresented the incident.\nHe said that he was on board at the time, and that the yacht proceeded towards\nthe boathouse slowly; it did not make contact with the boathouse; and that\nthe passengers on board had not been “hollering”.\n4. The publication\ndid not accept that there had been a breach of the Code. It said that the\narticle was provided by a reputable freelance reporter who had witnessed the\nincident and it had no reason to doubt the veracity of the account. The\npublication said that the reporter attempted to contact a member of the motor\nyacht club, for their comment, but had been unable to do so.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, the publication offered to amend the text of the article to state\nthat the boat “appeared” to plough into the boathouse, and to amend the\nheadline of the article to read:\n“George Clooney gets in hot water with the yachting set as\nboating ‘collision’ takes place near to newly-renovated boathouse on his £10m\nprivate Berkshire estate”.\nThe publication also offered to add the following\nclarification as a footnote to the online article:\n“An earlier version of this article stated that the Juno Too\ncollided with the boathouse. The skipper of the vessel has asked us to make\nclear that his motor yacht was being handled by competent and skilled persons\nand did not hit the boathouse. We are happy to make this clear”.\n8. The complainant\nsaid that this would resolve the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 13/09/2017Date complaint concluded by IPSO: 26/10/2017\nBack to ruling listing\n\n\n"
}