{
    "url": "/rulings-and-resolution-statements/ruling/?id=19341-17",
    "title": "Resolution Statement 19341-17 Olufemi v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2017-10-25 00:00:00",
    "received_on": "2017-10-25 00:00:00",
    "concluded_on": "2017-12-06 00:00:00",
    "complaint_processing_days": 42,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation of the complaint, the newspaper offered to publish a comment article written by Ms Olufemi. It also offered to publish the following apology on page 2 of the newspaper: Lola Olufemi A 25 Oct article incorrectly stated that Lola Olufemi had written an open letter on ‘Decolonising’ the English Faculty in which she and co-signatories called for Cambridge University to replace white authors with black writers on course reading lists. In fact, the letter called only for black authors to be included, not for white writers to be replaced. We are sorry for this error.” It offered to replace the footnote on the online article with the following wording: CORRECTION: An earlier version of this article incorrectly stated that Lola Olufemi had written an open letter on 'Decolonising' the English Faculty in which she and co-signatories called for Cambridge University to replace black writers on course readings lists. It further reported that academics had responded with proposals 'forcing' the University to comply with this. The academics' proposals were in fact recommendations. Neither they nor the open letter called for the University to replace white authors with black ones and there are no plans to do so. We apologise to all concerned. 9. The complainant said that publication of an apology would be a satisfactory resolution to the complaint. 10. As the complainant agreed to accept the newspaper’s offer of resolution on behalf of Ms Olufemi, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 19341-17 Olufemi v The Daily\nTelegraph  \nSummary of complaint\n1. Cambridge\nUniversity complained to the Independent Press Standards Organisation on behalf\nof Lola Olufemi that The Daily Telegraph breached Clause 1 (Accuracy) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Cambridge to ‘decolonise’ English literature”, published on 25\nOctober 2017. The article was also published online.\n2. A photograph of\nthe complainant appeared on the front page with the headline “Student forces\nCambridge to drop white authors”, and the caption “Cambridge will replace some\nwhite authors with black writers on English courses following demands led by\nLola Olufemi, the student union’s women’s officer. Miss Olufemi wrote a letter\nsaying the curriculum ‘risks perpetuating institutional racism’”.\n3. The full article\nappeared on page 3, and went on to report that the University’s English\nprofessors would be forced to replace white authors with black writers, under\nproposals put forward by academics; which followed an open letter written by\nthe complainant, and signed by more than 100 students. The article reported the\nopen letter had said it was not seeking to exclude white men from reading\nlists. However, the article stated that “adding new BME texts and topics is\nlikely to lead to authors being downgraded or dropped altogether, since there\nare no plans to lengthen courses to accommodate an expansion of reading\nmaterials”. The article reported that the complainant had previously said that\n“white people who go on holidays to Africa are ‘inherently selfish’”.\n4. The complainant\nsaid that no decision had been made to alter the way English was taught at the\nuniversity. So far, there had been only been discussions within a body that had\nno decision-making powers. The complainant said that the suggestion that\nauthors would be dropped from reading lists was entirely conjectural, and\ninaccurate. The complainant said that the article drew attention to her race in\na discriminatory fashion through the use of her photograph, by suggesting she was\nthe sole source of the campaign, and by quoting comments she had made in an old\narticle criticising the choice made by a specific individual to go on a gap\nyear to Africa, rather than all students who go on a gap year.\n5. The newspaper\naccepted that the University would not be “forced” to exclude or replace white\nauthors as the article stated. Following direct correspondence with the\ncomplainant, and before it was aware a complaint had been made to IPSO, the\nnewspaper published a correction in its next edition, in its page 2\n‘Corrections and Clarifications’ slot. The correction explained that the\nproposals reported on were in fact recommendations, and that neither the\ncomplainant’s open letter, nor these recommendations called for the University\nto replace white authors with black ones, and that there were no plans to do\nso. It also amended the online article, and added a footnote similar to the\nprint correction. The newspaper said that the complainant was the organiser and\ninstigator of the letter. In these circumstances, it said that it was entirely\nreasonable and relevant for the article to focus on the complainant. It said\nthat a photograph inevitably shows a person’s race or colour. It said that the\narticle made no prejudicial or pejorative reference to the complainant’s race\nor colour.\nRelevant Code provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8. During IPSO’s\ninvestigation of the complaint, the newspaper offered to publish a comment\narticle written by Ms Olufemi. It also offered to publish the following apology\non page 2 of the newspaper:\nLola Olufemi\nA 25 Oct article incorrectly stated that Lola Olufemi had\nwritten an open letter on ‘Decolonising’ the English Faculty in which she and\nco-signatories called for Cambridge University to replace white authors with\nblack writers on course reading lists. In fact, the letter called only for\nblack authors to be included, not for white writers to be replaced. We are\nsorry for this error.”\nIt offered to replace the footnote on the online article\nwith the following wording:\nCORRECTION: An earlier version of this article incorrectly\nstated that Lola Olufemi had written an open letter on 'Decolonising' the\nEnglish Faculty in which she and co-signatories called for Cambridge University\nto replace black writers on course readings lists. It further reported that\nacademics had responded with proposals 'forcing' the University to comply with\nthis. The academics' proposals were in fact recommendations. Neither they nor\nthe open letter called for the University to replace white authors with black\nones and there are no plans to do so. We apologise to all concerned.\n9. The complainant\nsaid that publication of an apology would be a satisfactory resolution to the complaint.\n10. As the complainant agreed to accept the newspaper’s\noffer of resolution on behalf of Ms Olufemi, the Complaints Committee did not\nmake a determination as to whether there had been any breach of the Code.\nDate complaint received: 25/10/2017Date complaint concluded by IPSO: 06/12/2017\nBack to ruling listing\n\n\n"
}