{
    "url": "/rulings-and-resolution-statements/ruling/?id=14232-16",
    "title": "Resolution Statement 14232-16 Connelly v Daily Record",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2016-12-14 00:00:00",
    "received_on": "2016-12-16 00:00:00",
    "concluded_on": "2017-05-12 00:00:00",
    "complaint_processing_days": 147,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication and the complainant agreed terms by which the matter could be resolved. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 14232-16 Connelly v Daily Record\n1. Rosemary\nConnelly complained to the Independent Press Standards Organisation that the\nDaily Record breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the\nEditors’ Code of Practice in relation to an article headlined “Margaret Fleming\nmystery: Close pal of carer couple says she never met missing woman at their\nhouse”, published on 14 December 2016.\n2. The article\nreported that Margaret Fleming had been reported missing by her carers, Avril\nJones and Edward Cairney; however, there had been no “independent sightings” of\nher since 1999 and the police were concerned that she may have come to harm.\nThe article reported that Ms Jones and Mr Cairney had been her carers since\n1997, and that the complainant had been a close friend of the couple for more\nthan thirty years, and had often visited their home and had gone on holidays\nwith them. It reported that the complainant had only heard the couple speak of\nMs Fleming once, and had never seen her on any visits to the couple’s home.\n3. The complainant\nsaid that the article was inaccurate as it did not make clear that she had not\nbeen to the couple’s home for more than twenty years, and gave the misleading\nimpression that she had visited the couple’s home while Margaret Fleming had\nlived with them. The complainant was also concerned that her photograph had\nbeen published, and that her name had been included in the article, as the\njournalist had assured her that her name would not be published.\n4. The publication\naccepted that it had not made clear that the complainant had visited the\ncouple’s home more than 20 years ago, and she had not been to the couple’s home\nwhen Ms Fleming was living with there. The newspaper said it was not their\nintention to cause the complainant any distress and they apologised for any\nupset caused by the article. It said that the complainant had initially expressed\nconcern about being named in the article; however she did not make it a\ncondition of the interview, and did not raise the issue again. The newspaper\nalso said that the photograph had come from the complainant’s Facebook profile,\nwhich was open to the public at the time of publication.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni. The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni. Everyone is entitled to respect for his\nor her private and family life, home, health and correspondence, including\ndigital communication.\nii. Editors will be expected to justify\nintrusions into any individual’s private life without consent. Account will be\ntaken of the complainant’s own public disclosures of information.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, the publication and the complainant agreed terms by which the\nmatter could be resolved.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 16/12/2016Date complaint concluded by IPSO: 12/05/2017\nBack to ruling listing\n\n\n"
}