{
    "url": "/rulings-and-resolution-statements/ruling/?id=00211-17",
    "title": "Resolution statement 00211-17 Zalcman v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-06-26 00:00:00",
    "received_on": "2017-01-11 00:00:00",
    "concluded_on": "2017-04-24 00:00:00",
    "complaint_processing_days": 103,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  6. The publication removed the article from its website, and it offered to write a private letter of apology to the complainant and to make a donation to a charity of his choice. It also offered to publish the following correction on its website:  An article published on 26 June 2016 said that Larry Zalcman attacked his mother's grave in a 'furious sacrilegious spree of destruction' because she had left him with nothing in her will. We now understand that Mr Zalcman caused the damage to his mother's grave due to his emotional upset at having been left off the gravestone, not due to any animus towards his mother. The article also made reference to Mr Zalcman’s family members and neighbours. We now understand that the claimant was the only other family member involved in the case and that we have been told that neighbours were neither asked nor made comments on these private matters to which they are not, nor have ever been, party. We apologise for any distress caused and have made a donation to the Alzheimer’s Society on Mr Zalcman’s behalf.  7. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 00211-17 Zalcman v Mail Online\nSummary of complaint \n1. Larry Zalcman complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Retired company director,\n64, smashed his mother’s grave with a hammer after years of family feuding over\ncontrol of her will”, published on 26 June 2016. \n2. The complainant said that the article had inaccurately\nreported that he had vandalised his mother’s gravestone because she had left\nhim nothing in her will. In fact, he had damaged the gravestone because he and\nhis sister had not been mentioned in the inscription; it was not due to any\ndispute he had had with this mother. He also said that he not been approached\nfor comment, as reported, and neither had his neighbours. \n3. During direct correspondence with the complainant, the\npublication offered to make various amendments to the article. It also offered\nto remove it and to publish a correction with an apology.  \nRelevant Code provisions \n4.  Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \nMediated outcome\n5. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n6. The publication removed the article from its website,\nand it offered to write a private letter of apology to the complainant and to\nmake a donation to a charity of his choice. It also offered to publish the\nfollowing correction on its website: \nAn article published on 26 June 2016 said that Larry\nZalcman attacked his mother's grave in a 'furious sacrilegious spree of\ndestruction' because she had left him with nothing in her will. We now\nunderstand that Mr Zalcman caused the damage to his mother's grave due to his\nemotional upset at having been left off the gravestone, not due to any animus\ntowards his mother. The article also made reference to Mr Zalcman’s family\nmembers and neighbours. We now understand that the claimant was the only other\nfamily member involved in the case and that we have been told that neighbours\nwere neither asked nor made comments on these private matters to which they are\nnot, nor have ever been, party. We apologise for any distress caused and have\nmade a donation to the Alzheimer’s Society on Mr Zalcman’s behalf. \n7. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 11/01/2017\nDate complaint concluded by IPSO: 24/04/2017\nBack to ruling listing\n\n\n"
}