{
    "url": "/rulings-and-resolution-statements/ruling/?id=02211-17",
    "title": "Resolution Statement 02211-17 A man v Daily Star on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Star Sunday (Reach PLC)",
    "published_on": "2017-03-12 00:00:00",
    "received_on": "2017-03-23 00:00:00",
    "concluded_on": "2017-06-12 00:00:00",
    "complaint_processing_days": 81,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to publish the following clarification on page 2: In our article “Monsters’ Ball” published on 12 March we reported that Peter Sutcliffe held a party in his jail cell, attended by some of the world’s most evil men including Levi Bellfield. Following publication, Mr Bellfield has contacted the publication to deny that he attended this party.  A custody officer on duty has said that there was no evidence to suggest that Mr Bellfield attended any such party. It also offered to add the following as a footnote to the online article: Following publication of this article, Mr Bellfield has contacted the publication to deny that he attended a party in Mr Sutcliffe’s cell. The Ministry of Justice denied that the party had taken place, and the custody officer on duty on the day in question has said that there was no evidence to suggest that Mr Bellfield attended any such party 8. The complainant said that this resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02211-17 A man v Daily Star on\nSunday\n1. A man complained on behalf of Levi Bellfield to the Independent\nPress Standards Organisation that the Daily Star on Sunday breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined\n\"Monsters’ Ball”, published on 12 March 2017. The article was also\npublished online with the headlined “Yorkshire Ripper throws jail cell party\nfor child killers to ‘celebrate’ arrest”. \n2. The article\nreported that Levi Bellfield had attended a party in the cell of another inmate\nat HMP Frankland in Durham. The online version of the article reported that the\nMinistry of Justice denied that the party had taken place, and that a spokesman\nhad said that “these claims are completely untrue”.\n3. The complainant\nsaid that Mr Bellfield had not attended such a party, and that the article was\ninaccurate. In support of his position, he provided a statement from prison\nstaff, which said that there was no evidence to substantiate the article under\ncomplaint.\n4. The publication\nsaid that it had relied on a source for the story. It said that this source had\nprovided information in the past, and is considered to be reliable and\ncredible. The publication said that it had also contacted the Ministry of\nJustice, but that it had denied the story, which is its usual response.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, the publication offered to publish the following clarification on\npage 2:\nIn our article “Monsters’ Ball” published on 12 March we\nreported that Peter Sutcliffe held a party in his jail cell, attended by some\nof the world’s most evil men including Levi Bellfield. Following publication,\nMr Bellfield has contacted the publication to deny that he attended this\nparty.  A custody officer on duty has\nsaid that there was no evidence to suggest that Mr Bellfield attended any such\nparty.\nIt also offered to add the following as a footnote to the\nonline article:\nFollowing publication of this article, Mr Bellfield has\ncontacted the publication to deny that he attended a party in Mr Sutcliffe’s\ncell. The Ministry of Justice denied that the party had taken place, and the\ncustody officer on duty on the day in question has said that there was no\nevidence to suggest that Mr Bellfield attended any such party\n8. The complainant\nsaid that this resolved the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 23/03/2017Date complaint concluded by IPSO: 12/06/2017\nBack to ruling listing\n\n\n"
}