{
    "url": "/rulings-and-resolution-statements/ruling/?id=02931-16",
    "title": "Resolution statement Complaint 02931-16 van den Broeke v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-05-12 00:00:00",
    "received_on": "2016-05-23 00:00:00",
    "concluded_on": "2016-06-29 00:00:00",
    "complaint_processing_days": 37,
    "mediated_outcome": "4. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  5. The publication offered to remove the complainant’s name from the article, and append the following footnote: “Clarification This article originally attributed quotes to Ms Van Den Broeke. In fact, some of those quotes came from an ‘internal briefing memo’ and should not have been attributed to Ms Van Den Broeke. We are happy to set the record straight.” 6. The complainant said the proposed amendment and footnote would resolve the matter to her satisfaction. 7. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 02931-16 van den Broeke v Express.co.uk\nSummary of complaint\n1. Marjory van den\nBroeke complained to the Independent Press Standards Organisation that\nExpress.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “EU chiefs to waste £1MILLION on luxury gym for pampered\nMEPs…and YOU’RE PAYING”, published on 12 May 2016.\n2. The complainant\nis the head of the Press Unit at the European Parliament, and expressed concern\nthat the article had misattributed quotations to her. She said that some of the\nstatements had in fact appeared in an internal briefing note.\nRelevant Code provisions\n3. Clause 1\n(Accuracy)\n(i) The\npress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\n(ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished.\nMediated outcome\n4. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n5. The publication\noffered to remove the complainant’s name from the article, and append the\nfollowing footnote:\n“Clarification\nThis article originally attributed quotes to Ms Van Den\nBroeke. In fact, some of those quotes came from an ‘internal briefing memo’ and\nshould not have been attributed to Ms Van Den Broeke. We are happy to set the\nrecord straight.”\n6. The complainant\nsaid the proposed amendment and footnote would resolve the matter to her\nsatisfaction.\n7. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 23/05/2016Date complaint concluded by IPSO: 29/06/2016\nBack to ruling listing\n\n\n"
}