{
    "url": "/rulings-and-resolution-statements/ruling/?id=01363-19",
    "title": "Resolution Statement 01363-19 Haines v Evesham Journal",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Evesham Journal (Newsquest Media Group)",
    "published_on": "2019-02-07 00:00:00",
    "received_on": "2019-02-08 00:00:00",
    "concluded_on": "2019-02-20 00:00:00",
    "complaint_processing_days": 12,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. During IPSO’s investigation, the publication offered to print the following clarification: EDITOR’S NOTE: The letter by Stanley Parr from Pershore titled ‘Not all gloomy’ and published in the Journal on February 7 contained a number of false claims about EU plans for all member states. We believed this letter to be written with a sense of irony and assumed our readers would understand that the false claims were made with tongue firmly in cheek, however, following a reader’s complaint about those assertions, we would like to make it clear that they are indeed not true. 8. The complainant said that this would resolve the matter to his satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01363-19 Haines v Evesham JournalSummary of complaint1. Michael Haines\ncomplained to the Independent Press Standards Organisation that the Evesham\nJournal breached Clause 1 (Accuracy) of the Editors’ Code of Practice in a\nreader’s letter headlined “Not all gloomy”, published on 7 February 2019.2. The letter was\nfrom a person who said that they had voted to leave the EU, but believed that\nthere would be several benefits to remaining in the EU, one of which was that\nthe EU would be introducing National Service, which he said would be good for\nyoung people. This action, plus various other obligations he said that the EU\nwould require, would “greatly ease the burden on local councils” as “Brussels\nwill plan it all”. He said that therefore, leaving the EU was “not all doom and\ngloom”.3. The complainant\nsaid that it was inaccurate to state as fact that the EU would be introducing\nNational Service; he said that there was no evidence to suggest that this was\nthe case. He said that it was not clear whether the letter was satirical, as\nseveral of the claims appeared to be accurate or based on plausible situations.4. The publication\nsaid that the letter was clearly satirical and was poking fun at those who\nvoted to remain in the EU. It said that the claims were plainly outlandish and\nunrealistic, and thus it was inappropriate to treat them as points of fact.Relevant Code provisions5. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated outcome6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.7. During IPSO’s\ninvestigation, the publication offered to print the following clarification: EDITOR’S NOTE: The letter by Stanley Parr from Pershore\ntitled ‘Not all gloomy’ and published in the Journal on February 7 contained a\nnumber of false claims about EU plans for all member states. We believed this\nletter to be written with a sense of irony and assumed our readers would\nunderstand that the false claims were made with tongue firmly in cheek,\nhowever, following a reader’s complaint about those assertions, we would like\nto make it clear that they are indeed not true. 8. The complainant said that this would resolve\nthe matter to his satisfaction.9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 08/02/2019\nDate complaint concluded by IPSO: 20/02/2019\nBack to ruling listing\n\n\n"
}