{
    "url": "/rulings-and-resolution-statements/ruling/?id=04374-18",
    "title": "Resolution Statement 04374-18 Bowen v Worcester News",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Worcester News (Newsquest Media Group)",
    "published_on": "2018-02-21 00:00:00",
    "received_on": "2018-07-11 00:00:00",
    "concluded_on": "2018-12-05 00:00:00",
    "complaint_processing_days": 147,
    "mediated_outcome": "7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.    During IPSO’s investigation, the newspaper offered to publish the following statement on page 10, and as a standalone correction on its website: “In a Crime Files article published in January this year, titled ‘1905 Murder Mystery finally solved in 2018’ the Worcester News stated that new evidence in the form of a historical letter showed that Harry Bowen was the murderer of Alfred Heeks. However, there is no evidence of Mr Heeks’ death being a murder or that Harry Bowen was involved in the death in any way. We are happy to clarify this point, and apologise to the Bowen family for any upset caused.” 9.    The complainant said that this would resolve the matter to his satisfaction. 10.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement\n04374-18 Bowen v Worcester News\nSummary of Complaint 1.    Patrick\nBowen complained to the Independent Press Standards Organisation that the\nWorcester News breached Clause 1 (Accuracy) in an article headlined “1905\nmurder mystery finally solved in 2018” published on 21 February 2018. 2.    The\narticle reported on the 1905 death of a local man, which had been recorded at\nthe time as death by drowning. It reported that a local historian had\nresearched the circumstances of the death and had received information from a\nwoman in Australia - the owner of a historical letter. The article stated as\nfact that the information included in this letter “solved” the “murder” of the\nman, and named Harry Bowen as responsible. 3.    The\narticle also appeared online with the headline “1905 Worcester murder mystery\nfinally solved in 2018 after amazing coincidence”. It was substantially the\nsame as the print article. 4.    The\ncomplainant was a relative of the man named as responsible for the death. He\nsaid that the article was based only on hearsay; it was not established that\nthe death was even a murder, let alone that Harry Bowen was responsible for it,\nand it was misleading to present this speculation as fact. 5.    The\npublication said the article had been written by a successful local author, and\nhad been accepted in good faith; it had not seen the letter which the author\nclaimed was the basis for the article as it remained in Australia. The\npublication said that readers would be aware that the facts of any historical\ndeath could not be conclusively proved, but accepted this could have been made\nmore explicit. \nRelevant Code\nProvisions 6.    Clause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nMediated Outcome 7.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 8.    During\nIPSO’s investigation, the newspaper offered to publish the following statement\non page 10, and as a standalone correction on its website: “In a Crime Files article published\nin January this year, titled ‘1905 Murder Mystery finally solved in 2018’ the\nWorcester News stated that new evidence in the form of a historical letter\nshowed that Harry Bowen was the murderer of Alfred Heeks. However, there is no\nevidence of Mr Heeks’ death being a murder or that Harry Bowen was involved in\nthe death in any way. We are happy to clarify this point, and apologise to the\nBowen family for any upset caused.” 9.    The\ncomplainant said that this would resolve the matter to his satisfaction. 10.  As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n \nDate\ncomplaint received: 11/07/2018\nDate\ncomplaint concluded by IPSO: 05/12/2018\n \n \nBack to ruling listing\n\n\n"
}