{
    "url": "/rulings-and-resolution-statements/ruling/?id=06505-17",
    "title": "Resolution Statement 06505-17 Dash v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2017-04-20 00:00:00",
    "received_on": "2017-04-21 00:00:00",
    "concluded_on": "2017-07-03 00:00:00",
    "complaint_processing_days": 73,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication removed the complainant’s name from the article. They also added the following clarification to the article: In an earlier version of this article we reported that the website welikecorbynbut.com, was registered in the name of Dr Greg Dash. We would like to clarify that Dr Dash was not the person who registered this website. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06505-17 Dash v thesun.co.uk Summary of complaint\n1. Gregory Dash\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “’I like Corbyn but…’ Jeremy Corbyn campaign website exposed over\ndubious claims he is not ‘a terrorist sympathiser’ who would send taxes\nspiralling”, published on 20 April 2017.\n2. The article\nreported that a website called “I like Corbyn but…” had been set up to answer\ncommon questions about Jeremy Corbyn, such as if he was “a terrorist\nsympathiser” or would “send taxes spiralling.” The article reported that “the\nwebsite described itself as ‘created by volunteers' \" but was “registered by\nsenior Labour official Greg Dash, who is an adviser to the party’s election\ncampaign Chair.”\n3. The complainant\nsaid that the article was inaccurate as he had not registered the website. He\nalso said that the article suggested the Labour party were responsible for the\nwebsite, which had been created and maintained by volunteers.\n4. The publication\ndid not accept that it had breached the Code. The publication said that a\nwebsite showing who had registered a domain name displayed the complainant's\nname three times. The publication also said it was not misleading to state that\nthe complainant worked for the Labour party, as this was a matter of fact.\nRelevant Code provisions\nClause 1 (Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, the publication removed the complainant’s name from the article.\nThey also added the following clarification to the article:\nIn an earlier version of this article we reported that the\nwebsite welikecorbynbut.com, was registered in the name of Dr Greg Dash. We\nwould like to clarify that Dr Dash was not the person who registered this\nwebsite.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 21/04/2017Date complaint concluded by IPSO: 03/07/2017 \nBack to ruling listing\n\n\n"
}