{
    "url": "/rulings-and-resolution-statements/ruling/?id=19031-17",
    "title": "Resolution Statement 19031-17 English Democrats v Metro.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2017-09-14 00:00:00",
    "received_on": "2017-10-09 00:00:00",
    "concluded_on": "2017-11-23 00:00:00",
    "complaint_processing_days": 45,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.10. Following IPSO’s intervention, the newspaper offered to publish the following clarification, as a footnote to the article:Following publication of this article which included the English Democrats in a list of ‘far right’ organisations, Robin Tilbrook, the leader of the Party, has asked us to make clear that they consider themselves to be modern democratic English nationalists and have the slogan ‘Not Right not Left, just English!11. The complainant said that this would resolve the matter to their satisfaction.12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 19031-17 English Democrats v Metro.co.ukSummary of Complaint1. The English Democrats complained to the Independent Press Standards Organisation that metro.co.uk breached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice, in an article headlined “Here are the far-right extremist groups spreading hate in Britain” published on 14 September 2017.2. The article reported that there was a resurgence of “violent racism” and “neo-Nazism” across the world. It profiled several “far-right” groups within the UK, and listed English Democrats as one. The article stated that the English Democrats were “a nationalist political party campaigning on Islamophobic policies” and stated that “the group has been posting photos of Aung San Suu Kyi on its Facebook page in support of the ethnic cleansing carried out against Rohingya Muslims in Myanmar.”3. The complainant said that it was inaccurate to refer to the English Democrats as “far right,” as the party is primarily a nationalist party, campaigning for English Independence. As such, they did not believe they could be placed on the traditional left/right political spectrum. They also raised concern that references to “neo Nazis” in the article implied that they shared these beliefs. They also said that the post on social media relating to Myanmar had been posted by a party member, and did not indicate that the party supported any possible ethnic cleansing in Burma. The complainant also said that it had not been confirmed that ethnic cleansing was taking place in Burma, and therefore it was inaccurate for the article to use this term.4. They also said it was inaccurate to state that they campaigned on “Islamophobic” policies. The complainant said that the term “Islamophobic” had been created to impede justifiable criticism of Islam. The complainant said that the main focus of their policies was integration and stated that they were opposed to multi-culturalism.5. The complainant also raised concern that the article breached Clause 12 (Discrimination), as they believed it discriminated against individuals of English national identity.6. The publication did not accept that it had breached the Code. It said that the position of political groups or parties on a left/right spectrum was inevitably a matter of debate which was inherently subjective, and provided a number of examples of activities and speeches associated with the complainant which it said supported its characterisation of the party as “far right.” It also said that at no point did the article equate the complainant with “neo Nazis.”7. The publication provided sections of the party’s manifesto which it said could be reasonably characterised as “Islamophobic,” defined by the Oxford English Dictionary as “hostility or prejudice towards Muslims.” It said that given the evidence, it was reasonable to characterise the removal of Rohingya Muslims in Myanmar as “ethnic cleansing”, and as the Facebook posted referenced in the article supported the country’s leader in her denial about the nature of the operation, it was also reasonable to characterise this as support for these actions.Relevant Code Provisions8. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and – where appropriate – an apology published. In cases involving IPSO, due prominence should be as required by the regulator.Clause 12 (Discrimination)i) The press must avoid prejudicial or pejorative reference to an individual’s, race, colour, religion, sex, gender identity, sexual orientation or to any physical or mental illness or disability.ii) Details of an individual’s race, colour, religion, gender identity, sexual orientation, physical or mental illness or disability must be avoided unless genuinely relevant to the story.Mediated outcome9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.10. Following IPSO’s intervention, the newspaper offered to publish the following clarification, as a footnote to the article:Following publication of this article which included the English Democrats in a list of ‘far right’ organisations, Robin Tilbrook, the leader of the Party, has asked us to make clear that they consider themselves to be modern democratic English nationalists and have the slogan ‘Not Right not Left, just English!11. The complainant said that this would resolve the matter to their satisfaction.12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.Date complaint received: 09/10/2017Date complaint concluded by IPSO: 23/11/2017\nBack to ruling listing\n\n\n"
}