{
    "url": "/rulings-and-resolution-statements/ruling/?id=02460-16",
    "title": "Resolution Statement  Complaint 02460-16 Coutts v Daily Mirror",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mirror (Reach PLC)",
    "published_on": "2015-12-14 00:00:00",
    "received_on": "2016-04-14 00:00:00",
    "concluded_on": "2016-07-11 00:00:00",
    "complaint_processing_days": 88,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. The publication agreed to publish the following correction on page 2 of the newspaper in order to resolve the complaint: On 14 December last year we reported that Graham Coutts was planning \"to sue over [a] 'delayed hospital trip'\" after having a \"suspected panic attack in jail\". We have been asked to make clear that while he was initially diagnosed with anxiety, it was later confirmed that Mr Coutts had suffered a heart attack. 8. The complainant said this correction resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 02460-16\nCoutts v Daily Mirror\nSummary of complaint\n1. Graham Coutts\ncomplained to the Independent Press Standards Organisation that the Daily\nMirror breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Killer to sue over ‘delayed hospital trip’”, published on 14\nDecember 2015.\n2. The article\nreported that the complainant, a convicted murderer, was seeking compensation\nafter having a suspected panic attack in prison. It said that he claimed he was\n“made to wait an hour with chest pains before being taken to hospital in\nhandcuffs”.\n3. The complainant said that it was inaccurate to report that\nhe was seeking compensation for a suspected panic attack. He had suffered a\nheart attack, and said that the newspaper should have been aware of the\ninaccuracy as his blog, which the article had referred to, contained all the\nfacts about the incident.\n4. The newspaper denied that its report was inaccurate. It said\nthat the complainant had confirmed in his blog that a nurse had diagnosed him\nwith anxiety, and based on that diagnosis, it did not believe that it was\ninaccurate to describe the incident as it had.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\n(ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. The publication\nagreed to publish the following correction on page 2 of the newspaper in order\nto resolve the complaint:\nOn 14 December last year we reported that Graham Coutts was\nplanning \"to sue over [a] 'delayed hospital trip'\" after having a\n\"suspected panic attack in jail\". We have been asked to make clear\nthat while he was initially diagnosed with anxiety, it was later confirmed that\nMr Coutts had suffered a heart attack.\n8. The complainant\nsaid this correction resolved the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 14/04/2016Date complaint concluded by IPSO: 11/07/2016\nBack to ruling listing\n\n\n"
}