{
    "url": "/rulings-and-resolution-statements/ruling/?id=02388-19",
    "title": "Resolution statement 02388-19 Osman V The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "received_on": "2019-03-15 00:00:00",
    "concluded_on": "2019-04-05 00:00:00",
    "complaint_processing_days": 21,
    "mediated_outcome": "8.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9.    During IPSO's investigation, the publication offered to amend the text in the first article and the embedded graphics in both articles to further clarify Pakistan's position that no F-16 fighters were involved. 10. The publication also offered to publish a clarification in print in its 'Corrections and Clarifications' column on page 2. The publication offered the following wording: Aerial skirmish Following our 3 March article, \"Aerial dogfight over Kashmir ends in mystery\", we wish to clarify that Pakistan denies that any of its F-16s were involved in the 27 Feb aerial clash with Indian air force jets. It also denies the claim by Indian sources, reported in our article, that one of its F-16s was shot down. We are sorry for any confusion. 11. The publication also offered a further amendment to the final paragraph of the online version of the first article. 12. The complainant said that this resolved the matter to his satisfaction. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 02388-19\nOsman V The Sunday Telegraph\nSummary of complaint 1.    Mohammed\nOsman complained to the Independent Press Standards Organisation that The\nSunday Telegraph breached Clause 1(Accuracy) of the Editors' Code of Practice\nin two articles headlined: ·        \n\"Aerial dogfight over Kashmir ends in\nmystery\" published in print on 3 March 2019, and online on 2 March 2019. ·        \n\"Indian air chief refuses to confirm death\ntoll from strike on Pakistani militant camp\" published online on 4 March\n2019. 2.    The\nfirst article reported on an aerial skirmish between the Indian and Pakistani\nair forces over the disputed territory of Kashmir. It reported how the events had\nunfolded, and that India had shot down a Pakistani F-16 fighter. The article\nfeatured a graphic of a timeline entitled \"How India and Pakistan came to\nthe brink of war\". The article also featured a photograph of some wreckage\nwith the caption: “The downed Indian jet crashed in Pakistan. The Pakistani\nF-16 came down in India, but Islamabad deny the loss”. 3.    The\nsecond article reported that the Indian Air Chief Marshal had refused to\nconfirm the death toll from an air strike on an alleged terrorist training camp\nin Pakistan. The article featured the same graphic of a timeline and photograph\nof the wreckage as the first article. 4.    The\ncomplainant said the text, diagrams and photographs featured in the first\narticle had presented conjecture as fact, namely that India had shot down a\nPakistani F-16 fighter, when this was disputed by both Pakistan and the\ninternational community. He said that the article had presented the Indian\nmilitary's version of events as fact and failed to acknowledge the Pakistani\nversion of events. 5.    The\ncomplainant said that the diagrams and captions in the second article had\nfurther presented the claim that a Pakistani F-16 fighter was shot down as fact,\ndespite the lack of evidence to support this position. 6.    The\npublication denied a breach of the Code. It said that the articles were based\non eyewitness accounts of the dogfight from Indian military sources and were\nsignposted as such. It emphasised that the articles were written shortly after\nthe clash, when it was impossible to verify the details given the history of\nclaim and counter claim involving the combatants; readers would have understood\nthat no report from one side of the conflict could be relied on as factual. In\nany event, the articles had mentioned that Islamabad had denied the loss. After\nreceiving input from readers, the publication updated the first article, with a\nlink to a more recent article which was published after further information\nemerged; this further emphasised that Pakistan disputed the events.\nRelevant Code Provisions 7.    Clause\n1 (Accuracy) i) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text. ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. v) A publication\nmust report fairly and accurately the outcome of an action for defamation to\nwhich it has been a party, unless an agreed settlement states otherwise, or an\nagreed statement is published. \nMediated outcome 8.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 9.    During\nIPSO's investigation, the publication offered to amend the text in the first\narticle and the embedded graphics in both articles to further clarify\nPakistan's position that no F-16 fighters were involved. 10. The\npublication also offered to publish a clarification in print in its 'Corrections\nand Clarifications' column on page 2. The publication offered the following\nwording: Aerial\nskirmish\nFollowing our\n3 March article, \"Aerial dogfight over Kashmir ends in mystery\", we\nwish to clarify that Pakistan denies that any of its F-16s were involved in the\n27 Feb aerial clash with Indian air force jets. It also denies the claim by\nIndian sources, reported in our article, that one of its F-16s was shot down.\nWe are sorry for any confusion. 11. The publication also offered a further\namendment to the final paragraph of the online version of the first article. 12. The complainant said that this resolved the matter\nto his satisfaction. 13. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.  \nDate complaint received: 15/03/2019 \nDate complaint concluded by IPSO: 05/04/2019\n \n \nBack to ruling listing\n\n\n"
}