{
    "url": "/rulings-and-resolution-statements/ruling/?id=02575-19",
    "title": "Resolution statement 02575-19 NHS Greater Glasgow and Clyde v Daily Record",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "received_on": "2019-03-18 00:00:00",
    "concluded_on": "2019-05-14 00:00:00",
    "complaint_processing_days": 57,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, the newspaper offered to add the following wording as a footnote to the first online article and in print on page 2 in its corrections and complaints column: A story on Feb 13 about a woman who died after contracting the infection mucor fungus at [Named Hospital] stated that her family found out that their relative had contracted [infection] through the hospital’s press release alone. In fact, NHS Greater Glasgow and Clyde's press release did not refer to the [named] infection or its severity. The family were told that their relative had a fungal infection prior to the press release being published. We therefore accept that we reported in error that the family only found out about a [named] infection through a press release on the hospital website. 10. The complainant said that this resolved the matter to its satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 02575-19 NHS Greater Glasgow and Clyde v Daily RecordSummary of complaint\n1. NHS Greater\nGlasgow and Clyde complained to the Independent Press Standards Organisation\nthat the Daily Record breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Gran fights for life in yet another hospital\ninfection”, published on 13 February 2019, and an article headlined “End this\nculture of secrecy over NHS infections”, published on 14 February 2019.\n2. The first\narticle reported that a named woman was “fighting for [her] life after becoming\nthe latest patient to contract a deadly hospital infection” at a named\nhospital. It reported that the woman’s family “said they only learned of the\nlatest infection from the hospital’s website” in relation to a press release\nposted on the hospital’s website, and quoted the woman’s daughter as saying\nthat this was “’a terrible way to find out’”. The article reported a statement\nfrom a spokesman for the complainant, who “insisted the family were informed of\nthe infection three days before the issue of the press release”.\n3. The first\narticle appeared online on the same day, under the same headline and in\nsubstantially the same format.\n4. The second article\nreported on a political party’s calls for “an end to the ‘culture of secrecy’\nsurrounding the woman and repeated the claims from the woman’s family which\nwere included in the first article. A response from the complainant was also\nincluded, who “insisted the family was kept informed about the [type of\ninfection] and told [the woman] had contracted it before a statement was\nreleased”.\n5. The second\narticle appeared online on the same day, under the same headline and in\nsubstantially the same format.\n6. The complainant\nwas responsible for the hospital the articles referred to; it said that the\narticles were inaccurate in breach of Clause 1 (Accuracy). The complainant said\nthat it had explained to the publication, prior to the first article being\npublished, that the family had first been told that the woman had a fungal\ninfection on 15 January, and that subsequently, on 21 January – the day before\nthe press release was issued - a consultant had spoken to the family again and\ninformed them of the type of the infection. It said that it had also provided\nthe publication with a copy of the press release, which did not give any\ninformation that identified any patients, or mention the type of the infection.\nAs such, the complainant said that it was inaccurate for the articles to state\nthat the family had only learned of the woman’s infection and the type of\ninfection from the website.\n7. The publication\nsaid that the family may have been informed in passing about the infection\nprior to the press, but if so, this was a fleeting mention, and their\nimpression was that this was of no consequence; it said that “the family would\nremember if they had been told their family [member] had a potentially deadly\n[type of infection] before they had read it on a public site”. The publication\naccepted that the family may have obtained information about the severity and\nnature of the infection from another publication which had reported comments\nfrom the complainant, in addition to the press release itself; however,\nirrespective of where this information was published, the publication said that\nit was accurate to state that the family had found out about the severity of\nthe infection from information released by the complainant, before they were\nofficially told themselves. The publication said it had a recording of the\nfamily saying that they only knew the extent of the fungal infection, and how\ndeadly it was, after the information was released to the press. It also said\nthat the articles made clear the complainant’s position on the matter.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. During IPSO’s investigation, the newspaper offered to add\nthe following wording as a footnote to the first online article and in print on\npage 2 in its corrections and complaints column:\nA story on Feb 13 about a woman who died after contracting\nthe infection mucor fungus at [Named Hospital] stated that her family found out\nthat their relative had contracted [infection] through the hospital’s press\nrelease alone. In fact, NHS Greater Glasgow and Clyde's press release did not\nrefer to the [named] infection or its severity. The family were told that their\nrelative had a fungal infection prior to the press release being published. We therefore\naccept that we reported in error that the family only found out about a [named]\ninfection through a press release on the hospital website.\n10. The complainant said that this resolved the matter to\nits satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 18/03/2019\nDate complaint concluded by IPSO: 14/05/2019  \nBack to ruling listing\n\n\n"
}