{
    "url": "/rulings-and-resolution-statements/ruling/?id=00226-18",
    "title": "Resolution Statement – 00226-18 Sachania v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2017-07-08 00:00:00",
    "received_on": "2018-01-16 00:00:00",
    "concluded_on": "2018-04-06 00:00:00",
    "complaint_processing_days": 80,
    "mediated_outcome": "7.  The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.  During IPSO’s investigation of the complaint, the newspaper said that, as a gesture of goodwill, it would be willing to publish the following clarification of the complainant’s position, both in its corrections and clarifications column in print, and at the top of the online article: We reported (News, July 8, 2017) that Sejal Sachania and another paralegal had been suspended by the law firm for which they worked after putting up posters that were interpreted as advertising for business among survivors of the Grenfell Tower fire. Ms Sachania did not respond to requests for comment before publication. She has told us that she was unable to comment at the time due to her duty of confidentiality to her employers. She has now contacted us and we are happy to put on record that in offering to help victims with insurance, immigration and legal problems she was acting in a purely personal, voluntary capacity and not on behalf of any individual, firm, company or professional body. She says she was careful not to place her posters next to sensitive material, such as missing persons posters. She subsequently left the law firm on good terms, and says she believes the posters had been misinterpreted. We are happy to make this clear.9.    The complainant accepted the newspaper’s offer of resolution, and the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 00226-18 Sachania v The Times\nSummary of Complaint 1.  Sejal\nSachania complained to the Independent Press Standards Organisation that The\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Lawyers chase victims of Grenfell Tower fire”, published on\n8 July 2017. 2.  The\narticle reported that a law firm had suspected “two legal clerks” after they\nappeared to have been “touting for business” among the survivors of the\nGrenfell Tower disaster. It reported that these two individuals, named in the\narticle, had put up a poster offering to “kick-start” insurance claims, contact\nembassies and draft letters for people affected by the disaster. It reported\nthat the poster contained the following disclaimer: “We do not charge for the\nassistance we provide. However a third party may charge for their services.”\nThe article reported that the poster was placed on walls, alongside pictures\nand tributes to the dead and missing, close to the tower block. It reported\nthat there were wider concerns about “ambulance chasing” in the aftermath of\nthe disaster. 3.  The complainant, one of the pair responsible for the\nposter, said that the article’s claim she was “touting”, was inaccurate. She\nsaid that she was in fact offering voluntary work to the victims of the disaster,\nnot on behalf of any individual, firm, company or professional body. She said\nthat nothing in the poster suggested to the contrary. The complainant said that\nher posters were placed alongside other posters offering voluntary\nservices, having sought permission from the police in the vicinity, who had\nseen the poster; she said that they were consciously not put next to any\nmissing persons posters, or tributes to the deceased. She said that her\nemployer had told her that she was not allowed to speak to the press, which is\nwhy, in accordance with her contractual duty of confidentiality, she did not\nrespond to the newspaper’s enquiries. 4.  The\nnewspaper said that its journalist saw the posters in a number of locations\naround Grenfell Tower, in areas where there were high concentrations of other posters,\nincluding those from people seeking missing relatives or friends. It said\nthat it was possible that the missing persons posters were placed near the\ncomplainant’s poster, after she had had stuck up her posters. It said that the\nlanguage of the poster, especially the disclaimer’s reference to “third-party\ncosts” and to “kickstarting” claims, gave rise to concerns that those behind\nthe poster might be acting as agents for other service providers. It said that\nthe law firm that employed the complainant at the time, said that it “would\nnever have given authority for the posters or their display and we are taking\nthis matter extremely seriously”. 5.  The\nnewspaper said that it had tried to contact the complainant via the email\naddress on the poster. It said it had repeatedly tried to speak to the\ncomplainant via her telephone number, leaving messages for her. It said it had also\ncalled her home phone, which was answered, but when the journalist explained\nwho he was, the call was ended; it said that subsequent calls were screened. It\nsaid that it also tried to contact her at her place of work.  It said that\nhad the complainant responded to its requests for comment, it would have been\nhappy to record her position.    \nRelevant Code Provisions 6.  Clause\n1 (Accuracy) i) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.ii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nMediated\nOutcome 7.  The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 8.  During\nIPSO’s investigation of the complaint, the newspaper said that, as a gesture of\ngoodwill, it would be willing to publish the following clarification of the\ncomplainant’s position, both in its corrections and clarifications column in\nprint, and at the top of the online article: We reported (News, July 8, 2017) that Sejal Sachania and another\nparalegal had been suspended by the law firm for which they worked after\nputting up posters that were interpreted as advertising for business among\nsurvivors of the Grenfell Tower fire. Ms Sachania did not respond to requests\nfor comment before publication. She has told us that she was unable to comment\nat the time due to her duty of confidentiality to her employers. She has now\ncontacted us and we are happy to put on record that in offering to help victims\nwith insurance, immigration and legal problems she was acting in a purely\npersonal, voluntary capacity and not on behalf of any individual, firm, company\nor professional body. She says she was careful not to place her posters next to\nsensitive material, such as missing persons posters. She subsequently left the\nlaw firm on good terms, and says she believes the posters had been\nmisinterpreted. We are happy to make this clear.9.    The\ncomplainant accepted the newspaper’s offer of resolution, and the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code. \nDate complaint\nreceived: 16/01/2018\nDate complaint\nconcluded by IPSO: 06/04/2018\n \n \n \n \nBack to ruling listing\n\n\n"
}