{
    "url": "/rulings-and-resolution-statements/ruling/?id=07814-20",
    "title": "Resolution Statement – 07814-20 Hammans v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - directly with publication",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "received_on": "2020-05-28 00:00:00",
    "concluded_on": "2020-07-24 00:00:00",
    "complaint_processing_days": 57,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication offered to publish a standalone correction. It also offered to share a link to this on Twitter as well as to include the correction as a footnote in the original online article.   CORRECTION: “Contrary to the wording of the original headline and first paragraph of this article, now amended, Durham Police did not conclusively find that Dominic Cummings had breached Covid-19 guidelines; any finding of guilt would be for a court to decide. Durham Police did however state that had an officer stopped Mr Cummings driving to or from Barnard Castle, the officer would have likely advised him to return to Durham, and no enforcement action would have been taken had Mr Cummings followed this advice. However, this statement again does not conclude any guilt on Mr Cummings part.” 8. The complainant said that this would resolve the matter to his satisfaction.  9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 07814-20 Hammans v Telegraph.co.uk\nSummary\nof Complaint\n1. Mark\nHammans complained to the Independent Press Standards Organisation that the\nTelegraph.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Dominic Cummings did breach Coronavirus guidelines,\nDurham Police say”, published by Telegraph.co.uk on 28 May 2020. \n2. The\narticle’s headline reported that the Prime Minister’s Senior Adviser, Mr\nCummings, “did breach Coronavirus guidelines” according to “Durham Police”. The\narticle then went on to report that an investigation by Durham Constabulary\nconcluded Mr Cummings “did commit a ‘minor breach’ of the guidelines” when he\ndrove to Barnard Castle on 12 April. The article reported that ““[h]ad a…police\nofficer stopped Mr Cummings…the officer would have spoken to him, and…likely\nadvised Mr Cummings to return to the address…Had this advice been accepted by Mr\nCummings, no enforcement action would have been taken””. This was based upon a\npress statement made by Durham Constabulary on 28 May.\n3. The\ncomplainant said the article was misleading as it did not provide an accurate\nsummary of the statement made by Durham Constabulary.  He said that Durham Constabulary did not\nconclusively find that Mr Cummings had committed an offence under the\nCoronavirus restrictions and, furthermore, \nit was not the role of the police to determine objectively whether an\nindividual was guilty of breaking the law but, rather, a matter for the courts.\n\n4. The\npublication accepted that the investigation by Durham Constabulary did not\nconclusively find that Dominic Cummings had breached Covid-19 guidelines but\nsaid that readers would be aware that a finding of guilt is for the courts.\nAdditionally, it stated that part of the police statement indicated the police\nhad come as close as it could to indicating that, in its view, Mr Cummings had\nbreached the restrictions. \nRelevant\nCode Provisions\n5. Clause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nMediated\nOutcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7. During\nIPSO’s investigation, the publication offered to publish a standalone\ncorrection. It also offered to share a link to this on Twitter as well as to\ninclude the correction as a footnote in the original online article.  \nCORRECTION:\n“Contrary to the wording of the original headline and first paragraph of this\narticle, now amended, Durham Police did not conclusively find that Dominic\nCummings had breached Covid-19 guidelines; any finding of guilt would be for a\ncourt to decide. Durham Police did however state that had an officer stopped Mr\nCummings driving to or from Barnard Castle, the officer would have likely\nadvised him to return to Durham, and no enforcement action would have been\ntaken had Mr Cummings followed this advice. However, this statement again does\nnot conclude any guilt on Mr Cummings part.”\n8. The\ncomplainant said that this would resolve the matter to his satisfaction. \n9. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code. \n \nDate\ncomplaint received: 28/05/2020 \nDate\ncomplaint concluded by IPSO: 24/07/2020\nBack to ruling listing\n\n\n"
}