{
    "url": "/rulings-and-resolution-statements/ruling/?id=01880-20",
    "title": "Resolution Statement 01880-20 Gregory v Hull Live",
    "provisions": [
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "8 Hospitals (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "(DISCONTINUED) Hull Live (Reach PLC)",
    "published_on": "2020-03-19 00:00:00",
    "received_on": "2020-03-19 00:00:00",
    "concluded_on": "2020-04-17 00:00:00",
    "complaint_processing_days": 29,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.11. The publication offered to print the following correction:An article of 19 March was headlined 'All hospital car park charges for staff immediately suspended'. We would like to clarify that this was in relation to HSE (Ireland's Health Service) staff, and did not include NHS staff at the time the article was published. In fact, Matt Hancock announced on 25 March that NHS staff were to receive free car parking. We are happy to clarify this and apologise for any confusion caused. 12. The complainant said that this would resolve the matter to his satisfaction.13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement -- 01880-20 Gregory v Hull LiveSummary of Complaint1. Ron Gregory complained to the Independent Press Standards\nOrganisation that Hull Live breached Clause 1 (Accuracy), Clause 4 (Intrusion\ninto grief and shock) and Clause 8 (Hospitals) of the Editors’ Code of Practice\nin an article headlined “All hospital car park charges for staff immediately\nsuspended”, published on 19 March 2020.2. The article reported on a statement made by “HSE CEO,\nPaul Reid” with regards to suspending parking charges at hospitals and\nhealthcare facilities for the staff.3. The complainant said that the article was misleading in\nbreach of Clause 1 as most readers would assume that the “HSE” referred to in\nthe article was the Health and Safety Executive, the UK government agency,  and therefore that the free parking applied\nto British hospitals and healthcare facilities. At no point did the article\nmake clear that it was referring to Ireland’s Health Service Executive.4. The complainant also said that the article breached\nClause 4 (Intrusion into shock and grief) and Clause 8 (Hospitals) for the same\nreasons.5. The publication did not accept a breach of the Code. It\nsaid that the article was provided by an agency in good faith, and was not\ninaccurate, as Paul Reid of the HSE had made the statement. It also said that\nthe following week, it had published a similar article when free parking was\nextended to NHS staff. In addition, it noted that the article had been deleted\nafter less than two hours.6. The publication said that the terms of Clause 4 and\nClause 8 were not engaged.Relevant Code Provisions7. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.8. Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.9. Clause 8 (Hospitals)*i) Journalists must identify themselves and obtain\npermission from a responsible executive before entering non-public areas of\nhospitals or similar institutions to pursue enquiries.ii) The restrictions on intruding into privacy are\nparticularly relevant to enquiries about individuals in hospitals or similar\ninstitutions.Mediated Outcome10. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.11. The publication offered to print the following\ncorrection:An article of 19 March was headlined 'All hospital car park\ncharges for staff immediately suspended'. We would like to clarify that this\nwas in relation to HSE (Ireland's Health Service) staff, and did not include\nNHS staff at the time the article was published. In fact, Matt Hancock\nannounced on 25 March that NHS staff were to receive free car parking. We are\nhappy to clarify this and apologise for any confusion caused. 12. The complainant said that this would resolve the matter\nto his satisfaction.13. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 19/03/2020\nDate complaint concluded by IPSO: 17/04/2020\nBack to ruling listing\n\n\n"
}