{
    "url": "/rulings-and-resolution-statements/ruling/?id=00895-18",
    "title": "Resolution Statement – 00895-18 A Man v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "9 Reporting of crime (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2018-01-25 00:00:00",
    "concluded_on": "2018-03-21 00:00:00",
    "complaint_processing_days": 55,
    "mediated_outcome": "7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.    During IPSO’s investigation of the complaint, the publication said that while it did not believe it was in breach of the Code, it would remove the article from its website, as a gesture of goodwill, if it would resolve the complaint. 9.    The complainant accepted the newspaper’s offer of resolution, and the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement –00895-18 A Man v Mail Online \nSummary of Complaint 1.   \nA man complained to the Independent Press Standards Organisation that\nMail Online breached Clause 1 (Accuracy) and Clause 9 (Reporting of Crime) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\npublished in December 2017. 2.   \nThe article reported on the prosecution’s remarks at the complainant’s\ntrial on charges of indecent assault of a child. The offences were alleged to\nhave taken place 20 years ago, when the complainant was a teenager. The article\nwas accompanied by a photograph of the complainant leaving court, with his\nwife. 3.   \nThe complainant said that he had been acquitted. He said that article\nwas not a fair report of the trial, only reporting the prosecution’s side; he said other publications had reported on\nthe case, and while he did not like the reports being online, they had done so\nin a fair and unbiased way. The complainant said that when he contacted\nthe publication to say he had been acquitted, they added a sub headline stating\nthat he was found not guilty on all\ncounts. The complainant said\nthat this was not sufficient. In relation to the photograph showing his wife,\nhe said he could not see how she could be possibly relevant to the story. 4.   \nThe publication said that the article was a fair and accurate report of\ncriminal proceedings up to the date of publication, that it made clear the\ntrial was continuing, that the complainant was yet to give evidence, and that\nhe denied the abuse took place. The publication said that when the complainant told it he had been\nacquitted, it updated the article with a bold subheading stating that he had\nbeen found not guilty on all counts. It said it also updated the URL and the\npreview copy, with the result that the phrase “not guilty” appeared at the top\nof a Google search. It said that it believed these updates were sufficient to\nset the record straight, and to fulfil the requirements set out by\nIPSO. The publication said that the photograph was taken outside the court\nin a public place. \nRelevant Code Provisions 5.   \nClause 1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading or\ndistorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must\nbe corrected, promptly and with due prominence, and — where appropriate — an\napology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be\ngiven, when reasonably called for. iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact. Clause 9 (Reporting of Crime) i) Relatives or friends of persons convicted or accused of crime should\nnot generally be identified without their consent, unless they are genuinely\nrelevant to the story. Clause 12 (Discrimination) i) The press must avoid prejudicial or pejorative\nreference to an individual's, race, colour, religion, sex, gender identity,\nsexual orientation or to any physical or mental illness or disability. ii) Details of an individual's race, colour, religion, gender identity,\nsexual orientation, physical or mental illness or disability must be avoided\nunless genuinely relevant to the story.\nMediated Outcome 7.    The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. 8.    During IPSO’s\ninvestigation of the complaint, the publication said that while it did not\nbelieve it was in breach of the Code, it would remove the article from its\nwebsite, as a gesture of goodwill, if it would resolve the complaint. 9.    The complainant accepted the newspaper’s offer of\nresolution, and the Complaints Committee did not make a determination as to\nwhether there had been any breach of the Code.\nDate complaint\nreceived: 25/01/2018\nDate complaint\nconcluded by IPSO: 21/03/2018\n \nBack to ruling listing\n\n\n"
}