{
    "url": "/rulings-and-resolution-statements/ruling/?id=28737-20",
    "title": "Resolution Statement – 28737-20 Imperial College London v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2020-10-21 00:00:00",
    "received_on": "2020-10-28 00:00:00",
    "concluded_on": "2020-11-11 00:00:00",
    "complaint_processing_days": 14,
    "text": "\n\n\n\n\n\nResolution\nStatement – 28737-20 Imperial College London v The Daily Telegraph\nSummary\nof Complaint\n1.\nImperial College London complained to the Independent Press Standards\nOrganisation that The Daily Telegraph breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Only white people to be\nexposed to virus in 'challenge' vaccine trial” published on 21 October 2020.\n2. The\narticle reported that the world’s first “challenge” vaccine trial would be\nexpected to start in the New Year, but that only “young white people” would\ntake part. It said that volunteers would be deliberately exposed to the virus\n“to see how well the jab designed by Imperial College London works”. The\narticle then went on to say that “the scientists behind the Imperial vaccine”\nsaid that people from black, Asian and minority ethnic backgrounds would not be\neligible to take part in the first instance because those groups have shown to\nbe at higher risk from Covid-19. It quoted a named scientist who said that:\n“There is some very clear data that BAME people may be at higher risk of severe\noutcomes. We will start off with people who we believe are going to be at the\nlowest risk, and then gradually increase a greater diversity of individuals as\nthe trial goes on”.\n3. The\narticle also appeared online in largely the same form, with the headline\n“World’s first Covid vaccine ‘challenge’ trial to take place in London in\nJanuary”, published on 20 October 2020. It was largely the same as the print\nversion, but the quote attributed to the named scientist was slightly different\nin that it said that: “Out approach is that we are not going to exclude BAME\npeople absolutely from the trial, but we will start off with people who we\nbelieve are going to be at the lowest risk and then gradually increase\ndiversity of individuals as the trial goes on”.\n4. The\ncomplainant was the university which was carrying out the research reported on.\nIt said that the article was inaccurate in breach of Clause 1. It said that it\nwas not the case that the trial would only involve “young white people” or that\npeople from ethnic minorities would be excluded. It said that instead, the\ntrial would begin with people who were at the lowest risk, regardless of\nethnicity, although the trial recognised that people from BAME backgrounds may\nbe at a higher risk. It also said that the trial was not designed to “test how\nwell the jab… works” as the vaccine would not be tested, and it was not the\ncase that it was being carried out by “the scientists behind the Imperial\nvaccine”. The complainant also said that the name of the scientist quoted in\nthe article had been misspelled.\n5. The\nnewspaper said that the article made clear that it was only in “the first\ninstance” that people from BAME backgrounds would not be able to take part in\nthe trial, and the quote from the named scientist set out that BAME people may\nbe at a high risk of adverse outcomes. The online article also included a\nfuller quote from the scientist, setting out that the university would not\nexclude BAME people “absolutely” from the trial, but that it would begin with\nindividuals at the “lowest risk”. It said that therefore, the article made\nclear that BAME people would not be entirely excluded from the trial.  Nevertheless, it accepted that the print\nheadline did not fully capture this position.\n6. The\nnewspaper said that although it may not literally be the same individuals who\nhad developed the Imperial vaccine that were now working on the trial, it said\nthat the trial was designed with the aim of aiding the vaccine and the teams\nwere working towards the same goal. It did not accept that the article contained\na significant inaccuracy on this point. However, it amended the article as a\ngesture of goodwill. The newspaper accepted that it was not the case that\nvolunteers would have the vaccine tested on them as part of the trial, but said\nthat this claim was based on a briefing of the study sent to journalists which\ndescribed the challenge trials as involving “…a vaccine candidate that has\nproven to be safe in initial trials is given to a small number of health adult\nvolunteers. It also said that a press conference about the trial referred to\nindividuals being “inoculated” and a journalist was not corrected when he\nreferred to the vaccine being used in a question in the press conference.\n7. In\nresponse to these points, the newspaper offered to print the following\ncorrection:\n“Following\nour 21 October article, \"Only white people to be exposed to virus in\n‘challenge’ vaccine trial\", we wish to clarify that the study in question\ninvolves infecting participants with live Covid virus; they will not be\nvaccinated beforehand and the researchers have no plans to test the Imperial\nCollege Covid vaccine, as the article wrongly implied. Further, it will not be\nrestricted to white people as the headline suggested. As the text made clear,\nthe study will extend to individuals of other ethnicities when and if that is\ndeemed safe. We are sorry for the confusion.”\nRelevant\nCode Provisions\n8.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n9. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n10.\nDuring IPSO’s investigation, the publication agreed to print the following\nwording in its correction and clarification column and as a footnote to the\nonline article. It also agreed to post a tweet drawing attention to this\ncorrection:\nFollowing\nour 21 October article, \"Only white people to be exposed to virus in\n‘challenge’ vaccine trial\", we wish to clarify that the study in question\ninvolves infecting participants with live Covid virus; they will not be\nvaccinated beforehand and the researchers have no plans to test the Imperial\nCollege Covid vaccine, as the article wrongly stated. Further, it will not be restricted\nto white people as the headline suggestion. Contrary to the article’s\nsuggestion, the study will be open to other ethnicities, with diversity likely\nto increase as the trial advances. We are sorry for the inaccuracies and for\nnot correcting them promptly.\n11. The\ncomplainant said that this would resolve its complaint.\n12. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.Date received by IPSO: 28/10/2020Date concluded: 11/11/2020\nBack to ruling listing\n\n\n"
}