{
    "url": "/rulings-and-resolution-statements/ruling/?id=20560-17",
    "title": "Resolution Statement 20560-17 Salmond v Sunday Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday Mail (Reach PLC)",
    "received_on": "2017-12-11 00:00:00",
    "concluded_on": "2018-08-26 00:00:00",
    "complaint_processing_days": 258,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. Following IPSO’s investigation, the complaint was not satisfactorily resolved, and was passed to the Complaints Committee for a decision. The Committee issued a decision, and the complainant requested a review by the Complaints Reviewer. The Reviewer referred the matter back to the Committee for further consideration. IPSO conducted a further investigation. Before the final decision was issued, the newspaper offered to publish the following clarification on a similar online article in its sister publication: In our articles of 10 and 30 December, we stated that the Alex Salmond Show, broadcast on RT International, had suffered plummeting and plunging viewing figures. We are happy to clarify that, based on figures available at the time, the show had dropped out of the top ten most watched RT programmes, but the actual viewing numbers were not available. However, figures released in time for the 30th December article indicate that the show was at number 6 for the week ending 10 December with 19,000 viewers and we apologise for this inaccuracy. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not issue any ruling to indicate whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 20560-17 Salmond v Sunday Mail \nSummary of complaint\n1. Alex Salmond\ncomplained to the Independent Press Standards Organisation that the Sunday Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in a print\narticle headlined “Just 16k can be bothered Putin on TV for Alex” published on\n3 December 2017, and an online article headlined “SNP icon Alex Salmond’s TV\nshow sinks to new low as viewing figures plummet”, published on 10 December\n2017.\n2. The first\narticle reported that the complainant’s first show on the RT TV channel had\n“attracted an audience of just 16,000 when it was first broadcast on the\nmorning of 16 November and that “repeats the same day failed to make the\nchannel’s weekly top 10”. The article also reported on the controversy\nsurrounding the show. A breakout box beneath the article, headed in\nfaux-Cyrillic script “Great and glorious statement from Honourable Comrade\nAlexei”, provided a full statement from the complainant’s production company.\n3. The second\narticle’s headline reported that the show’s viewing figures had plummeted. The\narticle explained that, while the first edition had been the most-watched show\non RT in the UK, the second edition of the complainant’s show was “nowhere to\nbe seen in the channel’s 10 most-watched programmes”. It also stated the\ncomplainant “was forced to rely” on SNP colleagues to fill guest spots on the\nthird and fourth editions of his show.\n4. The complainant\nsaid it was inaccurate for the first article to state that only 16,000 people\nhad watched the first edition of the show: there were two other showings of the\nshow, and therefore the likely total viewership was closer to 50,000 on TV,\nwith many more on other platforms. The complainant also said that it was\ninaccurate for the second article to state that the viewing figures had\n“plummeted”: while it did not appear in RT’s top ten shows for that week, the\ntenth show had a viewership of 18,000, meaning that the show could still have\nhad more viewers than in the previous week.\n5. The publication\ndenied any breach of the Code. It said that the first article made clear that\nthe 16,000 figure was based on the first showing of the first show only; since,\nin fact, an average of 15,500 people had watched the show before and after the\nbreak, the 16,000 figure was in fact an overestimate. It said it had also\nincluded the full statement from the production company, which made clear that\nthe programme would be available globally to a wider audience. The publication\nsaid that the headline to the second article had been published in error, and\nonly online. However, it denied that stating that viewing figures had\n“plummeted” was significantly inaccurate, in a context where the programme had\ndropped out of the top 10 programmes on the channel; this was fully explained\nin the article. Nonetheless, the publication removed the phrase “as viewing\nfigures plummet” from the second article’s headline. It further offered to\namend the online headline to read as follows:\n“More woe for Alex Salmond as second show fails to make\nchannel’s top 10”\n6. The complainant\nsaid that the removal of this phrase represented an admission that the\ninaccuracy in the article was significant. He said that the publication was\nignoring positive viewing figures for his show, and that its reporting on the\nshow was unduly influenced by its editorial position.\nRelevant Code provisions\n6. Accuracy\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8. Following IPSO’s investigation, the complaint\nwas not satisfactorily resolved, and was passed to the Complaints Committee for\na decision. The Committee issued a decision, and the complainant requested a\nreview by the Complaints Reviewer. The Reviewer referred the matter back to the\nCommittee for further consideration. IPSO conducted a further investigation.\nBefore the final decision was issued, the newspaper offered to publish the\nfollowing clarification on a similar online article in its sister publication:\nIn our articles of 10 and 30 December, we stated that the\nAlex Salmond Show, broadcast on RT International, had suffered plummeting and\nplunging viewing figures. We are happy to clarify that, based on figures\navailable at the time, the show had dropped out of the top ten most watched RT\nprogrammes, but the actual viewing numbers were not available. However, figures\nreleased in time for the 30th December article indicate that the show was at\nnumber 6 for the week ending 10 December with 19,000 viewers and we apologise\nfor this inaccuracy.\n9. The complainant\nsaid that this would resolve the matter to his satisfaction.\n10. As the complaint was successfully mediated, the Complaints\nCommittee did not issue any ruling to indicate whether there had been any\nbreach of the Code.\nDate complaint received: 11/12/2017\nDate complaint concluded by IPSO: 26/08/2018\nBack to ruling listing\n\n\n"
}