{
    "url": "/rulings-and-resolution-statements/ruling/?id=09387-19",
    "title": "Resolution Statement 09387-19 Brooks v Evening Telegraph (Dundee)",
    "provisions": [
        "1 Accuracy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Evening Telegraph (Dundee) (DC Thomson Group) ",
    "published_on": "2019-06-21 00:00:00",
    "received_on": "2019-12-06 00:00:00",
    "concluded_on": "2020-04-03 00:00:00",
    "complaint_processing_days": 119,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation, the publication offered to remove the article. 9. The complainant said that she was content to resolve the matter on this basis. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 09387-19 Brooks v Evening Telegraph (Dundee)\nSummary of complaint\n1. Claire Brooks,\non behalf of her son, complained to the Independent Press Standards\nOrganisation that the Evening Telegraph (Dundee) breached Clause 1 (Accuracy)\nand Clause 6 (Children) of the Editors’ Code of Practice in an article\nheadlined “Perth Academy parents demand public apology after head boy and girl\nhumiliate classmates in ‘racy’ speeches”, published on 21 June 2019.\n2. The article,\nwhich was published online, stated that another publication had reported that\nparents had called for an apology from two senior pupils of a school after the\n“racy” content of a leavers day speech had left them “horrified” after it\n“humiliated” fellow pupils. The article reported that the council had confirmed\nthat the school had received a complaint.3. The complainant,\nwho attended the event, said that the article gave an inaccurate account of the\nspeech her son, then an S6 pupil, had given at the leavers’ event at his\nschool. She said that the speech did not humiliate, bully, or ruin the lives of\npupils as alleged; the content focused on their friends who had consented to\ntheir inclusion and the speech was well received. She said that the article\npresented a one-sided and biased account based solely on the view of the two\nparents, whom she alleged were related. The complainant disputed that any more\nthan one younger child attended the event, but that in any event, the content\nwas not unsuitable for a younger audience. She noted that there were no swear\nor sexual words in the speech and that the jokes were almost entirely innuendo.\n4. The complainant\nsaid that the article intruded into her son’s time at school in breach of\nClause 6 and its publication had caused her son stress and risked damaging his\nreputation. The complainant said that her son still had school duties to\nundertake at the time of publication; the speech was given on 17 June and his\nfinal duties were to take place on 27 June. He was therefore still a pupil of\nthe school until the end of the academic session; whether his academic studies\nwere completed was irrelevant. The complainant noted that learning was not\nlimited to academic qualifications and emphasised that school provides an\nenvironment for pupils to practise for the world of work and life after\neducation; pupils should be allowed to try and fail free from the scrutiny of\nnewspapers in the event they misjudge a situation. The complainant also said\nthat due to the size of their hometown everyone would have known who the two\npupils were and as a result her son was identifiable in the article.\n5. The publication\ndenied any breach of the Code. It said that the article was not inaccurate, and noted that it did not contain\nthe quotes from the disgruntled parents as alleged by the complainant; it had\njust referenced the complaint. It also denied any breach of Clause 6 and\ndisputed that pointing out the “racy” nature of the speech represented an\nintrusion into the complainant’s son’s time at school. Further, the publication\nnoted that the article did not name the pupils and disputed that they were\nidentifiable from the information featured in the article.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 6\n(Children)\ni) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n8. During IPSO’s\ninvestigation, the publication offered to remove the article.\n9. The complainant said that she was content to resolve the\nmatter on this basis.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 06/12/19\nDate complaint concluded: 03/04/2020\nBack to ruling listing\n\n\n"
}