{
    "url": "/rulings-and-resolution-statements/ruling/?id=08225-17",
    "title": "Resolution Statement 08225-17 A woman vs Echo (Southend)",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Southend Echo (Newsquest Media Group)",
    "published_on": "2017-03-21 00:00:00",
    "received_on": "2017-05-17 00:00:00",
    "concluded_on": "2017-08-10 00:00:00",
    "complaint_processing_days": 85,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.9. Following IPSO’s investigation, the newspaper offered to remove the article from its website as a gesture of goodwill, and to publish the following correction:Correction. An article on 21 March (‘Father wins decade-long fight to prove he fathered the heir to £1bn fortune - making himself homeless in the process) made a number of claims and allegations against the mother and her family in relation to a paternity case. We would like to make clear that the mother and her family strongly deny the claims, and our article did not reflect this. We apologise to the mother and her family for failing to contact them prior to publication and for any distress caused. We have now removed the article from our website as a gesture of goodwill, and in order to resolve their complaint.10. The complainant said that this would resolve the matter to her satisfaction.11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 08225-17 A woman vs Echo (Southend)Summary of complaint1. A woman complained to the Independent Press Standards\nOrganisation that the Echo (Southend) had breached Clause 1 (Accuracy), Clause\n2 (Privacy) and Clause 6 (Children) in an article headlined, “Father wins\ndecade-long fight to prove he fathered the heir to £1bn fortune making himself\nhomeless in the process” published on 21 March 2017.2. The article reported a man’s account of a legal battle in\nwhich he was seeking to prove his paternity of a child. It claimed the child\nwas heir to a “£1bn fortune”. The article reported his allegations surrounding\na DNA test conducted to prove his paternity; his relationship with the\ncomplainant; and the man’s pressing for visitation rights. The article reported\nthe man’s belief that he was left impoverished by the events he described.3. The complainant, the child’s mother, said that the\narticle contained a number of inaccuracies, and that the newspaper had reported\nthe man’s claims without verifying them. She said that the child was not heir\nto a fortune. She contested the account the article contained of her\nrelationship with the man, the man’s own financial circumstances, and the legal\ncircumstances surrounding the child’s paternity. She denied that the man had\npressed for visitation rights. The complainant also said that the article\nbreached her and her child’s privacy in that, by including a social media\nphotograph, it directed the reader to find information about them. 4. The newspaper said that the majority of readers would\nrealise that the article was the man’s side of the story, and represented his\nclaims.  It said it would have been\ndifficult to verify much of this information without privileged legal access.\nIt noted that it had not published the complainant’s name or address, and said\nit was difficult to see how its actions have harmed the complainant or her son\nin any way. It denied that the use of a photograph from the man’s social media\nwould direct readers to private information about the complainant or her son,\nor that the availability of this information was its responsibility.Relevant Code provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health, and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.Clause 6 (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.v) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.Mediated outcome8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.9. Following IPSO’s investigation, the newspaper offered to\nremove the article from its website as a gesture of goodwill, and to publish\nthe following correction:Correction. An article on 21 March (‘Father wins decade-long\nfight to prove he fathered the heir to £1bn fortune - making himself homeless\nin the process) made a number of claims and allegations against the mother and\nher family in relation to a paternity case. We would like to make clear that\nthe mother and her family strongly deny the claims, and our article did not\nreflect this. We apologise to the mother and her family for failing to contact\nthem prior to publication and for any distress caused. We have now removed the\narticle from our website as a gesture of goodwill, and in order to resolve\ntheir complaint.10. The complainant said that this would resolve the matter\nto her satisfaction.11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 17/05/17Date complaint concluded by IPSO: 10/08/17\n \nBack to ruling listing\n\n\n"
}