{
    "url": "/rulings-and-resolution-statements/ruling/?id=08974-16",
    "title": "Resolution Statement 08974-16 A woman v Mail Online",
    "provisions": [
        "4 Intrusion into grief or shock (2016)",
        "5 Reporting suicide (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-09-30 00:00:00",
    "received_on": "2016-09-30 00:00:00",
    "concluded_on": "2016-12-21 00:00:00",
    "complaint_processing_days": 82,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following further correspondence, the publication offered to remove the article from its website; make efforts to contact third party websites that had republished the articles to have these removed; remove all photographs from its internal database; write the complainant a letter of apology; and agreed not to republish the article. 8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 08974-16 A woman v Mail Online\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy), Clause 4 (Intrusion into grief or shock) and\nClause 5 (Reporting of suicide) of the Editors’ Code of Practice in an article\npublished on 30 September 2016.\n2. The article\nreported on the death of a family member of the complainant.\n3. The complainant\nsaid that the article included a photograph of someone other than her family\nmember.\n4. While the\npublication said that it was within its rights to publish a report on the\ninquest proceedings, it accepted that the article included a photograph of the\nwrong person.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.\nClause 4 (Intrusion into grief or shock) \nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal proceedings.\nClause 5 (Reporting Suicide)\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media's right to report legal proceedings.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following\nfurther correspondence, the publication offered to remove the article from its\nwebsite; make efforts to contact third party websites that had republished the\narticles to have these removed; remove all photographs from its internal\ndatabase; write the complainant a letter of apology; and agreed not to\nrepublish the article.\n8. The complainant\nsaid that this would resolve the matter to her satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 30/09/2016Date complaint concluded by IPSO: 21/12/2016\nBack to ruling listing\n\n\n"
}