{
    "url": "/rulings-and-resolution-statements/ruling/?id=10596-21",
    "title": "Resolution Statement – 10596-21 Shaw v Mail Online",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-10-09 00:00:00",
    "received_on": "2021-10-11 00:00:00",
    "concluded_on": "2022-01-06 00:00:00",
    "complaint_processing_days": 87,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8. During IPSO’s investigation the publication offered to print the following standalone correction in its Clarifications and Corrections column on the News page for 24 hours, after which it would remain in the archive:In a news report ​about supply chain issues published on October 9, ​it was initially suggested that senior Tories had been seen ‘panic buying’. This ​was amended ​on the day of publication, and we are happy to clarify that the column in the Financial Times on which it was based had in fact stated that ‘several top party figures have been spotted panic-buying explanations’.9. The complainant said that this would resolve the matter to his satisfaction.10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 10596-21 Shaw v Mail OnlineSummary\nof Complaint1. Chris\nShaw complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “’Senior Tories have been spotted panic buying': Shelves\nempty across UK as supply chain crisis leaves one in SIX Britons claiming they\nhave been 'unable to buy food' and a third start Christmas stockpiling”,\npublished on 9th October 2021.2. The\narticle reported on “Britain’s supply chain crisis” and that many shoppers\n“claim[ed] they have been unable to buy essential foods in the past two weeks”.\nThe article reported that recent figures from the “Office of National\nStatistics (ONS) show around one in six Britons have been unable to buy\nessential food items in the last fortnight in the latest sign of UK\npanic-buying”. It also stated that “Several senior Tory figures have even been\nspotted panic buying, reports the Financial Times”. The article continued by\nreporting that the reason for the shortages was “a series of crises, with\nsoaring gas prices and HGV shortages causing chaos”. The article included\nimages of shoppers at “Costco in Manchester” as well as images of empty shelves\n“in a Sainsburys supermarket in London Colney”. The article also reported that\n“A survey of 1,000 consumers by The Grocer revealed that two thirds of shoppers\nwere either worried or 'very worried' by potential shortages of food and drink\nin the run-up to Christmas”.3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nthe headline had claimed that “Senior Tories have been spotted panic buying”\nbut the article had not provided sufficient justification for this reference.\nHe also said it was inaccurate because it included various photographs that\napparently showed empty Supermarket shelves that had been caused by people\npanic buying for Christmas and photographs of shoppers buying in bulk at\nCostco, which he said was in fact a retail wholesale supplier. He said these\nimages suggested these individuals had been panic buying but it did not appear\nas though this suggestion had been verified with those pictured. The complainant\nalso said that the reporting was irresponsible and could encourage further\npanic buying.4. The\npublication said it accepted that the headline claim about “’Senior Tories’”\npanic buying had been inaccurate. It stated it was a case of human error and,\nonce the publication became aware of the mistake, the article was quickly\namended and a footnote was added on the same day as the original article was\npublished. The footnote published was:“An\nearlier version of this story suggested that senior Tories had been seen ‘panic\nbuying’. This has been amended, and we are happy to clarify that the column in\nthe Financial Times on which it was based had in fact stated that ‘several top\nparty figures have been spotted panic-buying explanations’”.5. The\npublication did not accept a breach of the Code in relation to the\ncomplainant’s concerns that the images showing shoppers at Costco and empty\nsupermarket shelves suggested was linked to panic buying and that the\nindividuals photographed had not provided support for these claims. The\npublication stated that “[n]ew figures from the Office for National Statistics\n(ONS) show around one in six Britons have been unable to buy essential food\nitems in the last fortnight in the latest sign of UK panic-buying”. It also\nsaid that the article had pictured Tesco, Sainsburys, Lidl and Morrisons and\nthat stockpiling can occur equally in a high street shop or wholesale outlet.\nWhilst the publication appreciated that the article did not necessarily align\nwith the complainant’s experience, it said this did not mean the article was\ninaccurate or in breach of Clause 1 where the basis of the claims was set out.6.\nRegarding the complainant’s concern that the article was irresponsible, the\npublication did not accept a breach of Clause 1. It stated that Clause 1\nrequires publications to take care not to publish inaccurate or misleading\ninformation, and to correct significantly inaccurate, misleading or distorted\ninformation. Therefore, concerns about the presentation of material did not\nengage the terms of the Clause. It said it was its duty to report without fear\nor favour, even when current news events had the potential to alarm. In this\ninstance, there were supply chain issues and consumers had become concerned.\nThe publication said it would be irresponsible not to report on the issues and\ntheir causes.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Mediated\nOutcome7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.8.\nDuring IPSO’s investigation the publication offered to print the following\nstandalone correction in its Clarifications and Corrections column on the News\npage for 24 hours, after which it would remain in the archive:In a\nnews report ​about supply chain issues\npublished on October 9, ​it was initially suggested that\nsenior Tories had been seen ‘panic\nbuying’.\nThis ​was amended ​on\nthe day of publication, and we are happy to clarify that the column in the\nFinancial Times on which it was based had in fact stated that ‘several top\nparty figures have been spotted panic-buying explanations’.9. The\ncomplainant said that this would resolve the matter to his satisfaction.10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\nDate\ncomplaint received: 11/10/2021\nDate\ncomplaint concluded by IPSO: 06/01/2022\nBack to ruling listing\n\n\n"
}