{
    "url": "/rulings-and-resolution-statements/ruling/?id=06021-18",
    "title": "Resolution Statement 06021-18 Harvey v Mail Online",
    "provisions": [
        "2 Privacy (2018)",
        "3 Harassment (2018)",
        "6 Children (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-09-10 00:00:00",
    "received_on": "2018-09-11 00:00:00",
    "concluded_on": "2018-12-14 00:00:00",
    "complaint_processing_days": 94,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, the publication and complainant reached a private agreement, which resolved the matter to the satisfaction of both parties. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there has been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 06021-18 Harvey v Mail Online\nSummary\nof Complaint 1. Jennifer\nHarvey complained on behalf of two parents of a primary school that Mail Online\nbreached Clause 2 (Privacy), Clause 3 (Harassment), and Clause 6 (Children) in\nan article headlined “Katie Price 'SWEARS' at ex-husband Kieran Hayler's new\ngirlfriend for 'kissing' daughter Bunny... as they meet for the first time”\npublished on 10 September 2018. 2. The\narticle reported on Katie Price’s relationships, and featured several\nphotographs of her dropping off her daughter at school. Other parents and\nchildren were visible in the background of these photographs; these children’s\nfaces were pixelated. 3. The\ncomplainant said that the photographer was concealed in a shrub when he took\nthe photos, which she said showed the two parents and their children on school\npremises. None of those represented by the complainant were aware or consented\nto the photographs being taken or published. The complainant said that even\nthough the children were pixelated, they were easily recognisable to those who\nknew them. 4. The\npublication said that the publication of the photographs was not intended to\ncause upset and said that the images were obtained from a reputable agency. It\nsaid that the photographs did not reveal anything private- the complainants\nwere simply in the background- and they did not have any expectation of privacy\nin circumstances in which they were in full public view. It pointed out that\nthe article did not name the school or disclose its location, or publish any\ninformation which could identify those in the background of the photos.\nHowever, as a gesture of goodwill, it offered to also pixelate the parents which\nappeared in the background of the photo. 5. The\npublication said that the photographer was positioned in a public road, opposite\nthe school but within sight of the parents. The publication said that the\nagency estimated that the photographer was 15-20ft away from the subject of the\nphotos, using a 70-200mm lens. 6. The\npublication said that there was no possible intrusion into the complainants’\nchildren’s time at school- they were not deliberately photographed and the\npublication took steps to ensure that they were unidentifiable via heavy\npixilation. Furthermore, the publication said that the photographer took the\nimages swiftly and without drawing attention- the taking of the photographs\nthemselves was not intrusive. It said that this was further reinforced by the\nfact that it did not receive any complaint until the images had been published. \nRelevant\nCode Provisions 7. Clause 2 Privacy*\ni) Everyone is\nentitled to respect for his or her private and family life, home, health and correspondence,\nincluding digital communications.\nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. In considering an individual's reasonable expectation of privacy,\naccount will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \n3. *Harassment\ni) Journalists must\nnot engage in intimidation, harassment or persistent pursuit.\nii) They must not\npersist in questioning, telephoning, pursuing or photographing individuals once\nasked to desist; nor remain on property when asked to leave and must not follow\nthem. If requested, they must identify themselves and whom they represent.\niii)  Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other sources. \n6. *Children\ni) All pupils\nshould be free to complete their time at school without unnecessary intrusion.\nii) They must not\nbe approached or photographed at school without permission of the school\nauthorities.\niii) Children\nunder 16 must not be interviewed or photographed on issues involving their own\nor another child’s welfare unless a custodial parent or similarly responsible\nadult consents.\niv) Children under\n16 must not be paid for material involving their welfare, nor parents or\nguardians for material about their children or wards, unless it is clearly in\nthe child's interest.\nv) Editors must\nnot use the fame, notoriety or position of a parent or guardian as sole\njustification for publishing details of a child's private life. \nThe\nPublic Interest\nThere\nmay be exceptions to the clauses marked * where they can be demonstrated to be\nin the public interest.\n1.\nThe public interest includes, but is not confined to:\n\nDetecting\n     or exposing crime, or the threat of crime, or serious impropriety.\nProtecting\n     public health or safety.\nProtecting\n     the public from being misled by an action or statement of an individual or\n     organisation.\nDisclosing\n     a person or organisation’s failure or likely failure to comply with any\n     obligation to which they are subject.\nDisclosing\n     a miscarriage of justice.\nRaising\n     or contributing to a matter of public debate, including serious cases of\n     impropriety, unethical conduct or incompetence concerning the public.\nDisclosing\n     concealment, or likely concealment, of any of the above.\n\n2.\nThere is a public interest in freedom of expression itself.\n3.\nThe regulator will consider the extent to which material is already in the\npublic domain or will become so.\n4.\nEditors invoking the public interest will need to demonstrate that they\nreasonably believed publication - or journalistic activity taken with a view to\npublication – would both serve, and be proportionate to, the public interest\nand explain how they reached that decision at the time.\n5.\nAn exceptional public interest would need to be demonstrated to over-ride the\nnormally paramount interests of children under 16. \nMediated\nOutcome 8. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 9. During\nIPSO’s investigation, the publication and complainant reached a private\nagreement, which resolved the matter to the satisfaction of both parties. 10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there has been any breach of the Code.\n \nDate complaint received: 11/09/2018\nDate complaint concluded by IPSO:\n14/12/2018 \nBack to ruling listing\n\n\n"
}