{
    "url": "/rulings-and-resolution-statements/ruling/?id=12231-20",
    "title": "Resolution Statement – 12231-20 Hannaway v edinburghlive.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "edinburghlive.co.uk (Reach PLC)",
    "published_on": "2020-08-04 00:00:00",
    "received_on": "2020-08-05 00:00:00",
    "concluded_on": "2020-11-16 00:00:00",
    "complaint_processing_days": 103,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the newspaper offered to contact the protestors, and consider adding a quote from them setting out their reasons for their protest. 8. The complainant said that this would resolve her complaint to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 12231-20 Hannaway v edinburghlive.co.uk\nSummary\nof Complaint\n1.\nElizabeth Hannaway complained to the Independent Press Standards Organisation\nthat edinburghlive.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Edinburgh Lush store hit back after being\ntargeted by [named author] protesters in an ‘act of hate’” published on 4\nAugust 2020.\n2. The\narticle reported that a shop in Edinburgh had placed a large sign in its window\nafter it said that it was ‘targeted’ the previous Sunday by protesters. It\nreported that it was the newspaper’s understanding this consisted of stickers\nwith a ‘transphobic message’ being stuck to the shop following a small\ngathering of self-described ‘gender critical feminists’. It reported that the\ngroup carried banners in support of a high-profile author who had recently been\naccused of transphobia, and the article explained why she had been accused of\nthis. The article reported a social media statement from the shop, part of\nwhich said: “Anyone passing our store this morning you may have seen that store\nfront had been targeted by a transphobic group, because of this we have a new\nwindow graphic”.\n3. The\ncomplainant said that the article was misleading in breach of Clause 1 by not\nmaking clear the basis for the claim that the shop had been the victim of a transphobic\nattack. She said the “attack” consisted of a sticker stuck on the outside of\nthe shop which said “keep prisons single sex”. She said that this was not\ntransphobic. She also said that there was no indication that the protest\ninvolved supporters of the author or the author herself, although she did\naccept that the protesters carried banners which said “I love [author]”.\nFinally, she said that the article was unbalanced and biased against the\nprotestors.\n4. The\nnewspaper did not accept that the article was inaccurate. It said that it was\nentitled to report the shop’s claim that it had been the victim of a\ntransphobic attack and had taken care to present this as such via the use of\nquotation marks and the inclusion of the shop’s social media statement. It said\nthat the article made clear that it was its “understanding” that this consisted\nof stickers being stuck to the shop by the protesters, and reported in\nquotation marks that these had a “transphobic message”. It said that it had\nsince contacted the shop to clarify what these stickers had said, however the\nshop had not responded to its inquiries. The newspaper also noted that the\ncomplainant did not have any first-hand knowledge of the shop or the protest,\nand the stickers she referred to were in relation to a branch in London. It\nprovided photographs from the event showing the protestors with “I love\n[author]” posters and t-shirts and putting stickers on a different building in\nEdinburgh. It also provided a link to an online forum where people were discussing\nthe event, in which one person said that they might be able to sticker the shop\nreferred to in the article. \nRelevant\nCode Provisions\n5.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7.\nDuring IPSO’s investigation, the newspaper offered to contact the protestors,\nand consider adding a quote from them setting out their reasons for their\nprotest.\n8. The\ncomplainant said that this would resolve her complaint to her satisfaction.\n9. As\nthe complaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 05/08/2020\nDate\ncomplaint concluded by IPSO: 16/11/2020\nBack to ruling listing\n\n\n"
}