{
    "url": "/rulings-and-resolution-statements/ruling/?id=27845-20",
    "title": "Resolution Statement – 27845-20 Garrity v The Scotsman",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Scotsman (National World Publishing Ltd)",
    "published_on": "2020-08-25 00:00:00",
    "received_on": "2020-09-04 00:00:00",
    "concluded_on": "2020-11-26 00:00:00",
    "complaint_processing_days": 83,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation the publication offered to publish the following clarification as a footnote to this article and a similar version that appeared in a sister publication: *We are happy to clarify that the Panelbase poll referenced above did not reflect the 7% of respondents who were undecided. With the 'don't know' respondents included in the results, 51% favoured independence and 42% opposed it.\" 7. The complainant said that this would resolve the matter to his satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 27845-20 Garrity v The Scotsman\nSummary\nof Complaint\n1. John\nGarrity complained to the Independent Press Standards Organisation (IPSO) that\nthe Scotsman breached Clause 1 of the Editors’ Code of Practice in an article\nheadlined “Scottish independence: Poll shows record support, but it's not in\nthe bag – Ian Swanson”, published on 25 August 2020.\n2. The\nonline article, an opinion piece, reported upon a poll undertaken by Panelbase\nand commissioned by Business for Scotland. It reported that this poll revealed\na reversal of the 2014 Scottish independence referendum result “so the 55-45\nsplit [was] now in favour of independence rather than against it.”  It went on to report that the survey\nconfirmed the “pro-independence majority found in a string of recent polls” and\nput “support for an independent Scotland at an all-time high.”\n3. The\ncomplainant said that this article had distorted the findings of the survey, in\nbreach of Clause 1. Whilst the complainant acknowledged that the poll had clearly\nfound higher support for Scottish independence than against it, he said that it\ndid not find a “55-45 split” as reported. In fact, the poll found that 51 per\ncent were for Scottish independence, 42 per cent were against it and 7 per cent\nsaid that they did not know their position. \nThe complainant said that in order to claim that the poll had found a\n“55/45” split on the issue of Scottish independence, the article had excluded\nthe respondents who had answered “don’t know”. \nHe said that the newspaper’s failure to make clear that the respondents\nwho had been undecided were excluded from the analysis rendered the article a\nmisleading report of the poll’s findings.\n4. The\npublication did not accept that the article had distorted the poll or contained\nany significant inaccuracies.  It said it\nwas a “well-established convention” to exclude “don’t knows” from political\nopinion polls and provided several examples of where other publications had\nreported polls in this way. It added that the article was a comment piece and\nbased upon an agency’s summary and interpretation of the poll, which stated it\nhad found “record high” support for Scottish independence at 55 per cent.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nMediated\nOutcome\n5. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n6. During\nIPSO’s investigation the publication offered to publish the following\nclarification as a footnote to this article and a similar version that appeared\nin a sister publication:\n*We are\nhappy to clarify that the Panelbase poll referenced above did not reflect the\n7% of respondents who were undecided. With the 'don't know' respondents\nincluded in the results, 51% favoured independence and 42% opposed it.\"\n7. The\ncomplainant said that this would resolve the matter to his satisfaction.\n8. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 04/09/2020\nDate\ncomplaint concluded by IPSO:  26/11/2020\nBack to ruling listing\n\n\n"
}