{
    "url": "/rulings-and-resolution-statements/ruling/?id=20525-17",
    "title": "Resolution Statement 20525-17 Sutcliffe v dailypost.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "dailypost.co.uk (Reach PLC)",
    "published_on": "2017-12-02 00:00:00",
    "received_on": "2017-12-08 00:00:00",
    "concluded_on": "2018-02-28 00:00:00",
    "complaint_processing_days": 82,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. Following IPSO’s investigation, the publication said it was happy to amend the online article to reflect the fact that there was no intention for the pub to be turned into a holiday home. It also offered to append a footnote to the online article as follows: A previous version of this article suggested that planning permission had been submitted for [the pub] to be turned into a holiday home. We would like to make clear that this is not the case and that the plans are for residential use only, and apologise for any inconvenience caused. 7. The complainant said that this would resolve the matter to her satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 20525-17 Sutcliffe v dailypost.co.uk\nSummary of complaint\n1. Liz Sutcliffe\ncomplained to the Independent Press Standards Organisation that dailypost.co.uk\nbreached Clause 1 (Accuracy) in an article headlined, “'Rural Wales is not for\nsale' says campaigner over plans to turn former pub into holiday home”,\npublished on 2 December 2017.\n2. The article\nreported that an emergency meeting had been called to discuss a planning\napplication to turn a former pub into a holiday home. It went on to give local\nresidents’ concerns about the plan.\n3. The complainant\nsaid that the article was inaccurate: there was no plan to change the use of\nthe property to a holiday home; rather, the planning application was for change\nof use to a residential property.\n4. The newspaper\nsaid that the information the article was based on had been provided by a\ncampaigner, and was published in good faith. It said that it had tried to\ncontact the complainant for her version of events, but she did not want to\nspeak.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. Following IPSO’s\ninvestigation, the publication said it was happy to amend the online article to\nreflect the fact that there was no intention for the pub to be turned into a\nholiday home. It also offered to append a footnote to the online article as\nfollows:\nA previous version of this article suggested that planning\npermission had been submitted for [the pub] to be turned into a holiday home.\nWe would like to make clear that this is not the case and that the plans are\nfor residential use only, and apologise for any inconvenience caused.\n7. The complainant\nsaid that this would resolve the matter to her satisfaction.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 08/12/2017\nDate complaint concluded by IPSO: 28/02/2018\n \nBack to ruling listing\n\n\n"
}