{
    "url": "/rulings-and-resolution-statements/ruling/?id=18598-17",
    "title": "Resolution Statement 18598-17 Stand Against Racism & Inequality v metro.co.uk",
    "provisions": [
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2017-09-08 00:00:00",
    "received_on": "2017-09-21 00:00:00",
    "concluded_on": "2017-11-23 00:00:00",
    "complaint_processing_days": 63,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    Following IPSO’s intervention, the publication offered to write a private letter of apology to the family. 8.    The complainant said that this would resolve the matter to its satisfaction. 9.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 18598-17 Stand Against Racism &\nInequality v metro.co.uk Summary of complaint1.    Stand\nAgainst Racism & Inequality, on behalf of Kamaran Ahmad Ali and family, complained\nto the Independent Press Standards Organisation that metro.co.uk breached\nClause 2 (Privacy) and Clause 4 (Intrusion into grief or shock) of the Editors’\nCode of Practice in an article headlined “Man found dead with penis chopped off\nand put next to his body”, published on 8 September 2017. 2.    The\narticle was a report of the pre-trial proceedings of an individual, charged\nwith the murder of a member of Mr Ali’s family. The article included details of\nthe deceased’s injuries, and claimed that these details had been heard during\nthe court proceedings. 3.    The\ncomplainant said that these details\nhad not been mentioned in court. It said that the family had not been aware of\nthese details prior to the publication of the article, and that the inclusion\nhad intruded into the family’s private life, and into their grief. The\ncomplainant expressed particular concern that publication had not been handled\nsensitively and noted the distress that the publication of the article had\ncaused the family. 4.    The\npublication apologised for the distress that the article had caused the family but\ndid not accept that there had been a breach of the Code. It said that the details\nwere referred to in open court and that as there were no reporting restrictions\nin place, it was entitled to report on these. While the publication\nacknowledged that the details were upsetting to read, it did not consider that\ntheir inclusion was insensitive, such as to breach the Code.   \nRelevant Code Provisions 5.    Clause\n2 (Privacy)\ni) Everyone\nis entitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications. \nii) Editors\nwill be expected to justify intrusions into any individual's private life\nwithout consent. Account will be taken of the complainant's own public\ndisclosures of information. \niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. Clause 4 (Intrusion into\ngrief or shock) In cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nMediated Outcome 6.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 7.   \nFollowing IPSO’s intervention, the publication\noffered to write a private letter of apology to the family. 8.   \nThe complainant said that this would resolve the\nmatter to its satisfaction. 9.    As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code.\nDate complaint received: 21/09/2017\nDate complaint concluded by IPSO: 23/11/2017\n \nBack to ruling listing\n\n\n"
}