{
    "url": "/rulings-and-resolution-statements/ruling/?id=08615-19",
    "title": "Resolution Statement 08615-19 Donald v The Sun on Sunday",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "published_on": "2019-10-13 00:00:00",
    "received_on": "2019-11-06 00:00:00",
    "concluded_on": "2020-01-30 00:00:00",
    "complaint_processing_days": 85,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During the investigation, the complainant provided documentation that demonstrated that the figure was far smaller than had been published. 10. The publication offered to print the following correction: STEWART DONALD – APOLOGY In a column, 'Owners have clause out!' (13 Oct), we claimed that Stewart Donald, the owner of Sunderland Football Club, was risking the collapse of a deal to sell the club by making late demands for large promotion bonuses. We now understand that that was not the case, and are happy to make that clear and apologise to Mr Donald. 11. The complainant said that this would resolve his complaint to IPSO to his satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 08615-19 Donald v The Sun on Sunday\nSummary of Complaint\n1. Stewart Donald complained to the Independent Press\nStandards Organisation that The Sun on Sunday breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Owners have clause\nout!”, published on 13 October 2019.\n2. The article reported on the proposed sale of the\ncomplainant’s football team and how a deal to sell it had recently fallen\nthrough. The article reported that the complainant's “extra demand for what\namounts to TWO promotion bonuses is proving one of many problems.” It reported\nthat the complainant wanted a £15 million bonus if the club made it to the\nChampionship League and a £25 million bonus if they were to progress to the\nPremiership League.\n3. The article also appeared online in much the same format\nunder the headline \"SUNDEMAND: Sunderland owner Stewart Donald wants £40m\nfor sale of the Black Cats\", published on 12 October 2019.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1(i), (ii) and (iv). He said that. it was inaccurate to\nsuggest that he had jeopardised the deal by making a last minute demand for two\nvery substantial promotion bonuses.  He\nsaid that by characterising the bonuses as a “demand”, when in reality there\nwas only one bonus and that had been proposed by the buyer, the article wrongly\nimplied that it was his greed which had caused the deal to collapse. He said it\nwas misleading to suggest that the bonus was a last minute problem, as it had\nbeen agreed weeks earlier. He also said that the amount of the potential bonus\nhad been reported incorrectly, and the true figure was far smaller.\n5. The complainant said that the publication had not\napproached him for comment prior to publication and had declined to correct the\nalleged inaccuracies despite his having contacted the publication less than two\nhours after the article was first posted online. \n6. The complainant also said that the article was a breach\nof Clause 1(iv) because in presenting as fact what was in reality pure\nconjecture about the reason for the collapse of the deal, it had failed to\ndistinguish clearly between comment, conjecture and fact.\n7. The publication said it did not accept that it had\nbreached Clause 1. It said that the information had come from a reliable source\nwith knowledge of the proposed deal. The publication said that the thrust of\nthe story was that the deal to sell Sunderland FC was in trouble as the\npotential buyers had identified a number of problems. The publication noted\nthat the deal had indeed collapsed. It said that the article did not suggest\nthat the request for promotion bonuses was unreasonable, nor that the\ncomplainant was greedy. However, as a gesture of goodwill it removed the\narticle from its website and offered to publish a follow up piece in the same\ncolumn to put the complainant’s position on record. It subsequently also\noffered to publish the following correction in the print version of the paper\nand the online correction and clarification page:\nStewart Donald\nIn a column, 'Owners have clause out!' (13 Oct), we\nsuggested that Mr Donald had risked losing a deal to sell Sunderland FC as he\nhad requested a bonus of £40m if the club was promoted to the Premier League.\nMr Donald has asked us to make clear that the amount he would have received was\na fraction of that sum.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. During the investigation, the complainant provided\ndocumentation that demonstrated that the figure was far smaller than had been\npublished.\n10. The publication offered to print the following\ncorrection:\nSTEWART DONALD – APOLOGY\nIn a column, 'Owners have clause out!' (13 Oct), we claimed\nthat Stewart Donald, the owner of Sunderland Football Club, was risking the\ncollapse of a deal to sell the club by making late demands for large promotion\nbonuses. We now understand that that was not the case, and are happy to make\nthat clear and apologise to Mr Donald.\n11. The complainant said that this would resolve his\ncomplaint to IPSO to his satisfaction.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 06/11/2019\nDate complaint concluded by IPSO: 30/01/2020\n \n \nBack to ruling listing\n\n\n"
}