{
    "url": "/rulings-and-resolution-statements/ruling/?id=02288-18",
    "title": "Resolution Statement 02288-18 Jolley v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-03-13 00:00:00",
    "received_on": "2018-03-13 00:00:00",
    "concluded_on": "2018-06-04 00:00:00",
    "complaint_processing_days": 83,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. Following IPSO’s investigation, the publication said it was willing to publish the following footnote: The URL to this article originally labelled the incident in 2009 which lead to Mr Jolley's conviction as a \"sex attack\". We now understand that is not the case and we apologise for any distress caused. 7. The complainant said that this would resolve the matter to his satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02288-18 Jolley v Mail Online\nSummary of complaint\n1. Michael Jolley\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Convicted sex offender, 40, who slept with a 15-year-old girl while\nhe worked as a youth coach is appointed manager of League Two club Grimsby\nTown”, published on 13 March 2018.\n2. The article\nreported that the complainant had been appointed manager of Grimsby Town\n“despite a conviction for unlawful sex with the underage girl in 2009”. It\ndescribed some of the details of this conviction, and said that the complainant\n“was sentenced to a year on probation and being put on the sex offenders’\nregister”. The article said that “one of the victim’s friends also stated she\nsaw the youngster looking distressed” in the complainant’s bathroom. It said\nthat the complainant “has since been cleared by both the English and Scottish\nFootball Association to work with youngsters”, and said that he had told\nanother publication that he “was informed by the police that the girl in\nquestion had not disclosed her true age”. The metadata relating to the article,\nincluding its URL and search engine results, originally stated that the\ncomplainant had been appointed despite a “sex attack”.\n3. The complainant said that the use of the term\n“attack” suggested non-consensual sex had occurred; this was not the case. It\nwas also inaccurate to state that one of the victim’s friends had found her\nlooking distressed; this had not been heard in court. The article was also\nhighly selective, because it did not refer to the fact that the court accepted\nthat the complainant would not have slept with the girl had he been informed of\nher true age; this was also highlighted by the Scottish FA panel which considered\nthe matter.\n4. The publication\namended the metadata on receipt of the complaint to remove reference to a “sex\nattack”; however, it did not consider that this represented a significant\ninaccuracy, given that the article made clear the facts of the complainant’s\nconviction. The witness’ claims, which were presented as such, had been widely\nreported at the time of the trial, and the publication said that it was\nentitled to repeat them. It said that omitting certain material from the\narticle did not make it misleading, and the article had included a statement\nfrom the complainant setting out his position that he had not known the girl’s\nage at the time of the incident.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. Following IPSO’s\ninvestigation, the publication said it was willing to publish the following footnote:\nThe URL to this article originally labelled the incident in\n2009 which lead to Mr Jolley's conviction as a \"sex attack\". We now\nunderstand that is not the case and we apologise for any distress caused.\n7. The complainant\nsaid that this would resolve the matter to his satisfaction.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 13/03/2018\nDate complaint concluded by IPSO: 04/06/2018\nBack to ruling listing\n\n\n"
}