{
    "url": "/rulings-and-resolution-statements/ruling/?id=00850-18",
    "title": "Resolution Statement 00850-18 Bellamy v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-01-21 00:00:00",
    "received_on": "2018-01-22 00:00:00",
    "concluded_on": "2018-03-26 00:00:00",
    "complaint_processing_days": 63,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s involvement, the publication offered to amend the article amend the first paragraph of the online version of the story from \"last month\" to \"in October 2016\". It also offered to publish the following correction in print in its established Corrections section on the Letters Page and also online: Our article \"Revealed: How Momentum Staged Haringey Town Hall Putsch\" (News, Jan 21) reported incorrectly that in December 2017 a meeting of the Seven Sisters Labour Party discussed street prostitution and an anti-semitic comment was made. In fact this had occurred in October 2016. We apologise for the error. 8. The complainant said this resolved the matter to her satisfaction. 9. As the complaint had been mediated successfully, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00850-18 Bellamy v The Sunday Times\nSummary of complaint\n1. Amy Bellamy\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined \"Revealed: how Momentum staged town hall putsch”,\npublished on 21 January 2018.\n2. The article\nreported on a discussion held during a Labour branch meeting, which the article\nsaid took place “last month”, on the “problem of street prostitution”. The\narticle contained criticism of the attendees who had failed to respond to a\ncomment made during the discussion: “No one said a word. No action was taken…\nEveryone, including him, carried on with the discussion”. The article placed\nthis criticism in the context of wider concern that Momentum, a support group\nfor Jeremy Corbyn, would take control of the Council during local elections in\nMay 2018.\n3. The complainant\nsaid that the article inaccurately suggested that the Branch meeting took place\nin December 2017 when in fact, the meeting was held in October 2016. She said this\nwas a significant distortion, because the meeting was used as a preface to, and\nthe basis of, current criticism of potential changes in the composition of the\nCouncil. She also said that the article criticised different individuals, by\nimplying that the alleged comment was made in a different meeting with\ndifferent attendees and executive board.\n4. The newspaper\naccepted that the article had reported incorrectly that the discussion on\nstreet prostitution had taken place \"last month\"; it accepted that\nthe meeting took place in October 2016. The newspaper explained that the error\nhad occurred due to a misunderstanding of information provided to the reporter.\nIt said that this information could not be verified because the minutes of the\nmeeting had not been published.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\ninvolvement, the publication offered to amend the article amend the first\nparagraph of the online version of the story from \"last month\" to\n\"in October 2016\". It also offered to publish the following\ncorrection in print in its established Corrections section on the Letters Page\nand also online:\nOur article \"Revealed: How Momentum Staged Haringey\nTown Hall Putsch\" (News, Jan 21) reported incorrectly that in December\n2017 a meeting of the Seven Sisters Labour Party discussed street prostitution\nand an anti-semitic comment was made. In fact this had occurred in October\n2016. We apologise for the error.\n8. The complainant\nsaid this resolved the matter to her satisfaction.\n9. As the complaint\nhad been mediated successfully, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 22/01/2018Date complaint concluded by IPSO: 26/03/2018 \nBack to ruling listing\n\n\n"
}