{
    "url": "/rulings-and-resolution-statements/ruling/?id=18840-17",
    "title": "Resolution Statement 18840-17 The English Democrats v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-09-09 00:00:00",
    "received_on": "2017-10-04 00:00:00",
    "concluded_on": "2017-11-26 00:00:00",
    "complaint_processing_days": 53,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  10. Following IPSO’s intervention, the newspaper offered to circulate a notice making editorial staff aware of the complainant’s concerns and offered to publish the following clarification both in print and online:  Following an article on 9 September, which included the English Democrats in a list of ‘far right’ organisations, we are happy to make clear that they consider themselves to be modern democratic English nationalists and to fall neither on the right nor the left of the political spectrum.  11. The complainant said this would resolve the matter to their satisfaction.  12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 18840-17 The English Democrats v Daily Mail\nSummary\nof Complaint\n1.\nThe English Democrats complained to the Independent Press Standards\nOrganisation that the Daily Mail breached Clause 1(Accuracy) and Clause\n12(Discrimination) of the Editors’ Code of Practice in an article headlined,\n“Revealed: The Chilling resurgence of Britain’s Far Right,” published on 9\nSeptember 2017. The article also appeared online headlined, “The chilling\nresurgence of Britain’s Far Right: UK extremists are on the march again- and\nthey’re recruiting middle-class female graduates to push their warped ideology.”\n2.\nThe article mainly reported on the activities of one “far-right” proscribed\norganisation, outlining their beliefs and commenting on the profiles of their recent\nrecruits. The article went on to discuss the “far right” more broadly, and\nstated that “the far right has splintered into rival groups… which now seem\ncontent bickering between themselves.” The article named the complainant in\nthis list of “far-right” groups. The online article was substantially the same\nas the print article. \n3.\nThe complainant said that it was inaccurate to refer to the English Democrats as\n“far-right,” as they were an English nationalist party campaigning for English\nindependence, and could not be placed on the traditional left/right political\nspectrum. They also said it was inaccurate to state they were “bickering” with\nother groups, as they have no involvement with any of the other groups\nmentioned. They also raised concern that the references to “neo Nazis” in the\narticle implied that they shared these beliefs. \n4.\nThe complainant also raised concern that the article breached Clause 12\n(Discrimination), as they believed it discriminated against individuals of\nEnglish national identity. \n5.\nThe newspaper did not accept it had breached the Code. It said that the\ndescription of any political party as “far-right” is subjective, but said that\n“far-right” was generally accepted to encompass those groups and organisations\nof a more extreme conservative political persuasion, which support a\nnationalist agenda and discourage diversity. It provided examples from the\ncomplainant’s social media accounts which it believed supported its\ncharacterisation of the party as “far-right.” \n\n6.\nIt also said that the complainant had been described as “far-right” by numerous\ncredible sources, which had also reported that “far-right” groups were\nsplintering and subject to a certain level of infighting. The newspaper also\nsaid the article made clear that the references to “neo-Nazis” did not apply to\nthe entirety of the “far-right.”\n7.\nIn response to the newspaper’s comments, the complainant said that simply\nbecause other sources had reported that the party was “far-right” did not mean\nit was accurate. They also said that the term “far-right” had not been used as\na general term but rather to draw a connection between the party and other\ngroups named in the article. \nRelevant\nCode Provisions\n8.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nClause\n12 (Discrimination)\ni)\nThe press must avoid prejudicial or pejorative reference to an individual’s,\nrace, colour, religion, sex, gender identity, sexual orientation or to any\nphysical or mental illness or disability. \nii)\nDetails of an individual’s race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story. \nMediated\nOutcome\n9.\nThe complaint was not resolved through direct correspondence between the\nparties. IPSO therefore began an investigation into the matter. \n10.\nFollowing IPSO’s intervention, the newspaper offered to circulate a notice\nmaking editorial staff aware of the complainant’s concerns and offered to\npublish the following clarification both in print and online: \nFollowing an\narticle on 9 September, which included the English Democrats in a list of ‘far\nright’ organisations, we are happy to make clear that they consider themselves\nto be modern democratic English nationalists and to fall neither on the right\nnor the left of the political spectrum. \n11.\nThe complainant said this would resolve the matter to their satisfaction. \n12.\nAs the complaint was successfully mediated, the Complaints Committee did not\nmake a determination as to whether there had been any breach of the Code. \nDate\ncomplaint received: 04/10/2017\nDate\ncomplaint concluded by IPSO: 26/11/2017\nBack to ruling listing\n\n\n"
}