{
    "url": "/rulings-and-resolution-statements/ruling/?id=07051-18",
    "title": "Resolution Statement 07051-18 Kelly v Sunday World",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday World (Sunday World)",
    "published_on": "2018-09-30 00:00:00",
    "received_on": "2018-10-25 00:00:00",
    "concluded_on": "2019-02-08 00:00:00",
    "complaint_processing_days": 106,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. During IPSO’s investigation, the publication offered to print the following clarification: Our article “Tanks for nothing!” published on 30 September reported that the fuel tanks at GO filling station at the Citygate shopping complex on York Street are vulnerable to fuel saboteur’s and are easily tampered with. This was not correct. We have had it confirmed that it would be extremely difficult, if not impossible to contaminate Go tanks as their fuel is accessed via a secure locked building.  We would also like to clarify that no complaints were made to Go Power at that time.8. The complainant said that this would resolve the matter to her satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07051-18 Kelly v Sunday WorldSummary of complaint1. Aileen Kelly\ncomplained on behalf of LCC Group Limited, trading as Go, to the Independent\nPress Standards Organisation that the Sunday World breached Clause 1 (Accuracy)\nin an article headlined “TANKS FOR NOTHING”, published on 30 September 2018.2. The article\nreported that a number of petrol stations in Belfast had experienced issues\nwith people allegedly tampering with the fuel stored underneath the stations’\nforecourt, which the article claimed were unsecured. The article included\nseveral quotes from motorists who had been affected.3. The complainant\nis a representative of one of the petrol stations named in the article. She\nsaid that her business had never been the victim of fuel saboteurs, it did not\nhave any knowledge of the alleged incidents ever occurring, and it took care to\nsecure the fuel supplies. It said that the publication did not contact it prior\nto publication.4. The publication\nsaid that the article was based on claims made by members of the public. It\nsaid that it tried to contact the complainant prior to publication, but was\nunable to locate any appropriate contact details. The publication said that\nthere was no intention to cause distress, only to highlight the issues\nallegedly experienced by the motorists.Relevant Code Provisions5. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated outcome6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.7. During IPSO’s\ninvestigation, the publication offered to print the following\nclarification: Our article “Tanks for nothing!” published on 30 September\nreported that the fuel tanks at GO filling station at the Citygate shopping\ncomplex on York Street are vulnerable to fuel saboteur’s and are easily\ntampered with. This was not correct. We have had it confirmed that it would be\nextremely difficult, if not impossible to contaminate Go tanks as their fuel is\naccessed via a secure locked building. \nWe would also like to clarify that no complaints were made to Go Power\nat that time.8. The complainant\nsaid that this would resolve the matter to her satisfaction.9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 25/10/2018Date complaint concluded: 08/02/2019\n \nBack to ruling listing\n\n\n"
}