{
    "url": "/rulings-and-resolution-statements/ruling/?id=03074-18",
    "title": "Resolution Statement 03074-18 McTurk v Press & Journal",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Press & Journal (DC Thomson Group)",
    "published_on": "2018-04-11 00:00:00",
    "received_on": "2018-04-13 00:00:00",
    "concluded_on": "2018-06-15 00:00:00",
    "complaint_processing_days": 63,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s investigation, the publication said it was happy to publish the following clarification on page 2 of its print edition:“A report on April 11 about the uptake of Scottish Government electric-vehicle loans carried the headline ‘Tories on attack as electric car scheme fails to take off’. We have been asked to clarify that the headline was based on a Conservative interpretation of the overall figures since the scheme’s inception. We are also happy to clarify that figures referred to in the story as ‘applications’ actually represented ‘successful applications’ for electric or plug-in hybrid vehicles. The total number of applications received for the loan between 2011-12 and 2017-18 was 1071, not 416 as previously stated.” 8. The complainant said that this would resolve the matter to his satisfaction. 9.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 03074-18\nMcTurk v Press & Journal \nSummary of Complaint1.  Euan\nMcTurk complained to the Independent Press Standards Organisation that the\nPress & Journal breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Tories on attack as electric car scheme fails\nto take off”, published on 11 April 2018. 2. The\narticle reported that there had been “slow uptake for plans to make Scotland\ndiesel and petrol-free”. It said that “the uptake of a scheme to encourage\ndrivers to buy electric vehicles has been criticised by the Scottish\nConservatives”. The article said that there had been 407 ‘confirmed\napplications’ made for an electric vehicle loan scheme, and that the “201\napplications expected in 2017-18 is up from 122 in the previous financial\nyear”. It said that in total, the seven-year scheme had funded the purchase of\n499 electric vehicles. The article went on to set out the criticisms of these\nfigures made by the Scottish Conservatives, and the response from Transport\nScotland, which highlighted that “the scheme is regularly over-subscribed”. 3. The\ncomplainant said that the headline and sub-headline were misleading: it was not\naccurate to state that the scheme had “failed to take off” or that uptake was\n“low” when the scheme was oversubscribed the previous year, and the funding for\nthe scheme had consequently been exhausted. He said that he figures included in\nthe article were for confirmed loans, not applications for loans. 4. The\npublication denied that the headline was misleading: it was clear that this was\nthe Conservatives’ interpretation of the figures, rather than a statement of\nfact. It said that the figures included in the article had been presented as\nthey had been supplied to the publication.\nRelevant Code provisions 5. Clause 1 (Accuracy)\ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator.\nMediated outcome 6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 7. Following\nIPSO’s investigation, the publication said it was happy to publish the\nfollowing clarification on page 2 of its print edition:“A report on April\n11 about the uptake of Scottish Government electric-vehicle loans carried the\nheadline ‘Tories on attack as electric car scheme fails to take off’. We have\nbeen asked to clarify that the headline was based on a Conservative interpretation\nof the overall figures since the scheme’s inception. We are also happy to\nclarify that figures referred to in the story as ‘applications’ actually\nrepresented ‘successful applications’ for electric or plug-in hybrid\nvehicles. The total number of applications received for the loan between\n2011-12 and 2017-18 was 1071, not 416 as previously stated.” 8. The\ncomplainant said that this would resolve the matter to his satisfaction. 9.  As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 13/04/2018\nDate complaint concluded by IPSO: 15/06/2018\n \nBack to ruling listing\n\n\n"
}