{
    "url": "/rulings-and-resolution-statements/ruling/?id=04718-19",
    "title": "Resolution Statement 04718-19 Williamson v Sunday Mail",
    "provisions": [
        "1 Accuracy (2018)",
        "3 Harassment (2018)",
        "9 Reporting of crime (2018)",
        "12 Discrimination (2018)",
        "16 Payments to criminals (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday Mail (Reach PLC)",
    "published_on": "2019-06-02 00:00:00",
    "received_on": "2019-06-12 00:00:00",
    "concluded_on": "2019-08-09 00:00:00",
    "complaint_processing_days": 58,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.  As a gesture of goodwill, the publication offered to remove the article from its website and agreed not to publish any article about the complainant and the victim’s past history. 8. The complainant said this would resolve his complaint. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement - 04718-19 Williamson v Sunday Mail\nSummary of Complaint\n1. David Williamson complained to the Independent Press\nStandards Organisation that the Sunday Mail breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment)*, Clause 9 (Reporting of Crime)*, Clause 12 (Discrimination)\nand Clause 16 (Payments to criminals)* of the Editors' Code of Practice in an\narticle headlined “Lying stalker has taken out a court ban so he can\ntorment me even more\" published on 2 June 2019.\n2. The article reported that the complainant has\nsuccessfully sought a court order in England to prevent a named person from\ncontacting him. This person, the article reported, was previously a victim of\nkidnapping by the complainant. The article reported that the complainant had\nreceived a jail sentence for this, and had also received jail sentences for\nbreach of the peace and threatening to blow up a London landmark.\n3. The article also reported several allegations made by the\nvictim, such as that the complainant had flouted anti-harassment orders and\nharassed her from his prison cell.\n4. The complainant disputed these claims. He said that he\nhad never been convicted of kidnapping the victim and that the victim’s\nallegations against him, which were reported on, were untrue. The complainant\nsaid that these inaccuracies also constituted breaches of other clauses of the\nCode.\n5. The publication did not accept that the article was\ninaccurate. It stated that there was numerous witness statements, civil actions\nand injunctions which evidenced its claims about the complaint’s convictions\nand past behaviour.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nClause 16 (Payment to criminals)*\ni) Payment or offers of payment for stories, pictures or\ninformation, which seek to exploit a particular crime or to glorify or\nglamorise crime in general, must not be made directly or via agents to\nconvicted or confessed criminals or to their associates – who may include\nfamily, friends and colleagues.\nii) Editors invoking the public interest to justify payment\nor offers would need to demonstrate that there was good reason to believe the\npublic interest would be served. If, despite payment, no public interest\nemerged, then the material should not be published.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7.  As a gesture of\ngoodwill, the publication offered to remove the article from its website and\nagreed not to publish any article about the complainant and the victim’s past\nhistory.\n8. The complainant said this would resolve his complaint.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 12/06/2019\nDate complaint concluded by IPSO: 09/08/2019\nBack to ruling listing\n\n\n"
}