{
    "url": "/rulings-and-resolution-statements/ruling/?id=13247-16",
    "title": "Resolution Statement 13247-16 Palestinian Return Centre v Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2016-10-28 00:00:00",
    "received_on": "2016-11-15 00:00:00",
    "concluded_on": "2017-02-14 00:00:00",
    "complaint_processing_days": 91,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. Following IPSO’s intervention, the newspaper offered to publish the following clarification in the corrections and clarifications column on the newspaper’s letters page: Clarification - Palestinian Return Centre In our article “Lib Dems kick out 'anti-Israel’ peer” published on 28 October 2016, we reported that a speaker at a Palestinian Return Centre event had compared Israel to Islamic State and blamed Jewish people for the Holocaust. We would like to clarify that the comments were made by an audience member and not one of the invited panel. The Centre say that they do not tolerate any form of antisemitism. The newspaper also offered to remove references to “the speaker” from the online article, and to refer instead to “an audience member”. It offered to publish the following as footnote to the article: Clarification This article was amended on 08 February 2017. The article originally said that a speaker at the event had compared Israel to Islamic State, and had blamed the Jewish people for the Holocaust. The article has since been amended to clarify that the comments were made by an audience member and not one of the invited panel. The Centre say that the audience member was not invited to the meeting. It says that they promote social cohesion, and do not tolerate any form of antisemitism. 7. The complainant said that this would resolve the matter to its satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 13247-16 Palestinian Return Centre v Daily Express\nSummary of Complaint\n1. The Palestinian\nReturn Centre complained to the Independent Press Standards Organisation that the Daily Express breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin relation to an article headlined “Lib Dems kick out ‘anti-Israel’ peer“,\npublished on 28 October 2016. The article was also published online with the\nheadline “Baroness Tonge resigns from the Lib Dems following suspension for 'anti-Israel\nmeeting'”\n2. The article\nreported on an event at the House of Lords, organised by the complainant. It\nreported that Baroness Tonge had “resigned from the Liberal Democrats after\nchairing a meeting at which Israel was compared to terror group Islamic State\nand Jewish people were blamed for the Holocaust”. The article reported that the\nremarks in question had been made by a “speaker at the event”, and referred to\nthis individual as “a speaker”.\n3. The complainant\nsaid that the remarks in question were made by a member of the audience. It was\ninaccurate to refer to this individual as a speaker, as this suggested that\nthey were a member of the panel it had organised for the event.\n4. The newspaper\nsaid that the article did not contain any reference to the speaker being a\nmember of the Palestinian Return Centre. It denied that it was inaccurate for\nthe article to refer to this individual as “a speaker at the event”.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n7. Following IPSO’s\nintervention, the newspaper offered to publish the following clarification in\nthe corrections and clarifications column on the newspaper’s letters page:\nClarification - Palestinian Return Centre\nIn our article “Lib Dems kick out 'anti-Israel’ peer”\npublished on 28 October 2016, we reported that a speaker at a Palestinian\nReturn Centre event had compared Israel to Islamic State and blamed Jewish\npeople for the Holocaust. We would like to clarify that the comments were made\nby an audience member and not one of the invited panel. The Centre say that\nthey do not tolerate any form of antisemitism.\nThe newspaper also offered to remove references to “the\nspeaker” from the online article, and to refer instead to “an audience member”.\nIt offered to publish the following as footnote to the article:\nClarification\nThis article was amended on 08 February 2017. The article\noriginally said that a speaker at the event had compared Israel to Islamic State,\nand had blamed the Jewish people for the Holocaust. The article has since been\namended to clarify that the comments were made by an audience member and not\none of the invited panel. The Centre say that the audience member was not\ninvited to the meeting. It says that they promote social cohesion, and do not\ntolerate any form of antisemitism.\n7. The complainant\nsaid that this would resolve the matter to its satisfaction.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 15/11/2016Date complaint concluded by IPSO: 14/02/2017 \n\nBack to ruling listing\n\n\n"
}