{
    "url": "/rulings-and-resolution-statements/ruling/?id=10096-22",
    "title": "Resolution Statement – 10096-22 Klemm v falkirkherald.co.uk",
    "provisions": [
        "2 Privacy (2021)",
        "1 Accuracy (2021)",
        "9 Reporting of crime (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "falkirkherald.co.uk (National World Publishing Ltd)",
    "published_on": "2022-05-08 00:00:00",
    "received_on": "2022-07-05 00:00:00",
    "concluded_on": "2022-08-19 00:00:00",
    "complaint_processing_days": 45,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  8. During IPSO’s investigation the publication offered to remove the article in May 2023; when the complainant would no longer have to notify prospective employers of his conviction. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 10096-22 Klemm v falkirkherald.co.uk\nSummary\nof Complaint\n1. Sandra\nKlemm complained on behalf of Steven Klemm to the Independent Press Standards\nOrganisation that falkirkherald.co.uk breached Clauses 1 (Accuracy), 2\n(Privacy), 9 (Reporting of crime) and 12 (Discrimination) of the Editors’ Code\nof Practice in an article headlined “Bonnybridge offender caught with child\nimages”, published on 8 May 2022.\n2. The\narticle was a court report regarding a man who had pled guilty to the\npossession of indecent photographs or pseudo-photographs of children. The\narticle included a statement from the defence solicitor who said the man would\nhave had “material regarding genocide in Rwanda on his devices”. The article\nalso mentioned that the man had kept the indecent images and not “follow[ed]\nthrough on reporting them” to the authorities. The article also included the\ncomplainant’s address.  \n3. The\ncomplainant, the man who was subject to the court case, said that the article\nwas inaccurate in breach of Clause 1. He alleged that the publication had\nreported what was heard by the court inaccurately, and that it had not been\nstated by a solicitor that he had material on his devices relating to the\nRwandan genocide. The complainant instead said that this was a topic of\ninterest to him, as were many other controversial subjects. The complainant\nalso disputed that he kept the indecent images of the children without\n“following through on reporting them” to the authorities. The complainant has\nsaid this was inaccurate because he had reported the material to Twitter. The\ncomplainant also said that to omit details of his autism was misleading in\nbreach of Clause 1.\n4. The\ncomplainant was concerned that the publication breached Clause 2 by including\nhis address. He also said the article was in breach of Clause 9 because the\narticle reported on the case prior to sentencing, and as such caused both the\ncomplainant and his family distress. The complainant considered the article to\nbe in breach of Clause 12 because he considered it discriminated against him\nfor having autism.\n5. The\npublication did not accept a breach of the Code. It denied a breach of Clause 1\nand provided contemporaneous notes from the reporter, who was present in court,\nto support its position that the complainant would have material regarding the\ngenocide in Rwanda on his devices and that it was heard at court that the\ncomplainant had kept the indecent images of the children without “following\nthrough on reporting them” to the authorities. The publication also denied a\nbreach of Clause 1 in terms of the omission of details of the complainant’s\nautism; it said that the omission of information about his protected\ncharacteristics was in line with the requirements of Clause 12, which states\nthat reference to protected characteristics should only be made when genuinely\nrelevant.\n6. The\npublication also maintained it had not breached Clause 2. It said that all of\nthe information in the article, including the complainant’s address, had been\nmade public in court and it was therefore entitled to publish it. The\npublication also did not accept a breach of Clause 9, as it said the article\nwas a court report in accordance with the principle of open justice. It also\nstated that it where the complainant’s autism was not mentioned in the article,\nClause 12, which prohibits pejorative or prejudicial reference to an\nindividual’s protected characteristic, was not engaged.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 9\n(Reporting of crime)\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story.\nii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren under the age of 18 who witness, or are victims of, crime. This should\nnot restrict the right to report legal proceedings.\niii)\nEditors should generally avoid naming children under the age of 18 after arrest\nfor a criminal offence but before they appear in a youth court unless they can\nshow that the individual’s name is already in the public domain, or that the\nindividual (or, if they are under 16, a custodial parent or similarly responsible\nadult) has given their consent. This does not restrict the right to name\njuveniles who appear in a crown court, or whose anonymity is lifted.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's, race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nMediated\nOutcome\n7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. \n8.\nDuring IPSO’s investigation the publication offered to remove the article in\nMay 2023; when the complainant would no longer have to notify prospective employers\nof his conviction.\n9. The\ncomplainant said that this would resolve the matter to his satisfaction.\n10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 05/07/2022\nDate\ncomplaint concluded by IPSO: 19/08/2022\nBack to ruling listing\n\n\n"
}