{
    "url": "/rulings-and-resolution-statements/ruling/?id=16566-17",
    "title": "Resolution Statement 16566-17 KFC v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2017-06-08 00:00:00",
    "received_on": "2017-06-29 00:00:00",
    "concluded_on": "2017-07-20 00:00:00",
    "complaint_processing_days": 21,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to publish the following clarification in print on p.2 of its 'Corrections and Clarifications' column, as well as at the top of the online article, before the body of the text began: KFC Following our 8 June article, “London Bridge gang 'plotted attack in KFC'\", we have been asked to clarify that London Bridge terrorist attacker Youssef Zaghba was never employed by KFC franchisee Auriga Holdings, in a restaurant, office job or otherwise, nor is there any evidence that he worked with or for KFC in any other capacity. We are happy to do so. 8. The complainant said that this resolved the matter to its satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 16566-17 KFC v The Daily Telegraph \n1. KFC (UK &\nIreland) complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “London Bridge gang ‘plotted attack in KFC’”, published\non 8 June 2017.\n2. The article\nreported on claims made in the Italian media that the London Bridge terror\nattack could have been plotted at a KFC restaurant, following claims that “two\nof the gang had worked there at the same time”. The article reported that a\nspokesman for the complainant had “initially denied” that one of the\nterrorists, Youssef Zaghba, had worked for KFC, but had “later admitted it was\npossible that they had been employed in some capacity”.\n3. The complainant\nsaid that Youssef Zaghba had not worked for them in any capacity: the article\ngiven a misleading impression of the newspaper’s position and the statements\nwhich it had provided to the newspaper, prior to publication.\n4. The complainant\nsaid that their spokesperson had informed the newspaper that Youssef Zaghba had\nnot been employed by KFC in an office or restaurant capacity. It said that the\nnewspaper had then asked them to confirm whether or not Zaghba could have been\nemployed at a restaurant in any capacity, such as an agency worker; their\nspokesperson had responded and said that while they could not confirm that this\nwas the case, they would undertake further inquiries. Subsequent to this the\ncomplainant issued a statement to the newspaper which said: “we can confirm\nthat we have found no record of the individuals named Youssef Zaghba working at\nKFC in the UK, Ireland or Italy”.\n5. The newspaper\ndid not accept the complainant’s position that this final statement had been\nclear on Zaghba's possible or potential association with KFC in a non-employed\ncapacity: it did not clarify whether Zaghba ever worked with or for KFC in\nanother capacity. In those circumstances, it said that it had reported on the\ncomplainant’s position, accurately.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. Following IPSO’s intervention, the publication offered to\npublish the following clarification in print on p.2 of its 'Corrections and\nClarifications' column, as well as at the top of the online article, before the\nbody of the text began:\nKFC\nFollowing our 8 June article, “London Bridge gang 'plotted\nattack in KFC'\", we have been asked to clarify that London Bridge\nterrorist attacker Youssef Zaghba was never employed by KFC franchisee Auriga\nHoldings, in a restaurant, office job or otherwise, nor is there any evidence\nthat he worked with or for KFC in any other capacity. We are happy to do so.\n8. The complainant said that this resolved the matter to its\nsatisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 29/06/2017Date complaint concluded by IPSO: 20/07/2017 \nBack to ruling listing\n\n\n"
}