{
    "url": "/rulings-and-resolution-statements/ruling/?id=11820-21",
    "title": "Resolution Statement – 11820-21 Thomson v heraldscotland.com",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "heraldscotland.com (Newsquest Media Group)",
    "published_on": "2021-11-15 00:00:00",
    "received_on": "2021-11-16 00:00:00",
    "concluded_on": "2022-01-24 00:00:00",
    "complaint_processing_days": 69,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation the publication offered to print the following correction: Michelle Thomson MSP In an article published in The Herald on Monday November 15 headlined: MSPs holding second jobs using Holyrood for ‘hobby’ says Labour, we stated that ’seven Scottish Conservative MSPs and one SNP MSP had second jobs alongside their Holyrood job and salary”. That was incorrect as we failed to highlight that in compiling the list, drawn from MSPs’ entries in the register of interest, we had excluded 10 sitting SNP local councillors elected to Holyrood: Siobhian Brown MSP, Stephanie Callaghan MSP, Natalie Don MSP, Jackie Dunbar MSP, Jenny Gilruth MSP, Paul McLennan MSP, Marie McNair, Audrey Nicoll, Emma Roddick MSP, Collette Stevenson MSP, Evelyn Tweed MSP and Elena Whitham MSP. In addition we had not included Emma Harper SNP MSP who does voluntary work as a registered nurse and as a member of the NHS vaccination team. We should have either made that clear or included them all and we apologise to Mrs Thomson for wrongly singling her out as the only SNP MSP who had a second job alongside their Holyrood job and salary. 9. The complainant said that this would resolve the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 11820-21 Thomson v heraldscotland.com\nSummary\nof Complaint\n1. Michelle\nThomson MSP complained to the Independent Press Standards Organisation that\nheraldscotland.com breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “MSPs holding second jobs using Holyrood for\n‘hobby’ says Labour”, published on November 15th 2021.\n2. The\narticle reported that “Scottish Labour has accused MSPs who have second jobs of\n‘serving the people as a part-time hobby’ after it was revealed that eight\nHolyrood politicians top up their salaries with extra employment”. The article\nstated that “seven Scottish Conservative MSPs and one SNP MSP had second jobs”.\nIt listed the seven Conservative MSPs and then stated that “SNP MSP Michelle\nThomson, who was elected to Holyrood in May, is a ‘sole trader of’… a property\ninvestment company, according to her register of interests”. It said she was\n“also a director of a property management company”. It then described the\n“second jobs” of the Conservative MSPs. The article quoted “Scottish Labour\nbusiness manager Neil Bibby” who said that “[t]his is nothing other than the\nsame Tory sleaze we have seen revealed at Westminster in recent weeks. ‘It is\nhigh time that Douglas Ross… clamped down on these MSPs who view serving the\npeople as a part-time hobby.”\n3. The\narticle also appeared online in substantially the same format under the\nheadline “Scottish Labour claims MSPs with second jobs as using Holyrood 'as a\npart-time hobby'”.\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nthe article was unclear what was meant by the term “second job”. She said the\ndefinition of the word “job” was “a paid position of regular employment” and\nthis could be applied to the term “second job”. Bearing this definition in\nmind, the complainant said that several SNP MSPs had second jobs. She said she\ndid not have a second job but owned buy-to-let properties that were managed by\na separate company.\n5. The\npublication did not accept a breach of the Code. It said the complainant’s\nentry in the Register of Interests described her role with language that\nsuggested an occupation, such as “role” of a “sole trader” and “director”. It\nsaid the article had quoted from her entry and, therefore, made clear the\nnature of this work. The publication said it had contacted the SNP’s Head of\nCommunications to ask if he wished to provide a comment, and were told “We will\nnot be adding anything to [the complainant’s] entry”.\n6. The\ncomplainant provided a list of eight SNP MSPs with their entries from the\n“Remuneration and related undertaking” section of the Register of Interests.\nShe stated that this showed there were other SNP MSPs aside from her who could\nbe said to have a “second job”.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n8.\nDuring IPSO’s investigation the publication offered to print the following\ncorrection:\nMichelle\nThomson MSP\nIn an\narticle published in The Herald on Monday November 15 headlined: MSPs holding\nsecond jobs using Holyrood for ‘hobby’ says Labour, we stated that ’seven\nScottish Conservative MSPs and one SNP MSP had second jobs alongside their\nHolyrood job and salary”. That was incorrect as we failed to highlight that in\ncompiling the list, drawn from MSPs’ entries in the register of interest, we\nhad excluded 10 sitting SNP local councillors elected to Holyrood: Siobhian\nBrown MSP, Stephanie Callaghan MSP, Natalie Don MSP, Jackie Dunbar MSP, Jenny\nGilruth MSP, Paul McLennan MSP, Marie McNair, Audrey Nicoll, Emma Roddick MSP,\nCollette Stevenson MSP, Evelyn Tweed MSP and Elena Whitham MSP. In addition we\nhad not included Emma Harper SNP MSP who does voluntary work as a registered\nnurse and as a member of the NHS vaccination team. We should have either made\nthat clear or included them all and we apologise to Mrs Thomson for wrongly\nsingling her out as the only SNP MSP who had a second job alongside their\nHolyrood job and salary.\n9. The\ncomplainant said that this would resolve the matter to her satisfaction.\n10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\nDate\ncomplaint received: 16/11/2021\nDate\ncomplaint concluded by IPSO: 24/01/2022\nBack to ruling listing\n\n\n"
}