{
    "url": "/rulings-and-resolution-statements/ruling/?id=20834-17",
    "title": "Resolution statement 20834-17 Błażejak v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2017-11-28 00:00:00",
    "received_on": "2017-11-14 00:00:00",
    "concluded_on": "2018-01-18 00:00:00",
    "complaint_processing_days": 65,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation, the newspaper offered to amend the online article to highlight that the banner had been removed, and that the Polish regional prosecutor was considering bringing charges against the individual, in connection with the banner.  9. The newspaper also offered to publish the following clarification in the Corrections and Clarifications column on page 2 of the newspaper, and as a footnote to the amended online article: “Anti-Semitic banner A 28 Nov article stated that no action had been taken by Polish authorities against Piotr Rybak for hanging an anti-Semitic banner outside his guesthouse near Wroclaw. In fact, although no charges have been brought against Mr Rybak for displaying the banner, police removed it shortly before our article was published. We are sorry for any confusion”. 10. The complainant said that this would resolve the matter to his satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement – 20834-17 Błażejak\nv The Daily TelegraphStatement of Complaint\n1.\nMarek Błażejak\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Action demand over racist sign”, published on 28 November\n2017. \n2.\nThe article reported that an individual had placed a banner outside his\nguesthouse in Poland which said “Entry forbidden to Jews, Commies and all thieves\nand traitors of Poland”, and reported that the incident had occurred amid\nrising concern over the strength of the far-Right in Poland. It was claimed\nthat the Polish authorities had “made no move” against the individual in\nrelation to the banner, despite it appearing to break anti-hate crime and\ndiscrimination laws, and the article included a comment made by the World\nJewish Congress that it “would have expected the authorities to act forcefully\nand swiftly to put a stop to such activity”. The article also reported that the\nindividual had previously been convicted of inciting racial hatred after\nburning a Jewish effigy at a far-Right demonstration. \n3.\nThe article was published online in substantively the same format, headlined\n“Polish authorities urged to act after far-right activist bans Jews from his\nguesthouse”. The online article included a comment made by an anti-racism group\nthat there appeared to be an “inability or unwillingness” on the part of the\nPolish authorities to deal with racist incidents. The online article also\nreported that Poland’s ruling party had been accused of “fostering a climate of\nxenophobia”. \n4. The complainant said that the article\ngave the misleading impression that the Polish government is indifferent\ntowards anti-Semitism, racism and xenophobia. He expressed concern that the\narticle was imbalanced, and that it did not reflect the official policy of the\nPolish government regarding anti-Semitism. The complainant also said that it\nwas inaccurate to report that the Polish authorities had “made no move” against\nthe individual. He said that the individual was arrested prior to the\npublication of the article, albeit in relation to a different crime; that the\nPolish police had claimed that the banner was removed at this time; and that\nthe Polish regional prosecutor was “considering” bringing charges against the\nindividual in respect of the banner. The complainant provided a copy of an\nemail from a spokesperson for the Polish police, and Polish news articles,\nwhich he said demonstrated his position.\n5. The newspaper did not accept that there had\nbeen a breach of Clause 1. It said that it was fair and accurate to report on\n“rising concern” about the far-Right in Poland, and that such concerns were\nwell-known and publicly documented. The newspaper also said that it was\nentitled to report on the World Jewish Congress’ criticisms of the Polish\ngovernment, that the individual had faced no criminal charges despite the\nbanner appearing to be in breach of anti-discrimination laws. It said that the\nindividual was not arrested in connection to the banner, and that the regional\nprosecutor had confirmed to it that no charges had yet been brought against the\nindividual, in respect of the banner. The newspaper said that therefore, it was\nnot inaccurate to report that the authorities had “made no move” against him. \nRelevant Code Provisions \n6. Clause 1\n(Accuracy)\n \ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\n \nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator. \nMediated outcome\n7.\nThe complaint was not resolved through direct correspondence between the\nparties. IPSO therefore began an investigation into the matter.\n8.\nDuring IPSO’s investigation, the newspaper offered to amend the online article\nto highlight that the banner had been removed, and that the Polish regional\nprosecutor was considering bringing charges against the individual, in\nconnection with the banner. \n9.\nThe newspaper also offered to publish the following clarification in the Corrections\nand Clarifications column on page 2 of the newspaper, and as a footnote to the\namended online article:\n“Anti-Semitic banner\nA\n28 Nov article stated that no action had been taken by Polish authorities\nagainst Piotr Rybak for hanging an anti-Semitic banner outside his guesthouse\nnear Wroclaw. In fact, although no charges have been brought against Mr Rybak\nfor displaying the banner, police removed it shortly before our article was\npublished. We are sorry for any confusion”.\n10.\nThe complainant said that this would resolve the matter to his satisfaction.\n11.\nAs the complaint was successfully mediated, the Complaints Committee did not\nmake a determination as to whether there had been any breach of the Code.\nDate\ncomplaint received: 14/11/2017\nDate complaint concluded by IPSO: 18/01/2018\n \nBack to ruling listing\n\n\n"
}