{
    "url": "/rulings-and-resolution-statements/ruling/?id=20875-17",
    "title": "Resolution Statement 20875-17 Johnson v Sun.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2017-12-06 00:00:00",
    "received_on": "2018-03-20 00:00:00",
    "concluded_on": "2018-07-11 00:00:00",
    "complaint_processing_days": 113,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. The newspaper had already removed the article from its website, and it agreed to let the News Desk know that the complainant wished to be contacted when they planned to publish stories about Adam Johnson. In addition, it offered to publish the following clarification on page two in print and online: On 6 December we published an article headlined \"Adam Johnson's ex-girlfriend Stacey Flounders is injured in car crash on way to visit paedophile footballer in jail\". We have been asked to clarify that Ms Flounders was in fact on her way to work at the time of the crash, and are happy to do so. 9. The complainant accepted the newspaper’s offer as a resolution to the complaint. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 20875-17 Johnson v Sun.co.uk\nSummary of complaint\n1. David\nJohnson, acting on behalf of Adam Johnson, complained to the Independent Press\nStandards Organisation that Sun.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Wag ‘Blinded by sun’ Adam\nJohnson’s ex-girlfriend Stacey Flounders is injured in car crash on way to\nvisit paedophile footballer in jail”, published on 6 December 2017.\n2. The\ncomplainant said that the newspaper had inaccurately reported that Stacey\nFlounders had been involved in a car crash while on her way to visit his son in\nprison. The accident had not occurred on a visiting day.\n3. In\naddition, he said that it was inaccurate to refer to his son as a “paedophile”.\nHe said the term “paedophile” described a “male predator who had sexual\nattraction towards prepubescent children”; his son was not a paedophile.\n4. The\nnewspaper denied that it had breached the Code. It said that Ms Flounders had\nbeen involved in a collision and a photographer had taken photographs of the\ncar. The photographer had told its reporter that Ms Flounders had been on her\nway to see Adam Johnson at the time of the crash. This was information he said\nhe had received from Ms Flounders and the newspaper was entitled to rely on it.\nIt did not consider that Ms Flounders’ destination at the time of the collision\nwas a significant point, and it argued that the complainant was not in a\nposition to know whether she was travelling to the prison.\n5. The\nnewspaper said that it was not inaccurate or misleading to have referred to\nAdam Johnson as a “paedophile” given that he had been convicted of sexual\noffences against a minor.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n8. The\nnewspaper had already removed the article from its website, and it agreed to\nlet the News Desk know that the complainant wished to be contacted when they\nplanned to publish stories about Adam Johnson. In addition, it offered to\npublish the following clarification on page two in print and online:\nOn 6 December we published an article headlined \"Adam\nJohnson's ex-girlfriend Stacey Flounders is injured in car crash on way to\nvisit paedophile footballer in jail\". We have been asked to clarify that\nMs Flounders was in fact on her way to work at the time of the crash, and are\nhappy to do so.\n9. The\ncomplainant accepted the newspaper’s offer as a resolution to the complaint.\n10. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 20/03/2018\nDate complaint concluded by IPSO: 11/07/2018\nBack to ruling listing\n\n\n"
}