{
    "url": "/rulings-and-resolution-statements/ruling/?id=02187-17",
    "title": "Resolution Statement 02187-17 Farquhar v express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2017-12-27 00:00:00",
    "received_on": "2017-03-22 00:00:00",
    "concluded_on": "2017-07-20 00:00:00",
    "complaint_processing_days": 120,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation of the complaint, the newspaper offered to make several amendments to the article. 8. It offered to amend the headline to “Headteacher rubbishes claims that school children stopped from signing Holy Night” and to amend the stand first to “The headteacher of a school in Bresciano has denied that school children were banned from singing a popular Christmas carol or that they hummed the tune instead”. 9. It offered to add the following wording to the body of the article: The headteacher of the school, Mariaelisa Bonaglia, explained to an Italian newspaper \"The choices of texts, songs and melodies have responded to the need to harmonize requirements stage, coordination of the various classes among themselves and with the orchestra. In the show there were numerous religious references including the construction of the crib, traditional songs typical of the Christmas period, nursery rhymes and prayers of Saint Lucia. 10. It also offered to delete the line: “over fear the performance could  offend other religions”, and replace it with the following wording: It was claimed Children in Flero, Italy, did not sing the lyrics of Holy Night due to fears the preference could offend other religions. 11. The publication also offered to amend the captions on the pictures contained in the article to the following wording: Head teacher denied school children banned from singing Holy Night 12. The publication also offered to publish a correction on the article, as well as separately on the publication’s homepage: Correction – School Children were not banned from singing Silent Night On 12 December 2016 we published an article headlined “School children BANNED from singing Silent Night over fears it will OFFEND other religions.” The original version of this article was based on reports published by Italian media organisations, Giornale di Brescia, La Republica, Libero Quotidian, Courier della Sera and II Giorno, that a Local Councillor believed school children in Bresciano, northern Italy, were prevented from singing the hymm Holy Night, at a school concert, to avoid causing religious offence. The Councillor’s comments were made in reaction to the concert, and represented her opinion. The head teacher of the school has subsequently clarified, 'The choices of texts, songs and melodies have responded to the need to harmonize requirements stage, coordination of the various classes among themselves and with the orchestra. In the show there were numerous religious references including the construction of the crib, traditional songs typical of the Christmas period, nursery rhymes and prayers of Saint Lucia.” 13. The complainant said that this resolved the matter to his satisfaction. 14. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02187-17 Farquhar v express.co.uk\nSummary of complaint\n1. Stuart Farquhar\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) in an article headlined “Schoolchildren BANNED\nfrom singing Silent Night over fears it will OFFEND other religions”, published\non 27 December 2017.\n2. The article\nreported that schoolchildren in a town in Italy had been “banned” from signing\nthe hymm Silent Night at their Christmas Concert. The article reported the\ncomments of the culture commissioner of the town, who had said:: \"Even if\nthe state and the school claim to be secular, we would like to have ‘Christmas\nConcerts’ and not ‘Winter Recitals’ where children can feel free to sing Holy\nNight without thinking that this offends or excludes pupils who belong to other\ncultures or other religions or who declare to be atheists.”\n3. The complainant\nsaid that the children had not been banned from singing the hymn: the\nheadteacher of the school had subsequently clarified that the decision not to\nsign the carol was due to the need to harmonize and co-ordinate the children’s\nsinging, with the orchestra.4. The newspaper\nsaid that the article had followed reports in the Italian media, regarding the\nschool children not being allowed to sing the hymn, and accurately reflected\nthe opinion of the culture commissioner of the town. It noted that the\nheadteacher had not yet made the statement, at the time the article was\npublished.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint was\nnot resolved through direct correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. During IPSO’s\ninvestigation of the complaint, the newspaper offered to make several\namendments to the article.\n8. It offered to\namend the headline to “Headteacher rubbishes claims that school children\nstopped from signing Holy Night” and to amend the stand first to “The\nheadteacher of a school in Bresciano has denied that school children were\nbanned from singing a popular Christmas carol or that they hummed the tune\ninstead”.\n9. It offered to\nadd the following wording to the body of the article:\nThe headteacher of the school, Mariaelisa Bonaglia,\nexplained to an Italian newspaper \"The choices of texts, songs and\nmelodies have responded to the need to harmonize requirements stage,\ncoordination of the various classes among themselves and with the orchestra. In\nthe show there were numerous religious references including the construction of\nthe crib, traditional songs typical of the Christmas period, nursery rhymes and\nprayers of Saint Lucia.\n10. It also offered to delete the line: “over fear the\nperformance could  offend other\nreligions”, and replace it with the following wording:\nIt was claimed Children in Flero, Italy, did not sing the\nlyrics of Holy Night due to fears the preference could offend other religions.\n11. The publication also offered to amend the captions on\nthe pictures contained in the article to the following wording:\nHead teacher denied school children banned from singing Holy\nNight\n12. The publication also offered to publish a correction on\nthe article, as well as separately on the publication’s homepage:\nCorrection – School Children were not banned from singing\nSilent Night\nOn 12 December 2016 we published an article headlined\n“School children BANNED from singing Silent Night over fears it will OFFEND\nother religions.” The original version of this article was based on reports\npublished by Italian media organisations, Giornale di Brescia, La Republica,\nLibero Quotidian, Courier della Sera and II Giorno, that a Local Councillor\nbelieved school children in Bresciano, northern Italy, were prevented from\nsinging the hymm Holy Night, at a school concert, to avoid causing religious\noffence. The Councillor’s comments were made in reaction to the concert, and\nrepresented her opinion. The head teacher of the school has subsequently\nclarified, 'The choices of texts, songs and melodies have responded to the need\nto harmonize requirements stage, coordination of the various classes among\nthemselves and with the orchestra. In the show there were numerous religious\nreferences including the construction of the crib, traditional songs typical of\nthe Christmas period, nursery rhymes and prayers of Saint Lucia.”\n13. The complainant\nsaid that this resolved the matter to his satisfaction.\n14. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 22/03/2017Date complaint concluded by IPSO: 20/07/2017  \nBack to ruling listing\n\n\n"
}