{
    "url": "/rulings-and-resolution-statements/ruling/?id=20926-17",
    "title": "Resolution Statement 20926-17 Salmond v Daily Record",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2017-12-30 00:00:00",
    "received_on": "2017-12-11 00:00:00",
    "concluded_on": "2018-08-26 00:00:00",
    "complaint_processing_days": 258,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. Following IPSO’s investigation, the complaint was not satisfactorily resolved, and was passed to the Complaints Committee for a decision. The Committee issued a decision, and the complainant requested a review by the Complaints Reviewer. The Reviewer referred the matter back to the Committee for further consideration. IPSO conducted a further investigation. Before the final decision was issued, the newspaper offered to publish the following clarification on the online article: In our articles of 10 and 30 December, we stated that the Alex Salmond Show, broadcast on RT International, had suffered plummeting and plunging viewing figures. We are happy to clarify that, based on figures available at the time, the show had dropped out of the top ten most watched RT programmes, but the actual viewing numbers were not available. However, figures released in time for the 30th December article indicate that the show was at number 6 for the week ending 10 December with 19,000 viewers and we apologise for this inaccuracy. It also offered to publish the following clarification in print, on page 2: In our article of 30 December, we stated that Alex Salmond Show, broadcast on RT International, had suffered plunging viewing figures and had dropped out of the top ten most popular shows on RT earlier that month. We are happy to clarify that, based on the latest figures available at the time, the show was actually at number 6 for the week ending 10 December with 19,000 viewers and apologise for this inaccuracy. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not issue any ruling to indicate whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 20926-17 Salmond v Daily Record\nSummary of complaint\n1. Alex Salmond\ncomplained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Salmond gets his kilt on”, published on 30 December 2017.\nThis article appeared online in substantially the same format with the headline\n“Alex Salmond is dressed to Kilt as he lets it all hang out in latest RT show”.\n2. The article\nreported on the complainant wearing a kilt in the latest edition of his TV\nshow. It described “plunging viewing figures” for the complainant’s RT show,\nand stated that “the ex-first minister’s programme dropped out of the Russian\npropaganda channel’s 10 most-watched shows earlier this month”.\n3. The complainant\nsaid that it was inaccurate for the article to state that the viewing figures\nhad “plunged”; there was no evidence to support this position. The BARB figures\nshowed that the show had returned to the channel’s Top 10 in the week ending 10\nDecember, with a higher viewership than in the first week of the show in\nNovember, when it had been the most-watched show on RT. This indicated that\nviewership had increased, rather than plunged. It was inaccurate to say that\nthe show had fallen out of the top ten “earlier this month” when the show had\nbeen outside the top 10 for the week ending 3 December, but inside it for the\nweek ending 10 December – the only weeks of data which would have been\navailable at the time of publication. The complainant also raised the concern\nthat he had not been contacted prior to publication.\n4. The publication\ndenied any breach of the Code. It said that the reference to the programme\ndropping out of the 10 most-watched shows, and the phrase “plunging viewing\nfigures”, both referred to the show dropping out of the top 10 in the second\nweek it was shown, as referred to in an article earlier in December in its\nsister publication. The publication denied that stating that viewing figures\nhad “plunged” was a significant inaccuracy, in a context where the programme\nhad dropped out of the top 10 programmes on the channel in late November.\nNonetheless, it removed the phrase “despite plunging viewing figures” from the\nonline article.\n5. The complainant\nsaid that the removal of this phrase represented an admission that the\ninaccuracy in the article was significant. He said that the publication was\nignoring positive viewing figures for his show, and the most recently-published\ndata, and that its reporting on the show was unduly influenced by its editorial\nposition.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8. Following IPSO’s investigation, the complaint\nwas not satisfactorily resolved, and was passed to the Complaints Committee for\na decision. The Committee issued a decision, and the complainant requested a\nreview by the Complaints Reviewer. The Reviewer referred the matter back to the\nCommittee for further consideration. IPSO conducted a further investigation.\nBefore the final decision was issued, the newspaper offered to publish the following clarification on\nthe online article:\nIn our articles of 10 and 30 December, we stated that the\nAlex Salmond Show, broadcast on RT International, had suffered plummeting and\nplunging viewing figures. We are happy to clarify that, based on figures\navailable at the time, the show had dropped out of the top ten most watched RT\nprogrammes, but the actual viewing numbers were not available. However, figures\nreleased in time for the 30th December article indicate that the show was at\nnumber 6 for the week ending 10 December with 19,000 viewers and we apologise\nfor this inaccuracy.\nIt also offered to publish the following clarification in\nprint, on page 2:\nIn our article of 30 December, we stated that Alex Salmond\nShow, broadcast on RT International, had suffered plunging viewing figures and\nhad dropped out of the top ten most popular shows on RT earlier that month. We\nare happy to clarify that, based on the latest figures available at the time,\nthe show was actually at number 6 for the week ending 10 December with 19,000\nviewers and apologise for this inaccuracy.\n9. The complainant\nsaid that this would resolve the matter to his satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not issue any ruling to indicate whether there had\nbeen any breach of the Code.\nDate complaint received: 11/12/2017\nDate complaint concluded by IPSO: 26/08/2018\nBack to ruling listing\n\n\n"
}