{
    "url": "/rulings-and-resolution-statements/ruling/?id=28966-20",
    "title": "Resolution Statement – 28966-20 Harrison v Mail Online",
    "provisions": [
        "1 Accuracy (2019)",
        "8 Hospitals (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-11-10 00:00:00",
    "received_on": "2020-11-11 00:00:00",
    "concluded_on": "2021-02-09 00:00:00",
    "complaint_processing_days": 90,
    "mediated_outcome": "11. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 12. The publication offered to amend the article to make the following changes: all references to “nonessential” NHS staff to be amended to refer to “non-frontline” staff; amend all references to “dietitians” to “nutritionists”; and to change the sentence “almost all NHS services were cancelled during the first lockdown in spring” to read “almost all elective NHS services were cancelled during the first lockdown in the spring”. It also offered to print the following correction in its regular online Corrections & Clarifications column: In a report on November 9, 2020, about union calls for all NHS staff to receive a pay rise, Mr Christopher Snowdon, head of lifestyle economics at the IEA, was quoted as saying he presumed dieticians had not been as busy as doctors and nurses during the pandemic and so he considered their pay claim `cynical​'.   We are happy to make clear that the next day, Mr Snowdon tweeted that he had meant to say `nutritionists​,' rather than `dieticians'.  13. The complainant said that this would resolve the matter to his satisfaction. 14. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 28966-20 Harrison v Mail Online\nSummary of Complaint\n1. Paul Harrison complained to the Independent Press\nStandards Organisation that Mail Online breached Clause 1 (Accuracy) and Clause\n8 (Hospitals) of the Editors’ Code of Practice in an article headlined\n“'Opportunistic' unions demand pre-Christmas pay-rise for all 'burned out' NHS\nstaff - even the ones not dealing with covid”, published on 10 November 2020.\n2. The article, which only appeared online, reported that\nNHS staff unions were “calling” for a pay-rise in December 2020, and that some\nof the NHS unions had been “slammed” by the Institute of Economic Affairs (IEA)\n“for being opportunistic” in calling for the pay-rise. A bullet-point beneath\nthe article headline said that “nonessential NHS services [were] branded\n‘cynical’ for piggybacking on pandemic” and the phrase “nonessential” was\nrepeated throughout the article in reference to “dietitians, opticians, and\npodiatrists.” Another bullet-point beneath the headline also stated that some\ndietitians, opticians, and podiatrists had been “twiddling thumbs for months”,\nwith the article itself going on to report that this was due to “almost all NHS\nservices [being] cancelled during the first lockdown in spring”.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1, as it referred to dietitians as being “nonessential\nworkers.” The complainant said that this was inaccurate, as dietitians had in\nfact played a role on the frontline of the Covid-19 pandemic by providing\nlife-saving artificial nutrition to patients on ventilation while also\ncontinuing with essential services. He also noted that, while the article had\nincluded a quote from a representative of the Institute of Economic Affairs\nwhich referred to dietitians, the representative had later tweeted that he had\nintended to refer to nutritionists and not dieticians. The complainant went on\nto note that a dietitian had received an OBE for her work during the Covid-19\npandemic, which demonstrated that dietitians were not “nonessential.” The\ncomplainant also said that it was inaccurate to state that “almost all NHS\nservices” had been cancelled during the first lockdown as, while elective\nadmissions had reduced, this was only a fraction of the number of patients who\nwere seen on a daily basis.\n4. The complainant also said that the article breached\nClause 8, as it inaccurately represented the role played by dietitians within\nthe NHS.\n5. The publication said it did not accept that Clause 1 had\nbeen breached. It said that the article made clear that it was reporting on\ncomments from an IEA representative and the complainant did not dispute that it\nhad accurately reported the comments of the representative; while the\nrepresentative had later tweeted saying that he had intended to refer to\nnutritionists rather than dieticians, he did not dispute that he had referred\nto dietitians to the publication. The publication accepted that it had\nconflated the term “nonessential” with the term “non-frontline,” but did not\naccept that this was a significant inaccuracy in need of correction under the\nterms of Clause 1 (ii). It did not dispute that some dietitians had worked on\nthe frontline of the Covid-19 response, however it said that not all had and so\nthe article was not inaccurate to state that “some” dietitians had been\n“twiddling thumbs for months.” It went on to say that an NHS directive had been\nissued in March 2020 telling NHS providers that they had discretion to\n“wind-down all elective activity” and should also “postpone all non-urgent\nelective operations.” It also said that elective admissions had decreased by\nover 71.8% in May 2020 compared to the previous year, GP referrals had decreased\nby 71% over the same period, and during April 2020 43% of ICU beds were\nunoccupied. Therefore, it said, it followed that it was not inaccurate to state\nthat “almost all NHS services [were] cancelled during the first lockdown in the\nspring.”\n6. The publication said that it did not consider that the\nterms of Clause 8 had been engaged, as the Clause relates to the conduct of\njournalists when in hospitals and similar medical settings, and the\ncomplainant’s concerns over the accuracy of the article did not relate to the\nterms of the Clause.\n7. While the publication did not accept that the Code had\nbeen breached, it offered to amend the article to change all references to\n“nonessential” NHS workers to “non-frontline.”\n8. The complainant said that the action offered by the\npublication would not be sufficient to address his concerns, and said that\nwhere the quoted IEA representative had said that he had intended to refer to\n“nutritionists” the article should have been changed to make this clear. He\nalso noted that many patients had been seen remotely and in outpatient\nsettings, rather than in acute settings. Therefore, it did not follow that a\ndecrease in elective admissions meant a that “almost all NHS services had been\ncancelled.”\nRelevant Clause Provisions\n9. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\n10. Clause 8 (Hospitals)\ni) Journalists must identify themselves and obtain\npermission from a responsible executive before entering non-public areas of\nhospitals or similar institutions to pursue enquiries.\nii) The restrictions on intruding into privacy are\nparticularly relevant to enquiries about individuals in hospitals or similar\ninstitutions.\nMediated Outcome\n11. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n12. The publication offered to amend the article to make the\nfollowing changes: all references to “nonessential” NHS staff to be amended to\nrefer to “non-frontline” staff; amend all references to “dietitians” to\n“nutritionists”; and to change the sentence “almost all NHS services were\ncancelled during the first lockdown in spring” to read “almost all elective NHS\nservices were cancelled during the first lockdown in the spring”. It also\noffered to print the following correction in its regular online Corrections\n& Clarifications column:\nIn a report on November 9, 2020, about union calls for all\nNHS staff to receive a pay rise, Mr Christopher Snowdon, head of lifestyle\neconomics at the IEA, was quoted as saying he presumed dieticians had not been\nas busy as doctors and nurses during the pandemic and so he considered their\npay claim `cynical​'.   We are happy to\nmake clear that the next day, Mr Snowdon tweeted that he had meant to say\n`nutritionists​,' rather than `dieticians'. \n13. The complainant said that this would resolve the matter\nto his satisfaction.\n14. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 11/11/2020\nDate complaint concluded by IPSO: 09/02/2021\nBack to ruling listing\n\n\n"
}