{
    "url": "/rulings-and-resolution-statements/ruling/?id=09533-22",
    "title": "Resolution Statement – 09533-22 Dorante-Day v dailystar.co.uk",
    "provisions": [
        "12 Discrimination (2021)",
        "1 Accuracy (2021)",
        "3 Harassment (2021)",
        "2 Privacy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "dailystar.co.uk (Reach PLC)",
    "published_on": "2022-05-21 00:00:00",
    "received_on": "2022-05-23 00:00:00",
    "concluded_on": "2022-07-19 00:00:00",
    "complaint_processing_days": 57,
    "mediated_outcome": "12. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 13. During IPSO’s investigation the publication offered to remove the article and associated social media posts. 14. The complainant said that this would resolve the matter to his satisfaction. 15. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 09533-22 Dorante-Day v\ndailystar.co.uk\nSummary of Complaint\n1. Simon Dorante-Day complained to the Independent Press\nStandards Organisation that dailystar.co.uk breached Clause 1 (Accuracy),\nClause 2 (Privacy), Clause 3 (Harassment), and Clause 12 (Discrimination) of\nthe Editors’ Code of Practice in an article headlined “Every claim Prince\nCharles' secret son has made about royal 'dad' - including secret ops”, published\non 21st May 2022.\n2. The article said it reported on “all of [the\ncomplainant’s] claims” regarding his belief “that he is the love child of\nPrince Charles and Camilla”. Regarding the complainant’s claims, it stated\n“[w]e all know people who suffer from delusions of grandeur, but surely this\none tops the lot”. The article reported that the complainant “has made\nheadlines since the 1990s” regarding these claims and he “spent most of last\nyear being interviewed by perplexed presenters as he was asked about his\nsupposed 'proof' that he was the son of the heir to the throne”. “Last year[…]\nhe claimed that his eyes and teeth were remodelled as a child” and that\n“[d]espite the scepticism of people around the world , [the complainant]\nappears undeterred”. The article stated the complainant “was conceived in 1965,\nwhen the Prince of Wales was just 17 and the Duchess of Cornwall was 18” but\nthat “the Duchess was pictured at numerous points throughout the year, and was\nnotably a debutante in London on March 25, 1965”. Further to this, the article\nsaid that “1965 is said to be five years before the royal couple actually met\nat a polo match in 1970”. The article also reported that the complainant\n“claims his adoptive grandparents […] worked in the Queen’s household –\nsuggesting [his adoptive grandfather] receiving [sic] an Imperial Service\nAward, although there is no official record of this”.\n3. The article said that the complainant “made the\noutlandish claim that the hospital he was supposedly conceived at did not\ndeliver a single baby during the decade which he was born. However, he has\nrefused to name which institution this is”. The article also stated that the\ncomplainant had “alleg[ed] […] that Princess Diana was aware of his heritage”,\nand that “Diana never eluded [sic] to the idea of a secret son between her\nex-husband and Camilla”. It also reported that the complainant claimed that “he\nmay have gone through a procedure when he was eight to change his eye colour”\nand that his “oncologist will tell you that one of [his] lenses is perfectly\nround and one of them is oval shaped”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 because he disputed that he had “made headlines since the\n1990s” and said there had not been a headline about him before 2012. The\ncomplainant said the article was further inaccurate because he had not spent\n“most of last year being interviewed”; he said that interviews accounted for no\nmore than two per cent of his past year. He also objected to the phrase “his\nsupposed ‘proof’” and that the article referred to “the scepticism of people\naround the world” as he said the publication had not shown that he had no proof\nor that people around the world were sceptical. The complainant also said it\nwas inaccurate to say that the article reported “all of [his] claims” as he had\nmade additional claims that had not been included in the article.\n5. The complainant said the article also breached Clause 1\nbecause it reported he was conceived “when the Prince of Wales was just 17”,\nwhen he had been 16. He also said it was inaccurate for the article to report\nthat the Duchess of Cornwall had been “pictured at numerous points throughout\nthe year” as he said she had only been photographed once and that this was in\nprivate. He also questioned why it was relevant to say that the Duchess of\nCornwall had been photographed “numerous” times before he was conceived. In\naddition, he said the article was inaccurate to say that he was conceived five\nyears before the Duke and Duchess of Cornwall were said to have met at a polo\nmatch. He said that it had been stated on television that the two had met at a private\nflat. The complainant said it was also inaccurate for the article to claim that\n“there is no official record” of his adoptive grandfather “receiving an\nImperial Service Award”. He said that he did receive such an award and that it\nwas an interviewer on television that implied the medal was awarded for Royal\nService.\n6. The complainant said the article inaccurately reported\nthat he had “refused to name which institution” he was born at, as he had named\nit several times, and that, further, he had never said he was conceived at a\nhospital. He also said that he was not the person who claimed the hospital “did\nnot deliver a single baby during the decade in which he was born” as this was\nthe author of the history of the hospital. He said it was also inaccurate for\nthe article to report that he had claimed that “Princess Diana was aware of his\nheritage” and questioned how the publication knew that “Diana never eluded\n[sic] to the idea of a secret son between her ex-husband and Camilla”. Finally,\nthe complainant said the article was inaccurate because he had not said, “’So\nmy oncologist will tell you that one of my lenses is perfectly round’”, but\nrather that his optometrist would say this.\n7. The complainant said the article also breached Clause 2\n(Privacy) because it showed that the publication had no respect for his private\nlife and mental health. He also said the article breached Clause 3 (Harassment)\nbecause it was a one-sided presentation of his claims and because it provided a\nplatform for members of the public to harass him.\n8. The complainant said the article also breached Clause 12\n(Discrimination) because it implied that he had a psychotic disorder,\n“delusions of grandeur”, which is listed under the DSM-IV; he added that the\nwriters were not qualified to make such a diagnosis. He also said that Clause\n12 had been breached because the article used derogatory terms like “whacky”\nand “outlandish” to discredit him and his claims.\n9. The publication said it accepted there were some\ninaccuracies within the article and published the following correction:\nCorrection: A previous version of this article inaccurately\nreported that Simon had previously claimed he was conceived in a hospital. In\nfact, the word 'conceived' should have said 'born'. The article also stated\nthat Simon claimed his adoptive grandparent worked in the Queen's household as\nhe had received an Imperial Service Award, and also stated that there is no\nrecord of this. In fact, Simon has since advised that he has not claimed the\naward was given for services in a royal household, but for Ernest's prison\nservices. Furthermore, there is in fact record of this award. The article also\nsuggested that Simon 'had refused to name the institution' he was born in. In\nfact, Simon has openly stated that he was referring to Haslar Hospital. The\narticle has been amended accordingly, and we are happy to clarify these points.\n10. The publication did not accept a breach of Clause 2,\nClause 3, or Clause 12, as it said these clauses were not engaged.\n11. The complainant did not accept a correction as a resolution\nto his complaint.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)*\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nMediated Outcome\n12. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n13. During IPSO’s investigation the publication offered to\nremove the article and associated social media posts.\n14. The complainant said that this would resolve the matter\nto his satisfaction.\n15. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.\n \nDate complaint received: 23/05/2022\nDate complaint concluded by IPSO: 19/07/2022\nBack to ruling listing\n\n\n"
}