{
    "url": "/rulings-and-resolution-statements/ruling/?id=11453-22",
    "title": "Resolution Statement – 11453-22 Kusamotu v The Times",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2022-08-27 00:00:00",
    "received_on": "2022-09-02 00:00:00",
    "concluded_on": "2022-10-21 00:00:00",
    "complaint_processing_days": 49,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. During IPSO’s investigation the publication – while maintaining that neither headline represented a breach of the Editors’ Code – offered to print the following correction in print in its usual Corrections & Clarifications column, and online as a footnote to the article: We said in a headline that Nigeria had banished white models from adverts.  In fact, as the accompanying article explained, the ban extends to all foreigners, regardless of colour. We are happy to make this clear.   12. The complainant said that this would resolve the matter to his satisfaction. 13.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 11453-22 Kusamotu v The Times\nSummary\nof Complaint\n1. Tunde\nKusamotu complained to the Independent Press Standards Organisation that The\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Nigeria banishes white models and British voices from\nadverts”, published on 27 August 2022.\n2. The\narticle reported that, “[a]s part of a ‘policy of developing local talent’”,\nNigeria‘s “advertising regulator has announced a ban on ‘foreign models and\nvoiceover artists’ from October”. It went on to report that “[t]he ban would\ncover all non-Nigerians, affecting the western, white actors who have appeared\nregularly on the country’s televisions”.\n3. The\narticle also appeared online in substantially the same format under the\nheadline “Nigeria becomes first country to ban white models in adverts”.\n4. The\ncomplainant said that both versions of the headline were inaccurate in breach\nof Clause 1 (Accuracy) because Nigeria had not “banish[ed]” or “ban[ned]” white\nmodels – as reported by the print and online headline’s respectively. Rather,\nit had restricted the use of foreign models. He said that the article did not\nsupport the headline, and that the latter unfairly depicted Nigeria and the\npolicy as discriminatory against white people. To support his position, the\ncomplainant provided a statement from the Advertising Regulatory Council of\nNigeria (ARCON).  The statement included\nthe following excerpts:\n[T]he\nAdvertising Regulatory Council of Nigeria (ARCON) […] bans the use of foreign\nmodels and voice-over artists on any advertisement targeted or exposed on the\nNigerian advertising space with effect from 1st October 2022. […] All\nadvertisements, advertising and marketing communication materials are to make\nuse of only Nigerian model and voice-over artist[s].\n5. The\npublication said it did not accept that the headline was inaccurate,\nmisleading, or distorted; it considered it to be a fair summary of the article.\nNotwithstanding this, as a gesture of goodwill, and prior to the complainant\nmaking an IPSO complaint, the publication amended the online version of the\nheadline so that it instead read: “Nigeria becomes first country to ban foreign\nmodels in adverts”.\n6. The\ncomplainant did not consider this sufficient to resolve his complaint, as he\nconsidered that it did not correct the previous headline: the publication had\nnot admitted any error, offered an apology, explained why the headline had been\namended, and had not given the correction any publicity. The complainant\ntherefore made a complaint to IPSO.\n7. The\ncomplainant said that he would be content to resolve his complaint should the\nnewspaper publish an online correction as footnote to the article – with the\nrelevant search engines “put on notice” – and if the newspaper also published a\nprint correction with the same prominence as the original article (which\nappeared on page 42 and in the ‘World’ section of the newspaper). \n8.\nDuring IPSO’s investigation, the publication expanded on its original response\nto the complainant. It said that both headlines were supported by the text of\nthe article, further noting that a headline cannot – and is not required by\nIPSO to – capture every nuance of its accompanying article, provided any claim\nmade in the headline can be supported by the text of an article. In this\ninstance, the headlines had focused on the aspect of the story which the\npublication considered would be of interest to its target, British audience:\nwhat the publication said was a de-facto ban on white models and British\naccents. It said that the story was widely understood and discussed online in\nthese terms, and provided links to other publication which it said supported\nthis.\n9. The\ncomplainant said that the publication was within its rights to deny a breach of\nthe Code, as only IPSO’s Code Committee could determine whether or not it was\nbreached. However, he reiterated that he did not consider that the headline was\nsupported by the text of the article, and that the question of whether the\nheadline was misleading was an objective one: would the average person read the\nheadline and believe that Nigeria was discriminating against white people. He\nsaid that it was, in his view, important that the media avoid sensationalism\nand the “sowing of racial divisions in society”.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n10. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n11.\nDuring IPSO’s investigation the publication – while maintaining that neither\nheadline represented a breach of the Editors’ Code – offered to print the\nfollowing correction in print in its usual Corrections & Clarifications\ncolumn, and online as a footnote to the article:\nWe said\nin a headline that Nigeria had banished white models from adverts.  In fact, as the accompanying article\nexplained, the ban extends to all foreigners, regardless of colour. We are\nhappy to make this clear.  \n12. The\ncomplainant said that this would resolve the matter to his satisfaction.\n13.  As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n\n\n\nDate\ncomplaint received: 02/09/2022\nDate\ncomplaint concluded by IPSO: 21/10/2022\nBack to ruling listing\n\n\n"
}