{
    "url": "/rulings-and-resolution-statements/ruling/?id=03410-18",
    "title": "Resolution statement 03410-18 A Man v getwestlondon.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "(DISCONTINUED) getwestlondon.co.uk (Reach PLC)",
    "published_on": "2017-12-15 00:00:00",
    "received_on": "2018-05-09 00:00:00",
    "concluded_on": "2018-06-05 00:00:00",
    "complaint_processing_days": 27,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication offered to remove the article. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 03410-18 A Man v getwestlondon.co.uk\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that getwestlondon.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “Disgraced policeman sacked for starting sexual relationship with\nwoman he had helped send to jail,” published on 15 December 2017.\n2. The article\nreported that the complainant had been dismissed from the police service,\nhaving been found to have committed gross misconduct for honesty and integrity,\nand dishonourable conduct. It reported that the complainant had been\ninvestigated by the Independent Police Complaints Commission (IPCC), following\na complaint that he had begun a relationship with a woman he had previously\ninvestigated as part of a police operation.\n3. The complainant said that the article was\ninaccurate, as it repeated a number of claims about the alleged relationship\nfrom the IPCC statement on his case, which had now been removed by the\norganisation after the complainant had challenged its accuracy.\n4. The publication\ndid not accept that it had breached the Code. It said that the article had\naccurately reported the IPCC press release on this matter. It said that it was\nentitled to rely on the press release issued by the organisation that had carried\nout the investigation. The publication said it had no reason to believe, at the\ntime of publication, that the press release may contain inaccuracies. The\npublication offered to make amendments to the article, and add a footnote\nclarification, making clear that the article had been changed.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation, the publication offered to remove the article.\n8. The complainant said that this would resolve\nthe matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received:09/05/18Date complaint concluded: 05/06/18\nBack to ruling listing\n\n\n"
}