{
    "url": "/rulings-and-resolution-statements/ruling/?id=02612-17",
    "title": "Resolution Statement 02612-17 Zalcman v Get Surrey",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "getsurrey.co.uk (Reach PLC)",
    "published_on": "2016-06-29 00:00:00",
    "received_on": "2017-03-28 00:00:00",
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.6. During IPSO’s investigation of the complaint, the newspaper offered to remove the article from its website and to publish the following wording in print and online:In an article published on 1 July 2016 under the headline \"Man smashed up his mother's grave headstone in Long Ditton with hammer\", we reported that when Mr Zalcman had \"appeared before District Judge Philip Glen at High Wycombe County Court [after damaging his mother's headstone], it was expected that he would challenge the injunction [not to damage the headstone again] so full details of a financial dispute between his mother and himself would have been aired\", which was based on information received from a news agency. Mr Zalcman has since contacted us to clarify that the incident involving the headstone had nothing to do with a \"financial dispute\" between him and his mother, but was a result of his emotional upset at he and his sister having been left off the gravestone by his other sister, the executor of his mother’s will. We apologise for any upset caused.It also offered to contact third party websites, which had repeated the story, to request the removal of the article.7. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02612-17 Zalcman v Get SurreySummary of complaint1. Larry\nZalcman complained to the Independent Press Standards Organisation that Get\nSurrey breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Man smashed up his mother’s grave headstone in Long Ditton\nwith hammer”, published on 29 June 2016.2. The\ncomplainant said that the newspaper had given the significantly misleading\nimpression that he had vandalised his mother’s headstone because of a financial\ndispute with her. In fact, he had damaged the headstone due to his upset at\ndiscovering that he and his sister had not been referred to in the\ninscription. He said the article had\nalso wrongly reported that he had been arrested for “causing criminal damage”.\nFurthermore, he had not been approached for comment, as reported. 3. The\nnewspaper said that the article had not stated that the complainant was charged\nor that he had received a criminal conviction; it said that he had received a\npolice caution. It accepted that the alleged financial dispute had not been\nreferred to during the court proceedings, and it offered to remove the\nreference to it from the article. It said that the agency which had supplied\nthe copy had approached the complainant for comment outside court.     Relevant Code provisions4. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.Mediated outcome5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.6. During\nIPSO’s investigation of the complaint, the newspaper offered to remove the\narticle from its website and to publish the following wording in print and\nonline:In an article published on 1 July 2016 under the headline\n\"Man smashed up his mother's grave headstone in Long Ditton with\nhammer\", we reported that when Mr Zalcman had \"appeared before\nDistrict Judge Philip Glen at High Wycombe County Court [after damaging his\nmother's headstone], it was expected that he would challenge the injunction\n[not to damage the headstone again] so full details of a financial dispute\nbetween his mother and himself would have been aired\", which was based on\ninformation received from a news agency. Mr Zalcman has since contacted us to\nclarify that the incident involving the headstone had nothing to do with a\n\"financial dispute\" between him and his mother, but was a result of\nhis emotional upset at he and his sister having been left off the gravestone by\nhis other sister, the executor of his mother’s will. We apologise for any upset\ncaused.It also offered to contact third party websites, which had\nrepeated the story, to request the removal of the article.7. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.Date complaint received: 28/03/2017Date complaint concluded:  \nBack to ruling listing\n\n\n"
}