{
    "url": "/rulings-and-resolution-statements/ruling/?id=28382-20",
    "title": "Resolution Statement – 28382-20 Asaf v Midlothian Advertiser",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "10 Clandestine devices and subterfuge (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Midlothian Advertiser (National World Publishing Ltd)",
    "published_on": "2020-09-17 00:00:00",
    "received_on": "2020-10-02 00:00:00",
    "concluded_on": "2021-02-25 00:00:00",
    "complaint_processing_days": 146,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. The publication offered to pay the complainant £100, and print the following correction: We would like to apologise for any distress inadvertently and unintentionally caused by the publication of a picture of Mrs Nosheen Asaf to illustrate a story published on page four of the Midlothian Advertiser on Thursday, September 17. The story, headlined “County now has second highest Covid-19 rate” highlighted that Midlothian was experiencing an increase in positive Covid-19 cases. The picture of Mrs Asaf wearing a face mask was one of a number taken by our photographer in Dalkeith town centre intended to show life in lockdown and how members of the community were adapting to the new regulations. It was not our intention to suggest Mrs Asaf had Covid-19. 12. The complainant said that this would resolve the matter to her satisfaction. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 28382-20 Asaf v Midlothian\nAdvertiser\nSummary of Complaint\n1. Nosheen Asaf complained to the Independent Press\nStandards Organisation that the Midlothian Advertiser breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 10 (Clandestine devices and subterfuge),\nand Clause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “County now has second highest Covid-19 rate”, published on 17\nSeptember 2020.\n2. The article reported on rates of Covid-19 infections in\nthe county of Midlothian. The article was accompanied by a picture of a woman\nwearing a face mask. The photograph showed the woman’s upper body, and the\nwoman appeared to be looking directly at the camera in the photograph. The\nimage was captioned “There have been 560 positive Covid-19 tests confirmed in\nthe county since March.”\n3. The complainant was the woman shown in the picture. She\nfirst said that the use of her image, in conjunction with an article about\nrising rates of Covid-19 in the county, was misleading in breach of Clause 1 as\nreaders would believe that she had Covid-19. She said that she had already been\napproached by family members and friends who had seen the article and,\nconsequently, believed that she had Covid-19.\n4. The complainant also said that the publication of the\nphotograph had intruded into her private life, in breach of Clause 2. She said\nthat she did not consent to the photograph being taken or published, and\nfurther said that she believed it had been taken while she was queueing outside\na medical clinic. She said that this represented a further breach of her\nprivacy, as it revealed details about her and her family’s health.\n5. The complainant also expressed concerns that the photo\nhad been taken using a concealed camera, in breach of Clause 10. She said she\nconsidered this to be case as the image appeared to show her looking directly\nat the camera, and she did not recall seeing an individual taking photographs\non the day in question. As such, she said that the photograph had likely been\ntaken with a hidden camera.\n6. Finally, the complainant said that the picture breached\nClause 12, as she considered that she had been singled out due to her\nethnicity.\n7. The publication first apologised for any distress caused\nto the complainant by the publication of her photograph. It said that the image\nwas intended to illustrate life in the local community during lockdown, but\nacknowledged that - regardless of the newspaper’s intentions - the complainant\nhad been distressed by the photo’s publication. It said that it had not\nintended to imply that the complainant had Covid-19. However, it accepted that\nthe use of the image in conjunction with the article headline had the potential\nto mislead readers into believing that the complainant had Covid-19, in breach\nof Clause 1. It offered to print a correction and apology in the upcoming\nedition of the newspaper, stating that the photo was used incorrectly to\nillustrate the article.\n8. The publication said that the photograph had been taken\non a public street, and that it had not been taken outside a medical centre,\nbut rather on a High Street. It provided photographs to demonstrate that this\nwas the case. It also said that the photographer had not used a hidden camera,\nand had been standing on the other side of the road holding cameras and lenses\nat the time the photograph was taken. It then emphasised that the photograph\nwas not published with the intention to single-out the complainant due to her\nethnicity, nor to discriminate against her. It did not accept that Clause 2 had\nbeen breached, and said that the terms of Clause 10 and Clause 12 were not\nengaged.\n9. The complainant reiterated that she had not been aware\nthat a photograph had been taken of her, and said that she did not consider\nthis tallied with the publication’s explanation of how the photograph was\ntaken. She also said that she would only be willing to resolve the complaint\nshould the publication pay compensation directly to her.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 *(Privacy)\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy. \nClause 10 *(Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing digitally-held\ninformation without consent\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nMediated Outcome\n10. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n11. The publication offered to pay the complainant £100, and\nprint the following correction:\nWe would like to apologise for any distress inadvertently\nand unintentionally caused by the publication of a picture of Mrs Nosheen Asaf\nto illustrate a story published on page four of the Midlothian Advertiser on\nThursday, September 17.\nThe story, headlined “County now has second highest Covid-19\nrate” highlighted that Midlothian was experiencing an increase in positive\nCovid-19 cases.\nThe picture of Mrs Asaf wearing a face mask was one of a\nnumber taken by our photographer in Dalkeith town centre intended to show life\nin lockdown and how members of the community were adapting to the new\nregulations.\nIt was not our intention to suggest Mrs Asaf had Covid-19.\n12. The complainant said that this would resolve the matter\nto her satisfaction.\n13. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 02/10/2020\nDate complaint concluded by IPSO: 25/02/2021\nBack to ruling listing\n\n\n"
}