{
    "url": "/rulings-and-resolution-statements/ruling/?id=04504-18",
    "title": "Resolution Statement 04504-18 Howeson v Plymouth Herald",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Herald (Plymouth) (Reach PLC)",
    "published_on": "2018-06-26 00:00:00",
    "received_on": "2018-07-16 00:00:00",
    "concluded_on": "2018-08-12 00:00:00",
    "complaint_processing_days": 27,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. The complainant provided a copy of the mitigation which had been read by her husband’s QC in court. 7. The newspaper accepted that the QC had not said that Mr Howeson had been left “deeply ashamed”; in fact he had said that Mr Howeson was now “deeply shamed”. While it did not consider that this inaccuracy was significant, it offered to publish the following clarification in print, with a similar wording to appear online: On 26 June 2018 we published an article about Charles Howeson under the heading 'Jailed Businessman faces bankruptcy' in which we reported that Daniel Janner QC told Bristol Crown Court that Howeson had been left \"deeply ashamed\". The sentence should have read: Mr Janner said Howeson had been \"deeply shamed\" and that he “would not be remembered for his substantial achievements” which “stretched back decades”. We are happy to make it clear that Howeson, who has been jailed for sexual offences, has always maintained his innocence. 8. The complainant accepted the newspaper’s offer as a resolution to her complaint. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04504-18 Howeson v Plymouth Herald\nSummary of complaint\n1. Emma Howeson,\nacting on behalf of her husband Charles Howeson, complained to the Independent\nPress Standards Organisation that the Plymouth Herald breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Jailed\nbusinessman faces bankruptcy”, published on 26 June 2018.\n2. The complainant\nexpressed concern that the newspaper had inaccurately reported comments made by\nher husband’s QC in mitigation in court. He had not said that Mr Howeson had\nbeen left “deeply ashamed”. In fact, he had said that Mr Howeson had been\n“deeply shamed”. She said the inaccuracy had given the significantly misleading\nimpression that her husband had admitted guilt when he had always maintained\nhis innocence.\n3. The newspaper\ndid not accept any breach of the Code. It said that it had correctly quoted the\nQC who had used the phrase “deeply ashamed” in court, but that the context in\nwhich it was said was not as clear as it should have been in the article. It\noffered to publish a clarification in print to address this point.     \nRelevant Code provisions\n4. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. The complainant\nprovided a copy of the mitigation which had been read by her husband’s QC in\ncourt.\n7. The newspaper\naccepted that the QC had not said that Mr Howeson had been left “deeply\nashamed”; in fact he had said that Mr Howeson was now “deeply shamed”. While it\ndid not consider that this inaccuracy was significant, it offered to publish\nthe following clarification in print, with a similar wording to appear online:\nOn 26 June 2018 we published an article about Charles\nHoweson under the heading 'Jailed Businessman faces bankruptcy' in which we\nreported that Daniel Janner QC told Bristol Crown Court that Howeson had been\nleft \"deeply ashamed\". The sentence should have read: Mr Janner said\nHoweson had been \"deeply shamed\" and that he “would not be remembered\nfor his substantial achievements” which “stretched back decades”. We are happy\nto make it clear that Howeson, who has been jailed for sexual offences, has\nalways maintained his innocence.\n8. The complainant\naccepted the newspaper’s offer as a resolution to her complaint.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 16/07/2018\nDate complaint concluded by IPSO: 12/08/2018\nBack to ruling listing\n\n\n"
}