{
    "url": "/rulings-and-resolution-statements/ruling/?id=29316-20",
    "title": "Resolution Statement – 29316-20 Kirby v thejc.com",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2020-12-01 00:00:00",
    "received_on": "2020-12-02 00:00:00",
    "concluded_on": "2021-01-15 00:00:00",
    "complaint_processing_days": 44,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation, the complainant suggested the quotation be removed from the article. 7. The publication agreed to remove the quotation. 8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 29316-20 Kirby v thejc.com\nSummary of Complaint\n1. Maia Kirby complained to the Independent Press Standards\nOrganisation that thejc.com breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “'Deeply unpleasant' Chingford Labour\nmeeting includes open attack on Starmer and claim antisemitism had been\n'weaponised'”, published on 1 December 2020.\n2. The article reported on a Labour Party meeting. The\narticle also contained a passage which it alleged was part of an “earlier\nmessage sent to all CLPs by Labour General Secretary Mr Evans”.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1, as the passage quoted within the article was not sent to\nall CLPs, but was an earlier draft of the message. She also said that the draft\ncontained different information to that which was published.\n4. The publication accepted that an error had been made, and\noffered to amend the article and add a line clarifying the amendment.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n5. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n6. During IPSO’s investigation, the complainant suggested\nthe quotation be removed from the article.\n7. The publication agreed to remove the quotation.\n8. The complainant said that this would resolve the matter\nto her satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 02/12/2020\nDate complaint concluded by IPSO: 15/01/2021\nBack to ruling listing\n\n\n"
}