{
    "url": "/rulings-and-resolution-statements/ruling/?id=28683-20",
    "title": "Resolution Statement – 28683-20 Extinction Rebellion v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-10-26 00:00:00",
    "received_on": "2020-10-26 00:00:00",
    "concluded_on": "2020-12-02 00:00:00",
    "complaint_processing_days": 37,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation the publication offered to amend the online article and to publish the following, in the form of a separate online article, clarifying these changes: “In an article published on October 26 we reported that a protest by Extinction Rebellion at Broxbourne involved activists chaining themselves to the gates of Newsprinters in order to prevent access to the presses, and resulted in 20 people being issued fines of £10,000. The article has since been amended to clarify that the protestors had in fact chained themselves to structures in the road outside the printers and, while no fines were issued by police, arrests made on the day resulted in criminal charges being brought against 51 people. We are happy to set the record straight.” 8. The complainant said that this would resolve the matter to their satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 28683-20 Extinction Rebellion v\nMail Online\nSummary of Complaint\n1. Extinction Rebellion complained to the Independent Press\nStandards Organisation (IPSO) that the Mail Online breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Anger as Extinction\nRebellion activists turn up at Sir David Attenborough's home for climate change\nstunt while the 94-year-old shields inside from coronavirus”, published on 26\nOctober 2020.\n2. The online article reported that members of Extinction\nRebellion delivered a letter and an olive tree to the home of Sir David\nAttenborough. The article then went on to provide a brief summary of the\ngroup’s recent protests and the reaction of political and policing leaders to\nthese events, stating that Extinction Rebellion activists were “blasted by the\nPrime Minister Boris Johnson for ‘attacking free speech’ after they chained\nthemselves to the gates of Newsprinters in Broxbourne, Hertfordshire.”  It then reported that a “total of 20\nactivists have each been fined £10,000 for their involvement” in this protest.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 (Accuracy) as Extinction Rebellion activists did not chain\nthemselves to the gates of Newsprinters in Broxbourne, Hertfordshire, but\nrather to a bamboo structure in front of these gates in order to block access.\nThe complainant said that this inaccuracy was significant, as the former\noffence could potentially lead to a charge of aggravated trespass whilst the\nlatter a charge of obstructing the highway – “a far lesser offence”. The\ncomplainant also disputed that 20 activists had been fined £10,000 each for\ntheir involvement in this protest by the Metropolitan Police Service.\n4. The publication did not accept that the article breached\nthe Code, as it did not consider that the alleged inaccuracies were\nsignificantly inaccurate or misleading. \nIt maintained that whether the activists were chained to a bamboo structure\nin front of the Newprinters gates, rather than to the gates themselves, did not\nalter the fact that both acts shared the same sentiment and achieved the same\noutcome: the blockading of the printing press and the disruption to the supply\nof newspapers. In regard to the second point, the publication said that this\nwas based on a press release issued by the Metropolitan Police Service and was\npublished in good faith.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation the publication offered to\namend the online article and to publish the following, in the form of a\nseparate online article, clarifying these changes:\n“In an article published on October 26 we reported that a\nprotest by Extinction Rebellion at Broxbourne involved activists chaining\nthemselves to the gates of Newsprinters in order to prevent access to the\npresses, and resulted in 20 people being issued fines of £10,000. The article\nhas since been amended to clarify that the protestors had in fact chained\nthemselves to structures in the road outside the printers and, while no fines\nwere issued by police, arrests made on the day resulted in criminal charges\nbeing brought against 51 people. We are happy to set the record straight.”\n8. The complainant said that this would resolve the matter\nto their satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 26/10/2020\nDate complaint concluded by IPSO: 02/12/2020\nBack to ruling listing\n\n\n"
}