{
    "url": "/rulings-and-resolution-statements/ruling/?id=00062-18",
    "title": "Resolution statement 00062-18 Two individuals v Sunday Express",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday Express (Reach PLC)",
    "received_on": "2018-01-03 00:00:00",
    "concluded_on": "2018-05-21 00:00:00",
    "complaint_processing_days": 138,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. Following IPSO’s investigation, the publication offered to remove the online article under complaint, and a related article and video in order to resolve the matter.8. The complainants said that this would resolve the matter to their satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 00062-18 Two individuals v Sunday ExpressSummary of complaint1. Two individuals\ncomplained to the Independent Press Standards Organisation that the Sunday\nExpress breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in an article published in print and\nonline on 8 October 2017.2. The article\nreported a series of details and claims regarding the death of the\ncomplainants’ relative.3. The complainants\nsaid that the article had inaccurately reported the facts of their relative’s\ndeath, and said that publishing these alleged inaccuracies intruded into their\ngrief and shock. The complainants also said that when they became aware the\narticle may be published, they had made the publication aware that they\ndisputed the accuracy of the information and believed its publication would be\ndistressing, however the article was still published.4. The newspaper\ndid not accept that it had breached the Editors’ Code. It said it had\ncorroborated the information in the article with a number of sources, and made\nan inquiry to a foreign police force prior to publication. It said that while\nthe complainant’s disagreed with the article, it was entitled to publish claims\nsurrounding the circumstances of the individual’s death.Relevant Code provisions5. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.Mediated outcome6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.7. Following IPSO’s\ninvestigation, the publication offered to remove the online article under\ncomplaint, and a related article and video in order to resolve the matter.8. The complainants said that this would resolve the matter to their satisfaction.9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 03/01/2018Date complaint concluded by IPSO: 21/05/2018\n \nBack to ruling listing\n\n\n"
}