{
    "url": "/rulings-and-resolution-statements/ruling/?id=00966-17",
    "title": "Resolution statement 00966-17 A man v Kent Online",
    "provisions": [
        "2 Privacy (2016)",
        "9 Reporting of crime (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "kentonline.co.uk (Iliffe Media Group Ltd)",
    "published_on": "2017-02-02 00:00:00",
    "received_on": "2017-02-03 00:00:00",
    "concluded_on": "2017-03-22 00:00:00",
    "complaint_processing_days": 47,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7. In order to resolve the complaint, the publication agreed to remove all mention of the complainant from the article. It also apologised to the complainant for any distress or suffering caused to him or his family by publication of the article. 8. The complainant said this action resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00966-17 A man v Kent Online  \nSummary of complaint\n1. A man complained to the Independent Press Standards\nOrganisation that Kent Online breached Clause 2 (Privacy), Clause 3\n(Harassment) and Clause 9 (Reporting of crime) of the Editors’ Code of Practice\nin an article published on 2 February 2017 \n2. The article reported that the complainant’s son had admitted\nkilling a 10-year-old child and his aunt in a car accident while he was being\nchased by police. It included detail of the value of the complainant’s house,\nthe companies the complainant owned, as well as reporting that were three cars\nin the driveway of the house. It also reported the complainant had not seen his\nson for 16 years.\n3. The complainant said linking him to his son in the context\nof his court case breached Clause 9 as he was not genuinely relevant to the\nstory. He also said that by reporting the value of his house, and the cars he\nowned, the article breached Clause 2.\n4. The newspaper accepted that it had breached Clause 9 of the\nCode. It said that the story was supplied to the publication by a reputable\nnews agency. It said that it took full responsibility for publishing the story,\nand said that this was not done with the required care and attention.   \nRelevant Code Provisions\n5. Clause 2 (Privacy)\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nClause 9 (Reporting of crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children who witness, or are victims of, crime. This\nshould not restrict the right to report legal proceedings.\nMediated outcome\n6. The complaint\nwas not resolved through correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. In order to\nresolve the complaint, the publication agreed to remove all mention of the\ncomplainant from the article. It also apologised to the complainant for any\ndistress or suffering caused to him or his family by publication of the\narticle.\n8. The complainant\nsaid this action resolved the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 03/02/2017Date complaint concluded by IPSO: 22/03/2017\nBack to ruling listing\n\n\n"
}