{
    "url": "/rulings-and-resolution-statements/ruling/?id=01288-17",
    "title": "Resolution Statement 01288-17 Patil v The Sun on Sunday",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun on Sunday (News UK)",
    "received_on": "2017-02-14 00:00:00",
    "concluded_on": "2017-06-13 00:00:00",
    "complaint_processing_days": 119,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. Following IPSO’s intervention, the publication offered to remove references to the complainant from the online article, and to publish the following clarification in print, and online:We published an article 'TIP OF A DIRTY ICEBERG' Commons Speaker John Bercow ‘took £40k from Keith Vaz’s circle’ even though he’d been warned about police probe into vice-shame MP” (12 February) reporting on the connection between Keith Vaz and Speaker John Bercow and mentioning a £2,500 donation made by Dr Neeraj Patil’s company Dreamsland to Mr Bercow’s re-election campaign.  We would like to make clear that we are not aware of any evidence that Dr Patil was influenced by Keith Vaz or other MPs in his donation to Mr Bercow.8. The complainant said that this resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01288-17 Patil v The Sun on Sunday1. Neeraj\nPatil complained to the Independent Press Standards Organisation that The Sun\non Sunday breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the\nEditors’ Code of Practice in an article headlined “Bercow’s Cash Cow”,\npublished on 12 February. The article was also published online with the\nheadline: “'TIP OF A DIRTY ICEBERG' Commons Speaker John Bercow ‘took £40k from\nKeith Vaz’s circle’ even though he’d been warned about police probe into\nvice-shame MP”.  2. The\narticle claimed that individuals in the circle of Keith Vaz MP had donated\nmoney to John Bercow MP, the Speaker of the House of Commons. The article\nreferred to the complainant, along with a number of others, as an example of\nsuch a donor. In that context, it reported that the complainant had been\nencouraged by Mr Vaz to place a bust of an Indian statesman near the Commons,\nand that he had given Mr Bercow a bust depicting himself. The article was\naccompanied by a photograph of the complainant presenting Mr Bercow with a bust\nof himself.3. The\ncomplainant said it was inaccurate to suggest his donation to Mr Bercow was\nlinked to Mr Vaz; he said that Mr Vaz had nothing to do with his donation. He\nsaid that he personally knew Mr Bercow, that he believed that he was doing a\ngood job as Speaker, and said that he objected to the article’s suggestion that\nhis donation was “dirty”. He said that he felt harassed by this, and the\npublication of the photograph depicting him.4. The newspaper\nsaid that the phrase “the tip of a dirty iceberg” in the online headline came\nfrom comments, reported in the article, from a Conservative MP which related to\nclaims about the Speaker’s correspondence with another MP. It said that the\narticle did not suggest that there was anything improper about the\ncomplainant’s donation, and that it made clear that Mr Bercow “has broken no\nrules by accepting the donation”.  The\nnewspaper said it had not contacted the complainant, and denied any breach of\nClause 3.Relevant Code provisions 5. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 3 (Harassment)i) Journalists must not engage in intimidation, harassment\nor persistent pursuit.ii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.Mediated outcome6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.7. Following\nIPSO’s intervention, the publication offered to remove references to the\ncomplainant from the online article, and to publish the following clarification\nin print, and online:We published an article 'TIP OF A DIRTY ICEBERG' Commons\nSpeaker John Bercow ‘took £40k from Keith Vaz’s circle’ even though he’d been\nwarned about police probe into vice-shame MP” (12 February) reporting on the\nconnection between Keith Vaz and Speaker John Bercow and mentioning a £2,500\ndonation made by Dr Neeraj Patil’s company Dreamsland to Mr Bercow’s\nre-election campaign.  We would like to\nmake clear that we are not aware of any evidence that Dr Patil was influenced\nby Keith Vaz or other MPs in his donation to Mr Bercow.8. The\ncomplainant said that this resolved the matter to his satisfaction. 9. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 14/02/2017Date complaint concluded by IPSO: 13/06/2017\nBack to ruling listing\n\n\n"
}