{
    "url": "/rulings-and-resolution-statements/ruling/?id=09540-22",
    "title": "Resolution Statement – 09540-22 A woman v Mail Online",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "3 Harassment (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2022-05-20 00:00:00",
    "concluded_on": "2022-08-02 00:00:00",
    "complaint_processing_days": 74,
    "mediated_outcome": "12. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 13. During IPSO’s investigation the publication offered to print the following correction and pay the complainant a sum of compensation: On 17th May and 19th May, we published articles which reported on claims from a man who we said was the ex-boyfriend of a woman reported to be Levi Bellfield’s fiancée. We have been contacted by this woman who has informed us she is not Mr Bellfield’s fiancée. She has advised that claims in the articles were inaccurate, and furthermore, she was not in a relationship with the source of the claims. We accept this, and have apologised for the error and removed the articles from the website. 14. The complainant said that this would resolve the matter to her satisfaction. 15. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 09540-22 A woman v Mail Online\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment)\nof the Editors’ Code of Practice in an article headlined “EXCLUSIVE\nEx-boyfriend of Levi Bellfield's 'educated and intelligent' fiancée condemns\ncouple's wedding plans as he claims she was always fascinated by serial\nkiller's crimes during their relationship”, published on 17 May 2022 and an\narticle headlined “EXCLUSIVE: Serial killer Levi Bellfield, 54, wooed his new\nfiancée by painting her a picture of a rose and offering her half the £4,500\ncompensation he got for being attacked in prison”, published on 19 May 2022.\n2. The\nfirst article was an interview with the “ex-boyfriend” of the “fiancée” of an\nimprisoned serial killer. It stated that “the former partner of [the serial\nkiller]’s girlfriend says she had shown sympathy to the beast while they had\nbeen still together” The article reported that the ex-boyfriend had said that\nhe was “stunned” after “learning she is to wed the notorious criminal”. The\narticle contained quotes from the “fiancée”, who was not named, which were\ndescribed as being “told” to another newspaper. The article contained a photo\nof the “fiancée” in which her face was pixelated.\n3. The\nsecond article was described as an “exclusive” and stated that the “fiancée”\nwas “wooed” after receiving a picture of a rose from the imprisoned man, and\nthat a source, described as having been “in a relationship” with the “fiancée”,\nhad said that he painted her a landscape. The article described how the woman\nhad been in contact with another prolific serial killer, which led to the man\ndescribed as her fiancé contacting her in 2019. The source also stated that the\nman was “claiming he was going to give her half of the £4,500” he had received\nas compensation whilst in prison. The article described the woman as “a huge\nmusic and reality TV fan”, and also referred to comments the woman had\nreportedly “told” another newspaper. The article contained a photo of the\nwoman, where her face was obscured by her hair, as well as a picture of a\nflower and bird with the caption “Serial killer [name] turned to art to try and\nwoo the woman and they are now engaged”.\n4. The\ncomplainant, the woman referred to as the man’s fiancée, said that the articles\nwere inaccurate in breach of Clause 1. She said that both articles referred to\nan ex-boyfriend, but that she had not been in a relationship that matched the\ndescription given of the man and believed that the source had been lying about\ntheir identity and the information he had given the publication. In particular,\nshe said she had not been in a relationship for a long time before she had\nbegun speaking to the imprisoned man. She also said that she was not engaged to\nthe man, and was simply his friend. In addition, she stated it was inaccurate\nto report she had “told” the other newspaper any of the comment quoted  within the article, and that the article the\nquotes were taken from were subject to a separate complaint.\n5. The\ncomplainant also said that the second article was inaccurate as the man had\nnever sent her any artwork and that she did not know anything about the\ncompensation. Furthermore, she said that she was not a fan of music and reality\nTV.\n6. The\ncomplainant also stated that the article, and approaches made to her intruded\ninto her private and family life. She also said that the images from the\narticle had been taken from her private Facebook page, though acknowledged that\nthey were profile pictures which could have been publicly viewed. She said,\nhowever, that as the rest of her Facebook was private the newspaper should have\nbeen aware the two visible pictures were also private. She said that her\nTwitter page, where a further photo had come from, was public.\n7. The\ncomplainant also complained that a journalist from the publication had acted in\ncontravention of Clause 3. The complainant provided a text she had sent to the\npublication on 18 May after a request to call her in which she stated: “do not\ncontact me again”. She said she received several missed calls on this date from\nunknown numbers. The complainant also said that, whilst at her brother’s house\non 20 May, she answered the door to a journalist who asked first for her\nbrother and, when she stated he was not in, said he wished to speak to her. The\ncomplainant said that, when asked, the journalist identified himself as working\nfor the publication. The complainant said she then told the journalist to leave\nand close the door, but that he asked her, through the closed door, whether she\nwas sure she did not want to speak to him. The complainant said the same\njournalist had also spoken to her mother, some of their neighbours and a person\nwho worked at the Post Office.\n8. The\npublication said that upon receipt of the complaint it had contacted the source\nagain, and as a result of the responses he provided,  it no longer had faith in the validity of the\ninformation originally supplied, and therefore deleted both of the articles. It\nalso apologised for any distress caused and offered to publish a standalone\ncorrection which would appear on the news homepage for 24 hours and then be\narchived and searchable in the normal way:\nOn 17th\nMay and 19th May, we published articles which reported on claims from a man who\nwe said was the ex-boyfriend of Levi Bellfield’s fiancée. We have been\ncontacted by Levi Bellfield’s fiancée who has advised that the articles were\ninaccurate, and furthermore, she was not in a relationship with the source of\nthe claims. We accept this, and have apologised for the error and removed the\narticles from the website.\n9. The\npublication did not accept a breach of Clause 2, and said that the images used\nin the newspaper were publicly available on the complainant’s social media at\nthe time of publication. It also said that it had taken efforts to ensure that\nthe complainant was not identifiable from the images by pixelating her face.\n10. The\npublication also apologised for any upset that it had caused by attempting to\ncontact the complainant for comment. It said that whilst she had asked for\ncommunication to cease via text, it considered she may be more amenable to an\napproach in person. It also said that it had understood that the complainant\nhad spoken to another newspaper.\n11. The\ncomplainant did not accept the resolution – she said it was inaccurate to\ndescribe her as the serial killer’s fiancée in the correction as she was simply\nhis friend, and that she wanted compensation.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected, promptly\nand with due prominence, and — where appropriate — an apology published. In\ncases involving IPSO, due prominence should be as required by the regulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause 3\n(Harassment)*\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing individuals\nonce asked to desist; nor remain on property when asked to leave and must not\nfollow them. If requested, they must identify themselves and whom they\nrepresent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.\nMediated\nOutcome\n12. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n13.\nDuring IPSO’s investigation the publication offered to print the following\ncorrection and pay the complainant a sum of compensation:\nOn 17th\nMay and 19th May, we published articles which reported on claims from a man who\nwe said was the ex-boyfriend of a woman reported to be Levi Bellfield’s\nfiancée. We have been contacted by this woman who has informed us she is not Mr\nBellfield’s fiancée. She has advised that claims in the articles were\ninaccurate, and furthermore, she was not in a relationship with the source of\nthe claims. We accept this, and have apologised for the error and removed the\narticles from the website.\n14. The\ncomplainant said that this would resolve the matter to her satisfaction.\n15. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n\n\n\nDate\ncomplaint received: 20/05/2022\nDate\ncomplaint concluded by IPSO: 02/08/2022\nBack to ruling listing\n\n\n"
}