{
    "url": "/rulings-and-resolution-statements/ruling/?id=29938-20",
    "title": "Resolution Statement – 29938-20 Ackroyd v Lytham St Annes Express",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Lytham St Annes Express (National World Publishing Ltd )",
    "published_on": "2020-12-10 00:00:00",
    "received_on": "2020-12-17 00:00:00",
    "concluded_on": "2021-01-20 00:00:00",
    "complaint_processing_days": 34,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation the publication offered to print the following correction: In a letter published on December 10, 2020 (Covid vaccine is being rushed out) the letter writer claimed the Pfizer/BioNTeach and Moderna vaccines had been “rushed out” and were “experimental”. We have been asked to point out that, according to the independent Oxford Vaccine Knowledge Project, this is not the case and both vaccines have been through a very extensive testing process, involving tests on 10,000s of people across five continents. The letter writer also claimed phase three of the safety and efficacy trial of the Pfizer vaccine was still underway and would continue for a further 24 months. Pfizer's final phase three safety and efficacy results were actually published by the New England Journal of Medicine on the same day as the letter appeared in the Express. Pfizer plans to continue its study to collect safety and long-term outcomes data from participants for a full two years. It also intends to submit its data for peer review. Both of these processes sit outside of the phase three trial period. The letter writer also described anyone having the vaccine as “human guinea pigs who are volunteering to be experimented upon.”  We have been asked to make clear that, according to the Oxford Vaccine Knowledge Project, the Covid-19 vaccines currently approved have been thoroughly reviewed by the Medicines and Healthcare Products Regulatory Agency.  This authorisation means people getting the vaccine can be assured they are not considered “guinea pigs” in any way. 7. The complainant said that this would resolve the matter to his satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 29938-20 Ackroyd v Lytham St Annes\nExpress\nSummary of Complaint\n1. Peter Ackroyd complained to the Independent Press\nStandards Organisation that Lytham St Annes Express breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an reader’s letter headlined\n“Covid vaccine is being rushed out”, published on 10 December 2020.\n2. The letter had been submitted by a reader, and stated\nthat the “Pfizer/BioNTech vaccine and the Moderna vaccine are experimental mRNA\nvaccines” and described them as “rushed”. It reported that “the phase three trial\nof safety and efficacy testing is still ongoing”, and that phase three would\nnot be complete “until 24 months after vaccination”. It said the people who had\nwanted the vaccine were “literally human guinea pigs who are volunteering to be\nexperimented upon”.\n3. The complainant said that the letter was inaccurate in\nbreach of Clause 1 as the safety and efficacy phase trials were complete at the\ntime of publication, and therefore it was inaccurate to state that people who\nwanted the vaccine would be “human guinea pigs”. He also said that it was\nmisleading to state that it was “rushed” as whilst the vaccine had been\napproved quickly, there was no suggestion it had been  done in a hurried manner, or that it had suffered\nas a result of the speed with which it had been produced. He also said it was\nmisleading to report that it was experimental, as it had been approved by the\nMedicines and Healthcare products Regulatory Agency.\n4. The publication did not accept a breach of the Code. It\nsaid that readers’ letters are clearly marked and that the page acts as a forum\nfor readers’ opinions. It said it did not wish to censor the opinions of\nreaders, but offered the complainant the opportunity to write a rebuttal\nletter.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n5. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n6. During IPSO’s investigation the publication offered to print\nthe following correction:\nIn a letter published on December 10, 2020 (Covid vaccine is\nbeing rushed out) the letter writer claimed the Pfizer/BioNTeach and Moderna\nvaccines had been “rushed out” and were “experimental”.\nWe have been asked to point out that, according to the\nindependent Oxford Vaccine Knowledge Project, this is not the case and both\nvaccines have been through a very extensive testing process, involving tests on\n10,000s of people across five continents.\nThe letter writer also claimed phase three of the safety and\nefficacy trial of the Pfizer vaccine was still underway and would continue for\na further 24 months.\nPfizer's final phase three safety and efficacy results were\nactually published by the New England Journal of Medicine on the same day as\nthe letter appeared in the Express.\nPfizer plans to continue its study to collect safety and\nlong-term outcomes data from participants for a full two years. It also intends\nto submit its data for peer review. Both of these processes sit outside of the\nphase three trial period.\nThe letter writer also described anyone having the vaccine\nas “human guinea pigs who are volunteering to be experimented upon.” \nWe have been asked to make clear that, according to the\nOxford Vaccine Knowledge Project, the Covid-19 vaccines currently approved have\nbeen thoroughly reviewed by the Medicines and Healthcare Products Regulatory\nAgency. \nThis authorisation means people getting the vaccine can be\nassured they are not considered “guinea pigs” in any way.\n7. The complainant said that this would resolve the matter\nto his satisfaction.\n8. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 17/12/2020\nDate complaint concluded by IPSO: 20/01/2021\nBack to ruling listing\n\n\n"
}