{
    "url": "/rulings-and-resolution-statements/ruling/?id=16974-17",
    "title": "Resolution Statement- 16974-17 Townsley v The Scottish Sun",
    "provisions": [
        "9 Reporting of crime (2016)",
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Scottish Sun (News UK)",
    "received_on": "2017-07-24 00:00:00",
    "concluded_on": "2017-09-18 00:00:00",
    "complaint_processing_days": 56,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. Following IPSO’s intervention, the newspaper offered to remove the name of the complainant’s partner from the online article, write a private letter of apology to the complainant and his partner, and made a donation to the complainant’s chosen charity. It also said it would provide the complainant with further information about the publication’s reporting of his conviction.   10. The complainant said that this resolved the matter to his satisfaction.  11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement- 16974-17 Townsley v The Scottish Sun \nSummary of\nComplaint \n1.\nJoseph Townsley complained to the Independent Press Standards Organisation, that\nThe Scottish Sun breached Clause 1(Accuracy), Clause 2 (Privacy) and Clause 9\n(Reporting of crime) in an article headlined, “Lethal Weapon II” published in\nprint on 24 July 2017. The article also appeared online headlined “SHAMELESS\nGypsy feud victim’s dad warns son’s killer is back “driving a lethal weapon”\nfive years after he died trying to get out of the way of truck uncle crashed”\npublished on 23rd July 2017. \n2.\nThe article reported that the complainant, who had been released from prison\nafter being convicted of culpable homicide in 2012, had recently been seen\ndriving a 4 x 4 vehicle. The article reported that the family of the man who\ndied in the 2012 incident were concerned that the complainant had not been\ngiven a driving ban as part of his conviction. The article reported that the\ncomplainant and his family had recently attended a travellers’ fair and\nincluded details about their activity at the event. The article also included\nphotographs of the complainant taken at the fair and stated that the\ncomplainant had been unavailable for comment. The online article was\nsubstantially the same as the print article. \n3.\nThe complainant said that the publication of details and photographs of his\ntrip with his family intruded into his private life.  The complainant also concerned that the\narticle had included the first name and age of his partner, who he said was not\ngenuinely relevant to the story. \n4.\nThe complainant also said that the article was inaccurate, as he had not been\napproached for comment prior to publication as stated in the article. \n5.\nThe newspaper did not accept that it had breached the Code. It said that the\narticle reported the reaction of the family of the deceased to seeing the\ncomplainant driving a large vehicle after his release from prison. It said that\nthe photographs had been taken at a public event, and reporting that the family\nhad attended the fair did not intrude into their private life. The newspaper\nalso said the publication of the the first name and age of the complainant’s\npartner did not identify her to others who would not have already been aware of\nher relationship to the complainant and details of his conviction. \n6.\nThe newspaper believed that the complainant had been contacted for comment, as\nthis was the normal procedure at the newspaper. Regardless, it said that there\nwas no obligation to ask for comment to comply with Clause 1(i). \nRelevant Code\nProvisions  \n7.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant accuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and-where appropriate- an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator.\n\nClause\n2 (Privacy) *\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth, and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information. \niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nClause\n9 (Reporting of Crime) *\ni)\nRelatives or friends of persons convicted or accused of crime should not\ngenerally be identified without their consent, unless they are genuinely\nrelevant to the story. \nii)\nParticular regard should be paid to the potentially vulnerable position of\nchildren who witness, or are victims of, crime. This should not restrict the\nright to report legal proceedings. \nMediated outcome\n8.\nThe complaint was not resolved through direct correspondence between the\nparties. IPSO therefore began an investigation into the matter.\n9.\nFollowing IPSO’s intervention, the newspaper offered to remove the name of the\ncomplainant’s partner from the online article, write a private letter of\napology to the complainant and his partner, and made a donation to the\ncomplainant’s chosen charity. It also said it would provide the complainant\nwith further information about the publication’s reporting of his\nconviction.  \n10.\nThe complainant said that this resolved the matter to his satisfaction. \n11.\nAs the complaint was successfully mediated, the Complaints Committee did not\nmake a determination as to whether there had been any breach of the Code. \n \nDate\ncomplaint received: 24/07/2017\nDate\ncomplaint concluded by IPSO: 18/09/2017\nBack to ruling listing\n\n\n"
}