{
    "url": "/rulings-and-resolution-statements/ruling/?id=17287-17",
    "title": "Resolution Statement – 17287-17– Jones v Daily Post",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Post (Reach PLC)",
    "received_on": "2017-08-01 00:00:00",
    "concluded_on": "2017-10-20 00:00:00",
    "complaint_processing_days": 80,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  10. During IPSO’s investigation, the newspaper offered to remove the article from its website and from the websites of associated publications, and to publish the following clarification:  “Our article 20 July 2017 “Huge lorry trailer dumped outside Anglesey couple’s home in neighbour dispute” reported on a dispute between Mr and Mrs Hughes and Mr and Mrs Jones over boundary ownership after Mrs Jones had allowed Mr and Mrs Hughes to demolish part of the wall to facilitate building works on their house. Mr & Mrs Hughes actually demolished the whole 25 metre boundary and then contested its ownership. The article stated that after consulting their solicitor, Mr and Mrs Hughes \"decided to sign over the structure.” However, an exchanged boundary agreement sets out that the wall did and would continue to belong to Mrs Jones.” 11. The complainant said that this would resolve the matter to his satisfaction.  12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 17287-17– Jones v Daily Post\nSummary of Complaint\n1. Mark Jones complained to the\nIndependent Press Standards Organisation that the Daily Post breached Clause 1\n(Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in the\nfollowing articles: ·        \n“Huge\nlorry trailer dumped outside Anglesey couple's home in neighbour dispute”\npublished online on 20 July 2017. ·        \n“Trailer\npark clash” published in print on 20 July 2017. ·         “Anglesey couple's joy that huge lorry trailer\ndumped outside their home has been moved”, published online on 21 July 2017. ·        \n“Trailer\nparked amid boundary row moved”, published in print on 22 July 2017. \n2. The first article reported that\nthe complainant and his wife had been involved in a boundary dispute with their\nneighbours, and reported the neighbours’ account of the events. It said that\nthe neighbours had asked to rebuild a small wall between the two properties,\nprompting the complainant’s wife to assert full ownership of the new wall. It\nsaid that the complainant had parked a trailer next to the wall, in front of\nthe neighbours’ windows and said that after consulting solicitors, the\nneighbours “decided to sign over the structure” to complainant and his wife.\nThe article included a picture of the complainant pointing at the camera, which\nwas taken from the wall in question. \n3. The second article reported that\nthe complainant had removed the trailer from its position in front of the wall,\nand quoted the neighbours’ assertion that this had resulted from the\npublication of the original article. It also stated that the complainant had been\ncontacted for comment. \n4. The complainant said that the\narticles had inaccurately characterised the ownership of the wall. He said the\nwall had always belonged to Mrs Jones, and therefore there was no possibility\nof the other party “signing over” the structure. He said that the dispute had\narisen because the neighbours had demolished the entire wall, in contravention\nof an initial agreement to remove only a small section to facilitate building\nworks. He also said that his privacy had been encroached upon by the\npublication of the photo of him on his own property, and by the publication of\nthe name of his business. \n5. The complainant also said that\nthe second article was inaccurate to suggest that the movement of the trailer\nhad resulted from the publication of the first article and said he had not been\napproached for comment as stated in the article. \n6. The newspaper did not accept that\nthey had breached the Code. It said that the articles made clear that there\nwere opposing views in relation to the dispute, and that it was clear that the\narticles were recounting the neighbours’ version of events.  It said that the quotation stating the\nneighbours had “decided to sign over the structure” was clearly a comment given\nby the neighbours. However, as a gesture of goodwill, it offered amend the\narticle to state “[the neighbours] claimed that they signed over the structure\nafter consulting with their solicitor. However, deeds show that the wall was\nalready owned by Mr and Mrs Jones”. \n7. In relation to the second\narticle, the newspaper said it had made clear that it was the neighbours’ view\nthat the movement of the trailer had resulted from the publication of the first\narticle. Nevertheless, as a gesture of goodwill it offered to publish a\nstatement setting out the complainant’s position as to why the trailer was\nmoved. The newspaper said it had taken adequate steps to contact the\ncomplainant as the reporter he had attempted to phone the complainant and had\nemailed his wife asking for comment prior to publication.\nRelevant\nCode provisions\n7.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\n8.   \nClause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private and family\nlife, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any individual’s\nprivate life without consent. Account will be taken of the complainant’s own\npublic disclosures of information.\niii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.\nMediated outcome\n9. The complaint was not resolved through direct correspondence between\nthe parties. IPSO therefore began an investigation into the matter. \n10. During IPSO’s investigation, the newspaper offered to remove the\narticle from its website and from the websites of associated publications, and\nto publish the following clarification: \n“Our article 20 July 2017 “Huge lorry trailer\ndumped outside Anglesey couple’s home in neighbour dispute” reported on a\ndispute between Mr and Mrs Hughes and Mr and Mrs Jones over boundary ownership\nafter Mrs Jones had allowed Mr and Mrs Hughes to demolish part of the wall to\nfacilitate building works on their house. Mr & Mrs Hughes actually\ndemolished the whole 25 metre boundary and then contested its ownership. The\narticle stated that after consulting their solicitor, Mr and Mrs Hughes\n\"decided to sign over the structure.” However,\nan exchanged boundary agreement sets out that the wall did and would\ncontinue to belong to Mrs Jones.”\n11. The\ncomplainant said that this would resolve the matter to his satisfaction. \n12. As the complaint was successfully mediated, the Complaints Committee\ndid not make a determination as to whether there had been any breach of the\nCode. \nDate complaint received: 01/08/2017\nDate complaint concluded by IPSO: 20/10/2017 \n \nBack to ruling listing\n\n\n"
}