{
    "url": "/rulings-and-resolution-statements/ruling/?id=18228-17",
    "title": "Resolution Statement 18228-17 Lusted v Bournemouth Echo",
    "provisions": [
        "1 Accuracy (2016)",
        "5 Reporting suicide (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Echo (Bournemouth) (Newsquest Media Group)",
    "published_on": "2017-06-23 00:00:00",
    "received_on": "2017-09-05 00:00:00",
    "concluded_on": "2017-09-25 00:00:00",
    "complaint_processing_days": 20,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the newspaper offered to write a private letter of apology to the complainant. 8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 18228-17 Lusted v Bournemouth Echo\nSummary of complaint\n1. Joanne Lusted complained to the Independent Press\nStandards Organisation that the Bournemouth Echo breached Clause 1 (Accuracy)\nand Clause 5 (Reporting Suicide) of the Editors’ Code of Practice in an article\nheadlined “Tributes paid at inquest of 19-year-old found dead after night out\nwith friends,” published in print on 23 June 2017. The article also appeared\nonline.\n2. The article reported on the inquest into the death of the\ncomplainant’s son.\n3. The complainant said that the article did not accurately\nreport information heard at the inquest.\n4. The newspaper said it was sorry for any upset caused and\napologised for any inaccuracies that may have been included in the article.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant accuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and-where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 5 (Reporting suicide)*\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media’s right to report legal proceedings.\nMediated outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. Following IPSO’s intervention, the newspaper offered to\nwrite a private letter of apology to the complainant.\n8. The complainant said that this would resolve the matter\nto her satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 05/09/2017Date complaint concluded by IPSO: 25/09/2017\nBack to ruling listing\n\n\n"
}