{
    "url": "/rulings-and-resolution-statements/ruling/?id=04905-19",
    "title": "Resolution Statement 04905-19 Markey v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2019-06-23 00:00:00",
    "received_on": "2019-06-23 00:00:00",
    "concluded_on": "2019-09-02 00:00:00",
    "complaint_processing_days": 71,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation, the newspaper offered to add a statement from the complainant, to the article, putting his position on the claims on record. 7. The complainant said that this resolved the matter to his satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04905-19\nMarkey v dailyrecord.co.uk\nSummary of Complaint\n1. John Markey complained to the\nIndependent Press Standards Organisation that dailyrecord.co.uk breached Clause\n1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “Trio involved in promoting illegal Glasgow drug club\nunmasked”, published on 23 June 2019.\n2. The article reported that the\ncomplainants was part of a group who has been “involved in advertising\ndrug-fueled weekly events” at a local club night. It reported that the complainant\nspecifically “promotes the unlicensed night-time activities”. The article also\nstated that the complainant was not available for comment.\n3. The complainant said that the\narticle inaccurately reported information that he was involved in illegal\nactivity, in breach of Clause 1 (Accuracy). He stated that the relationship he\nshared with the club night was minimal and he was in no way responsible for the\nevents or for any illegal activity. Furthermore, he also said that, contrary to\nthe article's claims, no attempt was made to contact him. He also said that the\narticle intruded into his privacy and this could not be justified in the public\ninterest.\n4. The publication did not accept\nthat there has been a breach of the Code. It did not accept that it was\ninaccurate to report that the complainant was partly responsible for the club\nnight as its Facebook page listed him as Admin and Moderator. It also claimed that\nthe reporter telephoned the complainant and visited three addresses registered\nto a ‘John Markey’.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator.\niii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect\nfor his or her private and family life, home, health and correspondence,\nincluding digital communications.\nii) Editors will be expected to\njustify intrusions into any individual's private life without consent. In\nconsidering an individual's reasonable expectation of privacy, account will be\ntaken of the complainant's own public disclosures of information and the extent\nto which the material complained about is already in the public domain or will\nbecome so.\niii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places where\nthere is a reasonable expectation of privacy.\nMediated Outcome\n5. The complaint was not resolved\nthrough direct correspondence between the parties. IPSO therefore began an\ninvestigation into the matter.\n6. During IPSO’s investigation, the\nnewspaper offered to add a statement from the complainant, to the article,\nputting his position on the claims on record.\n7. The complainant said that this\nresolved the matter to his satisfaction.\n8. As the complaint was\nsuccessfully mediated, the Complaints Committee did not make a determination as\nto whether there had been any breach of the Code.\n \nDate complaint received: 23/06/2019\nDate complaint concluded by IPSO:\n02/09/2019\nBack to ruling listing\n\n\n"
}