{
    "url": "/rulings-and-resolution-statements/ruling/?id=02635-21",
    "title": "Resolution Statement – 02635-21 GB Snow Sports Limited (GBSS) v Daily Mail",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2021-03-10 00:00:00",
    "received_on": "2021-03-12 00:00:00",
    "concluded_on": "2021-05-14 00:00:00",
    "complaint_processing_days": 63,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation the publication offered to print the following clarification: “An article on March 10 about the governing body for Olympic and Paralympic snowsports, GB Snowsport, said that the organisation charges athletes ‘up to £33,500’ to compete. GB Snowsport have asked us to clarify that three of its athletes previously paid that sum, and that their costs are offset by financial awards.” 8. The complainant said that this would resolve the matter to their satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 02635-21 GB Snow Sports Limited\n(GBSS) v Daily Mail\nSummary of Complaint\n1. GB Snow Sports (GBSS) Limited complained to the\nIndependent Press Standards Organisation that Daily Mail breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “BRITISH\nSKIING CHARGES ATHLETES £33k A YEAR TO COMPETE / STINK ON THE SLOPES”,\npublished on 10th March 2021.\n2. The article reported on a Sportsmail investigation into\ngoverning body GB Snowsport. The article stated that the investigation had\n“reveal[ed] an avalanche of injustices”, including that “[a]thletes [are] being\ncharged up to £33,500 a year to become part of the national team programme with\nthe threat of suspension if they do not pay”.\n3. The article also appeared online in substantially the\nsame format under the headline “REVEALED: GB Snowsport charges athletes £33k to\ntake part in their programme while paying six-figure salaries to directors,\nreceives £11m from UK Sport, has failed to find adequate sponsorship... and\nstars are forced to crowdfund and sell homes”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 as the headlines and content of the article suggested that\nall, if not most, GBSS athletes were obliged to pay £33,500 in order to\ncompete. The complainant said that only three of the 144 athletes across\nOlympic and Paralympic Programmes pay £33,500, and of those three two have the\nsum substantially subsidised by GBSS.\n5. The publication did not accept a breach of the Code.\nPrior to the publication of the article, it had asked the complainant how many\nathletes paid £33,500. . The publication said it had therefore taken care to\npublish accurate information. It also maintained that there was no failure to\ntake care over the accuracy of the headline or sub-headline, highlighting that\nthe article made clear that athletes were charged “up to £33,500 a year” and\nthat “some athletes are being forced to pay £33.5k”. It said it was not\ninaccurate to characterise three athletes who pay this amount as “some”\nathletes.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation the publication offered to\nprint the following clarification:\n“An article on March 10 about the governing body for Olympic\nand Paralympic snowsports, GB Snowsport, said that the organisation charges\nathletes ‘up to £33,500’ to compete. GB Snowsport have asked us to clarify that\nthree of its athletes previously paid that sum, and that their costs are offset\nby financial awards.”\n8. The complainant said that this would resolve the matter\nto their satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 12/03/2021\nDate complaint concluded by IPSO: 14/05/2021\nBack to ruling listing\n\n\n"
}