{
    "url": "/rulings-and-resolution-statements/ruling/?id=01551-19",
    "title": "Resolution Statement 01551-19 Cuthbert v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2019-02-18 00:00:00",
    "concluded_on": "2019-04-15 00:00:00",
    "complaint_processing_days": 56,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, the publication offered to remove the article from online, which the complainant confirmed resolved the complaint to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01551-19 Cuthbert v Mail\nOnline\nSummary of complaint 1.  Roger Cuthbert complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy) of the Editors’ Code\nof Practice in an article headlined “Elderly man, 90, dies at a care home while\ntwo ambulances were blocked in by neighbours for more than three hours in a row\nover parking”. 2.  The article reported on an incident which allegedly took place outside a\ncare home; it reported that “two ambulances were blocked in by neighbours for\nmore than three hours over parking”. The article did not name the individuals\ninvolved in the incident, but described them as a “couple” who lived in a\nneighbouring house. 3.  The article reported a statement from a member of staff at the care\nhome: “'I know that they get frustrated with the parking situation outside of\nthe home. We are on just a small private lane but it was an emergency situation\nin which unfortunately a male resident died”. The article reported the ambulance\nservice had confirmed that “they were called to attend a 'serious\nlife-threatening Cat 1 emergency'”; it said that “the lack of parking spaces\nmeant that they had to block the road and added that their staff were indeed\nchallenged”. The article also reported a statement from the police: “We are\naware that ambulances were blocked in at the scene but there were no arrests”. 4.  The complainant was one of two individuals who were alleged to have\nblocked the ambulances in with their cars. He denied that ambulances had been\nblocked in at the scene, and said that this was a false claim which had\noriginated from a member of staff at the care home. He noted that the statement\nfrom the ambulance service had referred to the ambulances blocking the access\nroad, not other vehicles blocking the ambulances. 5.  The complainant provided a letter from the ambulance service, which said\nthat it was unable to confirm whether or not its vehicles were prevented from\nleaving the scene. The complainant also provided correspondence which he had\nreceived from the police. The police said that when it had been approached by\nthe media, it did not give\nany indication that the blocking was done by a vehicle or was deliberate; the\npolice said that it had simply confirmed that it had received a report of that\nnature. 6.  The publication said that it relied on information provided to it by the\nSouth East Ambulance Service, the care home manager, and a source who had\nfirst-hand knowledge of the events that unfolded. It said that it had no reason\nto believe that those involved would have cause to mislead, particularly the\nambulance service. \nRelevant Code Provisions 7. Clause 1 (Accuracy) i) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.\nii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact. \nMediated outcome 8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. 9. During IPSO’s investigation, the publication\noffered to remove the article from online, which the complainant confirmed\nresolved the complaint to his satisfaction. 10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 18/02/2019Date complaint concluded by IPSO: 15/04/2019\nBack to ruling listing\n\n\n"
}