{
    "url": "/rulings-and-resolution-statements/ruling/?id=04791-18",
    "title": "Resolution Statement 04791-18 Legatum Institute Foundation v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2017-12-04 00:00:00",
    "received_on": "2018-07-30 00:00:00",
    "concluded_on": "2018-10-16 00:00:00",
    "complaint_processing_days": 78,
    "mediated_outcome": "6. IPSO began an investigation into this matter. 7. During the course of IPSO’s investigation, the publication offered to publish the following correction online, and in its established Corrections and Clarifications column: “An article we published on December 4 2017 requires correction. We reported that the Legatum Institute think tank was to be reviewed by the head of the parliamentary intelligence and security committee (ISC) after ‘concerns’ were raised about its links to Conservative Brexiteers and the background of its co-founder and main financier Christopher Chandler.   The ISC chairman Dominic Grieve MP, who was quoted in our article, did not state that Mr Chandler or the institute was being specifically “scoped” by his committee as part of its investigation into Russian involvement in British politics, rather that Russian activities against the UK are a subject of disquiet to parliamentarians and nothing had been formally ruled in or out of his inquiry’s scope. We are happy to set the record straight.” 8. The complaint said that this would resolve the matter to their satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04791-18 Legatum Institute Foundation v\nThe Times\nSummary of complaint\n1. The Legatum Institute Foundation complained to the\nIndependent Press Standards Organisation that The Times breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Legatum\nthink tank to be scrutinised over Russia links”, published on 4 December\n2017.  \n2. The article was published as part of wider coverage into\nallegations of Russian influence in British politics. The article described the\ncomplainant as a “think tank with close links to Conservative Brexiteers”. It\nreported that Dominic Grieve MP, the new chairman of the Intelligence and\nSecurity Committee, had told another publication that he would “scope” the\ncomplainant “as part of preparations for investigation into Russian activities\nagainst the UK.\n3. The complainant said that Mr Grieve had not said that the\nISC would “scope” concerns raised in Parliament about the Institute. The\ncomplainant said that prior to contacting IPSO, it had written to Mr Grieve\nconcerning the article; the complainant said that the letter which it had\nreceived in response demonstrated that the article was a distortion of Mr\nGrieve’s words. The complainant provided a copy of this letter to IPSO, in\nwhich Mr Grieve wrote the following: “Your letter focused on remarks attributed\nto me by the Sunday Times, suggesting that the Legatum Group would be subject\nto scrutiny as part of the Committee’s forthcoming Russia Inquiry.  This comment was, unfortunately, entirely\nmisleading. Members of the Committee’s staff were present during the interview\nand can confirm this.”\n4. The newspaper said that as made clear in the article, it had\nreported claims made in another publication. It said that it was entitled to\nrely upon a seemingly plausible and uncontentious statement reported in a\nreputable publication, particularly where there was nothing in the public\ndomain to challenge the accuracy of the report. Notwithstanding this, the\nnewspaper said that prior to publication, the journalist had contacted a\nspokesperson from the Legatum Institute, and had specifically asked them about\nthe reporting in the other publication. It said that the spokesperson did not\nchallenge or question this reporting, and gave the reporter no reason to doubt\nthe accuracy of it.\nRelevant Code Provisions5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nMediated outcome\n6. IPSO began an investigation into this matter.\n7. During the course of IPSO’s investigation, the publication\noffered to publish the following correction online, and in its established\nCorrections and Clarifications column: “An article we published on December 4 2017 requires\ncorrection. We reported that the Legatum Institute think tank was to be\nreviewed by the head of the parliamentary intelligence and security committee\n(ISC) after ‘concerns’ were raised about its links to Conservative Brexiteers\nand the background of its co-founder and main financier Christopher\nChandler.   The ISC chairman Dominic\nGrieve MP, who was quoted in our article, did not state that Mr Chandler or the\ninstitute was being specifically “scoped” by his committee as part of its\ninvestigation into Russian involvement in British politics, rather that Russian\nactivities against the UK are a subject of disquiet to parliamentarians and\nnothing had been formally ruled in or out of his inquiry’s scope. We are happy\nto set the record straight.”\n8. The complaint said that this would resolve the matter to\ntheir satisfaction.\n9. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.Date complaint received: 30/07/2018Date complaint concluded by IPSO: 16/10/2018  \nBack to ruling listing\n\n\n"
}