{
    "url": "/rulings-and-resolution-statements/ruling/?id=12765-17",
    "title": "Resolution statement 12765-17 Peter Ford v telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2017-04-22 00:00:00",
    "received_on": "2017-05-30 00:00:00",
    "concluded_on": "2017-08-10 00:00:00",
    "complaint_processing_days": 72,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the newspaper offered to publish the following clarification as a footnote to the online article: CLARIFICATION: This article's headline originally stated that Mr Ford had 'quietly' taken the job as a director of the British Syrian Society. In fact, Mr Ford has never sought to hide his position as this could have implied and the headline has been amended. We are also happy to clarify that Mr Ford receives no remuneration or other material benefit from his directorship of the Society, or from the positions he espouses on the subject of Syria. 8. The newspaper also offered to publish the following clarification in the Corrections and Clarifications column on page 2 of the newspaper: Mr Peter Ford Following our article \"Former UK ambassador linked to Assad lobby group\" (23 April), we wish to make clear that Peter Ford, the former ambassador to Syria, receives no remuneration or other material benefit from his directorship of the British Syrian Society, or from the positions he espouses on the subject of Syria.  9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 12765-17 Peter Ford v telegraph.co.ukSummary of complaint\n1. Peter Ford\ncomplained to the Independent Press Standards Organisation that telegraph.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Revealed: How Britain’s former Syria ambassador appeared on BBC to\ndefend Assad…after quietly taking a job with dictator’s father-in-law”,\npublished on 22 April 2017.\n2. The article\nreported that the complainant, a former British ambassador to Syria, had\nappeared on the BBC to “defend the Assad regime” following a chemical attack\nwhich had occurred in Syria. It claimed that prior to the attack, the complainant\nhad become a director of the British Syrian Society (BSS). The article reported\nthat the BSS’s accounts did not show whether the complainant received any\npayment or remuneration for his role.\n3. The complainant\nsaid that the headline was misleading because it suggested that he had gained\nfinancially from his position on the Board of the BSS; that his political\nadvocacy in the matter of Syria was bought; and that he was trying to hide this\nfact “quietly”. He said that he was not paid for this role. The complainant\nalso said that the newspaper did not contact him for his comment prior to the\npublication of the article.\n4. The newspaper\nsaid that the focus of the article was the apparent conflict of interest\noccasioned by the complainant’s appearance on the BBC programme, and that\nwhether or not he was remunerated was not a material point. It said that it was\nunable to contact the complainant directly, therefore it contacted the BSS with\nquestions regarding the complainant’s remuneration and responsibilities.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\n(ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n(iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\n(iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\n(v) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, the newspaper offered to publish the following clarification as a\nfootnote to the online article:\nCLARIFICATION: This article's headline originally stated\nthat Mr Ford had 'quietly' taken the job as a director of the British Syrian\nSociety. In fact, Mr Ford has never sought to hide his position as this could\nhave implied and the headline has been amended. We are also happy to clarify\nthat Mr Ford receives no remuneration or other material benefit from his\ndirectorship of the Society, or from the positions he espouses on the subject\nof Syria.\n8. The newspaper\nalso offered to publish the following clarification in the Corrections and\nClarifications column on page 2 of the newspaper:\nMr Peter Ford\nFollowing our article \"Former UK ambassador linked to\nAssad lobby group\" (23 April), we wish to make clear that Peter Ford, the\nformer ambassador to Syria, receives no remuneration or other material benefit\nfrom his directorship of the British Syrian Society, or from the positions he\nespouses on the subject of Syria. \n9. The complainant\nsaid that this would resolve the matter to his satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 30/05/2017Date complaint concluded by IPSO: 10/08/2017  \nBack to ruling listing\n\n\n"
}