{
    "url": "/rulings-and-resolution-statements/ruling/?id=08081-21",
    "title": "Resolution Statement 08081-21 Capen Ltd v stokesentinel.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "stokesentinel.co.uk (Reach PLC)",
    "published_on": "2021-02-19 00:00:00",
    "received_on": "2021-07-23 00:00:00",
    "concluded_on": "2021-12-13 00:00:00",
    "complaint_processing_days": 143,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation the complainant said that if the article was removed from the publication’s website, this would resolve the matter to its satisfaction. 9. The publication said that it would be happy to remove the online article as a gesture of goodwill. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 08081-21 Capen Ltd v stokesentinel.co.uk\nSummary\nof Complaint\n1. Capen\nLtd complained to the Independent Press Standards Organisation that\nstokesentinel.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Investigation after Donna Louise lottery\noperator takes payments from 4,000 players for draws that were never held”,\npublished on 19th February 2021.\n2. The\narticle reported on claims that an investigation had taken place after a Donna\nLouise lottery operator had taken payments for draws that had never happened.\nIt said that “[p]layers have been left 'outraged' with Capen Limited, which\nmanaged the lottery for The Donna Louise”. It stated that “supporters were\nstill paying regular direct debits up until January 1, even though they stood\nno chance of winning a prize”. It went on to report that “As they don't know\nwhat happened to the money that was originally paid, the refunds have had to\ncome out of the hospice's own charitable funds meant for children's care. Ms\nBirks described it as a 'significant amount'”.\n3. The\ncomplainant said that the article was in breach of Clause 1 as it considered\nthat the headline inaccurately inferred that Capen Limited was taking payments\non the charity’s behalf, whereas the lottery funds were collected using a\nmerchant facility in the charity’s own name, and all the funds were settled\ndirectly to the charity’s nominated bank account. The complainant added that\nthese easily verifiable facts were omitted from the article. In addition to\nthis, the complainant said that the quote “[b]ut supporters were still paying\nregular direct debits up until January 1, even though they stood no chance of\nwinning a prize” also implied that Capen Ltd was the entity instructing the\nbank to draw the direct debit payments, when this was not the case. The complainant\nadded that the contract had been terminated by mutual agreement on December 8th\n2020, and that the extent of Capen Ltd’s involvement was issuing lottery\ntickets based on the sums of money collected, rather than Capen Ltd collecting\nthe funds themselves.\n4. The\ncomplainant said there had been a further breach of Clause 1 as it considered\nthe quote “[a]s they don't know what happened to the money that was originally\npaid, the refunds have had to come out of the hospice's own charitable funds\nmeant for children's care. Ms Birks described it as a 'significant amount'”\nincorrectly implied that the funds had been misused by Capen Ltd.\n5. The\npublication did not accept that the article breached Clause 1; it was satisfied\nthat all the information related to Capen Ltd in the article was accurate. It\ndid, however, offer to publish a statement from the complainant to add further\nclarification and address their concerns.\n6. The\ncomplainant did not accept this as a resolution to its complaint.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n8. During\nIPSO’s investigation the complainant said that if the article was removed from\nthe publication’s website, this would resolve the matter to its satisfaction.\n9. The\npublication said that it would be happy to remove the online article as a\ngesture of goodwill.\n10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\nDate\ncomplaint received: 23/07/2021\nDate\ncomplaint concluded by IPSO: 13/12/2021\nBack to ruling listing\n\n\n"
}