{
    "url": "/rulings-and-resolution-statements/ruling/?id=12334-20",
    "title": "Resolution Statement – 12334-20 Spelthorne Borough Council v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2020-05-04 00:00:00",
    "received_on": "2020-08-10 00:00:00",
    "concluded_on": "2020-11-24 00:00:00",
    "complaint_processing_days": 106,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation the publication offered to publish the following correction: Our article \"Unhappy clappers\" (4 May 2020) suggested that Spelthorne Borough Council had banned some local residents in Ashford from joining in the weekly clap for the NHS. We would like to clarify that the standard letter sent out by the council did not refer to clap for carers and instead referred to a different noise issue.     11. The complainant said that this would resolve the matter to its satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 12334-20 Spelthorne Borough\nCouncil v thesun.co.uk\nSummary of Complaint\n1. Spelthorne Borough Council complained to the Independent\nPress Standards Organisation that thesun.co.uk breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“UNHAPPY CLAPPERS Killjoy council try to ban patriotic cul-de-sac from joining\nweekly Clap For Our Carers after ONE noise complaint”, published on 4 May 2020.\n2. The article reported that residents of a cul-de-sac had\nbeen asked to stop participating in the “weekly clap for carers because they\nare a ‘noise nuisance’” by the council. It said this was after the council had\n“received one complaint”, and that the “complaint was sparked after [named\nresident] decided to play three songs through a speaker for locals to sing\nalong to every Thursday at 8pm.” This resident was delivered the letter from\nthe council. A photo of the letter from the council was included in the\narticle. The article contained a statement from the council which stated that\n“the complaint did not relate to the clap for carers but to ‘ongoing noise\nissues’” and that the letter was “’only to advise that a complaint has been\nreceived’”.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. It accepted that it had sent a letter regarding a noise\ncomplaint, but that the complaint had related to noise unconnected to the “clap\nfor carers” event. It noted that it had provided the publication with its\nposition prior to the publication of the article, but the article had stated as\nfact that the letter had related to the clap for carers event, when this was\nmerely an allegation by the residents.\n4. The complainant also said that the article breached the\nprivacy of one of its employees under Clause 2. It said that the staff members\nname and work contact details which were on the letter in the photograph that\nhad been published by the paper and could be viewed when the image was\nmagnified.\n5. The publication did not accept a breach of the Code. It\nsaid that it was reasonable for the publication to accept the resident’s\nposition that the complainant had issued the letter as a result of the music\nplayed for the clap for carers event, as the person who received the letter had\nbeen playing music every week at this time and the letter was issued after he\nhad started this. It said that multiple residents had given the opinion and\nthat there was no noise outside of the clap for carers music which the letter\ncould relate to. The publication said it had written to the complainant to give\nthem the opportunity to respond, and that their response was included in the\narticle. It said that, as the Council’s position was included, readers would\ntherefore be aware that the Council disputed what had been said by residents\nand would not be misled.\n6. The publication said that the complainant’s employee did\nnot have a reasonable expectation of privacy over her name, official role, or\nwork contact details.\n7. The publication removed the article from its website as a\ngesture of goodwill.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n9. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n10. During IPSO’s investigation the publication offered to\npublish the following correction:\nOur article \"Unhappy clappers\" (4 May 2020)\nsuggested that Spelthorne Borough Council had banned some local residents in\nAshford from joining in the weekly clap for the NHS. We would like to clarify\nthat the standard letter sent out by the council did not refer to clap for carers\nand instead referred to a different noise issue.    \n11. The complainant said that this would resolve the matter\nto its satisfaction.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 10/08/2020\nDate complaint concluded by IPSO: 24/11/2020\nBack to ruling listing\n\n\n"
}