{
    "url": "/rulings-and-resolution-statements/ruling/?id=28396-20",
    "title": "Resolution Statement – 28396-20 Katarova v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-06-05 00:00:00",
    "received_on": "2020-10-05 00:00:00",
    "concluded_on": "2021-03-31 00:00:00",
    "complaint_processing_days": 177,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation the publication offered to print the following correction: With respect to Molly-Mae's statements about Mr Chai's cause of death, a pathology report undertaken in June was inconclusive as to the cause of  death. 7. The complainant said that this would resolve the matter to her satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement –  28396-20 Katarova v Mail OnlineSummary of Complaint\n1. Elena Katarova\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Unscrupulous puppy breeders offer us free dogs 'like a pair of\nshoes': Reality stars hit out at the firms shipping in pets from Russia -\nfollowing death of [named third party’s] new Pomeranian”, published on 5 June\n2020.\n2. The article\nreported on the death of a celebrity’s new puppy who had been bought from a dog\nbreeding and importing company. The article included a quote from the celebrity\nwhich stated that the puppy “was going to die regardless. The autopsy results\nshowed his skull wasn't fully developed and part of his brain was exposed. He\ndidn't have a single white blood cell in his body”.\n3. The complainant,\nthe owner of the breeding and importing company the puppy was bought from, said\nthat the article was inaccurate in breach of Clause 1. She said that the quote\ndid not reflect the veterinary report, which, whilst it reported that the skull\nwas not fully ossified, did not state the brain was exposed. She said that it\nwas normal for a puppy’s skull to not be fully ossified at that age and the\nquote gave the misleading impression that this was part of the cause of death.\nThe complainant also said that there was no veterinary evidence to indicate\nthat the dog was suffering from a complete lack of white blood cells.\n4. The publication\ndid not accept a breach of the Code. It said that where the veterinary report\nhad stated the skull was not fully ossified, it was not inaccurate to report\nthat the puppy’s “skull wasn't fully developed and part of his brain was\nexposed”. It noted an image of the puppy was included in the article and\ntherefore readers would understand that the brain was not literally exposed. It\nalso said that a further veterinary report had stated that a blood smear had\nfound that the dog’s blood had almost no neutrophils, which made up to 60-70%\nof white blood cells in dogs. It said that on this basis the quote from the celebrity\nwas broadly accurate, but offered a clarify this with the more technical\ndetails.\nRelevant Clause Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. During IPSO’s\ninvestigation the publication offered to print the following correction:\nWith respect to Molly-Mae's statements about Mr Chai's cause\nof death, a pathology report undertaken in June was inconclusive as to the\ncause of  death.\n7. The complainant\nsaid that this would resolve the matter to her satisfaction.\n8. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 05/10/2020\nDate complaint concluded by IPSO: 31/03/2021\nBack to ruling listing\n\n\n"
}