{
    "url": "/rulings-and-resolution-statements/ruling/?id=20751-17",
    "title": "Resolution Statement 20751-17- McCrory v The Times",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "received_on": "2018-12-15 00:00:00",
    "concluded_on": "2018-04-04 00:00:00",
    "complaint_processing_days": -255,
    "mediated_outcome": "8.  The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9.   Following IPSO’s intervention, the publication offered to make agreed amendments to the online article and to publish the following clarification in its corrections and clarifications column and as a footnote to the online article: In two articles last year (“Worcester face player exodus over ownership uncertainty.” Dec 11 and “Time to ring fence players’ salaries,” Dec 12) we said that Jed McCrory had had an initial takeover bid for Worcester Warriors rugby club rejected and was expected to come back with a better offer, that he was thinking of introducing football to the club’s Sixways ground and considered rugby as incidental; that his interest was in the potential of the 51-acre site as a hotel and conference centre; and that he had an unimpressive record with football clubs. We accept that these statements were incorrect and apologise to Mr McCrory for these errors. 10. The complainant said that this would resolve the matter to his satisfaction. 11.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 20751-17- McCrory v The Times\nSummary\nof Complaint 1.  Jed\nMcCrory complained to the Independent Press Standards Organisation that The\nTimes breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 12\n(Discrimination) in the following articles: ·        \n“Worcester\nface player exodus over ownership uncertainty,” published on 11 December 2017. ·        \n“Time\nto ring-fence players’ salaries,” published on 12 December 2017. 2.  The first article reported that\nthe Worcester Warriors rugby club was currently up for sale. It reported that\nthe complainant had had an initial takeover bid to buy the club rejected and\nalleged that he had an “unimpressive history with several football clubs.” It\nwent on to state that the complainant’s priority was to “drive football into\nSixways” and that he was interested in the 51 acres around the club, and its\npotential as a hotel and conference centre. The article was also published\nonline, and was substantially the same as the print article. 3.  The second article reported that\na third of Premiership rugby clubs were up for sale, including the Worcester\nWarriors. It reported that the complainant was a potential buyer for the club\nand stated that “he did not regard Sixways so much as the home of a rugby\nclub,” but that he was looking to develop the site, adding a hotel and\nconference centre, as well as moving football into the grounds. It stated that\nto the complainant, rugby was incidental. The article was also published online,\nand was substantially the same as the print article.  4.  The complainant said that both\nthe articles were inaccurate. He said it was inaccurate for the articles to\nclaim that he was only interested in developing the sites and bringing football\ninto the grounds. He also said it was inaccurate to characterise his record\nmanaging football clubs as unimpressive, and to state that he had an initial\ntakeover bid rejected. He also believed that the newspaper also should have\ncontacted him for comment, prior to publication. 5.  He also raised concern that the\narticles portrayed him in a poor light, and believed that this would have an impact\nhis future career opportunities in the sporting sector, in breach of Clause 2\n(Privacy) and Clause 12 (Discrimination). 6.  The newspaper said that the\narticles were written by an experienced sports journalist, who had spoken to a\nnumber of sources who knew the details of the sale of the rugby club. The\njournalist said that he had been told that the complainant had had a bid\nrejected, and this had been reported in another sports publication. It said\nthat the complainant had been involved with several football clubs during his\ncareer, and in the journalist’s opinion his record was unimpressive. The\nnewspaper said that the prospectus for the club promoted the sale as a large\nsite with potential as a hotel and conference centre. It said in these\ncircumstances it was reasonable to report that the complainant was interested\nin developing the site.  7.  Regardless, to try and resolve\nthe complaint, the newspaper offered to make amendments to the online article,\nand to publish a clarification, agreed in advance with the complainant as a\nfootnote to the online article and in print in the correction and\nclarifications column.\nRelevant\nCode Provisions 8. Clause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate - an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nClause\n2 (Privacy) *\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual’s private\nlife without consent. Account will be taken of the complainant’s own public\ndisclosures of information. \nClause\n12 (Discrimination)\ni)\nThe press mist avoid prejudicial or pejorative reference to an individual’s\nrace, colour, religion, sex, gender identity, sexual orientation or to any\nphysical or mental illness or disability. \nii)\nDetails of an individual’s race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless genuinely\nrelevant to the story. \nMediated\nOutcome 8.  The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 9.   Following\nIPSO’s intervention, the publication offered to make agreed amendments to the\nonline article and to publish the following clarification in its corrections\nand clarifications column and as a footnote to the online article:\nIn two articles\nlast year (“Worcester face player exodus over ownership uncertainty.” Dec 11\nand “Time to ring fence players’ salaries,” Dec 12) we said that Jed McCrory\nhad had an initial takeover bid for Worcester Warriors rugby club rejected and\nwas expected to come back with a better offer, that he was thinking of\nintroducing football to the club’s Sixways ground and considered rugby as\nincidental; that his interest was in the potential of the 51-acre site as a\nhotel and conference centre; and that he had an unimpressive record with\nfootball clubs. We accept that these statements were incorrect and apologise to\nMr McCrory for these errors. 10. The\ncomplainant said that this would resolve the matter to his satisfaction. 11.  As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\nDate\ncomplaint received: 15/12/2018\nDate\ncomplaint concluded by IPSO: 04/04/2018\nBack to ruling listing\n\n\n"
}