{
    "url": "/rulings-and-resolution-statements/ruling/?id=04521-19",
    "title": "Resolution Statement 04521-19 Jewitt v telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "9 Reporting of crime (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2019-05-19 00:00:00",
    "received_on": "2019-06-01 00:00:00",
    "concluded_on": "2019-07-03 00:00:00",
    "complaint_processing_days": 32,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. The publication offered to amend the online articles to remove the reference to cannabis. It offered to publish the following correction in print on page 2 in its Corrections and Clarifications column: “Luke JewittArticles of 20 May inaccurately stated that Luke Jewitt was supplying large quantities of cannabis and had been convicted after being caught with 3.69 tonnes of cannabis and cocaine. Mr Jewitt was in fact cleared of evasion of prohibition on the importation of 3.69 tonnes of cannabis, but was convicted of conspiracy to supply 3kg cocaine. We are happy to clarify.” The publication also offered to add the following online footnote to the first article: “CORRECTION: This article, now amended, originally stated that Luke Jewitt \"was pushing huge quantities of cocaine and cannabis on to the streets\". Mr Jewitt was in fact cleared of charges relating to cannabis, and was convicted of conspiracy to supply 3 kg of cocaine. We are happy to clarify.” The publication also offered to add the following online footnote to the second article: “CORRECTION: This article, now amended, originally stated that Luke Jewitt had been convicted after being caught with 3.69 tonnes of cannabis and cocaine. Mr Jewitt was in fact cleared of evasion of prohibition on the importation of 3.69 tonnes of cannabis, but was convicted of conspiracy to supply 3kg of cocaine. We are happy to clarify.” 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04521-19 Jewitt v telegraph.co.uk\nSummary of complaint\n1. Luke Jewitt\ncomplained to the Independent Press Standards Organisation that telegraph.co.uk\nhad breached Clause 1 (Accuracy) and Clause 9 (Reporting Crime) of the Editors’\nCode of Practice in articles headlined “Letting drug dealers out of prison to\ngo on spa breaks is criminally stupid” and “Cocaine dealer enjoys luxury spa\nbreak half way through his nine-year prison sentence”, both published on 19 May\n2019\n2. The first\narticle was an opinion piece which examined the complainant’s drug conviction\nand the spa break he took with his mother whilst on day release from prison. It\nalso discussed prison day release in general and drug crime in the UK. The\narticle reported the complainant was “pushing huge quantities of cocaine and\ncannabis on to the streets – and was convicted after gang members were caught\nwith 3.69 tonnes of the stuff”. The article also described him as a “ganglord”\nand “kingpin of a sophisticated drugs importation and distribution network”.\n3. The second\narticle was a summary of the opinion piece, and it reported that the\ncomplainant was “convicted of helping to run a £5.2m smuggling ring… after\nbeing caught with 3.69 tonnes of the stuff [cocaine and cannabis]”. The article\nalso reported the complainant “served fewer than three years of a 10 year\nsentence” before being allowed out on day release.\n4. The complainant\nsaid the articles breached Clause 1 and Clause 9; he was not caught with any\ndrugs on his person, and was convicted for conspiracy to supply 3 kilograms of\ncocaine, not “3.69 tonnes of [cocaine and cannabis]”. He also said he had\nserved 3 years and 7 months of a 5 year prison sentence, not “fewer than three\nyears of a 10 year sentence”. The complainant also disputed the description of\nhim as a “kingpin” and “ganglord”, which he said suggested he had a leading\nrole in the drug smuggling ring, which he said did not form part of his\nconviction.\n5. The publication\nsaid that the statement in the second article which referred to the complainant\nbeing convicted “after being caught with 3.69 tonnes of the stuff [cocaine and\ncannabis]” was inaccurately quoted from the first article. However, it said\nthat the first article was accurate, as the complainant was convicted after\ngang members were caught with 3.69 tonnes of cocaine and cannabis – it did not\nmake any claims as to what the complainant himself had been caught with.\n6. The publication\ndid not accept that the references to the complainant’s sentence, or the\ndescriptions of him as a “ganglord” or “kingpin” were inaccurate. It provided a\npress release from Eastern Region Special Operations Unit (ERSOU) which\nconfirmed the complainant’s involvement in a “£5.2m drugs plot”, and noted that\nhe received the third longest sentence of the 11 gang members convicted. The\npublication said that although the complainant was only serving 5 years in\nprison, it was not in dispute that he had been sentenced to 10 years. It\nprovided sentencing guidelines which showed that a 10 year sentence suggested that\nthe complainant had a leading or significant role in the operation and so\ndescribing him as a “kingpin” or “ganglord” was not significantly misleading.\nIn addition, it noted that the complainant had given an interview to another\npublication which appeared to suggest that he was working with other criminals\nand was involved in criminal operations.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 9 (Reporting of Crime)*\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8. The publication\noffered to amend the online articles to remove the reference to cannabis. It\noffered to publish the following correction in print on page 2 in its\nCorrections and Clarifications column:\n“Luke JewittArticles of 20 May inaccurately stated that Luke Jewitt was\nsupplying large quantities of cannabis and had been convicted after being\ncaught with 3.69 tonnes of cannabis and cocaine. Mr Jewitt was in fact cleared\nof evasion of prohibition on the importation of 3.69 tonnes of cannabis, but\nwas convicted of conspiracy to supply 3kg cocaine. We are happy to clarify.”\nThe publication also offered to add the following online\nfootnote to the first article:\n“CORRECTION: This article, now amended, originally stated\nthat Luke Jewitt \"was pushing huge quantities of cocaine and cannabis on\nto the streets\". Mr Jewitt was in fact cleared of charges relating to\ncannabis, and was convicted of conspiracy to supply 3 kg of cocaine. We are\nhappy to clarify.”\nThe publication also offered to add the following online\nfootnote to the second article:\n“CORRECTION: This article, now amended, originally stated\nthat Luke Jewitt had been convicted after being caught with 3.69 tonnes of\ncannabis and cocaine. Mr Jewitt was in fact cleared of evasion of prohibition\non the importation of 3.69 tonnes of cannabis, but was convicted of conspiracy\nto supply 3kg of cocaine. We are happy to clarify.”\n9. The complainant\nsaid that this would resolve the matter to his satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 01/06/2019\nDate complaint concluded by IPSO: 03/07/2019\nBack to ruling listing\n\n\n"
}