{
    "url": "/rulings-and-resolution-statements/ruling/?id=02664-16",
    "title": "Resolution Statement 02664-16 UK Athletics v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Times (News UK)",
    "text": "\n\n\n\n\n\nComplaint 02664-16 UK Athletics v The Sunday TimesSummary of complaint1. UK Athletics complained to the Independent Press Standards Organisation that the Sunday Times breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Caught in a dangerous game”, published on 13 March 2016.2. The article was published following allegations that a high-profile tennis player had been using prescription drugs to boost her performance. It suggested that abuse of prescription drugs took place in other sports, and that, sometimes, athletes “wanted to play by the rules but were not allowed to”. It suggested that Emma Jackson was one such athlete. It said that she had a thyroid condition, for which she was taking thyroxine. It said that in 2011, “an official linked to UK Athletics suggested a higher thyroxine dosage”, that her health had deteriorated following this, but returned to normal once her doctor halved the dosage. The article suggested that while Ms Jackson could not prove this, she believed the official had raised her thyroxine dosage “to see what effect it would have on her performance”. It said she considered herself a “guinea pig” and that UK Athletics should have thoroughly investigated the change in her dosage. 3. The complainant said that the article contained false allegations, which been previously published in an earlier article in 2015 by the same newspaper. It said that it was inaccurate to suggest that a UK Athletics official had raised Ms Jackson’s thyroxine dosage in order to test whether the drug had performance enhancing abilities, and that her health had suffered as a consequence. It was also inaccurate to suggest that she had been used as a “guinea pig”, and to say that UK Athletics should have investigated the change in her dosage. It noted that another publication had published a correction over similar allegations also published in 2015, following a complaint. 4. The complainant said that since the publication of the 2015 article, but prior to the publication of the 2016 article, it had met with Ms Jackson to discuss her concerns. It had explained that the treatment she had received was for genuine medical reasons, and was not for testing whether thyroxine had performance enhancing capabilities. The complainant said that she had accepted the explanation, and was satisfied that she had not been used as a “guinea pig”, and had agreed on a statement setting out her position. In these circumstances, it was inaccurate for the 2016 article to suggest that Ms Jackson still held these views. 5. The newspaper said that the 2015 article was based on an interview with Ms Jackson, and that it accurately reflected her position at the time of publication. It was entitled to rely on that interview when publishing further articles on this topic. It said that Ms Jackson had made no public comments indicating that her position had changed; the statement agreed between her and the complainant had not been published. Further, it noted that the complainant had not previously complained about the 2015 article. Following receipt of the complaint, the newspaper contacted Ms Jackson, who provided the statement in which she made clear that she had accepted the complainant’s reasons for increasing her dosage. It said that as a gesture of goodwill, in order to update the articles, the newspaper would include Ms Jackson’s statement below both the 2015 and 2016 articles. Relevant Code provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text.ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate — an apology published. In cases involving IPSO, due prominence should be as required by the regulator.Mediated outcome7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8. Following further correspondence, the newspaper offered to amend the online 2016 article to make clear that Ms Jackson’s concerns were historic, that they were investigated by UK Athletics, and that she has been assured that there was no attempt to manipulate her medication in order to boost her athletic performance. 9. It also offered to publish the following clarification in print and online in its Corrections and Clarifications column:In “Caught in a dangerous game”, Sports, 13 March 2016, we reported Emma Jackson's concern that she had been used as a “guinea pig” by a medical official with UK Athletics who she suspected had prescribed her an excessive dosage of thyroxine to enhance her performance. Since Ms Jackson originally spoke to The Sunday Times in 2015 about her concerns, she has met UK Athletics and an independent expert from the British Thyroid Association. She has received assurances about the reasoning for the level of her dosage and that there was no attempt to boost her performances. Ms Jackson has accepted the assurances and is satisfied by the answers she has been given. We are happy to make this clear.10. The complainant said that this would resolve the matter to its satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.Received: 03/05/2016Concluded: 06/07/2016\nBack to ruling listing\n\n\n"
}