{
    "url": "/rulings-and-resolution-statements/ruling/?id=02052-18",
    "title": "Resolution Statement – 02502-18 Deevoy v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2018-12-17 00:00:00",
    "received_on": "2018-02-27 00:00:00",
    "concluded_on": "2018-05-03 00:00:00",
    "complaint_processing_days": 65,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  9. Following IPSO’s investigation, and on receiving the complainant’s solicitor’s evidence, the publication removed the reference to robbery from the online article, and offered to add a footnote making clear that the complainant’s convictions did not include robbery. It also offered to publish a correction in its Corrections & Clarifications column to the same effect.  10. The complainant said that this would resolve the matter to his satisfaction.  11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 02502-18 Deevoy v The Mail on Sunday \nSummary of\nComplaint \n1. Ben Deevoy complained to the Independent Press Standards\nOrganisation that The Mail on Sunday breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “The criminals, crackpots and\nextremists who have poisoned anti-fracking camp protests”, published on 17\nDecember 2018. \n2. The article described the backgrounds of individuals involved\nin anti-fracking protests. It said that the complainant, “who has convictions\nfor robbery and battery”, had been jailed the previous year.  \n3. The complainant said that he had never been arrested, charged\nor convicted for robbery. He said he could provide evidence from his solicitor\nindicating that, at his previous trial for obstructing a lawful activity, his\npast convictions had not included robbery. \n4. The newspaper said that the information about the\ncomplainant’s convictions came from an earlier press report of the court\nhearing which related to the complainant’s conviction for obstructing a lawful\nactivity. This report stated that the court had heard that the complainant had been\njailed because of his record of past convictions, which included battery and\nrobbery. However, the newspaper said that it would be happy to correct the\narticle if the complainant could provide evidence that he did not have a\nconviction for robbery. \nRelevant Code\nprovisions\n5. Clause 1\n(Accuracy)\ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.ii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\nMediated outcome\n8. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n9. Following IPSO’s\ninvestigation, and on receiving the complainant’s solicitor’s evidence, the\npublication removed the reference to robbery from the online article, and\noffered to add a footnote making clear that the complainant’s convictions did\nnot include robbery. It also offered to publish a correction in its Corrections\n& Clarifications column to the same effect. \n10. The complainant\nsaid that this would resolve the matter to his satisfaction. \n11. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code. \nDate complaint\nreceived: 270/2/2018\nDate complaint\nconcluded by IPSO: 03/05/2018\nBack to ruling listing\n\n\n"
}