{
    "url": "/rulings-and-resolution-statements/ruling/?id=04734-16",
    "title": "Resolution statement 04734-16 Dell’Olio v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2016-01-31 00:00:00",
    "received_on": "2016-07-08 00:00:00",
    "concluded_on": "2016-10-25 00:00:00",
    "complaint_processing_days": 109,
    "mediated_outcome": ": 6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.   7. Following IPSO’s involvement, the newspaper offered to publish the following correction: An article on January 31 2016, suggested that Nancy Dell’Olio may have had some non-surgical cosmetic treatment from a London specialist. We are happy to make clear that Ms Dell’Olio has had no such treatment and does not know the doctor mentioned. 8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 04734-16 Dell’Olio v The Mail on Sunday\nSummary of complaint:\n1. Nancy Dell’Olio\ncomplained to the Independent Press Standards Organisation that the Mail on\nSunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Nancy knows a man who can make your nose thinner for £500”,\npublished on 31 January 2016.\n2. The article\nsuggested that the complainant had undergone a non-surgical rhinoplasty,\ncarried out by a named practitioner.\n3. The complainant\nsaid that the claims in the article were false; she had not undergone any such\nprocedure. \n4. The newspaper\nsaid that it had received the information in the article from an individual who\nhad purported to be acting as the complainant’s public relations\nrepresentative. This individual had been listed in media directories as acting\nfor the complainant.\nRelevant Code provisions:\n5. Clause 1\n(Accuracy)\n(i)The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\n(ii)A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published.\nMediated outcome:\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.  \n7. Following IPSO’s\ninvolvement, the newspaper offered to publish the following correction:\nAn article on January 31 2016, suggested that Nancy\nDell’Olio may have had some non-surgical cosmetic treatment from a London\nspecialist. We are happy to make clear that Ms Dell’Olio has had no such\ntreatment and does not know the doctor mentioned.\n8. The complainant\nsaid that this would resolve the matter to her satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 08/07/2016Date complaint concluded by IPSO: 25/10/2016\nBack to ruling listing\n\n\n"
}