{
    "url": "/rulings-and-resolution-statements/ruling/?id=02884-20",
    "title": "Resolution Statement – 02884-20 Longstaff v Telegraph & Argus",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Telegraph & Argus (Newsquest Media Group)",
    "published_on": "2020-04-22 00:00:00",
    "received_on": "2020-04-24 00:00:00",
    "concluded_on": "2020-07-07 00:00:00",
    "complaint_processing_days": 74,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. The publication offered to print the following correction: After this story was published the patient’s daughter got in touch to say her father tested negative for Covid-19. She also asked us to point out that her father did not wear full PPE during the ceremony. 9. The complainant said that this would resolve the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\n\nResolution Statement – 02884-20 Longstaff v Telegraph\n& Argus\nSummary of Complaint\n1. Chloe Longstaff complained to the Independent Press\nStandards Organisation that Telegraph & Argus breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Dying man 'marries'\nfiancee in hospital”, published on 22 April 2020.\n2. The article reported on an unofficial wedding ceremony\nbetween a man and his partner. The article described the man as having “a\nnumber of medical problems as well as suspected Covid-19”. It described the\nceremony, and stated that the man’s fiancée was wearing full personal\nprotective equipment, and contained a quote from the hospital chaplain saying\nthat they were all wearing PPE. Neither the man nor his fiancée were named in\nthe article.\n3. The article also appeared online in substantially the\nsame format under the headline “Dying man weds his sweetheart on BRI ward hours\nbefore passing away”.\n4. The complainant, the daughter of the man, said that the\narticle was inaccurate in breach of Clause 1. She said that her Father had been\ntested for COVID-19 and had received negative test results. She also said it\nwas inaccurate to report that they had been wearing full PPE, as she had been\non a videocall during the ceremony, and provided a photograph of them in\nhospital without full PPE on.\n5. The publication did not accept a breach of Claus 1. It\nsaid it had taken care over the publication of the article, and the source of\nits information had been an article written by the BBC. This article had also\ndescribed the man as having “suspected COVID-19” and that the ceremony had\ntaken place in full PPE. \nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n8. The publication offered to print the following\ncorrection:\nAfter this story was published the patient’s daughter got in\ntouch to say her father tested negative for Covid-19. She also asked us to\npoint out that her father did not wear full PPE during the ceremony.\n9. The complainant said that this would resolve the matter\nto her satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 24/04/2020\nDate complaint concluded by IPSO: 07/07/2020\n\nBack to ruling listing\n\n\n"
}