{
    "url": "/rulings-and-resolution-statements/ruling/?id=06589-18",
    "title": "Resolution statement 06589-18 Myer v express.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2018-10-02 00:00:00",
    "received_on": "2018-10-04 00:00:00",
    "concluded_on": "2018-12-29 00:00:00",
    "complaint_processing_days": 86,
    "mediated_outcome": "6. Due to a technical issue the complainant did not receive the publication's response during the referral period. In any event, when provided with the response, the complainant rejected the offer. He said the Student Union had made its position clear there was no ban; other publications had clarified this. The complainant said that the student newspaper referenced by the publication is, and has been, editorially separate from the Student Union for nearly a decade. IPSO therefore began an investigation into the matter 7. During IPSO's investigation the publication offered to amend the headline and introduction to the article and include a clarification stating: This article was originally headlined “Manchester Students’ Union Bans clapping to       avoid triggering anxiety”. It also said “Clapping has been banned at University of Manchester Students’ Union...”. We have been asked to clarify the motion passed by the Students' Union was in fact not a 'ban' on clapping. After publication of our article the Union issued a statement to clarify their resolution. In fact the resolution was to encourage British Sign Language clapping. This was not intended to be interpreted as a ‘ban’ on audible clapping. We are happy to set the record straight. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 06589-18 Myer v express.co.uk\nSummary of complaint\n1. Luke Myer\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1(Accuracy) of the Editors' Code of Practice in an article\nheadlined \"Manchester Students’ Union BANS clapping to avoid triggering\nanxiety\", published on 2 October 2018.\n2. The article\nreported claims from a student newspaper that Manchester Students' Union had\npassed a motion, with little opposition, to ban clapping in order to avoid\ncausing anxiety for other students. It featured comments from the Student\nUnion's Liberation and Access Officer and comments from social media reacting\nto the motion.\n3. The complainant\nsaid the article was inaccurate; the Students' Union had not banned clapping\nbut had merely encouraged the use of British Sign Language at some events. The\ncomplainant said this had been clarified in subsequent statements from the\nStudents' Union.\n4. The publication\ndenied breaching the Code and said that the article was not inaccurate at the\npoint of publication. The Students' Union had released a press release saying\nthat due to inaccurate reports in the media it felt it necessary to\n\"clarify the scope and intentions of the policy\" and that they were\nnot \"banning audible clapping\". The publication said that the\nsubsequent press release demonstrated that the situation required\nclarification. It noted that the Student Union's own paper reported that it had\nbanned clapping. The publication suggested amending the article to include a\nsubsequent response issued by the Student Union.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. Due to a\ntechnical issue the complainant did not receive the publication's response\nduring the referral period. In any event, when provided with the response, the\ncomplainant rejected the offer. He said the Student Union had made its position\nclear there was no ban; other publications had clarified this. The complainant\nsaid that the student newspaper referenced by the publication is, and has been,\neditorially separate from the Student Union for nearly a decade. IPSO therefore\nbegan an investigation into the matter\n7. During IPSO's\ninvestigation the publication offered to amend the headline and introduction to\nthe article and include a clarification stating:\nThis article was originally headlined “Manchester Students’\nUnion Bans clapping to       avoid triggering anxiety”. It also said\n“Clapping has been banned at University of Manchester Students’ Union...”. We\nhave been asked to clarify the motion passed by the Students' Union was in fact\nnot a 'ban' on clapping. After publication of our article the Union issued a\nstatement to clarify their resolution. In fact the resolution was to encourage\nBritish Sign Language clapping. This was not intended to be interpreted as a\n‘ban’ on audible clapping. We are happy to set the record straight.\n8. The complainant said that this would resolve\nthe matter to his satisfaction.\n9. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 04/10/2018Date complaint concluded by IPSO: 29/12/2018\nBack to ruling listing\n\n\n"
}