{
    "url": "/rulings-and-resolution-statements/ruling/?id=02180-16",
    "title": "Resolution statement Complaint 02180-16 Watkins v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "published_on": "2016-04-04 00:00:00",
    "received_on": "2016-04-06 00:00:00",
    "concluded_on": "2016-06-16 00:00:00",
    "complaint_processing_days": 71,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. After further correspondence, the newspaper offered to amend the image’s caption on the online version of the article to make clear that the image had been produced from two frames of a video. It offered to publish the following footnote on the online version of the article:An earlier version of this story did not explain that the picture of Jack Wilshere talking to police was created from two images from the video.  We are happy to make this clear.8. The newspaper offered to publish the following correction in the Corrections and Clarifications box on page 2 of the newspaper: In a story “Wilshere cop quiz over 3am brawl” (4 April), two images from a video were merged to illustrate events in a manner that did not alter the meaning. The two frames happened within a fraction of a second of each other. We are happy to make this clear.  The video is available to watch on the newspaper’s website. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint\n02180-16 Watkins v The Sun \nSummary\nof Complaint1. Michael\nWatkins complained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Wilshere Cop Quiz Over 3AM Brawl”, published on 4 April 2016. The\narticle was also published online on 3 April with the headline “Crocked England\nstar Jack Wilshere faces cop quiz after 3am brawl as he bids for Euro fitness”. 2. The article reported that a\nfootballer had been questioned by police over a “brawl” outside a nightclub. It\nwas accompanied by an image of the footballer and a policeman at the scene of\nthe incident. In this image, the footballer was looking at the policeman, and\nthe back of the policeman’s head was visible. 3. The complainant said that the image\nwas an amalgamation of two frames from a video of the incident. One frame\ndepicted the footballer looking at the policeman, but did not include the\npoliceman’s head. The other included the policeman’s head, but did not show the\nfootballer looking at the policeman. The complainant said that the images had\nbeen merged so that the footballer was looking at the policeman, and so that\nthe policeman’s head was visible. The complainant said that it was misleading\nfor the newspaper to merge these two images without making clear that it had\ndone so. 4. The newspaper said that two video\nframes separated by 0.36 seconds had been merged to form a single image. It\nsaid that this was not a significant alteration, and that it did not alter the\nmeaning of the video in any way. It said that there was no intention to deceive\nas the video in question was published on the online article, and the print\nversion of the article directed readers to view the video on the newspaper’s\nwebsite. \nRelevant\nCode Provisions5. Clause 1\n(Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published.iii) A fair opportunity to reply\nto significant inaccuracies must be given, when reasonably called for.iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. \nMediated\nOutcome6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 7. After\nfurther correspondence, the newspaper offered to amend the image’s caption on\nthe online version of the article to make clear that the image had been\nproduced from two frames of a video. It offered to publish the following\nfootnote on the online version of the article:An earlier version of this story\ndid not explain that the picture of Jack Wilshere talking to police was created\nfrom two images from the video.  We are happy to make this clear.8. The newspaper offered to publish the following\ncorrection in the Corrections and Clarifications box on page 2 of the\nnewspaper: In a story “Wilshere cop quiz\nover 3am brawl” (4 April), two images from a\nvideo were merged to illustrate events in a manner that did not alter the\nmeaning. The two frames happened within a fraction of a second of each other.\nWe are happy to make this clear.  The video is available to watch on the\nnewspaper’s website. 9. The complainant said that this would\nresolve the matter to his satisfaction. 10. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code.\n \nDate complaint received: 06/04/2016\nDate complaint concluded by IPSO: 16/06/2016\n \n \nBack to ruling listing\n\n\n"
}