{
    "url": "/rulings-and-resolution-statements/ruling/?id=06352-21",
    "title": "Resolution Statement – 06352-21 Highy v windsorobserver.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "windsorobserver.co.uk (Newsquest Media Group)",
    "published_on": "2021-06-12 00:00:00",
    "received_on": "2021-06-14 00:00:00",
    "concluded_on": "2021-10-11 00:00:00",
    "complaint_processing_days": 119,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation the publication offered to publish the following correction: On June 12, 2021, windsorobserver.co.uk published an article containing the names of a number of people who received an honour for the Queen’s birthday. A mistake was made in this article and both Philip and Lynne Highy were listed as having received OBEs. This was inaccurate as both Mr and Mrs Highy received British Empire Medals. Although this article was soon corrected at the time of publication, we are happy to issue a further clarification. We apologise to Mr and Mrs Highy for any confusion and upset this article may have caused. 7. The complainant said that this would resolve the matter to his satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 06352-21 Highy v windsorobserver.co.uk\nSummary\nof Complaint\n1. Philip\nHighy complained to the Independent Press Standards Organisation that\nwindsorobserver.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “THE Queen’s birthday honours have been\nrevealed -- and ten people from Berkshire have received commendations”,\npublished on 12th June 2021.\n2. The\narticle reported on the Queen’s birthday honours, celebrating the success of\nindividuals from Berkshire. It stated that “[o]f those from the Royal county\nOBEs have been given to people for services in tackling the coronavirus\npandemic, decarbonising air travel, supporting disabled people and more”. It\nwent on to include a full list of everyone from Berkshire who was honoured,\nreporting that Lynne and Philip Highy had received awards “for services to the\ncommunity in Eton and Eton Wick during the covid-19 pandemic”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1. He said\nthat he and Lynne Highy had been awarded British Empire Medals, and that the\narticle had inaccurately stated they had been awarded OBEs. \n4. The\npublication accepted that it had, due to human error, incorrectly included\nLynne and Philip Highy on the list of individuals who had been awarded OBEs.\nWhilst the publication accepted that it had inaccurately reported the awards\nLynne and Philip Highy received, it did not accept that this rendered the\narticle wholly misleading. It added that once it was made aware of the mistake,\nit had amended the article accordingly.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n5. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n6.\nDuring IPSO’s investigation the publication offered to publish the following\ncorrection:\nOn June\n12, 2021, windsorobserver.co.uk published an article containing the names of a\nnumber of people who received an honour for the Queen’s birthday. A mistake was\nmade in this article and both Philip and Lynne Highy were listed as having\nreceived OBEs. This was inaccurate as both Mr and Mrs Highy received British\nEmpire Medals. Although this article was soon corrected at the time of\npublication, we are happy to issue a further clarification. We apologise to Mr\nand Mrs Highy for any confusion and upset this article may have caused.\n7. The\ncomplainant said that this would resolve the matter to his satisfaction.\n8. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 14/06/21\nDate\ncomplaint concluded by IPSO: 11/10/21\nBack to ruling listing\n\n\n"
}