{
    "url": "/rulings-and-resolution-statements/ruling/?id=03262-18",
    "title": "Resolution Statement 03262-18 Stein v The Herald",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Herald (Newsquest Media Group)",
    "published_on": "2018-02-26 00:00:00",
    "received_on": "2018-04-29 00:00:00",
    "concluded_on": "2018-06-01 00:00:00",
    "complaint_processing_days": 33,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s involvement, the publication offered to publish the following clarification, in addition to the amendments already offered: “We reported erroneously on February 26 that Sammy Stein was behind leaflets saying Sandra White, the former SNP MSP, had retweeted anti-Semitic content on social media. Mr Stein was sympathetic to a campaign against Ms White but he was not behind the leaflets or the campaign. We apologise for the error.” 8. The complainant said this resolved the matter to his satisfaction. 9. As the complaint had been mediated successfully, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 03262-18 Stein v The Herald\nSummary of complaint\n1. Sammy Stein\ncomplained to the Independent Press Standards Organisation that The Herald\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Pro-Israel activist refused permission to join cross party group on\nPalestine”, published on 26 February 2018.\n2. The article\nreported on the complainant’s unsuccessful attempt to join the Cross-Party\nGroup on Palestine in the Scottish Parliament. It reported the complainant’s\nviews on this matter, and stated that his bid to join the group “came despite a\nhistory of conflict with the group’s co-convenor, SNP MSP Sandra White”. The\narticle went on to state that “Mr Stein was behind leaflets saying Ms White had\nretweeted antisemitic content on social media”.\n3. The complainant\nsaid that the article was inaccurate because it stated that he was behind the\nleaflet when he was not. He had previously complained about the same claim\nbeing made in 2016; he had sent the leaflet to a journalist at the publication\nat this time, but he was not the individual ‘behind’ it.\n4. The publication\nsaid that, when the claim had originally been made in 2016, it had been based\non the fact that the complainant had provided it with the leaflet; the reporter\nhad inferred from this that the complainant was ‘behind’ the leaflet. However,\nwhen it was made aware that of the complainant’s position, it offered to amend\nthe original 2016 article, and to amend the 2018 online article to state that\nthe complainant “supported a campaign that said Ms White had retweeted\nanti-Semitic content on social media”. It also offered to print the following\nclarification in its print edition:\n“We reported on February 26 that Sammy Stein was behind\nleaflets saying Sandra White, the former SNP MSP, had retweeted anti-Semitic\ncontent on social media. Mr Stein supported a campaign against Ms White but he\nwas not behind the leaflets or the campaign”.\n5. The complainant\nsaid this clarification was not adequate because it did not include an apology\nfor the effects this claim had had on him, and did not acknowledge the\npublication’s error to his satisfaction.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\ninvolvement, the publication offered to publish the following clarification, in\naddition to the amendments already offered:\n“We reported erroneously on February 26 that Sammy Stein was\nbehind leaflets saying Sandra White, the former SNP MSP, had retweeted\nanti-Semitic content on social media. Mr Stein was sympathetic to a campaign\nagainst Ms White but he was not behind the leaflets or the campaign. We\napologise for the error.”\n8. The complainant\nsaid this resolved the matter to his satisfaction.\n9. As the complaint\nhad been mediated successfully, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 29/04/2018.Date complaint concluded by IPSO: 01/06/2018\nBack to ruling listing\n\n\n"
}