{
    "url": "/rulings-and-resolution-statements/ruling/?id=28209-20",
    "title": "Resolution Statement – 28209-20 Silverman v thejc.com",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thejc.com (The Jewish Chronicle)",
    "published_on": "2020-09-17 00:00:00",
    "received_on": "2020-09-27 00:00:00",
    "concluded_on": "2020-12-03 00:00:00",
    "complaint_processing_days": 67,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. During IPSO’s investigation, the publication agreed to give the complainant a right of reply, which would be attached to the online article. It also apologised to the complainant for the failure to acknowledge or respond to the complaint when he contacted the newspaper directly. 8. The complainant said that this would resolve his complaint.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 28209-20 Silverman v thejc.comSummary of Complaint1. Roger Silverman complained to the Independent Press\nStandards Organisation that thejc.com breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Labour shadow minister backs\n'antisemitism is Israeli smear' candidate for party election” published on 17\nSeptember 2020.2. The article reported that an MP had supported a former\nMilitant member and “hardline anti-Zionist activist”, who was named. It\nreported comments in which the activist had been critical of the actions of the\nIsraeli state and explained that while the man had refused to call for the\ndestruction of Israel, he had openly declared his belief that Zionism was\n“racism”. It also reported that the activist was suspended by the Labour party\nin 2016 in an investigation that looked into his involvement with the Militant\norganisation, as well as comments he had made on social media. However, it\nreported that he was recently reinstated into the Labour party.3. The complainant was the man named in the article as the\nformer Militant member and “hardline anti-Zionist activist”. He said that the\narticle was inaccurate in breach of Clause 1 on several points. He said that he\nhad broken links with Militant thirty years ago, and so it was misleading to\nlink him with it. He said that it was misleading to describe him as an\n“anti-Zionist” as he was not opposed to the state of Israel in principle, but\ninstead was opposed to the reasons for its foundation and its activities. He\nalso said that the article implied he had been suspended from the Labour party\nfor longer than was the case – he said that his suspension was only for 3\nmonths. He said that the article should have included information about his\nJewish heritage, which he said was relevant in the context of the article.\nFinally, he also said that he was distressed by the newspaper’s failure to\nrespond to his complaint when he contacted it directly4. The newspaper did not accept that there was a breach of\nthe Code. It provided a transcript the complainant had published of an\ninterview which was carried out as part of his suspension hearing from the\nLabour Party. The newspaper said it showed that the complainant was asked\nrepeatedly about his links with Militant as part of his suspension. It said\nthat with regards to the claim that the complainant was an anti-Zionist, he had\nfrequently referenced this view and made it a central point of his campaigns.\nIt provided quotes in which the complainant said that he was “no longer a\nZionist” and that he was described by a different person as being a “Jewish\nanti-Zionist”.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.7. During IPSO’s investigation, the publication agreed to\ngive the complainant a right of reply, which would be attached to the online\narticle. It also apologised to the complainant for the failure to acknowledge\nor respond to the complaint when he contacted the newspaper directly. 8. The complainant said that this would resolve his\ncomplaint.9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 27/09/2020Date decision issued: 03/12/2020\nBack to ruling listing\n\n\n"
}