{
    "url": "/rulings-and-resolution-statements/ruling/?id=06456-18",
    "title": "Resolution Statement 06456-18 Oatley v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2018-09-28 00:00:00",
    "received_on": "2018-10-01 00:00:00",
    "concluded_on": "2019-01-07 00:00:00",
    "complaint_processing_days": 98,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. Following IPSO’s involvement, the publication offered to amend the article on a number of points, to clarify that the man was entitled to a tariff review, as opposed to stating that he has made a “bid for early release”. It also offered to write the complainant a private letter of apology, and to make a charitable donation to the foundation set up in the complainant’s daughter’s memory. 9. The complainant said this resolved the matter to her satisfaction. 10. As the complaint had been mediated successfully, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06456-18 Oatley v thesun.co.ukSummary of complaint\n1. Sonia Oatley\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “SEVEN YEARS FOR A LIFE? Mum’s fury as killer who beat schoolgirl to\ndeath with a rock ‘for a fry-up bet’ launches bid for early release after just\nseven years”, published on 28 September 2018.\n2. The article\nreported that the man who had been convicted of murdering the complainant’s\ndaughter had “launched a bid for early release from jail” under a “little-known\nrule”, having served just half of his 14-year sentence. It said that the man’s\nclaim for early release was being assessed by the prison service, and that the\ncomplainant had been “forced to write statements begging the judge to keep him\nbehind bars”. The article quoted a “family source” as stating that the\ncomplainant’s biggest concern was that the man could be starting to prepare for\nearly release; it said “she has been warned by her solicitor that it is a\npossibility”. The source was quoted as saying that “’the solicitor says the\nauthorities are looking at preparing for his release in the near future’”, and\nthat the complainant and her daughter were currently writing victim impact\nstatements.\n3. The complainant\nsaid that the article was inaccurate in breach of Clause 1 (Accuracy) because\nit gave the misleading impression that she had told the publication that the\nman had applied for a tariff review; in fact she had not done so, and had been\ntold by the probation service that he had not applied for a review. She said\nthat she had been told that her conversation with a journalist was ‘off the\nrecord’, but her quotations had been published and attributed to a “family\nsource”.\n4. The publication\nexpressed its sympathies to the complainant, but denied any breach of the Code.\nIt said that the complainant had told its reporter that she and her daughter\nwere writing victim impact statements at the request of her solicitor, who had\nsaid that the man’s release was been considered soon. The publication said that\nit had put the claim that the man had applied for tariff review to the Parole\nBoard and Ministry of Justice in advance of publication; the Parole Board had\nconfirmed that he was ‘subject to tariff review’. It also noted that the\ncomplainant was quoted in a different publication saying that the man’s tariff\nreview was “imminent”. In these circumstances, the publication did not consider\nthat the article was inaccurate. It said that the reporter had not agreed that\nthe discussion with the complainant was ‘off the record’, but that in any event\nthe quotations had not been attributed to her in the article.\n5. The complainant\ndisputed the publication’s account of her conversation with the journalist: she\nsaid that she had explained that all young offenders are entitled to tariff\nreview, but that this was not likely in this case in the near future. She said\nshe had not mentioned a solicitor as she did not have one. She said that she\nhad prepared a victim impact statement at the request of her Victim Liaison\nOfficer to be used in the eventuality that any review was requested in the\nfuture.\nRelevant Code provisions\nClause 1 (Accuracy)i) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8. Following IPSO’s\ninvolvement, the publication offered to amend the article on a number of\npoints, to clarify that the man was entitled to a tariff review, as opposed to\nstating that he has made a “bid for early release”. It also offered to write\nthe complainant a private letter of apology, and to make a charitable donation\nto the foundation set up in the complainant’s daughter’s memory.\n9. The complainant\nsaid this resolved the matter to her satisfaction.\n10. As the complaint had been mediated successfully, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. \nDate complaint received: 01/10/2018\nDate complaint concluded by IPSO: 07/01/2019\nBack to ruling listing\n\n\n"
}