{
    "url": "/rulings-and-resolution-statements/ruling/?id=02507-22",
    "title": "Resolution Statement – 02507-22 Jones v Daily Mail",
    "provisions": [
        "2 Privacy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2022-04-09 00:00:00",
    "received_on": "2022-04-17 00:00:00",
    "concluded_on": "2022-09-01 00:00:00",
    "complaint_processing_days": 137,
    "mediated_outcome": "13. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 14. During IPSO’s investigation the publication offered to pay the complainant a sum of money, to be divided between a charity of her choice and her family as she saw fit. 15. The complainant said that this would resolve the matter to her satisfaction. 16. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 02507-22 Jones v Daily Mail\nSummary of Complaint\n1. Linda Jones complained to the Independent Press Standards\nOrganisation that the Daily Mail breached Clause 2 (Privacy) of the Editors’\nCode of Practice in an article headlined “Mum's affair ruined my family life”,\npublished on 9 April 2022.\n2. The article under complaint took the form of an anonymous\nletter to an advice column. In this letter, the writer – who was referred to as\n‘Pauline’ – set out the impact her mother’s affair had had on her father and\nwider family.\n3. The article also appeared online in the same format,\nunder the headline “Mum’s affair ruined my father’s life”.\n4. The complainant was “Pauline”, the woman who had written\nthe letter to the advice columnist. She sent the letter via email to the\ncolumnist in October 2020; the following day, she sent a follow-up email to the\ncolumnist. In the follow-up email, she stated: “My new worry was that my\nquestion would be printed and jeopardise my children’s future. So, thank you\nfor just being somewhere out there.” Less than a month after these emails were\nsent, the letter was published.\n5. After the 2020 publication of the letter, the complainant\nwrote to the columnist, saying that she had asked for the letter not to\npublished. The columnist replied the next day: she offered a “sincere apology”\nand explained that she had not seen the follow-up email and felt “awful about\nit”.\n6. The letter was subsequently republished on 9 April 2022.\nThe complainant wrote to the columnist on this day, and said that the distress\nthis republication had caused her was “immense”. The columnist responded on the\nsame day to express her “sincere” apologies for this error.\n7. The complainant said that the republication of the letter\nbreached Clause 2 (Privacy) and had led to “absolute devastation” within her\nfamily. She also said that she wanted an explanation as to how the situation\nhad come to pass, and some kind of assurance that it would not happen again in\nthe future.\n8. The publication said that it did not accept that the\nterms of Clause 2 had been breached. It said that the complainant had not set\nout precisely what information contained within the letter was private. It\nfurther noted that the letter was anonymised, and that the complainant had\ngiven no indication that the publication of the letter had revealed information\nabout her to people who were not already aware of the situation as set out in\nthe letter. It then said that, on a technical level, the contents of the letter\nwere in the public domain prior to publication: the letter had previously been\npublished, and remained online at the time the second version was published –\nthough both versions of the online article had been removed upon receipt of the\ncomplainant’s 2022 complaint.\n9. The publication said that, while it did not accept that\nthe terms of Clause 2 had been breached, it sincerely regretted that the\ninadvertent republication of the letter had caused distress to the complainant\nand her family. It removed both online versions of the letter – both the 2020\nand 2022 versions – upon receipt of the IPSO complaint, as a gesture of\ngoodwill.\n10. The publication also explained in more detail how the\nerror had occurred: The email address which the letter had been sent to was\nmonitored by the secretary to the section editor, who forwarded on emails which\nthey considered to be interesting or relevant to the columnist’s personal email\naddress. The columnist would then select letters for publication, and the\nselected letters would then be deleted from the email address upon publication.\nIn this instance, the newspaper said that the most likely explanation was that\nit was the follow-up email – in which the complainant had requested that the\nletter not be published – which had been deleted, rather than the original\nletter. It also said that this was the first time such an error had occurred,\nand that the columnist was apologetic and “mortified” about the mistake.\n11. Turning next to the question of how it might be able to\nprevent such a situation from occurring again in the future, the publication\nsaid that it had taken the following steps: The matter had been discussed with\nthe section editor, as well as the production department responsible for\nputting the pages together; it said that these additional two levels of\noversight, in conjunction with additional administrative support from the\nsection editor’s secretary, would help to ensure that the possibility of such\nmistakes occurring again were lessened. It also said that it would welcome\nsuggestions from the complainant as to how it could strengthen its process.\n12. The complainant\nsaid that the media was a powerful tool that required “robust process control”\nand that the failure of such control had in this case led to further\nunnecessary distress for her family. She said that the action undertaken by the\npublication so far was not sufficient to resolve her complaint, therefore.\nRelevant Code Provisions\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated Outcome\n13. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n14. During IPSO’s investigation the publication offered to\npay the complainant a sum of money, to be divided between a charity of her\nchoice and her family as she saw fit.\n15. The complainant said that this would resolve the matter\nto her satisfaction.\n16. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 17/04/2022\nDate complaint concluded by IPSO: 01/09/2022\nBack to ruling listing\n\n\n"
}