{
    "url": "/rulings-and-resolution-statements/ruling/?id=02416-17",
    "title": "Resolution Statement 02416-17 O’Neill v The Belfast Telegraph",
    "provisions": [
        "4 Intrusion into grief or shock (2016)",
        "6 Children (2016)",
        "10 Clandestine devices and subterfuge (2016)",
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Belfast Telegraph (MEDIAHUIS UK)",
    "published_on": "2017-02-23 00:00:00",
    "received_on": "2017-03-27 00:00:00",
    "concluded_on": "2017-07-11 00:00:00",
    "complaint_processing_days": 106,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the newspaper said the media in general are entitled to attend and report on funerals, save where specific requests have been made by a family. However, it said that given the particular circumstances of this complaint, it would offer to publish the following apology: APOLOGY: MRS GINA KINNEY In our edition of February 23, we carried a report on the funeral of Brónagh Kinney in Cushendall, which included a picture of Brónagh, which had appeared on the order of service. We were unaware that the family did not want this image to be published more widely. Our article also included a picture of the cortege entering the church. It has come to our attention that a child who was part of funeral procession was photographed without the necessary consent being given. We apologise to Mrs Gina Kinney and the family for any further distress that was caused by our use of these pictures. As a gesture of goodwill, the newspaper also offered to make a donation to a charity nominated by the Kinney family. 8. The complainant said that this resolved the matter to the family’s satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02416-17 O’Neill v The Belfast\nTelegraph\n1. Shauna O’Neill\ncomplained on behalf of Bridgina Kinney that the Belfast Telegraph breached\nClause 1 (Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion into grief or\nshock), Clause 6 (Children) and Clause 10 (Clandestine devices and subterfuge)\nof the Editors’ Code of Practice by its journalists conduct, and in an article\nheadlined “Hundreds pack church as meningitis victim Bronagh is laid to rest”,\npublished on 23 February 2017. The article was also published online with the\nheadline “Heartbreaking final farewell at funeral of little Bronagh Kinney (7)\nwho was struck down with meningitis”.\n2. The complainant\nwas the godmother of Brónagh Kinney, complaining on behalf of Bridgina Kinney,\nBrónagh’s mother. Brónagh Kinney had died, aged seven, from meningitis. The\narticle under complaint reported on her funeral, including details of the\nservice. It was accompanied by a picture of Brónagh, and a picture of her\ncoffin being carried into the church, accompanied by her family.\n3. The complainant raised\na number of concerns about the conduct of the journalist who had attended the\nfuneral, and the information published in the article. She said that the\nnewspaper had failed to act with sympathy and discretion at a time of personal\ngrief, and had intruded on the family’s private mourning. The complainant said\nthat the journalist had hidden in the graveyard, from where he took the picture\nof the coffin entering the church. She said that the journalist proceeded\nuninvited into the church, where he was asked to leave by those attending. She\nsaid that the journalist’s response was that he had been given permission to\nattend by the family, which she said was not the case. The complainant was\nconcerned that the journalist had taken a copy of the mass booklet, from where\nthe newspaper obtained the photograph of Brónagh. She was concerned that the\nnewspaper had published the photograph taken of the coffin entering the church,\nwhich she said included a ten-year-old boy. The complainant said that the article contained number of inaccuracies\nabout the funeral service.\n4. The newspaper\nextended its condolences to Brónagh’s family, and said that it was never its\nintention to add to their distress at such a sad time. It said that there had\nbeen considerable coverage of Brónagh’s death, that the funeral was an event\nthat it could reasonably be expected to cover, and that it did not believe the\nphotographer’s presence constituted an intrusion into the family’s grief. The newspaper said that the freelance photographer\nwho had attended the funeral was not on church property when he took the\npicture of the coffin entering the church, and said that he had not hidden in\nthe graveyard. The newspaper said that the photographer was approached by an\nindividual outside the church, and was asked if the family were aware that he\nwas present. He responded by saying he was not sure, but told the person she\ncould contact the newspaper’s picture desk if she was concerned. The newspaper\nsaid that the photographer entered the foyer, asked for an order of service, in\naccordance with normal practice, and left. It said that at no point was the\nphotographer asked to leave, nor did he pretend to be a member of the\ncongregation. It said that when it became aware the family objected to the use\nof Brónagh’s image, it removed it from online editions. It said that the image\nof the coffin entering the church was a normal feature of coverage of funerals.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and approaches\nmust be made with sympathy and discretion and publication handled sensitively.\nThese provisions should not restrict the right to report legal proceedings.\nClause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material acquired\nby using hidden cameras or clandestine listening devices; or by intercepting\nprivate or mobile telephone calls, messages or emails; or by the unauthorised\nremoval of documents or photographs; or by accessing digitally-held information\nwithout consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means\nMediated outcome\n6. The complaint was\nnot resolved through direct correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. Following\nIPSO’s intervention, the newspaper said the media in general are entitled to\nattend and report on funerals, save where specific requests have been made by a\nfamily. However, it said that given the particular circumstances of this\ncomplaint, it would offer to publish the following apology:\nAPOLOGY: MRS GINA KINNEY\nIn our edition of February 23, we carried a report on the\nfuneral of Brónagh Kinney in Cushendall, which included a picture of Brónagh,\nwhich had appeared on the order of service. We were unaware that the family did\nnot want this image to be published more widely. Our article also included a\npicture of the cortege entering the church. It has come to our attention that a\nchild who was part of funeral procession was photographed without the necessary\nconsent being given. We apologise to Mrs Gina Kinney and the family for any\nfurther distress that was caused by our use of these pictures.\nAs a gesture of goodwill, the newspaper also offered to make\na donation to a charity nominated by the Kinney family.\n8. The complainant\nsaid that this resolved the matter to the family’s satisfaction.\n9. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 27/03/2017Date complaint concluded: 11/07/2017\nBack to ruling listing\n\n\n"
}