{
    "url": "/rulings-and-resolution-statements/ruling/?id=13748-16",
    "title": "Resolution statement 13748-16 UHCW v Tamworth Herald",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Tamworth Herald (Tamworth Herald Series) (Reach PLC)",
    "published_on": "2016-12-01 00:00:00",
    "received_on": "2016-12-02 00:00:00",
    "concluded_on": "2016-02-24 00:00:00",
    "complaint_processing_days": -282,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7. In order to resolve the complaint, the publication agreed to publish the correction below on page 2 of the newspaper, as well as online: Following a series of articles concerning Coventry and Warwickshire's Sustainability and Transformation Plan (STP), in which we said that the A & E Department, Maternity and Childrens' Unit at GEH were  set to close and move to move to  UHCW, the STP board has confirmed that plans for a single A & E and Maternity Unit for Coventry and Warwickshire have not been discussed or agreed  as part of the STP planning process,  that no decisions have been made for the future of A & E or Maternity Services at the George Eliot Hospital and that no changes will be made to any service without full engagement with public and staff. Further, UHCW state: “The STP plans are not about hospitals closing. It is about designing services differently with the resources that we have and focusing on preventing physical and mental ill health.  The joint vision across health and social care is to work together to deliver high quality care which supports our communities to live well, stay independent and enjoy life.” 8. The complainant said this action resolved the matter to its satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 13748-16 UHCW v Tamworth Herald\nSummary of complaint\n1. The University Hospital Coventry and Warwickshire (UHCW) NHS\nTrust complained to the Independent Press Standards Organisation that the\nTamworth Herald breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Secret plans could see maternity, A and E and children's units closed at George Eliot Hospital”, published on 1 December 2016.\n2. The article reported that Coventry’s hospitals faced being\nput under extra pressure because of secret plans by the NHS to shut A&E,\nmaternity and children’s care at Nuneaton. It said that sources had leaked\ndetails of the planned changes ahead of the release of the Coventry and\nWarwickshire Sustainability and Transformation Plan (STP). It said that the\nplans also included restrictions on overweight people and smokers getting\nnon-emergency surgery.\n3. The complainant said that the STP did not support what was\nreported in the article. In particular, it was said it was inaccurate to report\nthat the A&E at George Eliot Hospital in Nuneaton would close, or that\nthere would be restrictions on surgery for those who were overweight, smoked,\nor were over a certain age. \n4. The newspaper said that having analysed the document in\ndetail, and after being briefed by a source, it came to the view that there\nwere plans to close Nuneaton A&E, and put restrictions on surgery for\ncertain categories of individuals. \nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n6. The complaint\nwas not resolved through correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. In order to\nresolve the complaint, the publication agreed to publish the correction below\non page 2 of the newspaper, as well as online:\nFollowing a series of articles concerning Coventry and\nWarwickshire's Sustainability and Transformation Plan (STP), in which we said\nthat the A & E Department, Maternity and Childrens' Unit at GEH were  set to close and move to move to  UHCW, the STP board has confirmed that plans\nfor a single A & E and Maternity Unit for Coventry and Warwickshire have\nnot been discussed or agreed  as part of\nthe STP planning process,  that no\ndecisions have been made for the future of A & E or Maternity Services at\nthe George Eliot Hospital and that no changes will be made to any service\nwithout full engagement with public and staff. Further, UHCW state: “The STP\nplans are not about hospitals closing. It is about designing services\ndifferently with the resources that we have and focusing on preventing physical\nand mental ill health.  The joint vision\nacross health and social care is to work together to deliver high quality care\nwhich supports our communities to live well, stay independent and enjoy life.”\n8. The complainant\nsaid this action resolved the matter to its satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 02/12/2016Date complaint concluded by IPSO: 24/02/2016\nBack to ruling listing\n\n\n"
}