{
    "url": "/rulings-and-resolution-statements/ruling/?id=09334-19",
    "title": "Resolution Statement 09334-19 Brooks v thetimes.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thetimes.co.uk (News UK)",
    "published_on": "2019-06-22 00:00:00",
    "received_on": "2019-11-15 00:00:00",
    "concluded_on": "2020-06-19 00:00:00",
    "complaint_processing_days": 217,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. The publication did not accept a breach of the Code but offered to remove the article as a gesture of goodwill. 11. The complainant said she was content to resolve the complaint on this basis. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 09334-19 Brooks v thetimes.co.uk\nSummary of complaint\n1. Claire Brooks,\non behalf of her son, complained to the Independent Press Standards\nOrganisation that thetimes.co.uk breached Clause 1 (Accuracy) and Clause 6\n(Children) of the Editors' Code of Practice in an article headlined \"Head\nboy and girl’s X-rated speech scandalises audience”, published on 22 June 2019.\n2. The article\nreported that a head boy and girl at a school had “been asked to apologise\nafter they used their leavers’ speech to humiliate classmates with sex jokes in\nfront of parents and grandparents”. The article reported that the speech\nincluded comments “about pupils crossdressing, having sex on a school trip, and\ndoing poorly in school during a celebration day [event]”. The article featured\ncomments from one of the parents, whose stepson attended the event, criticising\nthe content of the speech and questioning why it was allowed to happen. The\narticle went on to report that the local council confirmed that the school\nreceived a complaint regarding the content of the speech. The article reported\nthat a council spokesperson had said: “We can confirm that a complaint was\nreceived by [name of school] regarding the appropriateness of comments included\nin a speech made by the departing head prefects as part of the school’s annual\nleavers’ ceremony. The school is dealing with this in line with the council’s\ncomplaints procedures. In the meantime, we apologise for any upset that may\nhave been caused by the speech”.\n3. The complainant,\nwho attended the event, said that the article gave an inaccurate account of the\nspeech her son, an S6 pupil, had given at the leavers’ event at his school. She\nsaid that the speech did not humiliate other students; the content focused on\ntheir friends who had consented to their inclusion and the speech was well\nreceived. She said that the article presented a one-sided and biased account\nbased solely on the view of two parents, one of which was quoted in the\narticle, and did not represent the views of other attendees. The complainant\ndisputed that the content of the speech was unsuitable. She noted that there\nwere no swear or sexual words in the speech and that the jokes were almost\nentirely innuendo.\n4. The complainant\nsaid that the article intruded into her son’s time at school in breach of\nClause 6: its publication had caused her son stress and risked damaging his\nreputation. The complainant said that her son still had school duties to\nundertake at the time of publication; the speech was given on 17 June and his\nfinal duties were to take place on 27 June. He was therefore still a pupil of\nthe school until the end of the academic session; whether his academic studies\nwere completed was irrelevant. The complainant noted that learning was not\nlimited to academic qualifications and emphasised that school provides an\nenvironment for pupils to practise for the world of work and life after\neducation; pupils should be allowed to try and fail free from the scrutiny of\nnewspapers in the event they misjudge a situation. The complainant also said\nthat, even though her son was not named, due to the size of their hometown\neveryone would have known who the two pupils were and as a result her son was\nidentifiable in the article.\n5. The publication\ndenied that the article was inaccurate. It said that the article had accurately\nreported that concerns had been raised by parents and this was demonstrated by\nthe comments of the named parent quoted in the article and the fact that the\ncouncil had received a complaint and apologised for any upset caused by the\nspeech. The publication noted that it had quoted the response of the council’s\nspokesperson and considered that there was no failure to take care over the\narticle’s accuracy.\n6. The publication\ndenied a breach of Clause 6. It emphasised that the complainant’s son was not\nnamed, and the article did not include any information which could identify\nhim. The publication noted that the complainant’s son, who was in the upper end\nof school age, was speaking at a leavers’ event; to all intents and purposes it\ncould be said that he had finished his time at school, as the article was\npublished on 22 June, six days before the complainant confirmed that the\nacademic year finished. The publication considered that any intrusion was\nminimal and was required to tell the story. Nonetheless, it said that a\ncomplaint to a town council by a parent upset by the tone and content of a\nleavers’ day speech at a local school was a matter of legitimate public interest.\n7. Notwithstanding\nits position that there was no breach of the Code, the publication said that if\nthe school had completed its investigation, it would be happy to note the\noutcome of its investigation as an update at the end of the article.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 6\n(Children)*\ni) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\nThe Public Interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to: \nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n\n\n\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be proportionate\nto, the public interest and explain how they reached that decision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under 16\nMediated outcome\n9. The complaint was not resolved through direct correspondence\nbetween the parties. IPSO therefore began an investigation into the matter.\n10. The publication did not accept a breach of the Code but\noffered to remove the article as a gesture of goodwill.\n11. The complainant said she was content to resolve the\ncomplaint on this basis.\n12. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.\nDate complaint received: 15/11/19\nDate complaint concluded: 19/06/20\nBack to ruling listing\n\n\n"
}