{
    "url": "/rulings-and-resolution-statements/ruling/?id=02104-17",
    "title": "Resolution Statement – 02104-17 Sunshine Mobiles v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2017-03-16 00:00:00",
    "received_on": "2017-03-17 00:00:00",
    "concluded_on": "2017-05-31 00:00:00",
    "complaint_processing_days": 75,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to remove the article from its website. 8. The complainant said that this resolved the matter to its satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 02104-17 Sunshine Mobiles v\nthesun.co.uk\nSummary of Complaint\n1. Sunshine Mobiles complained to the Independent Press\nStandards Organisation that thesun.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “BAD RECEPTION Mobile phone\ncompany branded a ‘scam’ by customers ‘misled into £2,000 contract that doesn’t\nsend you a phone for THREE months’”, published on 16 March 2017.\n2. The article reported that the complainant, a mobile\nphone company who provide mobile phones to customers with poor credit ratings,\n“demanded” 12 weekly payments before they provided customers with a phone. It\nreported that customers had said that this was not clear on the complainant’s\nwebsite, “leaving some confused when they only receive a sim card and no\nphone”. It reported that customers buying a phone from the complainant are\n“asked to put in personal details, including a credit debit card, before the 12\nweek waiting period is explained\". The article stated that no money is\ntaken from a customer’s account until they process the order, but that one\ncustomer still considered that this was misleading. It referred to the company\noffering “£2000 contracts for phones that don’t arrive for three months”.\n3. The complainant said that it was inaccurate to report\nthat it did not make the 12 week waiting period clear. In addition, it said\nthat by including only an image of the credit card details page from the\nordering process, the article further suggested that it did not alert customers\nto the existence of a waiting period. The complainant said that the article\nsuggested that many customers were unhappy, when in fact the reporter had been\ncontacted by 8 customers out of a total of 30,000. The complainant said that\nthe article had inflated the price of its contract by extrapolating the first\npayment, which included an application fee, to determine the overall cost of\nits mobile phone contracts.\n4. The publication did not accept that the article was\ninaccurate. It said that the 12 week waiting period was explained after a\ncustomer had already put in their credit card details, as was explained in the\narticle. It said that the article clearly explained in the text that no money\nis taken until the order is later processed. The newspaper said that in calculating\nthe overall cost of the contracts, it had taken into account the fact that the\nfirst payment included an application fee.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. Following IPSO’s intervention, the publication offered\nto remove the article from its website.\n8. The complainant said that this resolved the matter to\nits satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 17/03/2017\nDate complaint concluded by IPSO: 31/05/2017\nBack to ruling listing\n\n\n"
}