{
    "url": "/rulings-and-resolution-statements/ruling/?id=18923-17",
    "title": "Resolution Statement 18923-17 Dixon v The Sun",
    "provisions": [
        "8 Hospitals (2016)",
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "4 Intrusion into grief or shock (2016)",
        "6 Children (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "received_on": "2017-10-09 00:00:00",
    "concluded_on": "2018-05-01 00:00:00",
    "complaint_processing_days": 204,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. During IPSO’s investigation of the complaint, the matter was settled between the parties. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement Complaint 18923-17 Dixon v The Sun \nSummary of complaint 1.   \nEloise\nDixon complained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment), Clause\n4 (Intrusion into grief or shock), Clause 6 (Children), and Clause 8\n(Hospitals) of the Editors’ Code of Practice in an headlined “Brit mum shot\nafter bad turn into slum”, published on 8 August 2017; an article headlined\n“Slum gun getaway”, published on 9 August 2017; and an article headlined\n“Eloise gang raid”, published on 14 August 2017. 2.    The\narticles reported that the complainant had been shot while on holiday with her\nfamily in Brazil. 3.    The\ncomplainant said that she and her family had been harassed by reporters in\nBrazil. Their conduct and the newspaper’s coverage had intruded into her private\nlife and that of her husband and children at a time of trauma and shock. 4.    The\ncomplainant said that a reporter had waited outside the hospital where she was\nbeing treated and had videoed her and her family while she lay injured on a\nhospital bed, and a reporter had shouted questions at her husband. 5.    The\ncomplainant said that one of the articles had inaccurately reported the\ncircumstances of the shooting: her family had not entered the favela because\nthey had misunderstood directions given to them while looking for water. In\nfact, the hire car’s sat nav had misdirected them. The articles had also\nwrongly reported that they had misunderstood orders given to them by the armed\nmen: the men had not spoken to them at all. 6.   \nThe\nnewspaper said that it was very sorry for any distress that it had caused the\ncomplainant and her family. 7.    The newspaper said that a freelance\nreporter, who was working for the newspaper as well as an agency, had been\npresent at the hospital; she had attended with a photographer and they had\nfilmed the complainant and her family from a respectful distance with the\npermission of the hospital’s management. The reporter had asked one question of\nthe complainant’s husband. He had not answered or made a request to desist; no\nfurther questions were asked. Two other approaches to the family were made via\nthird parties, and no requests to desist were made at any time. 8.   \nIn\nresponse to the complainant’s concern about the accuracy of the coverage, the\nnewspaper said that it had relied on information issued by the police, which\nhad been accurately attributed to the police in the coverage. \nRelevant\nCode provisions 9.    Clause 1 (Accuracy) i) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. ii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and — where appropriate — an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply\nto significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to\neditorialise and campaign, must distinguish clearly between comment, conjecture\nand fact. Clause 2 (*Privacy) i) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications. ii) Editors will be expected to\njustify intrusions into any individual's private life without consent. In\nconsidering an individual's reasonable expectation of privacy, account will be\ntaken of the complainant's own public disclosures of information and the extent\nto which the material complained about is already in the public domain or will\nbecome so. iii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy. Clause 3 (*Harassment) i) Journalists must not engage in\nintimidation, harassment or persistent pursuit. ii) They must not persist in\nquestioning, telephoning, pursuing or photographing individuals once asked to\ndesist; nor remain on property when asked to leave and must not follow them. If\nrequested, they must identify themselves and whom they represent. iii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources. Clause 4 (Intrusion into grief or\nshock) In cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion\nand publication handled sensitively. These provisions should not restrict the\nright to report legal proceedings. Clause 6 (*Children) i) All pupils should be free to\ncomplete their time at school without unnecessary intrusion. ii) They must not be approached\nor photographed at school without permission of the school authorities. iii) Children under 16 must not\nbe interviewed or photographed on issues involving their own or another child’s\nwelfare unless a custodial parent or similarly responsible adult consents. Clause 8 (Hospitals)i) Journalists must identify\nthemselves and obtain permission from a responsible executive before entering\nnon-public areas of hospitals or similar institutions to pursue enquiries. ii) The restrictions on intruding\ninto privacy are particularly relevant to enquiries about individuals in\nhospitals or similar institutions. \nMediated outcome 10. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. 11.\nDuring IPSO’s investigation of the complaint, the\nmatter was settled between the parties. 12.\nAs the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate\ncomplaint received: 09/10/2017\nDate\ncomplaint concluded by IPSO: 01/05/2018\nBack to ruling listing\n\n\n"
}