{
    "url": "/rulings-and-resolution-statements/ruling/?id=00410-17",
    "title": "Resolution Statement 00410-17 Lennox v The Scotsman",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Scotsman (National World Publishing Ltd)",
    "published_on": "2017-01-19 00:00:00",
    "received_on": "2017-01-20 00:00:00",
    "concluded_on": "2017-03-09 00:00:00",
    "complaint_processing_days": 48,
    "mediated_outcome": "5. The complainant said that the publication of the correction in print and as a footnote to the online article would resolve the matter to her satisfaction. The parties also agreed that a statement would be published on IPSO’s website as a part of the resolution. 6. As the complaint was resolved between the parties, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 00410-17 Lennox v The Scotsman\nSummary of complaint\n1. Sarah Lennox\ncomplained to the Independent Press Standards Organisation that The Scotsman\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Dare to debate this damaging idea that gender is a social\nconstruct”, published on 19 January 2017.\n2. The\ncomplainant expressed concern that the newspaper had published an opinion piece\nthat included comments made by Professor Paul McHugh which had given the\nsignificantly misleading impression that the John Hopkins Medical School, one\nof the first institutions in the world to offer gender reassignment surgery,\ndid not offer the procedures because they were “harmful”. She said in his role\nas Chair of the Department of Psychiatry, Professor McHugh had ended gender\nreassignment surgery at the medical school in 1978, but that he had retired\nfrom this role 16 years ago, and the medical school had since made clear that\nit was now “committed to providing gender reassignment surgery”. She noted that\nthe school had issued a statement in relation to Professor McHugh’s comments,\nwhich said “when individuals associated with John Hopkins exercise the right of\nexpression, they do not speak on behalf of the institution”.\n3. The newspaper\naccepted that the article had given the incorrect impression that gender\nreassignment procedures were no longer being carried out at the John Hopkins\nMedical School. It offered to amend the online article, and to publish the\nfollowing statement:\n\"In an article entitled “Dare to debate this damaging\nidea that gender is a social construct\", David Robertson, of the Solas\nCentre for Public Christianity, wrote: ‘Professor Paul McHugh of the John\nHopkins Medical School, one of the first to offer gender reassignment surgery,\nnow says the process is so harmful they have stopped doing so.’\nWe have been informed that, although John Hopkins Medical\nSchool stopped carrying out genitoplasty under Prof McHugh's direction in the\n1970s, it has since reversed this policy and is now ‘fully committed to\nproviding gender-affirming surgery’. An official statement issued in 2016\nconfirmed that the decision to resume this surgery was taken as the result of\n‘careful consideration over the past year of best practices and the appropriate\nprovision of care for transgender individuals’. \nWe are happy to set the record straight.\"\nRelevant Code provisions\n4. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n5. The complainant\nsaid that the publication of the correction in print and as a footnote to the\nonline article would resolve the matter to her satisfaction. The parties also\nagreed that a statement would be published on IPSO’s website as a part of the\nresolution.\n6. As the complaint\nwas resolved between the parties, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 20/01/2017Date complaint concluded by IPSO: 09/03/2017\nBack to ruling listing\n\n\n"
}