{
    "url": "/rulings-and-resolution-statements/ruling/?id=02865-18",
    "title": "Resolution Statement – 02865-18 Collins v Reveal Magazine",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "(DISCONTINUED) Reveal (The National Magazine Company Ltd/Hearst UK)",
    "published_on": "2018-03-31 00:00:00",
    "received_on": "2018-04-05 00:00:00",
    "concluded_on": "2018-07-23 00:00:00",
    "complaint_processing_days": 109,
    "mediated_outcome": "7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.    During IPSO’s investigation of the complaint, the publication wrote to the complainant providing assurances about its future coverage of Mr Collins, including an assurance that it would contact the complainant for her comments, prior to publication. 9.    The complainant accepted the publication’s offer of resolution, and the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 02865-18 Collins v Reveal Magazine \nSummary of Complaint 1.   \nJacqueline Collins complained on\nbehalf of Arthur Collins  to the\nIndependent Press Standards Organisation that Reveal magazine breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Jealous\nArthur’s threats to Ferne'”, published on 31 March 2018. 2.   \nThe article reported a number of\ncomments made about Mr Collins’ behaviour in prison, made by someone referred\nto as “a source close to [Mr Collins’ former girlfriend]”. The claims from the\nsource were negative in nature, and included that Mr Collins was threatening\nanyone that “goes public” with a relationship with his former girlfriend, and\nthat he was obsessed with her. 3.   \nThe complainant said that the source’s\nclaims about his conduct in prison were made-up and inaccurate, and that the\narticle had upset both Mr Collins and his family. 4.   \nThe publication said that the article\nwas based on information provided by a reliable source, whose claims were\ncorroborated by the fact that Mr Collins had behaved in a similar manner in the\npast. It said that in any event, given Mr Collin’s previous conduct, the\ninaccuracies alleged by the complainant would not be significant. Relevant\nCode Provisions 5.   \nClause 1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nMediated\nOutcome 7.   \nThe complaint was not resolved through\ndirect correspondence between the parties. IPSO therefore began an\ninvestigation into the matter. 8.   \nDuring\nIPSO’s investigation of the complaint, the publication wrote to the complainant\nproviding assurances about its future coverage of Mr Collins, including an\nassurance that it would contact the complainant for her comments, prior to\npublication. 9.    The complainant\naccepted the publication’s offer of resolution, and the Complaints Committee\ndid not make a determination as to whether there had been any breach of the\nCode.\nDate complaint\nreceived: 05/04/2018\nDate complaint\nconcluded by IPSO: 23/07/2018\n \n \n \n \nBack to ruling listing\n\n\n"
}