{
    "url": "/rulings-and-resolution-statements/ruling/?id=13593-16",
    "title": "Resolution Statement – 13593-16 Gibbins v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-07-27 00:00:00",
    "received_on": "2016-11-24 00:00:00",
    "concluded_on": "2017-04-06 00:00:00",
    "complaint_processing_days": 133,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. Following IPSO’s intervention, the newspaper offered to amend the headline of both articles to refer to a “Facebook post”, rather than “d******** post”. It offered to add the following additional sentence to the introduction of both articles: “Both the photograph and the caption had been posted by someone else”. 7. The complainant said that this resolved her complaint to IPSO under Clause 1. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 13593-16 Gibbins v\nExpress.co.uk\nSummary of Complaint\n1. Angela Gibbins complained to the Independent Press\nStandards Organisation that Express.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in articles headlined “Calls for British Council boss\nwho blasted Prince George on ‘d*******’ post to be sacked”, published on 26\nJuly, and “Outrage as British Council boss blasts Prince George on a post\nbranding him a ‘d*******’”, published on 27 July 2016.\n2. Both articles reported that the complainant had\ncommented under a photograph of Prince George that “had a caption branding the\nheir to the throne a ‘f******* d*******’”.\n3. The complainant said that another Facebook user had\nshared a meme on Facebook which attracted hundreds of comments. A meme is an\nimage, often accompanied by a short amount of text, which is easily shared on\nsocial media. In this case, the meme consisted of an image of Prince George\naccompanied by the words “I know he’s only two years old, but Prince George\nalready looks like a fucking dickhead”. \nThe complainant had made comments about children and privilege in a\nsub-thread conversation with friends. However, she had not made the “fucking\ndickhead” comment or endorsed it. She said that the articles claimed that she\nhad done so, which was inaccurate. \n4. The publication denied that the articles alleged that\nthe complainant had referred to Prince George using the words in the meme. They\nsaid that they had reported that she had commented on the meme, which was\ncorrect.\nRelevant Code Provisions\n4. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nMediated Outcome\n5. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n6. Following IPSO’s intervention, the newspaper offered\nto amend the headline of both articles to refer to a “Facebook post”, rather\nthan “d******** post”. It offered to add the following additional sentence to\nthe introduction of both articles: “Both the photograph and the caption had\nbeen posted by someone else”.\n7. The complainant said that this resolved her complaint\nto IPSO under Clause 1.\n8. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 24/11/2016\nDate complaint concluded by IPSO: 06/04/2017\nBack to ruling listing\n\n\n"
}