{
    "url": "/rulings-and-resolution-statements/ruling/?id=13363-16",
    "title": "Resolution Statement 13363-16 A woman v Mirror.co.uk",
    "provisions": [
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2016-11-08 00:00:00",
    "received_on": "2016-11-18 00:00:00",
    "concluded_on": "2017-03-06 00:00:00",
    "complaint_processing_days": 108,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. The publication confirmed that it had already deleted the article from its website. 7. The complainant said that as the article had been taken down, the matter was resolved. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 13363-16 A woman v Mirror.co.ukSummary of complaint\n1. A woman, acting\non behalf of her daughter, complained to the Independent Press Standards\nOrganisation that Mirror.co.uk breached Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “Domestic violence victim reduces tormentor\nto tears with emotional court statement revealing how he ‘broke her into\npieces’”, published on 8 November 2016.\n2. The complainant\nexpressed concern that the publication had accompanied an article, which\nreported that her daughter’s former partner had been sentenced to four years in\nprison for domestic violence, with photographs that had been taken from her\ndaughter’s Facebook profile without permission.\n3. The publication\nsaid that an agency had supplied the article, and it had confirmed that the\nimages were taken from a Facebook profile which was open to the public. It said\nthat when it received the complainant’s request for the images to be removed, it\nhad done so immediately.\nRelevant Code provisions\n4. Clause 2\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. The publication\nconfirmed that it had already deleted the article from its website.\n7. The complainant\nsaid that as the article had been taken down, the matter was resolved.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 18/11/16Date complaint concluded by IPSO: 06/03/17\nBack to ruling listing\n\n\n"
}