{
    "url": "/rulings-and-resolution-statements/ruling/?id=13207-21",
    "title": "Resolution Statement - 13207-21 Studholme v Mail Online",
    "provisions": [
        "4 Intrusion into grief or shock (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-12-17 00:00:00",
    "received_on": "2021-12-19 00:00:00",
    "concluded_on": "2022-04-12 00:00:00",
    "complaint_processing_days": 114,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation, the publication offered to publish a further correction, including a public apology for the distress caused, to write the complainant a private letter of apology, and to make a charitable donation towards the creation of a memorial garden for the child.   9. The complainant said that this would resolve the matter to her satisfaction. 10.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Editors’ Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 13207-21 Studholme v Mail Online\nSummary\nof Complaint\n1. Janice\nStudholme complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) and Clause 4 (Intrusion into grief or\nshock) of the Editors’ Code of Practice in an article headlined “Parents of a\ntwo-year-old boy killed in a gas explosion at the family home are charged with\nhis manslaughter”, published on 17 December 2021.\n2. The\nonline article reported that a named couple had been charged over the death of\na two-year-old child. A bullet-point beneath the headline identified the two\nindividuals by name, and the charges which they faced. The article then went on\nto separately identity the parents of the child, stating that they were both\n“injured [in the gas explosion] and later discharged from hospital”. The text\nof the article included a tribute issued by the parents after their child’s\ndeath.\n3. The\narticle was also promoted on the publication’s Facebook page, under the\nheadline “Parents of boy killed in gas explosion are charged with manslaughter”.\n4. The\ncomplainant, the grandmother of the child who had passed away, said that the\narticle’s headline and Facebook post were inaccurate, in breach of Clause 1\n(Accuracy), because they wrongly stated that the “parents” of the child had\nbeen charged with manslaughter when, in fact, a separate couple had been\ncharged. The complainant said that the publication of this inaccurate\ninformation, together with the reader comments under both the article and\nFacebook post, caused the family considerable distress and intruded into their\ngrief, in breach of Clause 4 (Intrusion into grief or shock). \n5. The\npublication accepted that the article’s headline and Facebook post were\ninaccurate to report that the child’s parents had been charged with manslaughter.\nIt said this was a case of human error, which they were sincerely regretful\nfor. Once it had become aware of the mistake, within 30 minutes of the\narticle’s publication, the article and Facebook post were amended, and the\nfollowing correction appended to the foot of the article:\n“An\nearlier version of this article erroneously stated that the parents of George\nArthur Hinds had been charged with manslaughter. This was amended shortly after\npublication in order to make clear that the couple charged were not the boy's\nparents, who had also been injured in the blast. We apologise for the error.”\n6. The\npublication also removed the Facebook post in its entirely, the following day,\nafter it was informed that the complainant remained concerned about the\nreader’s comments. The publication also offered to publish an apology for the\nerror, and to write the complainant a personal letter of apology. \nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nv) A\npublication must report fairly and accurately the outcome of an action for\ndefamation to which it has been a party, unless an agreed settlement states\notherwise, or an agreed statement is published.\nClause 4\n(Intrusion into grief or shock)\nIn cases\ninvolving personal grief or shock, enquiries and approaches must be made with\nsympathy and discretion and publication handled sensitively. These provisions\nshould not restrict the right to report legal proceedings.\nMediated\nOutcome\n7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n8. During\nIPSO’s investigation, the publication offered to publish a further correction,\nincluding a public apology for the distress caused, to write the complainant a\nprivate letter of apology, and to make a charitable donation towards the\ncreation of a memorial garden for the child. \n\n9. The\ncomplainant said that this would resolve the matter to her satisfaction.\n10.  As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Editors’ Code.\n\n\n\nDate\ncomplaint received: 19/12/2021\nDate\ncomplaint concluded by IPSO: 12/04/2022.\nBack to ruling listing\n\n\n"
}