{
    "url": "/rulings-and-resolution-statements/ruling/?id=00569-15",
    "title": "Resolution Statement 00569-15 Williams v Daily Mail",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2014-11-07 00:00:00",
    "received_on": "2014-11-13 00:00:00",
    "concluded_on": "2017-06-16 00:00:00",
    "complaint_processing_days": 946,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.9. Following IPSO’s intervention, the newspaper offered to make a donation to charity and to append the following footnote to the online article:Versions of this article published in November 2014 wrongly suggested that Matthew Williams was ‘high on cocaine’. We would like to clarify that a toxicology report showed that Mr Williams had amphetamine in his system but had not taken cocaine at the time of the attack.10. The complainant said that the newspaper’s offer resolved the matter to his satisfaction.11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00569-15 Williams v Daily Mail1. Chris Williams\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “British Hannibal Lecter\ntasered after hostel horror”, published on 7 November 2014.2. The article\nreported that Cerys Yemm had met Matthew Williams on a night out and accompanied\nhim back to his hostel. The newspaper reported that the victim had died after\nan alleged attack by Mr Williams, whom it described as a “Hannibal Lecter\nkiller”. The article included comments from friends and family of the victim,\nas well as a statement from the police on the incident.3. The complainant\nwas the father of Matthew Williams. He said that it was inaccurate to make\nreference to cannibalism, as it had not been established that any act of\ncannibalism had taken place during the attack. The complainant said that\nreports of a cannibalistic element to the attack were based on statements by\nwitnesses and locals, which he believed were inaccurate. The complainant also\nsaid it was inaccurate to report that Mr Williams had taken cocaine before the\nincident occurred.4. The complainant\nand publication agreed to put the complaint on hold until after the inquests\nwere complete and the full details of the event were known.5. The complainant\nsaid that the inquest had found that cannibalism had not taken place, and\nstated that the toxicology report showed no traces of cocaine in Mr Williams’\nbloodstream at the time.6. The newspaper\ndid not accept that it had breached the Code. It said that the article was\nbased on eye witness accounts, which were accurately reported in the article.\nThe publication said that the findings of the inquest and the toxicology report\ndid not make the article inaccurate, as it was published before the findings of\nthe inquest were known.Relevant Code Provisions7. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence should\nbe as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome8. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.9. Following\nIPSO’s intervention, the newspaper offered to make a donation to charity and to\nappend the following footnote to the online article:Versions of this article published in November 2014 wrongly\nsuggested that Matthew Williams was ‘high on cocaine’. We would like to clarify\nthat a toxicology report showed that Mr Williams had amphetamine in his system\nbut had not taken cocaine at the time of the attack.10. The complainant said that the newspaper’s offer resolved\nthe matter to his satisfaction.11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 13/11/2014Date complaint concluded by IPSO: 16/06/2017\nBack to ruling listing\n\n\n"
}