{
    "url": "/rulings-and-resolution-statements/ruling/?id=02051-18",
    "title": "Resolution Statement 02051-18 A woman v That’s Life",
    "provisions": [
        "2 Privacy (2018)",
        "7 Children in sex cases (2018)",
        "11 Victims of sexual assault (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "That’s Life (H. Bauer Publishing)",
    "received_on": "2018-02-27 00:00:00",
    "concluded_on": "2018-04-19 00:00:00",
    "complaint_processing_days": 51,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. While it maintained that it had not breached the Code, in order to resolve the complaint, the magazine offered to make a donation to a charity which helps to support victims of child sexual abuse. 7. The complainant accepted the magazine’s offer as a resolution to her complaint. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02051-18 A woman v That’s Life\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that That’s Life\nbreached Clause 2 (Privacy), Clause 7 (Children in sex cases) and Clause 11\n(Victims of sexual assault) of the Editors’ Code of Practice in an article\npublished in February 2018.\n2. The complainant\nsaid that in an article reporting a woman’s account of being sexually abused as\na child, the magazine had published an un-pixilated image of her face. She said\nthat people had recognised her as a result of the article, and had identified her\nas a victim of sexual assault, when she had been assured anonymity.\n3. The magazine did\nnot accept any breach of the Code. It accepted that the wrong child had been\npixilated in the image; however, due to the passage of time, it did not\nconsider that the complainant was identifiable as a result. Furthermore, the\narticle had not named the complainant or revealed any information regarding the\nrelationship between her and the subject of the article.\nRelevant Code provisions\n4. Clause 2\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 7 (Children in sex cases)\nThe press must not, even if legally free to do so, identify\nchildren under 16 who are victims or witnesses in cases involving sex offences.\nIn any press report of a case involving a sexual offence\nagainst a child -\ni) The child must not be identified.\nii) The adult may be identified.\niii) The word \"incest\" must not be used where a\nchild victim might be identified.\niv)  Care must be\ntaken that nothing in the report implies the relationship between the accused\nand the child.\nClause 11 (Victims of sexual assault)\nThe press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. While it\nmaintained that it had not breached the Code, in order to resolve the\ncomplaint, the magazine offered to make a donation to a charity which helps to\nsupport victims of child sexual abuse.\n7. The complainant\naccepted the magazine’s offer as a resolution to her complaint.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 27/02/2018\nDate complaint concluded by IPSO: 19/04/2018\nBack to ruling listing\n\n\n"
}