{
    "url": "/rulings-and-resolution-statements/ruling/?id=07899-18",
    "title": "Resolution Statement 07899-18 The Bicester School v The Sun",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "published_on": "2018-12-15 00:00:00",
    "received_on": "2019-01-28 00:00:00",
    "concluded_on": "2019-02-22 00:00:00",
    "complaint_processing_days": 25,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, the publication offered to send the school a private letter of apology, and to publish the following correction online: An article headlined \"GRINCH STOLE XMAS Scrooge teachers ban kids from wearing Christmas JUMPERS to school if their grades aren't good enough\" was inaccurate as the students were in fact banned from wearing Christmas jumpers if they did not meet required behavioural standards, as opposed to academic ones. The school also disputed a quotation included in the article, which had been provided by an agency and repeated the inaccurate suggestion that the ban was for not achieving certain academic grades. We are happy to set the record straight, and apologise for any contrary impression given. It also offered to publish the following correction in print: AN article headlined \"Scrooge school's cardy rap\" (Dec 15) should have said that students at Bicester School were banned from wearing Christmas jumpers if they did not meet required behavioural standards, as opposed to academic ones. We are happy to clarify, and apologise for any contrary impression given. 10. The complainant said this would resolve the matter to its satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07899-18 The Bicester School v The SunSummary of complaint\n1. The Bicester\nSchool complained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Scrooge school’s cardy rap”, published on 15 December 2018.\n2. The article\nreported that teachers had been “labelled ’miserable Scrooges’ after banning\nchildren from Christmas Jumper Day for having poor grades”. It said that\nchildren at The Bicester School were banned from taking part “unless they\nachieved ‘the right number of Cs’”. The article included critical comments from\nparents, and a response from the “unrepentant” head teacher, who said that the\nschool was “’always looking for fresh ways to motivate our students’”.\n3. A longer version\nof the article also appeared online, on 13 December, under the headline “GRINCH\nSTOLE XMAS: Scrooge teachers ban kids from wearing Christmas JUMPERS to school\nif their grades aren’t good enough”. This version of the article repeated the\nclaim that the school had banned children from wearing Christmas jumpers “if\ntheir grades aren’t good enough”. It said that the school had said that “pupils\nwho failed to hit necessary academic targets” would be prevented from taking\npart in the day. A caption on a photograph of the school stated that it had\n“banned pupils not meeting academic targets from taking part”. A caption on an\nimage of the school logo stated that the school had warned that\n“under-achievers will be made to wear school uniform”.\n4. The online\narticle also included parents’ responses to the suggestion that children would\nbe excluded from the event for “’not getting the right number of Cs’”. One\nparent was quoted as stating that the idea “’makes [the pupils] look like\ndunces who have to sit in the corner in their uniforms for not being clever\nenough. The kids who will be allowed to wear Christmas jumpers will feel like\nthe clever ones’”. The article then stated that the school stood by its\ndecision, and explained that “a behavioural system used in the school gives\npupils Cs in relation to their actions and those who did not achieve the\nrequired number won’t be allowed to take part”. A response from the school’s\nhead teacher stated that the non-uniform day was “’a reward for exemplary\neffort and behaviour’”.\n5. The complainant\nsaid that the articles were misleading in breach of Clause 1 (Accuracy) because\nthe ‘reward’ of wearing a Christmas jumper was not contingent on academic\nsuccess, but on good behaviour. It said that the references to “grades” in both\narticles, and to “academic targets” in the online article, were therefore\nmisleading. It said that, consequently, it was also misleading for the online\narticle to include a comment from a parent which referred to “’dunces’” and “’not\nbeing clever enough’”.\n6. The publication\nsaid that it had received the story from two news agencies, and had published\nit in good faith. On receiving a complaint, the publication removed the online\narticle. It also offered to publish the following correction online, in its\ncorrections and clarifications column:\nAn article headlined \"GRINCH STOLE XMAS Scrooge\nteachers ban kids from wearing Christmas JUMPERS to school if their grades\naren't good enough\" was inaccurate as the students were in fact banned\nfrom wearing Christmas jumpers if they did not meet required behavioural\nstandards, as opposed to academic ones. We are happy to set the record\nstraight, and apologise for any contrary impression given.\nIt also offered to publish the following clarification in\nprint:\nAn article headlined \"Scrooge school's cardy rap\"\n(15 Dec) should have said that students at Bicester School were banned from\nwearing Christmas jumpers if they did not meet required behavioural standards,\nas opposed to academic ones. We are happy to clarify, and apologise for any\ncontrary impression given.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n8. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n9. During IPSO’s\ninvestigation, the publication offered to send the school a private letter of\napology, and to publish the following correction online:\nAn article headlined \"GRINCH STOLE XMAS Scrooge\nteachers ban kids from wearing Christmas JUMPERS to school if their grades\naren't good enough\" was inaccurate as the students were in fact banned\nfrom wearing Christmas jumpers if they did not meet required behavioural\nstandards, as opposed to academic ones. The school also disputed a quotation\nincluded in the article, which had been provided by an agency and repeated the\ninaccurate suggestion that the ban was for not achieving certain academic\ngrades. We are happy to set the record straight, and apologise for any contrary\nimpression given.\nIt also offered to publish the following correction in\nprint:\nAN article headlined \"Scrooge school's cardy rap\"\n(Dec 15) should have said that students at Bicester School were banned from\nwearing Christmas jumpers if they did not meet required behavioural standards,\nas opposed to academic ones. We are happy to clarify, and apologise for any\ncontrary impression given.\n10. The complainant said this would resolve the matter to\nits satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 28/01/2019\nDate complaint concluded by IPSO: 22/02/2019\nBack to ruling listing\n\n\n"
}