{
    "url": "/rulings-and-resolution-statements/ruling/?id=04661-16",
    "title": "Resolution statement - 04661-16 Gheorghe v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-07-05 00:00:00",
    "received_on": "2016-07-05 00:00:00",
    "concluded_on": "2016-09-26 00:00:00",
    "complaint_processing_days": 83,
    "mediated_outcome": "6.  The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    In order to resolve the complaint, and as a gesture of a goodwill, the publication agreed to remove the article from its website. 8.    The complainant said this action resolved the matter to his satisfaction. 9.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 04661-16 Gheorghe v Mail Online \nSummary of complaint 1.    Isac\nGheorghe complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code\nof Practice in an article headlined “EXCLUSIVE - ‘We’re NOT leaving!’ Romanians\nwho built mansions back home with money earned in UK vow to STAY here after\nBrexit because ‘British people won’t serve kebabs or work in factories’”, published\non 5 July 2016. 2.    The\narticle reported that the complainant had said that Romanian nationals were\ngoing to stay in the UK following the Brexit vote, and that UK citizens did not\nwant to work in kebab shops, cafes or factories. It said that the complainant\nand his family had built mansions in Romania by sending money home from the UK.\nThe article was accompanied by a photograph of the complainant, as well as\nphotographs of houses in Romania which the publication said were owned and\nbuilt by Romanian nationals working in the UK, including the complainant’s\nfamily. 3. The complainant said that he did not give\n     a written statement to the publication, and had told the journalist who\n     had approached him that he did not want to be interviewed. He also said\n     that his name had not been accurately reported in the article, and that the\n     publication of the article, and his photograph, breached his right to\n     privacy. 4. The\n     publication said that while the complainant had refused to conduct a\n     formal interview, he had spoken to its journalist, and it provided notes\n     of that conversation. It said at no point during the conversation did the\n     complainant request that his comments should not be published. It denied that\n     publication of complainant’s quotes, or the photographs of the complaint\n     and members of his family, breached Clause 2. \nRelevant\nCode provisions 5. Clause 1 (Accuracy) i) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. ii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. Clause 2 (Privacy) i) Everyone is entitled to respect for his or\nher private and family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify\nintrusions into any individual’s private life without consent. Account will be\ntaken of the complainant’s own public disclosures of information. \nMediated outcome 6.  The\ncomplaint was not resolved through correspondence between the parties. IPSO\ntherefore began an investigation into the matter. 7.    In\norder to resolve the complaint, and as a gesture of a goodwill, the publication\nagreed to remove the article from its website. 8.    The\ncomplainant said this action resolved the matter to his satisfaction. 9.    As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.  Date complaint received: 05/07/2016Date complaint concluded by IPSO: 26/09/2016\nBack to ruling listing\n\n\n"
}