{
    "url": "/rulings-and-resolution-statements/ruling/?id=00245-19",
    "title": "Resolution statement 00245-19 Hilco Capital Ltd v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Times (News UK)",
    "received_on": "2019-01-11 00:00:00",
    "concluded_on": "2019-06-06 00:00:00",
    "complaint_processing_days": 146,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.10. During IPSO’s investigation, the publication offered to amend the online headline of the first article to, “Vulture fund charged ailing HMV £48m” and to remove references to “took” or ”taken” and replace them with “charged”. It also offered to publish the following clarification in its established Corrections & Clarifications column, which appears on its letters page:In an article (“Vulture fund took £48m from ailing HMV””, Business, 30 Dec 2018) we said that Hilco Capital Ltd had “taken” £48m from the music and film retailer, HMV. We would like to clarify that as stated in the article this figure related to charges which were incurred by HMV, some of which were not actually paid to Hilco\"11. The newspaper removed the second article from its website, and offered to publish the following correction in its established Corrections & Clarifications column the following week:Hilco Capital LimitedIn an article (“Fresh blow for vulture after collapse of HMV”, Business, 13 Jan) we said that Hilco, a venture fund which invests in distressed businesses, had hit more turmoil after the failure of a cookware business, Steamer Trading, it backed. In fact, Hilco had no hand in the day-to-day running of the business and its loan had already been repaid. We are happy to set the record straight.12. The complainant confirmed that this would resolve the complaint to its satisfaction. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 00245-19 Hilco Capital Ltd v The Sunday\nTimesSummary of complaint1. Hilco Capital\nLtd complained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Vulture fund took £48m from ailing HMV”, published on 30\nDecember 2018, and in an article headlined “Fresh blow for vulture after\ncollapse of HMV\" , which was also published online under the headline,\n\"New blow for vulture fund Hilco, led by [name], after collapse of HMV”,\npublished on 13 January 2019.2. The first\narticle claimed that Companies House records had shown that the complainant, a\ncompany which restructures and re-finances other companies, had “taken almost\n£50m in fees” out of a named “struggling” music retailer. The article reported\ncomments attributed to a spokesperson for Hilco that “the accounts showed the\namounts due, not the amounts paid”, and that “Hilco has expended considerable\nefforts in ensuring the continuance of [the music retailer] as a business,\nincluding the provision of all retail and property advisory services at rates\neither in line with or below the market levels.”3. The second\narticle reported that, following the collapse of the music retailer named in\nthe first article, the complainant had suffered a “new blow” after a cookware\nbusiness it had backed, “failed”.4. The complainant\nsaid that the first article, including the headline, gave a distorted\nimpression that it had stripped excessive sums out of the named ailing music\nretailer, so as to cause or contribute to its subsequent collapse. It said that\nthe newspaper had been informed, prior to publication, that it had not “taken”\n£48m out of the retailer; these were charges which had not in fact been\nre-paid.5. The complainant\ndenied that it was in “turmoil”, or had suffered a “new blow” following the\nfailure of the named cookware business, as reported in the second article. The\ncomplainant said that its role in the business was confined only to supporting\nit via a loan, which was subsequently re-paid in full; it had no hand in the\nday-to-day running of the business and therefore could not have been impacted\nby its subsequent failure.6. The newspaper\ndid not accept a breach of the Code, and provided accounts to IPSO which it\nsaid demonstrated that £48m had been “taken” from the music retailer through\nvarious companies for services provided to the retailer since 2013. The\nnewspaper said that the article did not claim that the complainant had\n“stripped excessive sums” out of the retailer, as the complainant had claimed;\nit said that the article had set out various factors which had led to the\nretailer’s collapse.7. In respect of\nthe second article, the newspaper said that the fact the loan which Hilco had\ngranted to the cookware business had been repaid, did not mean that the\nheadline’s claim was inaccurate or misleading; it remained the case that a\nbusiness supported by the complainant had gone into administration.Relevant Code Provisions8. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated outcome9. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.10. During IPSO’s investigation, the publication offered to\namend the online headline of the first article to, “Vulture fund charged ailing\nHMV £48m” and to remove references to “took” or ”taken” and replace them with\n“charged”. It also offered to publish the following clarification in its\nestablished Corrections & Clarifications column, which appears on its\nletters page:In an article (“Vulture fund took £48m from ailing HMV””,\nBusiness, 30 Dec 2018) we said that Hilco Capital Ltd had “taken” £48m from the\nmusic and film retailer, HMV. We would like to clarify that as stated in the\narticle this figure related to charges which were incurred by HMV, some of\nwhich were not actually paid to Hilco\"11. The newspaper removed the second article from its website,\nand offered to publish the following correction in its established Corrections\n& Clarifications column the following week:Hilco Capital LimitedIn an article (“Fresh blow for vulture after collapse of\nHMV”, Business, 13 Jan) we said that Hilco, a venture fund which invests in\ndistressed businesses, had hit more turmoil after the failure of a cookware\nbusiness, Steamer Trading, it backed. In fact, Hilco had no hand in the\nday-to-day running of the business and its loan had already been repaid. We are\nhappy to set the record straight.12. The complainant confirmed that this would resolve the\ncomplaint to its satisfaction. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 11/01/2019Date complaint concluded by IPSO: 06/06/2019 \n \nBack to ruling listing\n\n\n"
}