{
    "url": "/rulings-and-resolution-statements/ruling/?id=18758-17",
    "title": "Resolution Statement 18758-17 Chiariello v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2017-09-27 00:00:00",
    "concluded_on": "2017-09-26 00:00:00",
    "complaint_processing_days": -1,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. Following IPSO’s intervention, the newspaper offered to remove references to female officers from the articles and removed the photograph of the complainant’s partner. 11. The complainant said that this would resolve the matter to his satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 18758-17 Chiariello v Mail Online\nSummary of complaint\n1.  Gez Chiariello\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) in the following articles:\n“Police\nforce suspends chief who left his wife and moved in with an officer 15 years\nyounger for ‘gross misconduct’” published on 21 February 2017“Suspended\npolice chief ‘tried to interfere with investigation into his alleged misconduct\ninvolving women officers’” published on 26 September 2017.\n2. The first article reported that the complainant had been\nsuspended from the police force due to allegations of gross misconduct that was\nsaid to include allegations over his interaction with female officers. The\narticle stated that an investigation was to be carried out by the force’s\nprofessional standards department and may lead to a disciplinary hearing. The\narticle also reported that the complainant had “left his wife and moved in with\nan officer almost 15 years younger than him” and included a photograph of the\ncomplainant’s partner, who was named in the article.\n3. The second article reported that the complainant had been\narrested on suspicion of trying to interfere with the investigation into his\nalleged misconduct, which it reported related to female officers.  It stated that the date for his disciplinary\nhearing had not been set, and included a statement from the police confirming\nan officer had been arrested on suspicion of conspiracy to pervert the course\nof justice and harassment. The article also stated that the complainant had\n“left his wife and moved in with a policewoman 15 years his junior” and\nincluded a photograph of his partner, who was named in the article.\n4. The complainant said that the articles were inaccurate,\nas the investigation into his alleged misconduct did not relate to his\ninteractions with female officers. He also raised concern that the articles\nwere misleading, as they suggested he had left his wife for his current\npartner, which was not the case. The complainant also said it was inaccurate\nfor the second article to state that the date for his hearing had not been set,\nas it had been scheduled for October for quite some time.\n5. The complainant said that his partner was not relevant to\nthe story and the publication of her photograph was a breach of her privacy.\n6. The publication did not accept it had breached the\nCode. It said that the information in\nthe article had been provided by a reputable news agency and had been published\nin good faith. The publication said that the details of the complainant’s\nalleged gross misconduct had been provided by a source, and denied that the\narticle suggested that the complainant had left his wife for his new partner.\n7. The publication said that the details of the\ncomplainant’s new relationship were relevant to the story, and denied that the\nreferences to his partner represented an intrusion into her private life. It\nsaid that the photograph included in the articles was publicly available on the\ncomplainant’s partner’s Facebook and did not show anything private in nature\nabout the individual.\nRelevant Code provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated outcome\n9. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n10. Following IPSO’s intervention, the newspaper offered to\nremove references to female officers from the articles and removed the\nphotograph of the complainant’s partner.\n11. The complainant said that this would resolve the matter\nto his satisfaction.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 27/09/2017Date complaint concluded by IPSO: 26/09/2017\n \n \nBack to ruling listing\n\n\n"
}