{
    "url": "/rulings-and-resolution-statements/ruling/?id=07518-17",
    "title": "Resolution Statement 07518-17 Adamowicz v Wigan Today",
    "provisions": [
        "6 Children (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "wigantoday.net (National World Publishing Ltd)",
    "published_on": "2017-05-04 00:00:00",
    "received_on": "2017-05-13 00:00:00",
    "concluded_on": "2017-07-26 00:00:00",
    "complaint_processing_days": 74,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. Following IPSO’s intervention, the publication offered to write a private letter of apology and gave an assurance that it would not use the photograph in the future.8. The complainant said that this resolved the matter to her satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07518-17 Adamowicz v Wigan Today 1. Barbara\nAdamowicz complained to the Independent Press Standards Organisation that Wigan\nToday breached Clause 2 (Privacy), Clause 4 (Intrusion into grief or shock) and\nClause 6 (Children) of the Editors’ Code of Practice in an article headlined\n“Firm fined £2M over dad's death”, published on 4 May 2017.2. The article\nreported that a Wigan food firm had been fined after one of its employees, the\ncomplainant’s husband, had died whilst at work. The article contained a\nphotograph of the complainant, her husband and their young son.3. The complainant\nsaid that the publication of this photograph, without her consent, had\nrepresented an intrusion into her privacy as well as her grief.4. The newspaper\nexpressed its condolences for the complainant and her family at this difficult\ntime. It said that it had obtained the photograph from an individual who had\napproached the newspaper, purporting to be a friend of the family, and had\npublished it in good faith.Relevant Code Provisions5. Clause 2 *\n(Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.Clause 4 (Intrusion into grief or shock)In cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.Clause 6 * (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material involving\ntheir welfare, nor parents or guardians for material about their children or\nwards, unless it is clearly in the child's interest.Mediated Outcome6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.7. Following IPSO’s\nintervention, the publication offered to write a private letter of apology and\ngave an assurance that it would not use the photograph in the future.8. The complainant\nsaid that this resolved the matter to her satisfaction.9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 13/05/2017Date complaint concluded by IPSO: 26/07/2017  \nBack to ruling listing\n\n\n"
}