{
    "url": "/rulings-and-resolution-statements/ruling/?id=02951-19",
    "title": "Resolution statement 02951-19 Brown v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2019-04-01 00:00:00",
    "concluded_on": "2019-07-17 00:00:00",
    "complaint_processing_days": 107,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. Notwithstanding its position that there was no breach of the Code, the publication published a correction in its online Clarifications and Corrections column with a link to the correction appearing in the top half of its homepage for 24 hours. The publication offered the following wording: Apology to criminal profiler Pat Brown An article “KEY TO FINDING MADDIE Expert says mystery man spotted on night she disappeared is key to solving case of missing Madeleine McCann” (11 March) originally had a headline which reported that criminal profiler Pat Brown believed Madeleine McCann may have been abducted by a mystery man seen on the night she disappeared. To clarify, she believes that the man is key to solving the case, but does not believe that he abducted Madeleine. A version of the headline also suggested that two ‘mystery men’ seen on the night may have been the same person; in fact, Pat Brown believes they were different men. We apologise for the error. 9. The complainant said that this would resolve the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 02951-19 Brown v thesun.co.uk\nSummary of complaint\n1. Pat Brown\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 1 (Accuracy) of the Editors' Code of Practice in an article\nheadlined \"Madeleine McCann abductor walked right past Irish family\ncarrying the missing girl minutes after snatching her, US expert says\"\npublished 11 March 2019.\n2. The complainant,\na criminal profiler, said that the article was inaccurate as it misrepresented\nher position on the Madeleine McCann disappearance. She said that it attributed\nclaims that Madeline McCann was \"abducted\" or \"snatched\" to\nher, when she has never made this claim, only that the man in question was key\nto solving the case.\n3. The publication\ndenied a breach of the Code. It said that the complainant believed somebody\ncarried Madeline McCann away from the family's holiday home and lied about it,\nthe term \"abducted\" was not significantly misleading in the\ncircumstances. Despite the publication not accepting a breach of the Code, it\naltered the headline to read \"Expert says mystery man spotted TWICE on\nnight she disappeared is key to solving case of missing Madeleine McCann\".\n4. The complainant\nsaid that the headline was still inaccurate, as it reported that she believed\nthat there were two sightings of the \"mystery man\", when her position\nis that there were two sightings but of two different people.\n5. The publication\nsaid that it was not inaccurate to report in the headline that the complainant\nbelieved there were two sightings and the article went on to describe the two\nsightings in more detail. However, the publication removed the term\n\"twice\" from the headline and published a clarification as a footnote\nwith the article in the following wording:\n\"A previous version of this article suggested that Pat\nBrown believed Madeleine McCann may have been abducted by the mystery man seen\non the night she disappeared. It has now been amended to make clear that she\nbelieves that the man is key to solving the case, but she does not believe that\nhe abducted Madeleine. A version of the headline also suggested that the two\n'mystery men' may have been the same person; to clarify, Pat Brown believes\nthey were different men.\"\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8. Notwithstanding\nits position that there was no breach of the Code, the publication published a\ncorrection in its online Clarifications and Corrections column with a link to\nthe correction appearing in the top half of its homepage for 24 hours. The\npublication offered the following wording:\nApology to criminal profiler Pat Brown\nAn article “KEY TO FINDING MADDIE Expert says mystery man\nspotted on night she disappeared is key to solving case of missing Madeleine\nMcCann” (11 March) originally had a headline which reported that criminal\nprofiler Pat Brown believed Madeleine McCann may have been abducted by a\nmystery man seen on the night she disappeared. To clarify, she believes that\nthe man is key to solving the case, but does not believe that he abducted\nMadeleine. A version of the headline also suggested that two ‘mystery men’ seen\non the night may have been the same person; in fact, Pat Brown believes they\nwere different men. We apologise for the error.\n9. The complainant\nsaid that this would resolve the matter to her satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 01/04/2019Date complaint concluded by IPSO: 17/07/2019 \nBack to ruling listing\n\n\n"
}