{
    "url": "/rulings-and-resolution-statements/ruling/?id=00874-21",
    "title": "Resolution Statement – 00874-21 Mullins v telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2021-01-22 00:00:00",
    "received_on": "2021-02-02 00:00:00",
    "concluded_on": "2021-02-25 00:00:00",
    "complaint_processing_days": 23,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. The publication offered to amend the headline to read “Kent Covid variant may be 30 per cent more deadly” and to publish the following as a footnote to the article: Clarification: The headline of this article has been amended to make clear there is a possibility the variant may be associated with a higher degree of mortality as was always made clear in the article. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 00874-21 Mullins v telegraph.co.uk\nSummary of Complaint\n1. Justin Mullins complained to the Independent Press\nStandards Organisation that telegraph.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Kent Covid variant '30 per\ncent more deadly'”, published on 22 January 2021.\n2. The article reported on a press conference given by the\nPrime Minister regarding a mutant strain of Covid-19. The headline stated “Kent\nCovid variant '30 per cent more deadly'”, and the article said the Prime\nMinister had warned that the “new Covid variant may be deadlier than the\noriginal strain” and included a quote which stated \"It now appears that\nthere is some evidence that the new variant may be associated with a higher degree\nof mortality.\"\n3. The complainant said that the headline of the article was\ninaccurate in breach of Clause 1 as it had been made clear at the press\nconference that the strain “may” be more deadly, whereas the headline gave the\nimpression that the strain was definitively more deadly. The complainant also\nnoted that the quote in the headline was not repeated in the article.\n4. The publication did not accept a breach of the Code. It\nstated that the “30 per cent more deadly” part of the headline was in inverted\ncommas, which readers would understand to mean a claim rather than fact. It\nalso said that the article in full made clear that it was not certain.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. The publication offered to amend the headline to read\n“Kent Covid variant may be 30 per cent more deadly” and to publish the following\nas a footnote to the article:\nClarification: The headline of this article has been amended\nto make clear there is a possibility the variant may be associated with a\nhigher degree of mortality as was always made clear in the article.\n8. The complainant said that this would resolve the matter\nto his satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 02/02/2021\nDate complaint concluded by IPSO: 25/02/2021\nBack to ruling listing\n\n\n"
}