{
    "url": "/rulings-and-resolution-statements/ruling/?id=19582-17",
    "title": "Resolution Statement – 19582-17 Signature Litigation LLP v Sunday Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday Express (Reach PLC)",
    "published_on": "2017-10-15 00:00:00",
    "received_on": "2017-11-03 00:00:00",
    "concluded_on": "2017-11-28 00:00:00",
    "complaint_processing_days": 25,
    "mediated_outcome": "8. The complaint was not resolved through initial direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. Following IPSO’s intervention, the newspaper offered to remove the original online article from its website and replace it with an amended article, the content of which had been agreed between the parties and which removed the inaccuracies that the complainant had complained of. It also removed the original online article from the other online platforms over which it had control, including its Apps. 10. The complainant said that these steps resolved the matter to their satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 19582-17 Signature Litigation LLP v\nSunday Express \n1. Signature\nLitigation LLP complained to the Independent Press Standards Organisation that\nthe Sunday Express breached Clause 1 (Accuracy) in an article headlined “RBS\nshareholders tackle own lawyers”, published on 15 October 2017. The article was\nalso published online, with the headline “RBS to lock horns with former lawyers\nin legal battle over £200m payout”.\n2. Signature\nLitigation LLP acts on behalf of a large number of claimants in the group\nlitigation which emerged following the collapse of the Royal Bank of Scotland\n(RBS) share price in 2009, commonly referred to as the RBS Rights Issue\nLitigation. It was retained in this capacity by the RBoS Shareholders Action\nGroup Ltd in July 2015, a company incorporated solely to act as agent for the\nclaimants. In March 2017 the role performed by the RBoS Shareholders Action\nGroup Ltd was delegated to Manx Capital Partners Ltd on a sole exclusive basis.\n3. A dispute\nsubsequently arose between the RBoS Shareholders Action Group Ltd and Manx\nCapital Partners as to the terms and effect of that delegation which resulted\nin litigation between the parties. Signature Litigation LLP was not a party to\nthat litigation.\n4. The articles\ncomplained of concerned the payment of settlement damages (net of costs) to\nclaimants represented by Signature Litigation LLP in the Rights Issue\nLitigation. The articles also reported on matters arising out the litigation between\nthe RBoS Shareholders Action Group Ltd and Manx Capital.\n5. The complainant\nsaid that the newspaper was operating on a fundamental misunderstanding of the\nmatter upon which it was reporting because the article had effectively\nconflated issues arising out of the RBS Rights Issue Litigation with issues\narising out of the litigation between the RBoS Shareholders Action Group Ltd\nand Manx Capital Partners. The complainant said that this had resulted in a\nnumber of inaccuracies being published by the newspaper, including inaccurate\nheadlines.\n6. The newspaper\ndisagreed with the complainant’s analysis and said that there was no\nmisunderstanding. It said that it was reporting on an active dispute between\nRBoS Shareholders Action Group Ltd and Manx Capital Partners, the details of\nwhich it claimed were set out in the articles. While the newspaper did not\naccept a breach of the Code, it offered the complainant the opportunity to\nsubmit a letter for publication, setting out their position in the next\navailable edition.\nRelevant Code provisions\n7.    Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n8. The complaint\nwas not resolved through initial direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n9. Following IPSO’s\nintervention, the newspaper offered to remove the original online article from\nits website and replace it with an amended article, the content of which had\nbeen agreed between the parties and which removed the inaccuracies that the\ncomplainant had complained of. It also removed the original online article from\nthe other online platforms over which it had control, including its Apps.\n10. The complainant said that these steps resolved the\nmatter to their satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 03/11/2017Date complaint concluded: 28/11/2017 \nBack to ruling listing\n\n\n"
}