{
    "url": "/rulings-and-resolution-statements/ruling/?id=01235-17",
    "title": "Resolution Statement 01235-17 Patil v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2017-02-13 00:00:00",
    "concluded_on": "2017-06-19 00:00:00",
    "complaint_processing_days": 126,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to remove references to the complainant from the online article, and to publish the following clarification in print, and online: An article on 13 February reported that businessman and Labour councillor Neeraj Patil donated £2,500 through his business Dreamsland to the election funds of House of Commons Speaker John Bercow. We are happy to make clear that we are not aware of any evidence that Dr Patil was influenced by Keith Vaz or other MPs in this decision and apologise for any contrary impression given. 8. The complainant said that this resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01235-17 Patil v Daily Mail\n1. Neeraj\nPatil complained to the Independent Press Standards Organisation that the Daily\nMail breached Clause 1 (Accuracy) and Clause 3 (Harassment) of the Editors’\nCode of Practice in an article headlined “Speaker accused of pulling punches on\nKeith Vaz in row over donations”, published on 13 February. The article was\nalso published online with the headline: “Speaker accused of pulling punches on\npolice investigations into Keith Vaz after receiving thousands from donors\nlinked to the Labour MP”. \n2. The\narticle claimed that individuals with connections to Keith Vaz MP had donated\nmoney to John Bercow MP, the Speaker of the House of Commons.  It reported that the previous day, the\nSpeaker had “denied blocking an attempt to tell Parliament about police\ninvestigations into Keith Vaz because he had receive thousands from donors\nlinked to the MP”. The article referred to the complainant, along with a number\nof others, as an example of such a donor. In that context, it reported that the\ncomplainant had given Mr Bercow a bust depicting himself. The article was\naccompanied by a photograph of the complainant presenting Mr Bercow with a bust\nof himself.\n3. The\ncomplainant said it was inaccurate to suggest his donation to Mr Bercow was\nlinked to Mr Vaz; he said that Mr Vaz had nothing to do with his donation. He\nsaid that he personally knew Mr Bercow, that he believed that he was doing a\ngood job as Speaker. He said that he felt harassed by the article, and the\npublication of the photograph depicting him. \n4. The\nnewspaper said that the article did not claim that Mr Vaz had influenced the\ncomplainant’s donation to Mr Bercow, or make any suggestions of wrong doing by\nthe complainant. It denied that it had harassed the complainant.\nRelevant Code provisions \n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nMediated outcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7. Following\nIPSO’s intervention, the publication offered to remove references to the\ncomplainant from the online article, and to publish the following clarification\nin print, and online:\nAn article on 13 February reported that businessman and\nLabour councillor Neeraj Patil donated £2,500 through his business Dreamsland\nto the election funds of House of Commons Speaker John Bercow. We are happy to\nmake clear that we are not aware of any evidence that Dr Patil was influenced\nby Keith Vaz or other MPs in this decision and apologise for any contrary\nimpression given.\n8. The\ncomplainant said that this resolved the matter to his satisfaction.\n9. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 13/02/2017Date complaint concluded by IPSO: 19/06/2017\nBack to ruling listing\n\n\n"
}