{
    "url": "/rulings-and-resolution-statements/ruling/?id=04181-21",
    "title": "Resolution Statement – 04181-21 Thompson v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2021-04-04 00:00:00",
    "received_on": "2021-04-20 00:00:00",
    "concluded_on": "2021-06-16 00:00:00",
    "complaint_processing_days": 57,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation the newspaper offered to amend the reference to the application being rubber-stamped and offered to add the following correction as a footnote to the online article: A previous version of this article reported that the application for the 3000-home Durieshill village in Stirlingshire was 'rubber-stamped' by Stirling Council. In fact, the application process was considered for over 3 years and reached the conclusion in December 2019. We are happy to clarify this. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 04181-21 Thompson v\ndailyrecord.co.uk\nSummary of Complaint\n1. Jim Thompson complained to the Independent Press\nStandards Organisation that dailyrecord.co.uk breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Anger as £650m contract\nfor SNP donor approved after Nicola Sturgeon meeting she failed to declare”,\npublished on 4 April 2021.\n2. The article reported that a named construction firm had\n“received permission to construct the 3000-home Durieshill village in\nStirlingshire after it was rubber-stamped by Stirling Council.” The firm, “an\nSNP donor”, had this application approved “after a meeting with Nicola Sturgeon\n[which] she failed to declare”. The article reported the reaction of “Labour\nMSP Neil Findlay [who] said: “There are serious questions to be asked with\nreference to the ministerial code”. \n3. The complainant said that the article was misleading as\nit linked the Durieshill case with the undeclared meetings, and gave the\nimpression that the Scottish Government had interfered in the approval of the\napplication for the Durieshill village. In fact, the application was considered\nand approved by the independent planning committee of Stirling Council. He also\nsaid it was inaccurate to claim that the application was “rubber-stamped” as\nthe council had considered it thoroughly over a period of several years and had\nnot simply granted permission without proper consideration. Finally, the\ncomplainant queried whether anyone really was “angry” at the approval of\nDurieshill village as the headline implied.\n4. The publication said it had used the word\n“rubber-stamped” to simply convey the fact that the council had approved the\napplication. It said that there was “anger” directed at the undeclared meeting\nby the Labour MSP Neil Findley, and the headline was reflecting this fact. Finally,\nit did not consider that the article implied that the Scottish Government\ninterfered in the Durieshill decision: it simply reported that the planning\npermission had been granted “after” the undeclared, and thus controversial,\nmeetings.  \nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation the newspaper offered to\namend the reference to the application being rubber-stamped and offered to add\nthe following correction as a footnote to the online article:\nA previous version of this article reported that the\napplication for the 3000-home Durieshill village in Stirlingshire was\n'rubber-stamped' by Stirling Council. In fact, the application process was\nconsidered for over 3 years and reached the conclusion in December 2019. We are\nhappy to clarify this.\n8. The complainant said that this would resolve the matter\nto his satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 20/04/2021\nDate complaint concluded by IPSO: 16/06/2021\n\nBack to ruling listing\n\n\n"
}