{
    "url": "/rulings-and-resolution-statements/ruling/?id=08404-19",
    "title": "Resolution Statement 08404-19 RSPCA v dailymail.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2019-06-29 00:00:00",
    "received_on": "2019-10-30 00:00:00",
    "concluded_on": "2020-02-13 00:00:00",
    "complaint_processing_days": 106,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During the course of IPSO’s investigation, the publication offered to remove the online article. 8. The complainant said that this would resolve the matter to its satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 08404-19 RSPCA v dailymail.co.uk\nSummary of Complaint\n1. The RSPCA complained to the Independent Press Standards\nOrganisation that the dailymail.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “CORRUPTION OF KINDNESS”\npublished on 29 June 2019.\n2. The article reported on the influence of vegan activists\non the governance of the RSPCA. It gave an example of the vice-chair of the\norganisation, who was separately responsible for several high profile vegan and\nanimal rights campaigns. The article examined whether this person, and other\nnamed campaigners, could influence the priorities and direction of the RSPCA,\nand suggested that the RSPCA may be considering calling for a ban on angling\nand horse racing. It explained that such a direction would contrast with the\nprevious priorities of the RSPCA. It said that there were concerns that the\ninfluence of these people was growing. It also explained that there was an\nupcoming vote to cut the number of people on the organisation’s governing\ncouncil, which it said was significant because regional representatives would\nno longer be included on the council.\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1 (Accuracy). It said that several of the campaigners named as\nbeing able to influence the RSPCA would not be able to be elected to the\ncouncil under the new rules. It also said that it was inaccurate to report that\nthe RSPCA was devoting resources to banning angling and horse racing, and that\nthe RSPCA’s press office had made this clear to the newspaper prior to\npublication. The complainant also said that omitting quotes provided by the\npress office and the Charity Commission meant that the article was unbalanced\nand therefore misleading. It also said that the newspaper had failed to give\nthe charity a right of reply.\n4. The publication did not accept that the article breached\nthe Code and said that the complainant had failed to identify any significant\ninaccuracies. It was not the case that simply being “unbalanced” constituted a\nbreach of Clause 1. It said that it had attempted to resolve the matter\ndirectly with the complainant some months prior to them contacting IPSO.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During the course of IPSO’s investigation, the\npublication offered to remove the online article.\n8. The complainant said that this would resolve the matter\nto its satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 30/10/2019\nDate complaint concluded by IPSO: 13/02/2020\nBack to ruling listing\n\n\n"
}