{
    "url": "/rulings-and-resolution-statements/ruling/?id=07745-16",
    "title": "Resolution Statement Complaint 07745-16 Sim v Romsey Advertiser",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Romsey Advertiser (Newsquest Media Group) ",
    "published_on": "2016-04-08 00:00:00",
    "received_on": "2016-08-06 00:00:00",
    "concluded_on": "2016-09-19 00:00:00",
    "complaint_processing_days": 44,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. The publication agreed to publish the following clarification in the newspaper, online,  and as a footnote to the original article online, in order to resolve the complaint: In a report carried in this paper into the sentencing of Andrew Sealey who admitted engaging in a text message conversations involving sexual activity he believed to be 14 or 15, it was stated he ran a clog on the website Theme Park Tourist. We wish to clarify that although Sealey did leave limited comments as part of his registration details on the site, he did not run a blog. We are happy to clarify this point. 8. The complainant said this correction resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement Complaint 07745-16 Sim v Romsey Advertiser\nSummary of complaint\n1. Nicolas Sim\ncomplained to the Independent Press Standards Organisation that the Romsey\nAdvertiser breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Andrew Sealey jailed after trying to meet children for sex\nat Paulton’s Park”, published on 8 April 2016.\n2. The article\nreported that a paedophile had been jailed for 40 months for arranging to meet\nchildren at a theme park. It said that the convicted man ran a blog on the\nTheme Park Tourist website.\n3. The complainant, the owner of the website, said that while\nthe convicted man was previously a user who had registered his details on the\nwebsite, he did not run a blog on the website.\n4. The newspaper said that it had been told by a police officer\nthat the convicted man ran a blog on the website. It said that following the\nsentencing hearing, the information had been checked by its reporter, who had\nviewed comments made by the convicted man on the website. It said that the\ncomments he had left on the website could be categorised as a blog, albeit not\na substantial one. \nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\n(ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\nMediated Outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. The publication\nagreed to publish the following clarification in the newspaper, online,  and as a footnote to the original article\nonline, in order to resolve the complaint:\nIn a report carried in this paper into the sentencing of\nAndrew Sealey who admitted engaging in a text message conversations involving\nsexual activity he believed to be 14 or 15, it was stated he ran a clog on the\nwebsite Theme Park Tourist. We wish to clarify that although Sealey did leave\nlimited comments as part of his registration details on the site, he did not\nrun a blog. We are happy to clarify this point.\n8. The complainant\nsaid this correction resolved the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 6/8/2016Date complaint concluded by IPSO: 19/9/2016\nBack to ruling listing\n\n\n"
}