{
    "url": "/rulings-and-resolution-statements/ruling/?id=00608-17",
    "title": "Resolution Statement 00608-17 Shooter v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-01-24 00:00:00",
    "received_on": "2017-01-24 00:00:00",
    "concluded_on": "2017-04-06 00:00:00",
    "complaint_processing_days": 72,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.6. The publication explained that it had considered that the pixilation of the image had been sufficient to avoid identification; it had merely used the image to illustrate the piece as it was one of a number provided by the agency. To resolve the complaint, it offered to send a private letter of apology and a gift voucher to the complainant’s daughter.7. The complainant accepted the publication’s explanation and offer as a resolution to the complaint.8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00608-17 Shooter v Mail OnlineSummary\nof complaint1. Katie Shooter complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy) and Clause 6 (Children) of the Editors’ Code of Practice in an article\nheadlined “Crooked travel agent used company credit cards to steal £22,000 to\nfun string of globetrotting adventures – and chronicled her travels on\nFacebook”, published on 24 January 2017.2. The complainant expressed concern that\nMail Online had published a photograph of her then seven-year-old daughter in\nthe article without her permission. The use of the image had given the\nmisleading impression that her daughter had some involvement in the scam being\nreported, and its publication had intruded into her time at school.3. The publication said that it was sorry\nif its article had caused any upset. On the day of publication, it had received\na complaint from a family member and it had immediately removed the image. It\nsaid that the image had been supplied by an agency who had sourced it from an\nopen Facebook profile. The child’s face had been pixelated so that they could\nnot be identified, and she was not named or otherwise referred to in the\narticle. Relevant\nCode provisions4. Clause 1 (Accuracy)i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.Clause\n6 (Children)i)\nAll pupils should be free to complete their time at school without unnecessary\nintrusion.ii)\nThey must not be approached or photographed at school without permission of the\nschool authorities.iii)\nChildren under 16 must not be interviewed or photographed on issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly\nresponsible adult consents.iv)\nChildren under 16 must not be paid for material involving their welfare, nor\nparents or guardians for material about their children or wards, unless it is\nclearly in the child's interest.v)\nEditors must not use the fame, notoriety or position of a parent or guardian as\nsole justification for publishing details of a child's private life.Mediated\noutcome5. The complaint was not resolved through\ndirect correspondence between the parties. IPSO therefore began an investigation\ninto the matter.6. The publication explained that it had\nconsidered that the pixilation of the image had been sufficient to avoid\nidentification; it had merely used the image to illustrate the piece as it was\none of a number provided by the agency. To resolve the complaint, it offered to\nsend a private letter of apology and a gift voucher to the complainant’s\ndaughter.7. The complainant accepted the\npublication’s explanation and offer as a resolution to the complaint.8. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code.Date\ncomplaint received: 24/01/2017Date\ncomplaint concluded by IPSO: 06/04/2017\nBack to ruling listing\n\n\n"
}