{
    "url": "/rulings-and-resolution-statements/ruling/?id=27974-20",
    "title": "Resolution Statement – 27974-20 Garrity v Scotsman.com",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "scotsman.com (National World Publishing Ltd)",
    "published_on": "2020-09-11 00:00:00",
    "received_on": "2020-09-13 00:00:00",
    "concluded_on": "2020-12-08 00:00:00",
    "complaint_processing_days": 86,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation, the newspaper offered to publish a letter from the complainant and the following clarification as a footnote to the online article:  “We are happy to clarify that this poll referenced above did not reflect the 15% of respondents who were undecided. With the 'don't know' respondents included in the results, 45% of Scots would vote Yes in an independence referendum and 39% would vote No.” 7. The complainant said that this would resolve the matter to his satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 27974-20 Garrity v Scotsman.com\nSummary of Complaint\n1. John Garrity complained to the Independent Press Standards\nOrganisation (IPSO) that Scotsman.com breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “Scottish independence: New Survation poll\nfinds majority of Scots would vote Yes”, published on 11 September 2020.\n2. The article reported on an opinion poll completed by\nSurvation. It stated that this poll suggested that “the majority” of Scots\nwould vote for independence as “53 per cent backed the idea with 47 per cent\nvoting No.\n3. The complainant said that this article had distorted the\nfindings of the survey, in breach of Clause 1. He said that the poll did not\nfind that “the majority” of the Scottish public, or 53 per cent of respondents,\nwould vote Yes in an independence referendum. In fact, the poll found that 45\nper cent of respondents would vote Yes, 39 per cent would vote No and 15 per\ncent did not know how they would vote; it was not the case that a majority of\nthose polled would vote for Scottish independence.  The complainant said that in order to claim\nthat the poll had found “53 per cent” would vote for independence, the\npublication had excluded the respondents who had answered “don’t know”.  He said that the newspaper’s failure to make\nclear that the respondents who had been undecided were excluded from the\nanalysis rendered the article a misleading report of the poll’s findings.\n4. The publication did not accept that the article had\ndistorted the poll or contained any significant inaccuracies.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n5. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n6. During IPSO’s investigation, the newspaper offered to\npublish a letter from the complainant and the following clarification as a footnote\nto the online article: \n“We are happy to clarify that this poll referenced above did\nnot reflect the 15% of respondents who were undecided. With the 'don't know'\nrespondents included in the results, 45% of Scots would vote Yes in an\nindependence referendum and 39% would vote No.”\n7. The complainant said that this would resolve the matter to\nhis satisfaction.\n8. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 13/09/2020\nDate complaint concluded by IPSO: 08/12/2020\nBack to ruling listing\n\n\n"
}