{
    "url": "/rulings-and-resolution-statements/ruling/?id=07261-18",
    "title": "Resolution Statement 07261-18 Steabler v Sunderland Echo",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunderland Echo (National World Publishing Ltd)",
    "published_on": "2018-11-19 00:00:00",
    "received_on": "2018-11-26 00:00:00",
    "concluded_on": "2018-12-07 00:00:00",
    "complaint_processing_days": 11,
    "mediated_outcome": "7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.    During IPSO’s investigation, the publication offered to write a private letter of apology to the complainant. Furthermore, the publication said that the reporter concerned was involved in an ongoing internal investigation into the matter and steps had been taken to reiterate to all staff the importance of the Editors’ Code, including holding regular training sessions. 9.    The complainant said that this would resolve the matter to his satisfaction. 10.  At the complaint was successfully mediated, the Complaints Committee did not make a determination as t whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement\n07261-18 Steabler v Sunderland Echo\nSummary of Complaint 1.    Lee\nSteabler complained to the Independent Press Standards Organisation that the\nSunderland Echo breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Four facing jail over roles in house shooting and\ndealing cocaine in Sunderland and Hartlepool” published on 19 November 2018. 2.    The\narticle was a court report, which named the complainant as one of a group of men\nconvicted of a series of crimes; the complainant in fact was in no way\nconnected to the crimes and the man involved was a relative with the same\nsurname but different first name. 3.    The\ncomplainant said that this inaccuracy had caused him shock and distress, and\nhad resulted in many approaches on social media from people falsely connecting\nhim with the case. He said that he contacted the publication at the time and\nwas not satisfied with its response or explanation for the mistake occurring,\nand that he declined the offer of any correction as he did not want any new mention\nof his name in relation to the case. 4.    The publication said that it had made an honest mistake; there\nwere other people involved in the proceedings that had names similar to the\ncomplainant, and it was coincidental that this error wrongly\nidentified him as being involved. Furthermore, the publication pointed out that\nthe article used the defendant’s correct address and age, which distinguished\nhim from the complainant. 5.    The\npublication amended the online article immediately after being contacted by the\ncomplainant to correct the error; the inaccuracy did not appear in print. It\nalso offered to print a full clarification and apology, but this was declined\nby the complainant. \nRelevant Code\nProvisions 6.    Clause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated Outcome 7.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 8.    During\nIPSO’s investigation, the publication offered to write a private letter of\napology to the complainant. Furthermore, the publication said that the reporter\nconcerned was involved in an ongoing internal investigation into the matter and\nsteps had been taken to reiterate to all staff the importance of the Editors’\nCode, including holding regular training sessions. 9.    The\ncomplainant said that this would resolve the matter to his satisfaction. 10.  At the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as t whether there had\nbeen any breach of the Code.\n \nDate\ncomplaint received: 26/11/2018\nDate\ncomplaint concluded by IPSO: 07/12/2018\nBack to ruling listing\n\n\n"
}