{
    "url": "/rulings-and-resolution-statements/ruling/?id=10206-22",
    "title": "Resolution Statement – 10206-22 Forde & Doyle v The Argus",
    "provisions": [
        "1 Accuracy (2021)",
        "2 Privacy (2021)",
        "12 Discrimination (2021)",
        "14 Confidential sources (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Argus (Brighton) (Newsquest Media Group)",
    "published_on": "2022-03-18 00:00:00",
    "received_on": "2022-06-18 00:00:00",
    "concluded_on": "2022-11-02 00:00:00",
    "complaint_processing_days": 137,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation the publication offered to remove the words “her boyfriend” from all the articles they appeared in. 10. The complainants said that this would resolve the matter to their satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 10206-22 Forde & Doyle v The Argus\nSummary\nof Complaint\n1. Reis\nForde and Sinead Doyle complained to the Independent Press Standards\nOrganisation that The Argus breached Clause 1 (Accuracy), Clause 2 (Privacy),\nClause 12 (Discrimination), and Clause 14 (Confidential sources) of the\nEditors’ Code of Practice in the articles headlined “Teenager died at Airbnb\nflat after taking drugs”, “It was a 'significant lapse of care'”, and “Mother's\nformal complaint to police over daughter's death” published on 18 March 2022,\n21 March 2022, and 23 March 2022 respectively.\n2. The\narticles reported on the death of a 17-year-old girl following a night spent in\nan Airbnb flat, and the subsequent inquest into her death. The first article\nreported that the inquest heard that the girl had been at the Airbnb with Reis\nForde, one of the complainants, and that he had awoken the next day and\n“noticed she was sleeping in ‘a strange position’”. The article further\nreported that it had been heard at the inquest that Mr Forde “made several\ncalls on his mobile in the morning of February 25, including several to Sinead\nDoyle”.\n3. The\nsecond article reported further on the inquest and stated that the girl “had\ntaken a cocktail of alcohol, heroin and cocaine after spending the night with\nher boyfriend Reis Forde, 26, a convicted drug dealer”. The third article\nfurther reported on the inquest and also described the complainant, Mr Forde,\nas the “boyfriend” of the girl.\n4. The\narticles also appeared online in substantially the same format as their print\ncounterparts under the headlines, “Teenager died after taking cocktail of\nalcohol, heroin and cocaine”, “Teenager's inquest told of a 'significant lapse\nof care'”, and “Grieving mother makes formal complaint against police after\ndeath of her daughter” published on 17 March 2022, 21 March 2022, and 22 March\n2022 respectively. The second and third online articles also described Mr Forde\nas the “boyfriend” of the girl.\n5. The\ncomplainants said that the second and third print and online articles were\ninaccurate in breach of Clause 1 to describe Mr Forde as the boyfriend of the\ngirl. They said that they had both explained during the inquest that this was\nnot the case.\n6. The\ncomplainants further said that they considered the articles had also breached\nClauses 2, 12, and 14. The complainants concerns regarding Clause 2 related to\nphotographs of Ms Doyle, however these photographs did not appear in any of the\narticles under complaint. Further, the complainants did not expand on their\nconcerns in relation to Clauses 12 and 14.\n7. The\npublication did not accept a breach of the Editors’ Code. In relation to Clause\n1, it provided the coroner’s verdict which contained a section that stated:\n“She [the girl] told her friend that she was in a relationship with a man who\nwas known as Rex, but his name was Reis Forde and that they had been in a\nrelationship since January”. It said that it did not consider the difference\nbetween the phrases “in a relationship” and “boyfriend” to be significantly\ndifferent.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nClause\n12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's race,\ncolour, religion, sex, gender identity, sexual orientation or to any physical\nor mental illness or disability.\nii)\nDetails of an individual's race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story.\nClause\n14 (Confidential sources)\nJournalists\nhave a moral obligation to protect confidential sources of information.\nMediated\nOutcome\n8. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n9. During\nIPSO’s investigation the publication offered to remove the words “her\nboyfriend” from all the articles they appeared in.\n10. The\ncomplainants said that this would resolve the matter to their satisfaction.\n11. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 18/06/2022\nDate\ncomplaint concluded by IPSO: 02/11/2022\nBack to ruling listing\n\n\n"
}