{
    "url": "/rulings-and-resolution-statements/ruling/?id=13586-16",
    "title": "Resolution Statement – 13586-16 Gibbins v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-07-27 00:00:00",
    "received_on": "2016-11-24 00:00:00",
    "concluded_on": "2017-03-14 00:00:00",
    "complaint_processing_days": 110,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the newspaper offered to publish the following apology in its Corrections and Clarifications panel on page 2 of the newspaper, and as a standalone item on the news homepage of its website for 24 hours: A comment article on 27 July (‘Vile slurs about Prince George and the sheer nastiness of our new Leftist elite’) incorrectly claimed that British Council manager Angela Gibbins was a foul mouthed Internet troll who had written an abusive Facebook post about 3 year old Prince George, in which she described him as a F****** D***head.  In fact Ms Gibbins had only made comments about children and privilege in a sub-thread conversation with friends. We accept that Ms Gibbins did not make the abusive comment, support it or use abusive language of any kind. We apologise for suggesting otherwise. The newspaper also offered to remove an image it had used of the complainant from its internal database. 8. The complainant said that this resolved her complaint to IPSO under Clause 1. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 13586-16 Gibbins v Daily Mail\nSummary of complaint\n1. Angela Gibbins complained to the Independent Press\nStandards Organisation that The Daily Mail breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Vile slurs about Prince\nGeorge and the sheer nastiness of our new Leftish elite”, published on 27 July\n2016. The article was also published online.\n2. The article was an opinion column, in which the author\nstated “Another day another spiteful attack on the internet. This time it is on\nFacebook and the target is a three-year-old boy described as a ‘f******\nd***head’”. The article went on to explain that the “troll” in this case was\nthe complainant. It also referred to the complainant as “foul-mouthed”, and\nclaimed that she had insulted a member of the Royal family “in the language of\na drunken ladette after a night out”.\n3. The complainant said that another Facebook user had\nposted a meme on Facebook. A meme is an image, often accompanied by a short\namount of text, which is easily shared on social media. In this case, the meme\nconsisted of an image of Prince George accompanied by the words “I know he’s\nonly two years old, but Prince George already looks like a fucking dickhead”.\nThe complainant said she had made comments about children and privilege in a\nsub-thread conversation with friends. However, she said she had not referred to\nPrince George as “looking like a fucking dickhead”. She said that the article\nclaimed that she had done so, which was inaccurate.\n4.  The newspaper\naccepted that the complainant had not referred to Prince George as a “fucking\ndickhead”, and that the article was inaccurate on this point. It said that its\narticle had been published following another newspaper’s claims that the\ncomplainant had made this comment. It said that the comments the complainant\nhad made about the prince’s life appeared to partly endorse the text\naccompanying the meme. \nRelevant Code Provisions\n5.  Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. Following IPSO’s intervention, the newspaper offered\nto publish the following apology in its Corrections and Clarifications panel on\npage 2 of the newspaper, and as a standalone item on the news homepage of its\nwebsite for 24 hours:\nA comment article on 27 July (‘Vile slurs about Prince\nGeorge and the sheer nastiness of our new Leftist elite’) incorrectly claimed\nthat British Council manager Angela Gibbins was a foul mouthed Internet troll\nwho had written an abusive Facebook post about 3 year old Prince George, in\nwhich she described him as a F****** D***head. \nIn fact Ms Gibbins had only made comments about children and privilege\nin a sub-thread conversation with friends. We accept that Ms Gibbins did not\nmake the abusive comment, support it or use abusive language of any kind. We\napologise for suggesting otherwise.\nThe newspaper also offered to remove an image it had used\nof the complainant from its internal database.\n8. The complainant said that this resolved her complaint\nto IPSO under Clause 1.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 24/11/2016\nDate complaint concluded by IPSO: 14/03/2017\nBack to ruling listing\n\n\n"
}