{
    "url": "/rulings-and-resolution-statements/ruling/?id=04203-18",
    "title": "Resolution Statement 04203-18 Haggarty v Mail Online",
    "provisions": [
        "4 Intrusion into grief or shock (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-06-24 00:00:00",
    "received_on": "2018-06-29 00:00:00",
    "concluded_on": "2018-07-23 00:00:00",
    "complaint_processing_days": 24,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication offered to write a private letter of apology to the complainant and make a donation to charity.  8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04203-18 Haggarty v Mail Online\nSummary of complaint\n1. Joanna Haggarty\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 2 (Privacy) and Clause 4 (Intrusion into grief or shock) of the\nEditors’ Code of Practice in an article headlined, “British base jumper, 47,\n‘is killed when his parachute fails to open in time and he crashes into Italian\nmountainside’”, published on 24 June 2018.\n2. The article\nreported that the complainant’s husband had died in a base jumping accident in\nItaly. It reported that the complainant had been on a trip with a number of\nother base jumpers and had fallen 600 feet when his parachute failed to open. It\nalso included pictures of the complainant’s husband taken from Facebook.\n3. The complainant\nsaid that at the time the article was published, the police had not officially\nconfirmed that the person who had died was her husband. She said that she had\nbeen informed by a friend earlier in the day that her husband had died but said\nthat the publication would not have been aware of this. She said that in these\ncircumstances, the publication had not handled publication sensitively, and\npublishing the article was a breach of her privacy.\n4. The publication\nexpressed its condolences to the complainant. It also apologised for any\ndistress caused by the publication of the article. It said that the journalist\nhad contacted the Foreign Office prior to publication, which had been unable to\nconfirm the identity of the Briton who had died. However, it said that by the\ntime this article was published, numerous Italian media outlets had reported\nthe identity of the deceased and therefore it had no reason to believe the\nfamily may not have been officially informed.\nRelevant Code Provisions\n5. Clause 2\n(Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. In considering an individual’s\nreasonable expectation of privacy, account will be taken of the complainant’s\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nMediated outcome 6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation, the publication offered to write a private letter of apology to\nthe complainant and make a donation to charity. \n8. The complainant\nsaid that this would resolve the matter to her satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 29/06/2018\nDate complaint concluded by IPSO: 23/07/2018\nBack to ruling listing\n\n\n"
}