{
    "url": "/rulings-and-resolution-statements/ruling/?id=19298-17",
    "title": "Resolution Statement 19298-17 Lucy Wyman v Dorset Echo",
    "provisions": [
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Dorset Echo (Newsquest Media Group)",
    "published_on": "2017-10-20 00:00:00",
    "received_on": "2017-10-23 00:00:00",
    "concluded_on": "2017-12-15 00:00:00",
    "complaint_processing_days": 53,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. During IPSO’s investigation, the newspaper offered to publish the following apology on page 5 of the newspaper, and online:  “ON October 20 this year the Dorset Echo published a story headlined ‘Speed reductions for roads near Dorchester and Weymouth have been recommended for approval’. The picture used to illustrate the article was of an incident that took place on Osmington Hill in 2013. The driver had suffered a medical episode at the wheel and the incident was in no way related to speeding. We would like to apologise unreservedly to the family involved for the obvious distress that the use of this picture caused. And we acknowledge the distress that pictures of road accidents can cause to the families of those affected.”  8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 19298-17 Lucy Wyman v Dorset Echo\nSummary of complaint1.  \nLucy Wyman complained to the Independent Press\nStandards Organisation that the Dorset Echo breached Clause 4 (Intrusion into\ngrief or shock) of the Editors’ Code of Practice in an article headlined \"Speed\nreductions for roads near Dorchester and Weymouth have been recommended for\napproval at a regulatory committee\", published on 20 October 2017. \n2. The article reported\nthat Dorset County Council’s Regulatory Committee had voted to recommend\nreducing the speed limit on a road in Weymouth. It included a comment made by a\nrepresentative for Dorset Highways, who had said that “the road had a history\nof collisions with seven accidents in the last five years, of which at least\ntwo were serious”. The article also included an image of the scene following a\nfatal road traffic accident.\n3.\nThe complainant said that her father\nwas involved in the accident depicted in the image. She said that this image\nwas initially published in 2013, and that she had complained to the newspaper\nat the time about its publication, and the conduct of the journalist and\nphotographer involved. She expressed concern that the use of the image in the\narticle implied that her father’s accident was a result of dangerous driving, which\nit was not. The complainant said that the re-publication of the image was in\nbreach of Clause 4.\n4. The newspaper apologised for\nany distress and upset caused to the complainant and her family. It said that the\nreporter who included the image in the article was a relatively new member of\nstaff, and that he was unaware that the picture had previously been subject to\na complaint. The newspaper said that once it was made aware of the\ncomplainant’s current complaint, it removed the image from the online article\nand marked it in its library with a note that it should not be re-published.\nRelevant Code Provisions \n5. Clause 4 (Intrusion into\ngrief or shock)\nIn cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion and\npublication handled sensitively. These provisions should not restrict the right\nto report legal proceedings.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n7. During IPSO’s investigation, the newspaper offered to publish\nthe following apology on page 5 of the newspaper, and online: \n“ON\nOctober 20 this year the Dorset Echo published a story headlined ‘Speed\nreductions for roads near Dorchester and Weymouth have been recommended for\napproval’. The picture used to illustrate the article was of an incident that\ntook place on Osmington Hill in 2013. The driver had suffered a medical episode\nat the wheel and the incident was in no way related to speeding. We would like\nto apologise unreservedly to the family involved for the obvious distress that\nthe use of this picture caused. And we acknowledge the distress that pictures\nof road accidents can cause to the families of those affected.” \n8. The complainant said that this would resolve the matter\nto her satisfaction.\n9. As the complaint was successfully mediated, the Complaints Committee\ndid not make a determination as to whether there had been any breach of the\nCode.\nDate complaint received: 23/10/2017\nDate complaint concluded by IPSO: 15/12/2017\n \nBack to ruling listing\n\n\n"
}