{
    "url": "/rulings-and-resolution-statements/ruling/?id=02576-20",
    "title": "Resolution Statement – 02576-20 Glasgow City Council v Glasgow Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Glasgow Times (Newsquest Media Group)",
    "published_on": "2020-04-03 00:00:00",
    "received_on": "2020-04-13 00:00:00",
    "concluded_on": "2020-05-28 00:00:00",
    "complaint_processing_days": 45,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. The publication offered to amend the article to make clear that they did not have a breakdown of the information, and include paper as one of the items bought. It also offered to publish the following correction in print and online: We have been asked to clarify that these breakdown lists were not based on any information released by the council – and that the Glasgow Times did not request any breakdown of the spending. The £5 million figure was for spending on stationery as a whole, which would include spending on paper for essential bills and letters.  9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 02576-20 Glasgow City Council v\nGlasgow Times\nSummary of Complaint\n1. Glasgow City Council complained to the Independent Press\nStandards Organisation that the Glasgow Times breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “Take note of cash\nsplashed on pens”, published on 3 April 2020.\n2. The article reported on a Freedom of Information request\nsubmitted to the Council regarding the Council’s expenditure on stationary. The\narticle reported that the Freedom of Information request had revealed that\n“£5million has been splashed out on pens, pencils, and paper-clips in the last\nﬁve years” and that “The local authority’s spending on notepads, staples, and\nsticky notes totalled £1,155,807 in 2014/15, £956,613 in 2015/16, £1,006,737 in\n2016/17, £1,109,381 in 2017/18, and £1,039,523 between 2018 and 2019.” It also\nincluded a comment from a Council spokesperson which said “This spending is not\nabout pens, but every bill and statement, every letter, every envelope and\nevery drop of printer ink used to support the delivery of universal services to\nmore than 600,000 people over ﬁve years.”\n3. The article also appeared online in substantially the\nsame format under the headline “Revealed: The millions of pounds Glasgow City\nCouncil spends on stationery”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1. It said that whilst the publication had made a Freedom of\nInformation request, this had been for all stationary expenditure, and it had\nnot requested a breakdown of the spending. The complainant said, and provided\nemails to demonstrate, that when the information had been passed to the\npublication, it had been advised that the spending was overwhelmingly on paper\nproducts. The complainant said it was therefore misleading to report that the\nspending had been on “on pens, pencils, and paper-clips” and “on notepads,\nstaples, and sticky notes”.\n5. The publication said that the reporter was simply using\nthose examples as illustrative of the types of stationary items the money would\nbe spent on. It said it had not received a breakdown, and therefore could not\nbe specific about what the budget had been used for. It also noted that as the\nCouncil’s comment had been included within the article, it was clear to the\nreader that the spending was on stationary in general.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n8. The publication offered to amend the article to make\nclear that they did not have a breakdown of the information, and include paper\nas one of the items bought. It also offered to publish the following correction\nin print and online:\nWe have been asked to clarify that these breakdown lists\nwere not based on any information released by the council – and that the\nGlasgow Times did not request any breakdown of the spending. The £5 million\nfigure was for spending on stationery as a whole, which would include spending\non paper for essential bills and letters. \n9. The complainant\nsaid that this would resolve the matter to his satisfaction.\n10. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\n \nDate complaint received: 13/04/2020\nDate complaint concluded by IPSO: 28/05/2020\nBack to ruling listing\n\n\n"
}