{
    "url": "/rulings-and-resolution-statements/ruling/?id=06286-17",
    "title": "Resolution Statement 06286-17 Wallis v dailystar.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "dailystar.co.uk (Reach PLC)",
    "published_on": "2017-04-18 00:00:00",
    "received_on": "2017-04-18 00:00:00",
    "concluded_on": "2017-10-25 00:00:00",
    "complaint_processing_days": 190,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. Following IPSO’s intervention, the publication offered to remove the article, and to re-publish a different article using the same URL, which set out the positions that Hama was not an ISIS stronghold, and that the target of the bombing was disputed. The captions were also rewritten to remove the reference to ISIS.8. The complainant said that this would resolve the matter to his satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06286-17 Wallis v dailystar.co.uk1. Robbie Wallis\ncomplained to the Independent Press Standards Organisation that the\ndailystar.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin relation to an article headlined, “Watch the moment Russian parachute\nbombers blow up jihadis in Syria”, published on 18 April 2017.2. The article\nreported on the bombing of Northern Hama in Syria by Russian forces, and\nclaimed that it was an “attempt to destroy jihadist bases”. The article\nincluded a video of the bombing, and an image of a still from the video, with\nthe caption “Russian parachute bombs explode in ISIS stronghold Hama in Syria”.3. The\ncomplainant said that Northern Hama was not an ISIS stronghold, and that it was\nunlikely that the attack was an attempt to destroy jihadist bases. The\ncomplainant provided maps which he said supported his position that Northern\nHama was not an ISIS stronghold, and also provided copies of news reports which\nhe said supported his position. The complainant said that the sources that the\npublication had used to verify the information in the article were not\ncredible.4. The\npublication said that it had taken care to verify with local sources the\nveracity of the video, and the claim that the bombs were Russian and targeted\nat jihadis. It said that the article did not make the claim that Northern Hama\nas a whole was an ISIS stronghold, but rather that the buildings that were\ntargeted were ISIS strongholds within the territory; the article mentioned the\nspecific areas attacked.Relevant\nCode provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text.ii) A significant inaccuracy, misleading statement\nor distortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.iv) The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact.Mediated outcome6. The complaint was not resolved\nthrough direct correspondence between the parties. IPSO therefore began an\ninvestigation into the matter.7. Following IPSO’s intervention, the\npublication offered to remove the article, and to re-publish a different\narticle using the same URL, which set out the positions that Hama was not an\nISIS stronghold, and that the target of the bombing was disputed. The captions\nwere also rewritten to remove the reference to ISIS.8. The complainant said that this would resolve the\nmatter to his satisfaction.9. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code.Date complaint received: 18/04/17Date complaint concluded by IPSO: 25/10/17\nBack to ruling listing\n\n\n"
}