{
    "url": "/rulings-and-resolution-statements/ruling/?id=07827-18",
    "title": "Resolution Statement 07827-18 Wilson v Mail Online",
    "provisions": [
        "2 Privacy (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-12-09 00:00:00",
    "received_on": "2018-12-11 00:00:00",
    "concluded_on": "2019-01-31 00:00:00",
    "complaint_processing_days": 51,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.8. During IPSO’s investigation, the publication offered to publish the following standalone clarification on its online Corrections and Clarifications homepage for 24 hours:On the 9th December 2018 we published an article with the headline ‘They'll be on the naughty list! Scenes of alcohol-fuelled carnage in Newcastle as a woman is left bloodied, several revellers are arrested by police and angry party-goers argue with each other on the first weekend of December’. In common with other news websites, the original version of the article contained an image of a woman whose face had been bloodied after an apparent altercation, and the picture caption observed that police were trying to work out who had injured her. The image was subsequently removed from Mailonline. We are happy to clarify there was no intention to imply that the woman pictured had been the instigator of any violence, and apologise for any contrary impression given. 9. The complainant said that this would resolve the matter to her satisfaction.10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07827-18 Wilson v Mail OnlineSummary of Complaint1. Amanda Wilson\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “They'll be on the naughty list! Scenes of\nalcohol-fuelled carnage in Newcastle as a woman is left bloodied, several\nrevellers are arrested by police and angry party-goers argue with each other as\nthe Christmas party season gets underway”, published on 9 December 2018.2. The article\nincluded a photo gallery of people attending Christmas parties in Newcastle. It\nfeatured two photographs of the complainant, one of which was the first photo\nin the article under the headline. The complainant was shown with blood over\nher face, being attended to by police.3. The complainant\nsaid that the article gave the misleading impression that she was on the\n“naughty list” and had been involved in “alcohol-fuelled carnage”. She said\nthat she had been attacked at random, was not drunk, and was in no way culpable\nfor the injury she had sustained. She said that the impression given by this\nheadline had greatly added to her distress at a difficult time.4. The complainant\nsaid that the photographs were taken without her consent and knowledge, in\nbreach of Clause 2 (Privacy). She said that the publication of these images\ncaused her friends and family much concern, as many were unaware of the extent\nof her injuries prior to photographs appearing online.5. The publication\ndid not accept that the headline gave the misleading impression that the\ncomplainant was the originator of any violence, and said that readers would\nunderstand from the photograph captions and context that she was in fact a\nvictim of someone on the “naughty list”.6. The publication\ndid not accept that the photographs showed anything private about the\ncomplainant. It said that, although clearly injured, she was not seriously\nhurt: she was speaking, standing, and not receiving medical treatment. Furthermore,\nit pointed out that she was in a crowded city centre on one of the busiest\nnight of the year, and therefore had a very limited expectation of privacy.\nHowever, the publication said that there was no intent to cause any distress in\npublishing the photographs, and removed the images in question as soon as it\nwas contacted by the complainant directly on 14 December 2018.Relevant Code Provisions1. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Mediated outcome7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.8. During IPSO’s\ninvestigation, the publication offered to publish the following standalone\nclarification on its online Corrections and Clarifications homepage for 24\nhours:On the 9th December 2018 we published an article with the\nheadline ‘They'll be on the naughty list! Scenes of alcohol-fuelled carnage in\nNewcastle as a woman is left bloodied, several revellers are arrested by police\nand angry party-goers argue with each other on the first weekend of December’.\nIn common with other news websites, the original version of the article\ncontained an image of a woman whose face had been bloodied after an apparent\naltercation, and the picture caption observed that police were trying to work\nout who had injured her. The image was subsequently removed from Mailonline. We\nare happy to clarify there was no intention to imply that the woman pictured\nhad been the instigator of any violence, and apologise for any contrary\nimpression given. 9. The complainant\nsaid that this would resolve the matter to her satisfaction.10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 11/12/2018Date complaint concluded by IPSO: 31/01/2019\nBack to ruling listing\n\n\n"
}