{
    "url": "/rulings-and-resolution-statements/ruling/?id=16183-17",
    "title": "Resolution Statement 16183-17 McCarron v That’s Life",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "That’s Life (H. Bauer Publishing)",
    "published_on": "2017-06-22 00:00:00",
    "received_on": "2017-06-20 00:00:00",
    "concluded_on": "2017-10-30 00:00:00",
    "complaint_processing_days": 132,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. Following IPSO’s investigation, the publication and the complainant resolved the matter privately.8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 16183-17 McCarron v That’s LifeSummary of Complaint1. Ryan McCarron complained to the Independent Press\nStandards Organisation that That’s Life breached Clause 1 (Accuracy) and Clause\n2 (Privacy) in an article headlined “PARK 'N' RIDE My shock at who RAT BONKED\nin his VAN”, published on 22 June 2017.2. The article was a woman’s first-person account of her\nrelationship with the complainant. It reported that she had looked after him\nafter he had an accident, and that he then began to engage in sexual\nrelationships with other women. It described how the woman discovered the\ncomplainant’s infidelity through contact with these women. The article included\ntwo unpixelated photographs of the complainant, including one in hospital, and\na photograph of his van, and used his first name throughout. It included a\nfootnote which stated that the publication had put the allegation of infidelity\nto the complainant, who had replied “Yeah, you could put it like that”.3. The complainant said that the publication had not\ncontacted him prior to publication. He also said that the article invaded his\nprivacy by using his name and the unpixelated photographs of him without his\nconsent.4. The magazine said that it had taken care to verify the\nstory with the complainant by calling him on two occasions. It considered that\nit had sufficient corroborating evidence provided by the woman to support the\nstory. It said that the photographs used were owned by the woman, and revealed\nno inherently private information about him. It said that, while the articles\nreported information about the complainant’s sexual relationships, this was\njustified by the woman’s right to freedom of expression.Relevant Code provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Mediated outcome6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.7. Following IPSO’s investigation, the publication and the\ncomplainant resolved the matter privately.8. The complainant said that this would resolve the matter\nto his satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 20/06/2017Date complaint concluded by IPSO: 30/10/2017 \nBack to ruling listing\n\n\n"
}