{
    "url": "/rulings-and-resolution-statements/ruling/?id=01597-18",
    "title": "Resolution Statement – 01597-18 Lansley v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-01-28 00:00:00",
    "received_on": "2018-02-14 00:00:00",
    "concluded_on": "2018-05-31 00:00:00",
    "complaint_processing_days": 106,
    "mediated_outcome": "9.   The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation of the complaint, the newspaper said that it would be willing to publish the report of the Lords’ Commissioner for Standards as a footnote to the online article, as follows: In January 2018 Lord Lansley referred himself to the Commissioner after the Channel 4 Dispatches broadcast “Politicians for Hire: Cashing in on Brexit.” The Commissioner has reviewed the full transcripts of Lord Lansley’s conversations with the undercover journalists working for Dispatches and she has concluded that there is no prime facie evidence that the House of Lords Code of Conduct is engaged by the things Lord Lansley said in those meetings. The transcripts show that Lord Lansley continually underlined the point that he would not be willing to breach the Code and that he would want to take advice from the House authorities where necessary. Because the Commissioner can find no prime facie evidence that the Code is engaged this investigation will not continue beyond this preliminary assessment stage. 11. The complainant accepted the newspaper’s offer of resolution, and the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01597-18 Lansley v The Sunday Times \nSummary of Complaint 1.   \nLord Lansley complained to the\nIndependent Press Standards Organisation that The Sunday Times breached Clause\n1 (Accuracy) of the Editors’ Code of Practice in an article headlined “The PM\ncame to my wedding — I’ll cost you €5,000 a day”, published on 28 January 2018,\nin print and online.  2.   \nThe article reported conversations that\nundercover reporters from the newspaper, posing as representatives of a Chinese\nfirm, had with several politicians, including the complainant. It reported that\nthe aim of the reporters was to investigate how Brexit had “given former\nministers the opportunity improperly to exploit their positions and connections\nwithin Westminster on behalf of businesses seeking commercial advantage from the Brexit\nnegotiations.” 3.    The article reported that in the complainant’s conversations\nhe had “boasted about his top-level contacts, agreed to map out ways the\nChinese company could lobby key figures in Westminster and appeared willing to\nprovide intelligence from Liam Fox, the international trade secretary”. The\narticle stated that “identifying figures in Westminster and facilitating\nintroductions could be a breach of the Lords rules of conduct that prohibit\npeers from undertaking paid parliamentary service and advice. Lansley later\nsaid his contract would have to include the Lords rules”. It also reported that\n“The line Lansley drew was that he would not lobby\nor seek to influence policy change in the Lords or with ministers”, and later\nreported that “Lansley said his conversations would have to be within the\nrules. They state that peers ‘must not seek to profit from membership of the\nhouse by accepting or agreeing to accept payment or other incentive or reward\nin return for providing parliamentary advice or services’.” 4.    The\narticle also claimed that the complainant “knew a little about lobbying as he\nhad previously been accused of ‘ripping the heart out’ of the Lobbying\n(Transparency) Bill by tabling 30 amendments to it in 2016”. 5.    The complainant said that the clear impression\ngiven by the article was that he had been caught out by breaching, or stating\nthat he was prepared to breach, the House of Lords Rules of Conduct. The\ncomplainant said that the article gave this impression by a highly selective\nchoice of quotations. In support his position, he said that the House of Lords\nCommissioner for Standards, having reviewed the transcripts of the\nconversations, concluded that “there is no prima facie evidence that the House\nof Lords Code of Conduct is engaged by the things that [he] said in those\nmeetings. The transcripts show that [he] continually underlined the point that\n[he] would not be willing to breach the Code and that [he] would want to take\nadvice from the House authorities where necessary\". 6.    The\ncomplainant said that the claim he had “ripped the heart out” of the Lobbying\nbill was groundless. He said that the Peer in charge of the Bill accepted all\nbut one of his amendments and acknowledged that far from 'ripping the heart\nout', they had in fact improved the Bill, which then was passed. 7.    The\nnewspaper said the article was a piece of investigative journalism, on a matter\nof significant public interest. It said that the article as a whole was an\naccurate report of the work which the complainant indicated he would be\nprepared to perform for the undercover reporter’s company, and how, if carried\nout, this work might be in breach of the House of Lords rules. It said that the\nstatements he made during the conversations with the undercover reporters about\nthe House of Lords rules were reported, and noted that the article also\nreported that when he was asked for comment on the conversations, he denied\nhaving broken the rules. The newspaper said that the article contained no\nallegation that the complainant breached the Lords Code of Conduct, and that\nthere was no evidence the Commissioner had considered whether the work which\nthe complainant said he would be willing to do might have been contrary to the\nCode of Conduct. It therefore denied its article was inconsistent with the\nCommissioner’s findings.  \nRelevant Code Provisions 8.   \nClause 1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nMediated\nOutcome 9.   The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 10. During IPSO’s\ninvestigation of the complaint, the newspaper said that it would be willing to\npublish the report of the Lords’ Commissioner for Standards as a footnote to\nthe online article, as follows: In January\n2018 Lord Lansley referred himself to the Commissioner after the Channel 4\nDispatches broadcast “Politicians for Hire: Cashing in on Brexit.” The\nCommissioner has reviewed the full transcripts of Lord Lansley’s conversations\nwith the undercover journalists working for Dispatches and she has concluded\nthat there is no prime facie evidence that the House of Lords Code of Conduct\nis engaged by the things Lord Lansley said in those meetings. The transcripts\nshow that Lord Lansley continually underlined the point that he would not be\nwilling to breach the Code and that he would want to take advice from the House\nauthorities where necessary. Because the\nCommissioner can find no prime facie evidence that the Code is engaged this\ninvestigation will not continue beyond this preliminary assessment stage. 11.\nThe complainant accepted the newspaper’s offer of\nresolution, and the Complaints Committee did not make a determination as to\nwhether there had been any breach of the Code.\nDate complaint received: 14/02/2018\nDate complaint concluded by IPSO: 31/05/2018\n\nBack to ruling listing\n\n\n"
}