{
    "url": "/rulings-and-resolution-statements/ruling/?id=01440-17",
    "title": "Resolution Statement 01440-17 Taylor v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2017-02-18 00:00:00",
    "received_on": "2017-02-20 00:00:00",
    "concluded_on": "2017-03-10 00:00:00",
    "complaint_processing_days": 18,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. The newspaper offered to amend the correction to further clarify that Section 14 of the Public Order Act does not cover death threats and assault. The wording was as follows: An article of 18 Feb stated that there have been a dozen arrests in the last month of anti-fracking protesters at Cuadrilla's site in Lancashire, and that these \"related to verbal death threats and physical assaults\" against Cuadrilla workers. This was incorrect. In fact, there were 10 arrests at the site between 31 Jan and 18 Feb, all for alleged offences under s14 of the Public Order Act 1986, which does not cover verbal death threats or physical assaults. We apologise for this error. The article has now been removed from the site. 7. The complainant said that the publication of this wording would resolve the matter to his satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 01440-17 Taylor v The Daily Telegraph\nSummary of complaint\n1. Chris Taylor\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\nonline article headlined “Cuadrilla takes shale activist row to Government as\nlocal firms lose out”, published on 18 February 2017.2. The complainant\nexpressed concern that the newspaper had inaccurately reported that there had\nbeen “a dozen arrests related to verbal death threats and physical assault”\nagainst workers at Cuadrilla’s site in Lancashire, which he said had given a\nsignificantly misleading impression of the actions of anti-fracking protesters.\nHe said that local police had confirmed that there had been just six arrests\nfor public assembly at the site in the last month.\n3. The newspaper\naccepted that due to a misunderstanding, it had inaccurately reported that\nprotesters had been arrested for making verbal death threats and for physically\nassaulting members of Cuadrilla’s staff. When it was alerted to the error, it\nremoved the article from its website and published the following correction on\nits corrections page, as well as a link to it on its home page for 48 hours:\nAn article of 18 Feb stated that there have been a dozen\narrests in the last month of anti-fracking protesters at Cuadrilla's site in\nLancashire, and that these \"related to verbal death threats and physical\nassaults\" against Cuadrilla workers. This was incorrect. In fact, there\nwere 10 arrests at the site between 31 Jan and 18 Feb, all for alleged offences\nunder s14 of the Public Order Act 1986. We apologise for this error. The article\nhas now been removed from the site.\nRelevant Code provisions\n4. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. The newspaper\noffered to amend the correction to further clarify that Section 14 of the Public\nOrder Act does not cover death threats and assault. The wording was as follows:\nAn article of 18 Feb stated that there have been a dozen\narrests in the last month of anti-fracking protesters at Cuadrilla's site in\nLancashire, and that these \"related to verbal death threats and physical\nassaults\" against Cuadrilla workers. This was incorrect. In fact, there\nwere 10 arrests at the site between 31 Jan and 18 Feb, all for alleged offences\nunder s14 of the Public Order Act 1986, which does not cover verbal death\nthreats or physical assaults. We apologise for this error. The article has now\nbeen removed from the site.\n7. The complainant\nsaid that the publication of this wording would resolve the matter to his\nsatisfaction.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 20/02/2017Date complaint concluded by IPSO: 10/03/2017\nBack to ruling listing\n\n\n"
}