{
    "url": "/rulings-and-resolution-statements/ruling/?id=05628-21",
    "title": "Resolution Statement – 05628-21 Agyen v Daily Mail",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2021-05-19 00:00:00",
    "received_on": "2021-05-19 00:00:00",
    "concluded_on": "2021-06-30 00:00:00",
    "complaint_processing_days": 42,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. The publication offered to print the following clarification, in its regular Corrections & Corrections column in print and online: An opinion piece on May 17 about vaccine refusal said that the number of ‘Indian variant’ cases in London had increased because ‘too few residents have had the jab.’ While vaccine uptake in London for the first nine priority groups was lower than in the rest of England, we are happy to clarify that there was no intention to suggest that all of these ‘Indian variant’ cases were linked to vaccine refusal. 9. The complainant said that this would resolve the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 05628-21 Agyen v Daily Mail\nSummary of Complaint\n1. Lisa Agyen complained to the Independent Press Standards\nOrganisation that the Daily Mail breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “We can't let selfish idiots who don't\nwant free Covid vaccines that scientists worked around the clock to develop\nhold us hostage”, published on 19 May 2021.\n2. The article appeared as part of a regular column, and was\nan opinion piece about individuals who refuse Covid-19 vaccinations. The\narticle included the following statement: “In London, where I live, there are\nalready hundreds of cases of the Indian variant. And that’s not because of\npeople returning from the subcontinent: it’s because too few residents have had\nthe jab.”\n3. The article also appeared online in substantially the\nsame format under the headline “SARAH VINE: We can't let selfish idiots who\ndon't want free Covid vaccines that scientists worked around the clock to\ndevelop hold us hostage”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1, as it was not the case that the “hundreds of cases of the\nIndian variant” in London were due to “too few residents” being vaccinated as\nopposed to “people returning from the subcontinent”. She said that this was not\nthe case because: not all of those who are capable of transmitting the virus\nhad been, at the time of the article’s publication, invited to be vaccinated;\nvaccinations do not entirely remove the risk of transmission; and it had been\ndemonstrated that travellers returning to the UK had indeed returned with the\nvariant.\n5. The publication said it did not accept a breach of the\nCode. It said that, of the 400 cases of the Delta variant which had been\nidentified in London, only a quarter had been directly linked with travel\nabroad. It also noted that, at the time of publication, London had a\nvaccination uptake which was lower than the rest of the country. It went on to\npoint out that the sentence identified by the complainant as inaccurate did not\nstate that the rise in cases were due to people refusing to be vaccinated, and\nthat the article did not claim that vaccination would eliminate transmission of\nCovid-19. Rather, it was the columnist’s view that vaccination offered “a way\nout” of the pandemic.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n8. The publication offered to print the following\nclarification, in its regular Corrections & Corrections column in print and\nonline:\nAn opinion piece on May 17 about vaccine refusal said that\nthe number of ‘Indian variant’ cases in London had increased because ‘too few\nresidents have had the jab.’ While vaccine uptake in London for the first nine\npriority groups was lower than in the rest of England, we are happy to clarify\nthat there was no intention to suggest that all of these ‘Indian variant’ cases\nwere linked to vaccine refusal.\n9. The complainant said that this would resolve the matter\nto her satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 19/05/2021\nDate complaint concluded by IPSO: 30/06/2021\nBack to ruling listing\n\n\n"
}