{
    "url": "/rulings-and-resolution-statements/ruling/?id=09273-22",
    "title": "Resolution Statement – 09273-22 Bellfield v Sunday Mirror",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday Mirror (Reach PLC)",
    "published_on": "2022-05-01 00:00:00",
    "received_on": "2022-06-01 00:00:00",
    "concluded_on": "2022-07-08 00:00:00",
    "complaint_processing_days": 37,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation the publication offered to publish a statement setting out the complainant’s response to the claim 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 09273-22 Bellfield v Sunday Mirror\nSummary\nof Complaint\n1. Levi\nBellfield complained to the Independent Press Standards Organisation that the\nSunday Mirror breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “I HAD MONSTER BELLFIELD'S SECRET SON / How do you tell\nyour child that their father is Britain’s most horrific killer?”, published on\n1 May 2022.\n2. The\narticle reported on an interview with a woman, who was not named, who claimed\nto have had a “one-night stand” with a convicted serial killer that resulted in\nher having his child. The article reported that the woman had stated that the\nman had “chatted her up at a nightclub” and “plied her with champagne, before\nserenading her with the 1976 Real Thing hit, You To Me Are Everything”. It also\nstated that the publication had seen police papers and social services\ndocuments that she had alerted the police to her link to the man in 2006. The\narticle reported the woman’s claim that he had told her “Don’t ever f*** with\nme”, called himself “Levi Taylor” when they met and stated that he was now\n“serving a whole life tariff at HMP Woodhill, Bucks”.\n3. The\narticle also appeared online in substantially the same format under the\nheadline “EXCLUSIVE: 'I had Levi Bellfield's secret son who he fathered weeks\nbefore killing Milly Dowler'”, published on 30 April.\n4. The\ncomplainant, the convicted serial killer said to have fathered the child, said\nthat the article was inaccurate in breach of Clause 1. He said he could tell\nwho the source of the article was, and that he had not met her at a nightclub\nas described, nor had he sang to her or offered her drinks. He also said it was\ninaccurate to describe the relationship as a one-night stand, as he said they\nhad sexual relations on multiple occasions, but that the timings of these\nrelations meant that it was not possible for him to be the father of her child.\nThe complainant said he had never threatened the woman or used the name “Levi\nTaylor” and that the article had reported the name of the prison he was serving\nhis life sentence in inaccurately. He also said it was a breach of Clause 1\nthat he had not been contacted for comment prior to the publication of the\narticle.\n5. The\npublication said that, due to its obligations under Clause 14 to protect\nconfidential sources of information, it could not reveal the name of the source\nnor confirm whether or not she was the same woman referred to by the\ncomplainant. It said that all of the information in the article was presented\nas the claims of the source and were clearly distinguished as her comments. It\ndid accept that the article had referred to a different prison to that which\nthe complainant actually resided in. It said the mistake was due to human\nerror, but it did not consider this to be a significant inaccuracy.\n6. The\npublication also said that it had made every effort to try to contact the complainant\nprior to publication, but was unable to identify anyone who represented him. It\nsaid it had contacted the person who represented him in 2016, the Ministry of\nJustice and a representative of a different inmate, however, none of these\nparties were able to tell the publication who was representing the complainant\nand could not therefore contact him.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n8. During\nIPSO’s investigation the publication offered to publish a statement setting out\nthe complainant’s response to the claim\n9. The\ncomplainant said that this would resolve the matter to his satisfaction.\n10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 01/06/2022\nDate\ncomplaint concluded by IPSO: 08/07/2022\nBack to ruling listing\n\n\n"
}