{
    "url": "/rulings-and-resolution-statements/ruling/?id=00061-16",
    "title": "Resolution statement 00061-16 Hillingdon Refugee Support Group v The Sun",
    "provisions": [
        "1 (Accuracy) 2015",
        "4 (Harassment) 2015",
        "2 (Opportunity to reply) 2015",
        "12 (Discrimination) 2015"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "published_on": "2015-12-19 00:00:00",
    "text": "\n\n\n\n\n\nSummary of complaint\n1. The Hillingdon Refugee Support Group\n(HRSG), complained to the Independent Press Standards Organisation that The Sun\nbreached Clause 1 (Accuracy), Clause 2 (Opportunity to reply), Clause 4\n(Harassment) and Clause 12 (Discrimination) of the Editors’ Code of Practice\n(2015) in an article headlined “Taking us for a ride”, published on 19 December\n2015.\n2. The article\nreported that the HRSG had spent £100,000 of public money on taking\nasylum-seekers on “days out”, including trips to theme parks and the seaside.\nIn addition, the article claimed that the charity had taken asylum seekers to a\n£500-a-night outdoor education centre. The article was accompanied by\nphotographs of the asylum seekers on the outings. It reported that the charity\ndid not respond to requests for comment.\n3. The complainant\nsaid that trips and visits are only a minor part of the work the charity\nconducts to support and care for young asylum seekers. It said that the money\nthe charity had spent on “outings and events” also included project activities,\ntutors, workshops counselling and one-to-one support sessions. It said that the\noutdoor education centre had charged £460 per night for the whole group of 48\nstudents, rather than £500-a-night per-person, which she said was implied by\nthe article.  The complainant said that\nthe newspaper first contacted the HRSG about the article on the Friday\nafternoon prior to publication, and that the HRSG was unable to issue a\nstatement in that time. It said it was inaccurate to report that the charity\nrefused to comment; it was merely given insufficient time to respond. While the\ncomplainant was not complaining on their behalf, it raised concern that the\nnewspaper had published photographs of the charity’s clients. The complainant\nsaid that the article had exposed the HRSG to ridicule and that it had harmed\nthe organisation’s financial wellbeing.\n4. The complainant\nsaid that the newspaper attempted to contact an employee, on whose behalf it\nwas complaining, via the employee’s home telephone number which it said was\nex-directory. In addition, it said that a journalist visited the employee’s\nhome address, and spoke to the employee’s partner. It said that the journalist\nwas “pushy and insistent”, and that he did not give his name to the employee’s\npartner. It said that the journalist was asked to leave, but returned later to\nput a note through the employee’s door.\n5. The newspaper\ndenied that the article was inaccurate. It said that the charity had placed the\npictures which accompanied the article and information about the outings in the\npublic domain, via its newsletters.  The\nnewspaper said that the outdoor education centre charged £500-a-night, and that\nthe article did not imply that this was per head.  \n6. The newspaper\nsaid that the journalist’s visit to the employee’s house was an attempt to\nobtain this employee’s comments on the story, prior to publication. The\nnewspaper provided a transcript of the conversation, which recorded the\njournalist providing his name when asked. The newspaper said that while the\nconversation was “not particularly good-tempered”, the journalist’s efforts to\ncontact the employee could not be perceived as harassment.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\niii) The\nPress, whilst free to be partisan, must distinguish clearly between comment,\nconjecture and fact.\nClause 2 (Opportunity to reply)\nA fair opportunity for reply to inaccuracies must be given\nwhen reasonably called for.\nClause 4 (Harassment)\ni) Journalists must not engage in intimidation, harassment or persistent\npursuit.\nii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on their property when asked to\nleave and must not follow them. If requested, they must identify themselves and\nwhom they represent.\niii) Editors\nmust ensure these principles are observed by those working for them and take\ncare not to use non-compliant material from other source\nClause 12 (Discrimination)\ni) The\npress must avoid prejudicial or pejorative reference to an individual's race,\ncolour, religion, gender, sexual orientation or to any physical or mental\nillness or disability.\nii) Details\nof an individual's race, colour, religion, sexual orientation, physical or\nmental illness or disability must be avoided unless genuinely relevant to the\nstory.\nMediated Outcome\n8. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation in to the matter.\n9. After further\ncorrespondence, the newspaper offered to remove all but one of the photographs\naccompanying the article, and to pixelate the face of the charity’s client in\nthe remaining picture.10. The complainant said that this would resolve the\ncomplaint to its satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nReceived: 07/01/2015Concluded: 29/04/2016\nBack to ruling listing\n\n\n"
}