{
    "url": "/rulings-and-resolution-statements/ruling/?id=01412-17",
    "title": "Resolution Statement 01412-17 Frew v The Times",
    "provisions": [
        "10 Clandestine devices and subterfuge (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "received_on": "2017-02-15 00:00:00",
    "concluded_on": "2017-03-03 00:00:00",
    "complaint_processing_days": 16,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation of the complaint, the newspaper offered to send the complainant a private letter of apology. 8. The complainant said this action resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement Complaint 01412-17 Frew v The Times\nSummary of complaint\n1. Simon Frew\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 2 (Privacy), Clause 3 (Harassment), Clause 4 (Intrusion into\ngrief or shock) and Clause 10 (Clandestine devices and subterfuge) of the\nEditors’ Code of Practice\n2. The complainant\nwas approached at his home by a journalist from the Times seeking comment about\nthe recent death of his friend. He said that the journalist did not approach\nhim with sympathy or discretion, in circumstances which involved his grief and\nshock. He said that the journalist’s conduct was intrusive and had amounted to\nharassment. He also expressed concern that the journalist had misrepresented\nherself to his apartment building’s porter, in order to gain access into the building.\n3. The newspaper\ndid not accept any breach of the Code. The newspaper denied that the behaviour\nof its journalist was intrusive or amounted to harassment. It said that no\nprivate information was obtained, or published, and there was no attempt to\ntake photographs. It said that the manner of the journalist’s approach and the\nquestions asked did not show any lack of discretion or sympathy, and when the\ncomplainant had asked the journalist to leave, they had done so. It said that\nthe journalist had not been asked to identify herself by the porter but in any\nevent, she had identified herself as a journalist to the complainant, as soon\nas she had encountered him.\nRelevant Code provisions\n4. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.iii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n4. Intrusion into grief or shock\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means.\nMediated outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation of the complaint, the\nnewspaper offered to send the complainant a private letter of apology.\n8. The complainant said this action resolved the matter to\nhis satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 15/02/2017Date complaint concluded by IPSO: 03/03/2017 \nBack to ruling listing\n\n\n"
}