{
    "url": "/rulings-and-resolution-statements/ruling/?id=28129-20",
    "title": "Resolution Statement 28129-20 Odewale and Yadav v Metro",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Metro (Associated Newspapers Limited)",
    "published_on": "2020-07-15 00:00:00",
    "received_on": "2020-09-14 00:00:00",
    "concluded_on": "2020-12-06 00:00:00",
    "complaint_processing_days": 83,
    "mediated_outcome": "8.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9.    The publication offered to amend the headline of the online version to remove the term “pair” so it read as follows: “Credit card scam man ordered to repay £1m”  10. The complainants said that this would resolve the matter to their satisfaction. 11.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 28129-20 Odewale and Yadav v Metro\n \nSummary of Complaint 1.    Ayodele\nOdewale and Sara Yadav complained to the Independent Press Standards\nOrganisation that Metro breached Clause 1 of the Editors’ Code of\nPractice in an article headlined “Credit cards scam pair ordered to repay £1m”,\npublished on 15 July 2020. 2.    The article reported that a couple had been “ordered […] to\nhand over £1,011,431 to the National Crime Agency under the Proceeds of Crime\nAct” and referred to the man and woman as a “credit cards scam pair.” It\nreported that the couple had “trawled public records to apply\nfor credit cards in their victims’ names.” 3.    The article also appeared online in substantially the same\nformat. 4.    The\ncomplainants, the man and woman referred to in the article, said that the\narticle was inaccurate in breach of Clause 1. The High Court had not found that\nthe woman had committed any crime, nor that the couple had acted as a “pair” in\ncarrying out the matters reported by the article; the judgement found that the\nman was solely responsible. Further, the complainants said that it had not been\nheard in court that the couple had “trawled public records” to apply for credit\ncards in people’s names. Finally, the complainants disputed that the crime in\nquestion was a “credit card scam”, as the judgement had not characterised the activities\nas such. 5.    The\npublication said it accepted that the High Court judgement showed that the\nwoman was not directly involved in the activity, as the article had reported.\nRather, the judgement only said that she had “turned a blind eye” to the\nconduct of her partner. It said that, having accepted that this piece of\ninformation was inaccurate, it had amended the online article prior to a\ncomplaint being made to IPSO to make clear that only the man had “trawled\npublic records.” 6.    While\nthe newspaper accepted that it was inaccurate to state that the couple had\n“trawled public records to apply for credit cards in their victims name” it did\nnot accept that there were any other inaccuracies in the article. It said that,\nas the couple had both profited from the proceedings of the activity committed\nby the man, it was not inaccurate to describe the couple as a “credit cards\nscam pair.” It also said that the High Court judgment stated that the man had\n“typically targeted people living in wealthy areas, researching their details\nthrough public records and fraudulently applying for credit cards in their\nnames, which he used to withdraw cash”; as such, it did not consider it\ninaccurate to state that the man had “trawled public records”. The newspaper\namended the online article to remove the reference to the woman having “trawled\npublic records”. It also offered to publish a correction in the print article,\nbut did not specify the exact wording.\n \nRelevant Clause Provisions 7.    Clause\n1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\n \nMediated Outcome 8.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 9.    The\npublication offered to amend the headline of the online version to remove the\nterm “pair” so it read as follows: “Credit card scam man ordered to repay £1m”  10. The complainants said that this would resolve the matter to their\nsatisfaction. 11.  As the complaint was\nsuccessfully mediated, the Complaints Committee did not make a determination as\nto whether there had been any breach of the Code.\n \nDate complaint received: 14/09/2020\nDate complaint concluded by IPSO: 06/12/2020\nBack to ruling listing\n\n\n"
}