{
    "url": "/rulings-and-resolution-statements/ruling/?id=13064-21",
    "title": "Resolution Statement 13064-21 Miller v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2021-02-19 00:00:00",
    "received_on": "2021-12-13 00:00:00",
    "concluded_on": "2022-02-01 00:00:00",
    "complaint_processing_days": 50,
    "mediated_outcome": "5.  The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation the publication offered to remove the online article from its website and to publish a standalone clarification on its website: On 19th February 2021 we published an article which reported that \"Roughly 12,000 women die from back street abortions each year in Malawi....' The article referenced data produced in a  joint report between the Centre for Reproductive Health at the University of Malawi College of Medicine and the U.S. based Guttmacher Institute. That report presented research which estimated that more than 141,000 back street and unsafe abortions occur annually in Malawi. Following on from this research, the Ministry of Health and the Parliamentary Committee on Health held a press conference in which the report's finding were relied on and in which they stated that 12,000 women die from back street abortions annually. However, a closer examination of the joint report, which is publicly available, shows that this estimate of 12,000 women dying from backstreet abortions annually is unsupported by the data contained in the report.  In fact the number of deaths from back street abortion in Malawi is likely to be far lower. For example, a report published by the World Bank Group in conjunction with the WHO, UNICEF, UNFPA, and the United Nations Population Division in 2019 estimated 2,100 maternal deaths in total in Malawi each year, and only a small proportion of these are attributable to unsafe abortion. An analysis of the varying data by Dr Calum Miller can be found in this published report https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8507663/. We are happy to draw these issues and the wider debate to our readers' attention. 7. The complainant said that this would resolve the matter to his satisfaction 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 13064-21 Miller v Telegraph.co.uk\nSummary\nof Complaint\n1. Calum\nMiller complained to the Independent Press Standards Organisation that\nTelegraph.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Thousands of women dying 'like chickens' as efforts to\nchange Malawi’s strict abortion laws stall”, published on 19th February 2021.\n2. The\nonline article reported on back street abortions in Malawi, claiming that\n“[r]oughly 12,000 women die from back street abortions each year in Malawi, yet\ncontinuing efforts to relax strict laws face heavy opposition”. It went on to\nstate that “[r]ecent research from the Malawi College of Medicine estimates\nthat more than 141,000 back street and unsafe abortions occur annually,\nincluding 12,000 related deaths”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as it\nclaimed that 12,000 women die from backstreet abortions each year in Malawi; he\nconsidered there was no basis for this claim and believed the true number was\nconsiderably lower. The complainant said that the research from the Malawi\nCollege of Medicine, that he presumed the newspaper was relying on, made no\nclaim that 12,000 women die from backstreet abortions annually.\n4. The\npublication said that the figures the article reported on came from a joint\nreport between the Centre for Reproductive Health at the University of Malawi\nCollege of Medicine and the U.S. based Guttmacher Institute, and a press\nconference given by the Ministry of Health and the Parliamentary Committee on\nHealth, which it was entitled to report on.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected, promptly\nand with due prominence, and — where appropriate — an apology published. In\ncases involving IPSO, due prominence should be as required by the regulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n5.  The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n6. During\nIPSO’s investigation the publication offered to remove the online article from\nits website and to publish a standalone clarification on its website:\nOn 19th\nFebruary 2021 we published an article which reported that \"Roughly 12,000\nwomen die from back street abortions each year in Malawi....'\nThe\narticle referenced data produced in a \njoint report between the Centre for Reproductive Health at the\nUniversity of Malawi College of Medicine and the U.S. based Guttmacher\nInstitute.\nThat\nreport presented research which estimated that more than 141,000 back street\nand unsafe abortions occur annually in Malawi.\nFollowing\non from this research, the Ministry of Health and the Parliamentary Committee\non Health held a press conference in which the report's finding were relied on\nand in which they stated that 12,000 women die from back street abortions\nannually.\nHowever,\na closer examination of the joint report, which is publicly available, shows\nthat this estimate of 12,000 women dying from backstreet abortions annually is\nunsupported by the data contained in the report.  In fact the number of deaths from back street\nabortion in Malawi is likely to be far lower. For example, a report published by\nthe World Bank Group in conjunction with the WHO, UNICEF, UNFPA, and the United\nNations Population Division in 2019 estimated 2,100 maternal deaths in total in\nMalawi each year, and only a small proportion of these are attributable to\nunsafe abortion. An analysis of the varying data by Dr Calum Miller can be\nfound in this published report\nhttps://www.ncbi.nlm.nih.gov/pmc/articles/PMC8507663/. We are happy to draw\nthese issues and the wider debate to our readers' attention.\n7. The\ncomplainant said that this would resolve the matter to his satisfaction\n8. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 13/12/2021\nDate\ncomplaint concluded by IPSO: 01/02/2022\nBack to ruling listing\n\n\n"
}