{
    "url": "/rulings-and-resolution-statements/ruling/?id=27809-20",
    "title": "Resolution Statement – 27809-20 Levick v The National",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The National (Newsquest Media Group)",
    "published_on": "2020-08-21 00:00:00",
    "received_on": "2020-09-03 00:00:00",
    "concluded_on": "2020-11-25 00:00:00",
    "complaint_processing_days": 83,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation the publication offered to amend the online article, removing the statement that “neither chemotherapy nor radiology treatments are available due to Israeli restrictions on medication entering Gaza.”  The publication also offered to include the following correction as a footnote: “A previous version of this article stated that neither chemotherapy nor radiology treatments are available due to Israeli restrictions on medication entering Gaza. This was based upon a press release published by Save the Children which inaccurately cited a 2009 World Health Organisation report. We are happy to clarify this.” 7. The complainant said that this would resolve the matter to his satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 27809-20 Levick v The National\nSummary\nof Complaint\n1. Adam\nLevick complained to the Independent Press Standards Organisation that The\nNational breached Clause 1 of the Editors’ Code of Practice in an article\nheadlined “In Gaza there is no new normal ... just the same old hell haunted by\ndeath”, published on 21 August 2020.\n2. The\narticle, an opinion piece, focused upon the challenges facing those living in\nthe Gaza Strip, prior to and during the Covid-19 pandemic, and stated “neither\nchemotherapy nor radiology treatments are available due to Israeli restrictions\non medication entering the strip”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1\n(Accuracy) to report that Israel prevented chemotherapy and radiotherapy\ntreatments from entering Gaza. While he acknowledged that there were often\nshortages of the drugs due to internal disputes within Gaza, this was not the\nsame as Israel preventing their entry.\n4. The\npublication did not accept that the article breached the Code, as it did not\nconsider that the alleged inaccuracy identified by the complainant was\nsignificantly inaccurate or misleading. The publication said that the\ninformation included in the article was based upon a press release issued by\nthe Save the Children Fund, which referenced a 2009 report by the World Health\nOrganisation entitled ‘Medical equipment in Gaza’s hospitals. Internal\nmanagement, the Israeli blockade and foreign donations’, and published in good\nfaith.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nMediated\nOutcome\n5. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n6. During\nIPSO’s investigation the publication offered to amend the online article,\nremoving the statement that “neither chemotherapy nor radiology treatments are\navailable due to Israeli restrictions on medication entering Gaza.”  The publication also offered to include the\nfollowing correction as a footnote:\n“A\nprevious version of this article stated that neither chemotherapy nor radiology\ntreatments are available due to Israeli restrictions on medication entering\nGaza. This was based upon a press release published by Save the Children which\ninaccurately cited a 2009 World Health Organisation report. We are happy to\nclarify this.”\n7. The\ncomplainant said that this would resolve the matter to his satisfaction.\n8. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate complaint\nreceived: 03/09/2020\nDate\ncomplaint concluded by IPSO: 25/11/2020\nBack to ruling listing\n\n\n"
}