{
    "url": "/rulings-and-resolution-statements/ruling/?id=05955-18",
    "title": "Resolution Statement 05955-18 Atherton v. thesun.co.uk",
    "provisions": [
        "3 Harassment (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2018-09-06 00:00:00",
    "concluded_on": "2018-11-01 00:00:00",
    "complaint_processing_days": 56,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication offered to send the complainant a private letter of apology. 8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 05955-18 Atherton v. thesun.co.uk\nSummary of complaint\n1. Margaret\nAtherton complained to the Independent Press Standards Organisation that\nthesun.co.uk had breached Clause 3 (Harassment) of the Editors’ Code of\nPractice.\n2. The complainant\nwas the subject of a high profile child safeguarding report. She said that a\njournalist from The Sun had visited her at her home and she had initially\nspoken to him, and then he called and messaged her for comment on the contents\nof the report. The complainant sent a message to the journalist which said that\nshe didn’t want to speak, and requested that she was not contacted again. The\njournalist then sent a message to the complainant asking a further question.\nThe complainant said that she was distressed by this further contact, and that\nthe journalist had failed to respect her request to desist, in breach of Clause\n3.\n3. The newspaper\nsaid that it had the right to approach people for comment, especially when\nreporting on serious allegations. The newspaper said that a freelance\njournalist had introduced himself to the complainant, and that they talked a\nlittle about the story she was involved in, and she was offered the possibility\nof an interview to put across her side of the story. The publication said that\nthe next day she did not answer the freelancer’s calls or texts.\n4. The publication\nsaid it was sorry to hear that the complainant considered these approaches to\nconstitute harassment, and confirmed that they did not intend to approach the\ncomplainant again. The publication said that they took steps to make sure that\nall their reporters were aware of their obligations under Clause 3.\nRelevant Code Provisions\n5. Clause 3\n(Harassment) *\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nPublic interest\nThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.\n1. The public interest includes, but is not confined to:\nDetecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual or organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.\n\n2. There is a public interest in freedom of expression\nitself.\n3. The regulator will consider the extent to which material\nis already in the public domain or will become so.\n4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be\nproportionate to, the public interest and explain how they reached that\ndecision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. During IPSO’s\ninvestigation, the publication offered to send the complainant a private letter\nof apology.\n8. The complainant\nsaid that this would resolve the matter to her satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 06/09/2018Date complaint concluded by IPSO: 01/11/2018   \nBack to ruling listing\n\n\n"
}