{
    "url": "/rulings-and-resolution-statements/ruling/?id=04632-17",
    "title": "Resolution Statement 04632-17 Corbin v Kent Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "5 Reporting suicide (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "kentonline.co.uk (Iliffe Media Group Ltd)",
    "published_on": "2016-12-01 00:00:00",
    "received_on": "2017-03-31 00:00:00",
    "concluded_on": "2017-06-09 00:00:00",
    "complaint_processing_days": 70,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. Following IPSO’s intervention, the publication offered to remove the article and gave an assurance it would not be reproduced in the future. 9. The complainant said that this resolved the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04632-17 Corbin v Kent Online \nSummary of complaint\n1. C Corbin\ncomplained to the Independent Press Standards Organisation that Kent Online\nbreached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 4 (Intrusion into\ngrief or shock), Clause 5 (Reporting Suicide) and Clause 6 (Children) of the\nEditors’ Code of Practice in an article published on 1 December 2016.\n2. The article\nreported on the inquest into the death of the complainant’s father. The article\nreported contributing factors that the inquest heard may have led to his death.\n3. The complainant\nsaid that the article, including the headline, was misleading, as it distorted\ninformation heard during the inquest regarding the contributing factors to her\nfather’s death.\n4. The complainant\nalso said that the publication of this article had been distressing for her\nfamily, including children, and had intruded into their grief.\n5. The publication\nexpressed sympathy for the family during this difficult time. The publication\nsaid that the headline was based on comments made by the assistant coroner\nduring the inquest. The publication provided a recording of the inquest\nproceedings, and maintained that the article was an accurate summary of the\ninquest’s findings.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 *\n(Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusion into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nClause 4 (Intrusion\ninto grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.Clause 5 *\n(Reporting suicide)\nWhen reporting suicide, to prevent simulative acts care\nshould be taken to avoid excessive detail of the method used, while taking into\naccount the media’s right to report legal proceedings.Clause 6 * (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nMediated outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n8. Following IPSO’s intervention, the publication offered\nto remove the article and gave an assurance it would not be reproduced in the\nfuture.\n9. The complainant said that this resolved the matter to\nher satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 31/03/2017Date complaint concluded by IPSO: 09/06/2017  \nBack to ruling listing\n\n\n"
}