{
    "url": "/rulings-and-resolution-statements/ruling/?id=13587-16",
    "title": "Resolution Statement – 13587-16 Gibbins v The Metro",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Metro (Associated Newspapers Limited)",
    "received_on": "2016-11-24 00:00:00",
    "concluded_on": "2017-03-21 00:00:00",
    "complaint_processing_days": 117,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    Following IPSO’s intervention, the publication offered to publish the following apology in its Clarification and Corrections panel on page 2 of the newspaper. It also offered to publish the same wording on its website, with a link on the homepage appearing for 24 hours with the headline “Angela Gibbins”: An article published on 27 July (‘Charity boss in ‘privileged George’ rant faces inquiry’) incorrectly claimed that British Council manager Angela Gibbins had written an insulting Facebook post about Prince George in which she called him a f****** d***head. The article invited readers’ opinions and on 28 July letters were published in the Metro Talk section with the headline ‘Boss should resign over George rant’. In these readers’ letters the claim was repeated that Ms Gibbins had called Prince George a f****** d***head, that she had used gutter language towards a three year old and she was herself called a d***head by one reader. We accept that Ms Gibbins did not make the offensive attack on Prince George or use ‘gutter language’. We apologise to her for suggesting otherwise and for publishing offensive language about her in the readers’ letters section. 8. The complainant said that this resolved her complaint to IPSO under Clause 1. 9.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 13587-16 Gibbins v The Metro\nSummary of Complaint\n1. Angela Gibbins complained to the Independent Press\nStandards Organisation that The Metro breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Charity boss in ‘privileged\nGeorge’ rant faces inquiry”, published on 27 July 2016, and in relation to a\nset of readers’ letters published under the headline “Boss should resign over\nGeorge rant”, published on 28 July 2016.\n2. The article reported that the complainant “who\nreportedly wrote that Prince George ‘already looks like a f******* d****head’\nin a Facebook rant will face investigation, her bosses have said”.  One reader's letter repeated the claims that\nshe had referred to Prince George as looking like a ‘fucking dickhead’, and\nanother said that “If anyone’s a d***head it’s [the complainant]”.\n3. The complainant said that another Facebook user had\nposted a meme on Facebook which attracted hundreds of comments. A meme is an\nimage, often accompanied by a short amount of text, which is easily shared on\nsocial media. In this case, the meme consisted of an image of Prince George\naccompanied by the words “I know he’s only two years old, but Prince George\nalready looks like a fucking dickhead”. \nThe complainant had made comments about children and privilege in a\nsub-thread conversation with friends. However, she had not referred to Prince\nGeorge as “looking like a fucking dickhead”. She said that the article claimed\nthat she had done so, which was inaccurate. \nShe said that the readers’ letters repeated the false allegation.\n4. The publication said that its article was published\nfollowing inaccurate and misleading claims in another publication, and said it\nwas grateful to the complainant for drawing to its attention that she had not\nsaid that Prince George “looks like a fucking dickhead”. It offered to publish\na clarification on this point.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact. \nMediated Outcome\n6.    The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7.    Following\nIPSO’s intervention, the publication offered to publish the following apology\nin its Clarification and Corrections panel on page 2 of the newspaper. It also\noffered to publish the same wording on its website, with a link on the homepage\nappearing for 24 hours with the headline “Angela Gibbins”:\nAn article published on 27 July (‘Charity boss in\n‘privileged George’ rant faces inquiry’) incorrectly claimed that British\nCouncil manager Angela Gibbins had written an insulting Facebook post about\nPrince George in which she called him a f****** d***head. The article invited\nreaders’ opinions and on 28 July letters were published in the Metro Talk\nsection with the headline ‘Boss should resign over George rant’. In these\nreaders’ letters the claim was repeated that Ms Gibbins had called Prince\nGeorge a f****** d***head, that she had used gutter language towards a three\nyear old and she was herself called a d***head by one reader. We accept that Ms\nGibbins did not make the offensive attack on Prince George or use ‘gutter\nlanguage’. We apologise to her for suggesting otherwise and for publishing\noffensive language about her in the readers’ letters section.\n8. The complainant said that this resolved her complaint\nto IPSO under Clause 1.\n9.  As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 24/11/2016\nDate complaint concluded by IPSO: 21/03/2017\nBack to ruling listing\n\n\n"
}