{
    "url": "/rulings-and-resolution-statements/ruling/?id=20873-17",
    "title": "Resolution Statement - 20873-17 Johnson v Daily Star Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Star Sunday (Reach PLC)",
    "received_on": "2018-03-20 00:00:00",
    "concluded_on": "2018-07-18 00:00:00",
    "complaint_processing_days": 120,
    "mediated_outcome": "7.  The newspaper offered to remove the articles from its website, and it agreed to contact the complainant, if it needed to verify information which it received about Adam Johnson. 8.  The complainant accepted the newspaper’s offer as a resolution to the complaint. 9.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement - 20873-17 Johnson v Daily Star Sunday\nSummary\nof complaint 1.  David\nJohnson, acting on behalf of Adam Johnson, complained to the Independent Press\nStandards Organisation that the Daily Star Sunday breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an online article headlined “Footie nonce\nAdam Johnson urged to switch to Islam for PROTECTION in prison”, published on\n30 July 2017; and an online article headlined “Footie perv Adam Johnson in\nTEARS as prison inmates chant ‘rapist’ in jail”, published on 3 September 2017. 2. The\ncomplainant said that the newspaper had inaccurately reported that his son,\nAdam Johnson, had received threats to slash his throat in prison; that he had\nattended prayer meetings in return for protection; that he had converted to\nIslam and had been witnessed praying. These claims were untrue. 3. The\nnewspaper denied that it had breached the Code. It said that the information\nregarding Adam Johnson being urged to convert to Islam had been provided by a\nreliable freelance journalist whose trusted source had direct knowledge of the\nprison. It was in the public interest to report the source’s claims: there had\nbeen an increase in prisoners converting to Islam, and when a high-profile\nprisoner was involved, it was all the more interesting to readers. 4.  The\nnewspaper noted that its article had not reported that Mr Johnson had converted\nto Islam; it had stated that he had been “urged” to do so. It said that it had\nnot sought Adam Johnson’s comments on the allegations because it did not seek\ncomment from convicted criminals serving time in jail. It said that it was\ndifficult to verify stories about prisoners, especially when the prisoner does\nnot have a representative on the outside who can be contacted for comment. 5.  The\nnewspaper said that it would be happy to publish Mr Johnson’s denial of the\nallegations, and it suggested the following wording for publication in print\nand online:On\n30 July 2017, we reported that Adam Johnson had been offered protection by a\ngang of Muslim prisoners following threats to slash his throat. We also said\nthat whilst he had not yet taken up the gangs offer, he had attended a couple\nof prayer sessions. Following the publication of this report, Mr Johnson has\ncontacted the newspaper to deny that any of these events are true. \nRelevant\nCode provisions 6.   Clause\n1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nMediated\noutcome 7.  The\nnewspaper offered to remove the articles from its website, and it agreed to\ncontact the complainant, if it needed to verify information which it received\nabout Adam Johnson. 8.  The\ncomplainant accepted the newspaper’s offer as a resolution to the complaint. 9.  As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate complaint received: 20/03/2018\nDate complaint concluded by IPSO: 18/07/2018\nBack to ruling listing\n\n\n"
}