{
    "url": "/rulings-and-resolution-statements/ruling/?id=03148-21",
    "title": "Resolution Statement – 03148-21 Williams v The Times",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - directly with publication",
    "publication": "The Times (News UK)",
    "published_on": "2021-04-03 00:00:00",
    "received_on": "2021-04-03 00:00:00",
    "concluded_on": "2021-05-27 00:00:00",
    "complaint_processing_days": 54,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation the newspaper offered to publish the following correction in print in its corrections column and as a footnote to the online article: “In an article on the 2021 census we wrongly referred to “transgender patients who may be on long-term therapy … to change their biological sex” (Doctors who mix up sex and gender ‘put patients at risk’, April 3).  Hormone therapy cannot change biological sex.  We also reported that statisticians were concerned that census questions on sex, trans status and sexual orientation “could distort figures on issues such as illnesses specific to men and women”.  We have been asked to make clear that the concerns expressed related specifically to guidance that the sex question could be answered with a gender identity”. 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 03148-21 Williams v The Times\nSummary of Complaint\n1. Nicola Williams complained to the Independent Press\nStandards Organisation that The Times breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Doctors who mix up sex and\ngender 'putting patients at risk'”, published on 3 April 2021.\n2. The article reported on new research which suggested that\n“Doctors who deliberately confuse sex and gender are putting the treatment of\nsome patients at risk”. It noted that “Problems can arise in the appropriate\ntreatment of transgender patients who may be on long-term hormone therapy with\noestrogen or testosterone to change their biological sex.”. It also stated that\n“confusion over sex and gender reflects arguments about changes to questions to\nbe asked as part of Scotland’s census next year….For the first time Scots will\nbe asked three questions relating to their sex, trans status and sexual\norientation”. It reported that “Some statisticians [say] that this could\ndistort figures on issues such as illnesses specific to men and women”.\n3. The article appeared online in a substantially similar\nformat.  \n4. The complainant said that the article was inaccurate in\nclaiming that problems may arise in the case of transgender patients treated\nwith “oestrogen or testosterone to change their biological sex”. She said that\nsuch patients cannot change their biological sex, only their sex\ncharacteristics. Further, she also said it was misleading to report that\n“statisticians [say] that [the three Scottish census questions] could distort\nfigures on issues such as illnesses specific to men and women”. The complainant\nsaid that statisticians had no problem with the new questions, but rather took\nissue with the guidance provided on how to answer them.\n5. On receipt of the complaint, the publication amended the\nonline article to take into account the complainant’s comments.\n6. The complainant expressed a concern that these amendments\nhad not been recorded in a footnote correction or clarification.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. During IPSO’s investigation the newspaper offered to\npublish the following correction in print in its corrections column and as a\nfootnote to the online article:\n“In an article on the 2021 census we wrongly referred to\n“transgender patients who may be on long-term therapy … to change their\nbiological sex” (Doctors who mix up sex and gender ‘put patients at risk’,\nApril 3).  Hormone therapy cannot change\nbiological sex.  We also reported that\nstatisticians were concerned that census questions on sex, trans status and\nsexual orientation “could distort figures on issues such as illnesses specific\nto men and women”.  We have been asked to\nmake clear that the concerns expressed related specifically to guidance that\nthe sex question could be answered with a gender identity”.\n10. The complainant said that this would resolve the matter\nto her satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 03/04/2021\nDate complaint concluded by IPSO: 27/05/2021\nBack to ruling listing\n\n\n"
}