{
    "url": "/rulings-and-resolution-statements/ruling/?id=08778-16",
    "title": "Resolution Statement 08778-16 Champion v Daily Mail",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "received_on": "2016-09-29 00:00:00",
    "concluded_on": "2017-02-23 00:00:00",
    "complaint_processing_days": 147,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  6. Following IPSO’s intervention, the newspaper offered to send a private letter to the complainant’s parents, expressing regret if it unintentionally caused any offence.  7.  The complainant said that this would resolve the matter to her satisfaction.  8.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 08778-16 Champion v Daily Mail\nSummary of Complaint\n1. Sarah Champion MP complained to the Independent Press\nStandards Organisation on behalf of her parents, and on her own behalf, that\nthe Daily Mail breached Clause 2 (Privacy) and Clause 3 (Harassment) of the\nEditors’ Code of Practice in relation to journalistic conduct.\n2. The complainant said that in relation to a news story\nabout her former marriage, a number of journalists had approached her parents\non the same day for comment, which they had found distressing. She explained\nthat one of these journalists was working for the Daily Mail. The complainant\nalso raised concern at the newspaper’s attempt to contact her by visiting her house\nlate at night, without attempting to contact her by telephone, email or via the\nLabour Party press office. She raised an additional concern that the newspaper\nhad acted disproportionately by sending journalists to speak to her former\nneighbours to make enquiries about her personal life. She said that because of\nthe nature of these enquiries, she believed they were made to damage her\nreputation, and that she found this to be intimidating.\n3. The newspaper said that its journalist had an amicable\nexchange with the complainant’s father, ending in a handshake, and that the\njournalist did not attempt to contact him again. The newspaper said that one of\nits reporters had accidentally visited the complainant’s address, mistakenly\nbelieving he was at her parent’s address. \nWhen he introduced himself as a reporter to two people nearby the house,\nhe was told that “[the complainant’s] out”. He then realised that he was at the\ncomplainant’s address, rather than the address of her parents, and left. The\nnewspaper said that a journalist was sent to make enquiries of the\ncomplainant’s former neighbours, with a view to publishing a feature article,\nalthough no such article was subsequently published. It denied that the\njournalist’s enquiries were an attempt to damage her reputation, or that it was\nan attempt to intimidate her. The newspaper said that the story its journalists\nwere enquiring about was one of public interest, given the complainant’s role\nin the shadow cabinet, and that none of its reporters harassed or intimidated\nthe people to whom they spoke. It denied that it breached the Code.\nRelevant Code Provisions\n4. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into\nany individual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation,\nharassment or persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nMediated outcome\n5. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n6. Following IPSO’s intervention, the newspaper offered\nto send a private letter to the complainant’s parents, expressing regret if it\nunintentionally caused any offence. \n7.  The complainant\nsaid that this would resolve the matter to her satisfaction. \n8.  As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 29/09/2016\nDate complaint concluded by IPSO: 23/02/2017\nBack to ruling listing\n\n\n"
}