{
    "url": "/rulings-and-resolution-statements/ruling/?id=03164-18",
    "title": "Resolution Statement 03164-18 Turner v The Sun",
    "provisions": [
        "1 Accuracy (2018)",
        "16 Payments to criminals (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun on Sunday (News UK)",
    "published_on": "2018-04-22 00:00:00",
    "received_on": "2018-04-22 00:00:00",
    "concluded_on": "2018-06-13 00:00:00",
    "complaint_processing_days": 52,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. During IPSO’s investigation, the newspaper offered to publish a correction, in the corrections and clarifications column on page two of the newspaper and as a stand alone correction published on the newspaper’s home page for 24 hours, before being archived in the usual way. The correction stated: CORRECTION In a story 'Bellfield in prison sausage law fight’ (22 April) we wrongly suggested that Levi Bellfield, now known as Yusuf Rahim, had been served non-halal sausages. We are happy to make clear that Levi Bellfield was not involved in this incident and is not pursing legal action in relation to this matter. 10. The complainant said that this would resolve the matter to his satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 03164-18 Turner v The Sun\nSummary of Complaint\n1. Richard Turner\ncomplained on behalf of himself and his brother, Yusif Rahim, formerly known as\nLevi Bellfield, to the Independent Press Standards Organisation that The Sun on\nSunday breached Clause 1 (Accuracy) and Clause 16 (Payment to Criminals) of the\nEditors’ Code of Practice in an article headlined, “Bellfield in prison sausage\nlaw fight,” published on 22 April 2018.\n2. The article\nreported that the prison in which the complainant’s brother was housed had\n“served non-Halal sausages to his fellow inmates.” It stated that Mr Bellfield,\nand others, had been given pork sausages after a labelling error at HMP\nFrankland. It claimed that Mr Bellfield had realised that they were not beef\nbefore eating them and included a statement from the prison about the matter.\nThe article was also published online with the headline, “Bangered up: Fury as\nprison bosses served non-halal sausages to Levi Bellfield and other Muslim\nlags.” The online article was substantially the same as the article which\nappeared in print.\n3. The complainant\nsaid that it was misleading to refer to Levi Bellfield in this article. He said\nthat he had been contacted, as his brother’s representative, prior to\npublication and had told the newspaper that his brother had not eaten the\nnon-halal sausages. He also provided a copy of his brother’s menu cards for\nthat week, which showed he had not ordered sausages. In these circumstances,\nthe complainant said that it was inaccurate to state his brother had been\nserved non-halal sausages and to suggest he was considering taking legal action\nin relation to this matter.\n4. He also said\nthat he believed a certain individual within the prison was being paid for this\ninformation, which he said was in breach of Clause 16 (Payment to Criminals).\n5. The newspaper\ndid not accept that it had breached the Code. It said that an anonymous source\ncontacted the publication claiming that non-halal sausages had been served to\nMuslim inmates. It then contacted the prison authorities, who confirmed that the\nincident had taken place. It said that the initial tip had mentioned the\ncomplainant’s brother and claimed he had eaten a number of sausages, so the\nreporter therefore contacted the complainant for comment. It said the article\nwas not inaccurate, as it did not state that Mr Bellfield had eaten the\nsausages, but that they were eaten by his fellow Muslim inmates, which was\ntrue.\n6. Regardless, the\nnewspaper offered to publish the following clarification, to make the position\nclear:\nIn a story 'Bellfield in prison sausage law fight (22 April)\nwe suggested that Levi Bellfield, now known as Yusuf Rahim, was involved in a\nlegal fight over sausages mistakenly served to inmates because of a labelling\nerror. In fact, Mr Bellfield was not served the sausages, though he was aware\nof the uproar and did not pursue legal action.\nRelevant Code provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not supported\nby the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence. And – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 16 (Payment to Criminals)\ni) Payment or offers of payment for stories, pictures or\ninformation which seek to exploit a particular crime or to glorify or glamorise\ncrime in general, must not be made directly or via agents to convicted or\nconfessed criminals or to their associates- who may include family, friends and\ncolleagues.\nii) Editors invoking the public interest to justify payment\nor offers would need to demonstrate that there was good reason to believe the\npublic interest would be served. If, despite payment, no public interest\nemerged, then the material should not be published.\nMediated outcome\n8. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n9. During IPSO’s\ninvestigation, the newspaper offered to publish a correction, in the\ncorrections and clarifications column on page two of the newspaper and as a\nstand alone correction published on the newspaper’s home page for 24 hours,\nbefore being archived in the usual way. The correction stated:\nCORRECTION\nIn a story 'Bellfield in prison sausage law fight’ (22\nApril) we wrongly suggested that Levi Bellfield, now known as Yusuf Rahim, had\nbeen served non-halal sausages. We are happy to make clear that Levi Bellfield\nwas not involved in this incident and is not pursing legal action in relation\nto this matter.\n10. The complainant said that this would resolve the matter\nto his satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 22/04/2018\nDate complaint concluded by IPSO: 13/06/2018\nBack to ruling listing\n\n\n"
}