{
    "url": "/rulings-and-resolution-statements/ruling/?id=14428-17",
    "title": "Resolution Statement 14428-17 English Democrats v Metro.co.uk",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Outside remit - ruled out as 3rd party",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-09-14 00:00:00",
    "received_on": "2017-10-09 00:00:00",
    "concluded_on": "2017-11-23 00:00:00",
    "complaint_processing_days": 45,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  10. Following IPSO’s intervention, the newspaper offered to publish the following clarification, as a footnote to the article:  Following publication of this article which included the English Democrats in a list of ‘far right’ organisations, Robin Tilbrook, the leader of the Party, has asked us to make clear that they consider themselves to be modern democratic English nationalists and have the slogan ‘Not Right not Left, just English! 11. The complainant said that this would resolve the matter to their satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 14428-17 English Democrats v Metro.co.uk\nSummary\nof Complaint\n1.\nThe English Democrats complained to the Independent Press Standards\nOrganisation that metro.co.uk breached Clause 1 (Accuracy) and Clause 12\n(Discrimination) of the Editors’ Code of Practice, in an article headlined\n“Here are the far-right extremist groups spreading hate in Britain” published\non 14 September 2017. \n2.\nThe article reported that there was a resurgence of “violent racism” and\n“neo-Nazism” across the world. It profiled several “far-right” groups within\nthe UK, and listed English Democrats as one. The article stated that the\nEnglish Democrats were “a nationalist political party campaigning on\nIslamophobic policies” and stated that “the group has been posting photos of\nAung San Suu Kyi on its Facebook page in support of the ethnic cleansing carried\nout against Rohingya Muslims in Myanmar.”\n3.\nThe complainant said that it was inaccurate to refer to the English Democrats\nas “far right,” as the party is primarily a nationalist party, campaigning for\nEnglish Independence. As such, they did not believe they could be placed on the\ntraditional left/right political spectrum. They also raised concern that\nreferences to “neo Nazis” in the article implied that they shared these\nbeliefs. They also said that the post on social media relating to Myanmar had\nbeen posted by a party member, and did not indicate that the party supported\nany possible ethnic cleansing in Burma. The complainant also said that it had\nnot been confirmed that ethnic cleansing was taking place in Burma, and\ntherefore it was inaccurate for the article to use this term. \n4.\nThey also said it was inaccurate to state that they campaigned on “Islamophobic”\npolicies. The complainant said that the term “Islamophobic” had been created to\nimpede justifiable criticism of Islam. The complainant said that the main focus\nof their policies was integration and stated that they were opposed to\nmulti-culturalism. \n5.\nThe complainant also raised concern that the article breached Clause 12\n(Discrimination), as they believed it discriminated against individuals of\nEnglish national identity. \n6.\nThe publication did not accept that it had breached the Code. It said that the\nposition of political groups or parties on a left/right spectrum was inevitably\na matter of debate which was inherently subjective, and provided a number of\nexamples of activities and speeches associated with the complainant which it\nsaid supported its characterisation of the party as “far right.” It also said\nthat at no point did the article equate the complainant with “neo Nazis.”\n7.\nThe publication provided sections of the party’s manifesto which it said could\nbe reasonably characterised as “Islamophobic,” defined by the Oxford English\nDictionary as “hostility or prejudice towards Muslims.” It said that given the\nevidence, it was reasonable to characterise the removal of Rohingya Muslims in\nMyanmar as “ethnic cleansing”, and as the Facebook posted referenced in the\narticle supported the country’s leader in her denial about the nature of the\noperation, it was also reasonable to characterise this as support for these\nactions.\nRelevant Code Provisions\n8.\nClause 1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nClause\n12 (Discrimination)\ni)\nThe press must avoid prejudicial or pejorative reference to an individual’s,\nrace, colour, religion, sex, gender identity, sexual orientation or to any\nphysical or mental illness or disability. \nii)\nDetails of an individual’s race, colour, religion, gender identity, sexual\norientation, physical or mental illness or disability must be avoided unless\ngenuinely relevant to the story. \nMediated\noutcome\n9.\nThe complaint was not resolved through direct correspondence between the\nparties. IPSO therefore began an investigation into the matter. \n10.\nFollowing IPSO’s intervention, the newspaper offered to publish the following\nclarification, as a footnote to the article: \nFollowing\npublication of this article which included the English Democrats in a list of\n‘far right’ organisations, Robin Tilbrook, the leader of the Party, has asked\nus to make clear that they consider themselves to be modern democratic English\nnationalists and have the slogan ‘Not Right not Left, just English!\n11.\nThe complainant said that this would resolve the matter to their satisfaction.\n12.\nAs the complaint was successfully mediated, the Complaints Committee did not\nmake a determination as to whether there had been any breach of the Code. \nDate\ncomplaint received: 09/10/2017\nDate\ncomplaint concluded by IPSO: 23/11/2017\nBack to ruling listing\n\n\n"
}