{
    "url": "/rulings-and-resolution-statements/ruling/?id=11106-21",
    "title": "Resolution Statement – 11106-21 Duggan v The Comet",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Comet (Newsquest Media Group)",
    "published_on": "2021-09-09 00:00:00",
    "received_on": "2021-10-30 00:00:00",
    "concluded_on": "2022-03-30 00:00:00",
    "complaint_processing_days": 151,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation the publication amended the online article to remove any reference to vaccines and vaccinations and offered to publish the following clarification online: “A previous version of this article said Dr Duggan's formal warning had included the fact he had self-administered vaccinations. However, that allegation was withdrawn after the tribunal accepted there was not enough evidence to suggest that was the case. We are sorry for the error and any confusion the mistake may have caused. We are also happy to confirm that an allegation of dishonesty was found not proven by the tribunal.” In addition, it offered to publish the following clarification in print: “In the September 9, 2021, edition of The Comet we published an article about a Medical Practitioners Tribunal Service misconduct hearing involving Dr Michael Duggan who had been working at Stevenage's Manor House Surgery. In the article we said Dr Duggan's formal warning had included the fact he had self-administered vaccinations. However, that allegation was withdrawn after the tribunal accepted there was not enough evidence to suggest that was the case. We are sorry for the error and any confusion the mistake may have caused. We are also happy to confirm that an allegation of dishonesty was found not proven by the tribunal.” 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 11106-21 Duggan v The Comet\nSummary\nof Complaint\n1. Mike\nDuggan complained to the Independent Press Standards Organisation that The\nComet breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “A GP has been given a formal warning after self-prescribing\nmedication, administering vaccines to himself and requesting his own medical\ntests.”, published on 9th September 2021.\n2. The\narticle reported on the outcome of a medical practitioners’ tribunal, stating\nthat a GP, the complainant, had been given a “formal warning after\nself-prescribing medication, administering vaccines to himself and requesting\nhis own medical tests”. It stated that the Medical Practitioners Tribunal\nService had “concluded that Dr Duggan ‘breached the required standards’, but\nfound his fitness to practise unimpaired”.\n3. The\narticle also appeared online in substantially the same format under the\nheadline “GP given formal warning over inappropriate behaviour”. A readers\ncomment posted underneath the online article read: “…My father had presented to\nhim on multiple occasions for back pain of increasing severity, along with a\nmultitude of other symptoms that should have been red flags… I accompanied my\nfather to his next consultation with a film copy of this x-ray. Dr. Duggan told\nme that he could not read the x-ray and asked me to point out the lesion. He\nthen asked me which cancers metastasise to the spine, in order to select which\ndepartment to refer father to. I am a veterinary surgeon. The delay in\ndiagnosis was 6 months (being completely dismissed during that time). He had\ninitially presented with flank pain radiating to the groin (typical for kidney\norigin) and was later diagnosed with metastatic clear cell renal carcinoma\n(kidney cancer with spread to the spine, liver and lungs). The only other time\nI saw Dr. Duggan was to collect my father’s death certificate.”\n4. The\ncomplainant said that the article was inaccurate in breach of Clause 1\n(Accuracy). He said that the reader comment inaccurately alleged that he was\nunable to read an x-ray; did not know where specific cancers spread; and would\nnot be able to spot metastases on an x-ray. Prior to contacting IPSO, the\ncomplainant had complained directly to the publication regarding the reader\ncomment but received no response.\n5. The\ncomplainant further said that both versions of the article were inaccurate.\nNeither mentioned the fact that he had been cleared of acting dishonestly, nor\nthat the tribunal had dismissed the GMC counsel’s argument that his fitness to\npractice had been impaired by reason of misconduct. The complainant also said\nthat both the print and online articles failed to state that the allegation of\nself-administering vaccines was dismissed. The complainant also added that a\nprevious article published by the same newspaper had reported on the allegation\nof dishonesty. He considered that the newspaper should have subsequently\nreported he had been cleared of this allegation.\n6. The\npublication accepted that it had failed to contact the complainant upon receipt\nof his direct complaint, and which it apologised for. It removed the comment in\nquestion upon receipt of the complaint from IPSO. The publication said that it\nis not always possible to include all information from tribunal hearings and\noffered to remove the earlier article which contained the allegation of acting\ndishonestly. It also offered to consider a letter written by the complainant\nfor publication in one of its columns.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n8. During\nIPSO’s investigation the publication amended the online article to remove any\nreference to vaccines and vaccinations and offered to publish the following\nclarification online:\n“A\nprevious version of this article said Dr Duggan's formal warning had included\nthe fact he had self-administered vaccinations. However, that allegation was\nwithdrawn after the tribunal accepted there was not enough evidence to suggest\nthat was the case. We are sorry for the error and any confusion the mistake may\nhave caused. We are also happy to confirm that an allegation of dishonesty was\nfound not proven by the tribunal.”\nIn\naddition, it offered to publish the following clarification in print:\n“In the\nSeptember 9, 2021, edition of The Comet we published an article about a Medical\nPractitioners Tribunal Service misconduct hearing involving Dr Michael Duggan\nwho had been working at Stevenage's Manor House Surgery. In the article we said\nDr Duggan's formal warning had included the fact he had self-administered\nvaccinations. However, that allegation was withdrawn after the tribunal\naccepted there was not enough evidence to suggest that was the case. We are\nsorry for the error and any confusion the mistake may have caused. We are also\nhappy to confirm that an allegation of dishonesty was found not proven by the\ntribunal.”\n9. The\ncomplainant said that this would resolve the matter to his satisfaction.\n10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 30/10/2021\nDate\ncomplaint concluded by IPSO: 30/03/2022\nBack to ruling listing\n\n\n"
}