{
    "url": "/rulings-and-resolution-statements/ruling/?id=09601-21",
    "title": "Resolution Statement - 09601-21 Bradley v kentlive.news",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "kentlive.news (Reach PLC)",
    "published_on": "2021-08-31 00:00:00",
    "received_on": "2021-09-02 00:00:00",
    "concluded_on": "2021-11-03 00:00:00",
    "complaint_processing_days": 62,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. During IPSO’s investigation the publication offered to amend the article and, following a further proposed wording which was rejected by the complainant, print the following footnote correction:A previous version of this article stated the Secretary of State gave plans for a freight air cargo hub the green light 'a few days ago'. In fact, the Secretary of State gave the green light in July 2020. Following a Judicial Review, he had to retract his decision in December 2020. After further submissions were sought, a new decision is pending.8. The complainant said that this would resolve the matter to her satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 09601-21 Bradley v kentlive.newsSummary\nof Complaint1. Christabel\nBradley complained to the Independent Press Standards Organisation that\nkentlive.news breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “15 of the biggest mistakes in Kent's history - from the\nDartCharge to Manston Airport”, published on 31 August 2021.2. The\narticle reported a list of the 15 “biggest mistakes in Kent’s history” which\nincluded the closure of Manston Airport. The article claimed that the Secretary\nof State had given a proposed £330 million freight air cargo hub the green\nlight “a few days ago”.3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nthe Secretary of State had granted a Development Consent Order (DCO) into\nManston in July 2020 but, following a Judicial Review, it was revoked at the\nend of 2020. She also said the decision/DCO was still being reviewed at the\ntime the article was published. Therefore, the assertion that the cargo hub had\nbeen given the green light “a few days ago” was misleading.4. The\npublication said it accepted the article was inaccurate and during the referral\nperiod, offered to amend the article and publish the following footnote\nclarification:A\nprevious version of this article stated the Secretary of State gave plans for a\n£330m freight air cargo hub the green light 'a few days ago'. In fact, this was\ngiven the green light in July 2020. We are happy to clarify this.5. The\nComplainant did not accept this as a resolution to her complaint as it did not\nmake clear that the Secretary of State’s ‘green light’ for the freight air\ncargo hub had to be withdrawn following a Judicial Review.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Mediated\nOutcome6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.7. During\nIPSO’s investigation the publication offered to amend the article and,\nfollowing a further proposed wording which was rejected by the complainant,\nprint the following footnote correction:A\nprevious version of this article stated the Secretary of State gave plans for a\nfreight air cargo hub the green light 'a few days ago'. In fact, the Secretary\nof State gave the green light in July 2020. Following a Judicial Review, he had\nto retract his decision in December 2020. After further submissions were\nsought, a new decision is pending.8. The\ncomplainant said that this would resolve the matter to her satisfaction.9. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n\n\nDate\ncomplaint received: 2 September 2021\nDate\ncomplaint concluded by IPSO: 3 November 2021\nBack to ruling listing\n\n\n"
}