{
    "url": "/rulings-and-resolution-statements/ruling/?id=07085-20",
    "title": "Resolution Statement – 07085-20 South Yorkshire Police v Telegraph.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Telegraph.co.uk (Telegraph Media Group Ltd)",
    "published_on": "2020-06-05 00:00:00",
    "received_on": "2020-06-05 00:00:00",
    "concluded_on": "2020-06-09 00:00:00",
    "complaint_processing_days": 4,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. The publication offered to print the following correction:CORRECTION: As originally published, this article stated that Mark Roberts, the head of the UK Football Policing Unit, had proposed that the Derby v Leeds Championship game should be moved to Southampton, and referred to 'plans' for such a move. It also said Mr Roberts had identified the game as 'high risk'. We accept that Mr Roberts categorically denies both that he ever proposed such a move, or that he regarded it as high risk, and the article has been modified accordingly. It also amended the article to report that “Telegraph Sport last night reported allegations that… the head of UK's football police, had proposed that the potentially pivotal match against Leeds should be played at Southampton's St. Mary's Stadium”.8. The complainant said that this would resolve the matter to its satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 07085-20 South Yorkshire Police v\nTelegraph.co.ukSummary of Complaint1. South Yorkshire Police complained to the Independent\nPress Standards Organisation that Telegraph.co.uk breached Clause 1 (Accuracy)\nof the Editors’ Code of Practice in an article headlined “Police have no\nobjection to Derby vs Leeds at Pride Park”, published on 5 June 2020.2. The article reported over the location of a football game\nbetween Derby and Leeds. It reported that the “head of UK football police had\nproposed that game should be moved to Southampton” and that he had identified\nthe game as \"high-risk”. It also contained a statement from the Head of UK\nfootball police which stated that “the Constabulary is not proposing the use of\nneutral venues.”3. The complainant said that the article was inaccurate in\nbreach of Clause 1 as the Head of UK football had not proposed to move the game\nto Southampton. It also noted that the statements had been written as facts,\nrather than allegations, and directly contrasted with the statement that had\nbeen provided by the police. The complainant also expressed concerns that the\nfull statement of the police was only visible below a paywall, meaning that\nreaders would not be able to see the police’s position.4. The publication amended the article after receiving a\ndirect complaint from the complainant, and removed the paywall. However, after\nthis amendment, the article still read that the “Telegraph Sport reported last\nnight that… the head of UK's football police, had proposed that the potentially\npivotal match against Leeds should be played at Southampton's St. Mary's\nStadium”.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.7. The publication offered to print the following\ncorrection:CORRECTION: As originally published, this article stated\nthat Mark Roberts, the head of the UK Football Policing Unit, had proposed that\nthe Derby v Leeds Championship game should be moved to Southampton, and\nreferred to 'plans' for such a move. It also said Mr Roberts had identified the\ngame as 'high risk'. We accept that Mr Roberts categorically denies both that\nhe ever proposed such a move, or that he regarded it as high risk, and the\narticle has been modified accordingly. It also amended the article to report that “Telegraph Sport\nlast night reported allegations that… the head of UK's football police, had\nproposed that the potentially pivotal match against Leeds should be played at\nSouthampton's St. Mary's Stadium”.8. The complainant said that this would resolve the matter\nto its satisfaction.9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 05/06/2020\nDate complaint concluded by IPSO: 09/06/2020\nBack to ruling listing\n\n\n"
}