{
    "url": "/rulings-and-resolution-statements/ruling/?id=01088-18",
    "title": "Resolution Statement - 01088-18 Staples v Yorkshire Post",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Yorkshire Post (National World Publishing Ltd)",
    "published_on": "2018-02-09 00:00:00",
    "received_on": "2018-02-06 00:00:00",
    "concluded_on": "2018-04-23 00:00:00",
    "complaint_processing_days": 76,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication removed the online article. 8. The complainant said that this would resolve the matter to his satisfaction. 9.  As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement - 01088-18 Staples v Yorkshire Post\nSummary\nof complaint 1. Dr\nDavid Staples complained to the Independent Press Standards Organisation that\nthe Yorkshire Post breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined, “Freemasons ‘still active’ at Westminster”\npublished online on 9 February 2018. 2. The\narticle reported that two Freemasons’ lodges established for members of\nparliament and political journalists were continuing to operate secretly at\nWestminster. It reported claims made by another publication about the\nmembership of the two lodges, and stated that the identities of the members\nremain unknown outside the world of Freemasonry. It also reported the claim\nthat one lodge had 30 to 40 members, four of whom were thought to be MPs. 3. The\ncomplainant, CEO of The United Grand Lodge of England,  said that the article was inaccurate, as the\nlodges reported on in the article were not secret and do not have MPs or\njournalists in their respective memberships. He also said that the lodge listed\nas having 30 to 40 members only had 22 members and said that no lodge met in\nWestminster. 4. The\npublication did not accept that it had breached the Code. It said that the\narticle had been provided by a reputable news agency, and had made clear that\nit was reporting claims made by another publication.\nRelevant\nCode Provisions 5. Clause\n1 (Accuracy)\ni) The Press must take care not\nto publish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text. \nii) A significant inaccuracy,\nmisleading statement or distortion must be corrected, promptly and with due\nprominence, and – where appropriate – an apology published. In cases involving\nIPSO, due prominence should be as required by the regulator. \nMediated\nOutcome 6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 7. Following\nIPSO’s intervention, the publication removed the online article. 8. The\ncomplainant said that this would resolve the matter to his satisfaction. 9.  As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 06/02/2018\nDate\ncomplaint concluded by IPSO: 23/04/2018\nBack to ruling listing\n\n\n"
}