{
    "url": "/rulings-and-resolution-statements/ruling/?id=01392-17",
    "title": "Resolution statement 01392-17 Holter v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2017-02-04 00:00:00",
    "received_on": "2017-02-15 00:00:00",
    "concluded_on": "2017-04-12 00:00:00",
    "complaint_processing_days": 56,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Having been made aware of the precise problem with the photograph, the publication agreed to print the following clarification in its corrections and clarifications column: Our report on a call by the UK’s Marine Accident Investigation Branch for a safety code to protect amateur transatlantic rowers (News, Feb 4) was illustrated with a photograph of the Latitude 35 team, a crew of British and American rowers who had recently made headlines by winning a transatlantic race. As the accompanying caption explained, the expressed safety concerns did not relate to Latitude 35, or to the race it had won. In fact the race in question, the Talisker Atlantic Challenge, is owned and organised by a Spanish company and subject to a safety code enforced by Spanish authorities. We are happy to make this clear and apologise for any confusion or embarrassment caused. 8. The complainant said the publication of this clarification resolved the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 01392-17 Holter v The Times Summary of complaint\n1. Nikki Holter, on behalf of the Talisker Whisky Atlantic\nChallenge, complained to the Independent Press Standards Organisation that The\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Rower’s death in Atlantic brings call for safety code,”\npublished on 4 February 2017.  \n2. The article reported that the Marine Accident Investigation\nBranch (MAIB) had called for rules governing ocean rowing to be drawn up\nfollowing the drowning of a young British crewman, and other incidents\ninvolving amateur rowers crossing the Atlantic. The article was accompanied by\na photograph of a victorious crew and boat who participated in the Talisker\nWhisky Atlantic Challenge race. The caption on the photograph read: “Latitude\n35 won an Atlantic race last month but other teams have met disaster”.\n3. The complainant said that the photograph gave the impression\nthat the race run by the company she worked for had issues in relation to\nsafety. She said that while the article focused on issues with British\norganised events, the company’s race is Spanish run and organised, and governed\nby the Spanish authorities. She said that there was a strict safety code in\nplace, and that the race had not encountered the same type of problems\nencountered by British ocean rowing companies.\n4. The newspaper did not consider that the use of the\nphotograph was significantly misleading given that the caption underneath\nspecifically drew a contrast between Latitude 35’s success and problems met by\nother crews.Relevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nMediated outcome\n6. The complaint\nwas not resolved through correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. Having been made\naware of the precise problem with the photograph, the publication agreed to\nprint the following clarification in its corrections and clarifications column:\nOur report on a call by the UK’s Marine Accident\nInvestigation Branch for a safety code to protect amateur transatlantic rowers\n(News, Feb 4) was illustrated with a photograph of the Latitude 35 team, a crew\nof British and American rowers who had recently made headlines by winning a\ntransatlantic race. As the accompanying caption explained, the expressed safety\nconcerns did not relate to Latitude 35, or to the race it had won. In fact the\nrace in question, the Talisker Atlantic Challenge, is owned and organised by a\nSpanish company and subject to a safety code enforced by Spanish authorities.\nWe are happy to make this clear and apologise for any confusion or\nembarrassment caused.\n8. The complainant\nsaid the publication of this clarification resolved the matter to her\nsatisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 15/02/2017Date complaint concluded by IPSO: 12/04/2017 \nBack to ruling listing\n\n\n"
}