{
    "url": "/rulings-and-resolution-statements/ruling/?id=01785-14",
    "title": "Resolution Statement 01785-14 Williams v Daily Star",
    "provisions": [
        "1 (Accuracy) 2015"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Star (Reach PLC)",
    "received_on": "2014-11-13 00:00:00",
    "concluded_on": "2017-06-16 00:00:00",
    "complaint_processing_days": 946,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. Following IPSO’s intervention, the publication offered to publish the following correction in print: In November 2014 we reported on the murder of Cerys Yemm and subsequent death of her killer Matthew Williams. We said that a witness had seen Mr Williams eating Ms Yemms’ face and we referred to Mr Williams as a cannibal. At the inquest into the deaths of Ms Yemm and Mr Williams, the pathologist confirmed that amongst the 89 separate injuries inflicted upon Ms Yemm, he found 3 or 4 bite marks. However, no parts of her body were missing and the pathologist confirmed there was no evidence of her being eaten. The publication also removed several online articles and added the above correction to any articles remaining online. The correction also appeared on the publication’s homepage. None of these articles formed part of the original complaint. 10. The complainant said that this resolved the matter to his satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01785-14 Williams v Daily Star\n1. Chris Williams\ncomplained to the Independent Press Standards Organisation that the Daily Star\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in articles\nheadlined “Flesh eating ‘zombie’ chewed girl’s face off”, published on 7\nNovember 2014, and “Tragic victim of cannibal killer”, published on 8 November\n2014.\n2. The articles\nreported that Cerys Yemm had met Matthew Williams on a night out and\naccompanied him back to his hostel. They reported that the victim had died\nafter an attack by Mr Williams, which the articles alleged involved acts of\ncannibalism. The articles also included comments from friends and family of the\nvictim, and individuals from the local community.\n3. The complainant\nwas the father of Matthew Williams. He said that it was inaccurate to refer to\nhis son as a “cannibal”, as at the time of publication no cause of death had\nbeen established. The complainant said that reports of a cannibalistic element\nto the attack were based on statements by witnesses and locals, which he\nbelieved were inaccurate.\n4. The complainant\nand publication agreed to put the complaint on hold until after the inquests\nwere complete and the full details of the event were known.\n5. The complainant\nsaid that the inquest had found that cannibalism had not taken place, and\ntherefore it had been inaccurate for the publication to report this when it had\nnot been confirmed as fact.\n6. The newspaper\ndid not accept that it had breached the Code. It said that the article was\nbased on eye witness accounts, which were accurately reported in the article.\nThe publication said that the findings of the inquest did not make the article\ninaccurate, as it was published before the findings of the inquest were known.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n8. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n9. Following\nIPSO’s intervention, the publication offered to publish the following\ncorrection in print:\nIn November 2014 we reported on the murder of Cerys Yemm and\nsubsequent death of her killer Matthew Williams. We said that a witness had\nseen Mr Williams eating Ms Yemms’ face and we referred to Mr Williams as a\ncannibal. At the inquest into the deaths of Ms Yemm and Mr Williams, the\npathologist confirmed that amongst the 89 separate injuries inflicted upon Ms\nYemm, he found 3 or 4 bite marks. However, no parts of her body were missing\nand the pathologist confirmed there was no evidence of her being eaten.\nThe publication also removed several online articles and\nadded the above correction to any articles remaining online. The correction\nalso appeared on the publication’s homepage. None of these articles formed part\nof the original complaint.\n10. The complainant said that this resolved the matter to\nhis satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 13/11/2014Date complaint concluded by IPSO: 16/06/2017\nBack to ruling listing\n\n\n"
}