{
    "url": "/rulings-and-resolution-statements/ruling/?id=20040-17",
    "title": "Resolution statement 20040-17 McKinney v belfastlive.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "belfastlive.co.uk (Reach PLC)",
    "published_on": "2017-11-13 00:00:00",
    "received_on": "2017-11-14 00:00:00",
    "concluded_on": "2018-01-15 00:00:00",
    "complaint_processing_days": 62,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication offered to publish the following clarification on the home page of its website for 24 hours, to be subsequently archived: “A previous version of the article 'Bigotry is shaming the beautiful game' 13 November 2017, suggested that the 'Billy Boys' was still being sung at Northern Ireland games at Windsor Park. This was based on the columnist's wrongful assumption. We are happy to clarify that we recognise the continual development of facing sectarianism between Northern Ireland fans and the Irish Football Association, and would like to apologise for this inaccuracy”. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 20040-17 McKinney v belfastlive.co.uk\n1. Ian McKinney complained to the Independent Press\nStandards Organisation that belfastlive.co.uk breached Clause 1 (Accuracy) and\nClause 12 (Discrimination) of the Editors’ Code of Practice in an article\nheadlined “Bigotry is shaming the beautiful game”, published on 13 November\n2017.\n2. The article reported the columnist’s opinion on racist\nand sectarian behaviour at both Irish League and Northern Ireland international\nfootball matches. It stated that “positive steps to eradicate any kind of\nsectarian behaviour have been successful” in the Irish League, but that the\ncolumnist did not believe that this was not the case at an international level.\nThe article stated that the Northern Ireland team is “deemed a more Protestant\nteam,” and “many nationalists feel unrepresented because of God Save The Queen\nbeing played and songs like The Billy Boys and the Bouncy being sung”. It\nincluded the columnist’s comment that “Everyone should be welcome to support\nwhoever they want. Kick racism and bigotry out and enjoy football for what it\nis.“\n3. The complainant said that “The Billy Boys” had not been\nsung at a Northern Ireland football match for over 20 years, and that the song\n“Bouncy” was not offensive in the manner insinuated by the columnist. The\ncomplainant expressed concern that the alleged inaccuracies would undermine\nefforts made to remove sectarianism from Northern Ireland’s international football\nmatches. He also said that the article was in breach of Clause 12, as it\naccused supporters of the Northern Ireland football team of “injecting hateful\nbigotry”.\n4. The publication said that it was not possible to\ndetermine whether or not “The Billy Boys” had been sung by anyone at Northern\nIreland football matches within the last few years, and provided evidence which\nit said demonstrated its position that this was in dispute. Nevertheless, the\npublication accepted that it was inaccurate to report as fact that “The Billy\nBoys” was still being sung. It said that it had complied with its obligations\nunder Clause 1 (ii) by removing this reference from the article. The\npublication also published a follow-up article which it said outlined an\nalternative opinion to the original article. The publication also said that an\napology was posted on Twitter by the Editor, and retweeted by the publication’s\nofficial Twitter account.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability must\nbe avoided unless genuinely relevant to the story.\nMediated outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation, the publication offered to\npublish the following clarification on the home page of its website for 24\nhours, to be subsequently archived:\n“A previous version of the article 'Bigotry is shaming the\nbeautiful game' 13 November 2017, suggested that the 'Billy Boys' was still\nbeing sung at Northern Ireland games at Windsor Park. This was based on the\ncolumnist's wrongful assumption. We are happy to clarify that we recognise the\ncontinual development of facing sectarianism between Northern Ireland fans and\nthe Irish Football Association, and would like to apologise for this\ninaccuracy”.\n8. The complainant said that this would resolve the matter to\nhis satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 14/11/2017\nDate complaint concluded by IPSO: 15/01/2018\nBack to ruling listing\n\n\n"
}