{
    "url": "/rulings-and-resolution-statements/ruling/?id=04768-18",
    "title": "Resolution Statement 04768-18 Chandler v New European",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "(DISCONTINUED) The New European (Archant)",
    "published_on": "2018-03-15 00:00:00",
    "received_on": "2018-07-30 00:00:00",
    "concluded_on": "2018-08-16 00:00:00",
    "complaint_processing_days": 17,
    "mediated_outcome": "8.    During IPSO’s investigation of the complaint, the newspaper removed the online article. It also offered to publish the following wording on a page no later than the original piece appeared, as well as on its website. In the March 15 edition of the New European, the Mandrake diary item written by Tim Walker and titled “Mum’s the word” contained a number of inaccuracies. Firstly, the diary item said that the Legatum think tank was being wound up. In fact, the Legatum entity which was wound up in the Cayman Islands was not the Legatum Institute Foundation in the UK, and the Legatum think tank continues its varied research and programmatical work. Secondly, the item said that Christopher Chandler was “a big backer of Brexit”. In fact, Christopher Chandler is not a big backer of Brexit, and has never publicly commented on Brexit or donated to any organisations campaigning for or against Britain remaining in the EU. Finally, the diary item implied that Christopher Chandler is among the donors to the Institute of Economic Affairs (“IEA”). Christopher Chandler does not donate to the IEA, nor has he ever done so.  We are happy to apologise to Legatum and Christopher Chandler and set the record straight. 9.    The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04768-18 Chandler\nv New European\nSummary of complaint 1.    Christopher Chandler complained\nto the Independent Press Standards Organisation that the New European breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined:\n“Mum’s the word”, published on 15 March 2018. 2.    The article was a comment piece.\nIn the piece, the columnist had claimed that the “controversial think tank”, “Legatum”,\nwas being “wound up”, and said that three of its luminaries were now “decamping\nto another ‘free market think tank’ called the Institute of Economic Affairs”.\nThe columnist speculated on the individuals who might be funding this\norganisation; the columnist said that they had contacted its spokesperson to\nask whether the complainant was one of them, but had not received a “straight\nyes or no”. The columnist identified the complainant as a financier who had\nmade his fortune in the “wild capitalism days of Russia” and claimed that he\nwas a “big backer of Brexit”. 3.    The complainant, along with his\nthree partners, founded the Legatum Group in 2006: this is a private investment\npartnership based in Dubai. The Legatum Group, through its philanthropic arm,\nLegatum Foundation Limited, is a donor to the think tank, the Legatum Institute\nFoundation. 4.    The complainant said that the\nentity identified in the article as being “wound-up” was unrelated to him and\nthe Legatum Institute Foundation. He said that the suggestion in the article\nthat this entity was being wound up, was inaccurate. He expressed concern that\nno attempts were made by the newspaper to contact him or the Legatum Group in\norder to ascertain the accurate position, prior to the publication of the\narticle. 5.    The complainant denied that he\nwas a “big backer of Brexit”; he said that he had never publicly commented on\nBrexit, and had never made donations to any organisation campaigning either for\nor against Britain remaining in the EU. The complainant further said that the\narticle had implied that he was donor to the Institute of Economic Affairs,\nwhich was inaccurate. 6.    The newspaper said that the\narticle was a diary column written by an extremely well respected and\nexperienced diary writer. It said that no comment was sought from the\ncomplainant or the Legatum Institute Foundation because the piece was a diary\nitem and not a news story, as was standard practice in diary articles and\nopinion columns. However, in light of the complainant’s case that the article\ncontained errors, it said that it was happy to put the record straight as soon\nas possible in order to try to resolve matters promptly. \nRelevant Code\nProvisions 7.    Clause 1 (Accuracy) \ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nMediated\noutcome 8.    During IPSO’s investigation\nof the complaint, the newspaper removed the online article. It also offered to\npublish the following wording on a page no later than the original\npiece appeared, as well as on its website. In\nthe March 15 edition of the New European, the Mandrake diary item written by\nTim Walker and titled “Mum’s the word” contained a number of inaccuracies. Firstly,\nthe diary item said that the Legatum think tank was being wound up. In fact,\nthe Legatum entity which was wound up in the Cayman Islands was not the Legatum\nInstitute Foundation in the UK, and the Legatum think tank continues its varied\nresearch and programmatical work. Secondly,\nthe item said that Christopher Chandler was “a big backer of Brexit”. In fact,\nChristopher Chandler is not a big backer of Brexit, and has never publicly\ncommented on Brexit or donated to any organisations campaigning for or against\nBritain remaining in the EU. Finally,\nthe diary item implied that Christopher Chandler is among the donors to the\nInstitute of Economic Affairs (“IEA”). Christopher Chandler does not donate to\nthe IEA, nor has he ever done so.  We are happy to apologise to\nLegatum and Christopher Chandler and set the record straight. 9.    The complainant said that this\nwould resolve the matter to his satisfaction. 10. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code.\nDate complaint received: 30/07/2018Date complaint concluded by IPSO: 16/08/2018\nBack to ruling listing\n\n\n"
}