{
    "url": "/rulings-and-resolution-statements/ruling/?id=04659-16",
    "title": "Resolution Statement – Complaint 04659-16 A Man v Mail Online",
    "provisions": [
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-07-03 00:00:00",
    "received_on": "2016-07-06 00:00:00",
    "concluded_on": "2016-08-22 00:00:00",
    "complaint_processing_days": 47,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    Following IPSO’s intervention, the publication offered to remove the article, and the matter was settled privately between the parties. 8.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 04659-16 A Man v Mail Online\nSummary\nof Complaint 1.    A\nman complained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 2 (Privacy) and Clause 10 (Clandestine devices and subterfuge)\nof the Editors’ Code of Practice in an article headlined “The Glastonbury of\nthe ‘alternative lifestyle’: Hundreds enjoy the UK’s biggest swingers’ festival\nin secret location in Wales”, published on 3 July 2016. 2.    The\narticle reported that “more than 700 people” had attended a “swingers\nfestival”, hosted over three days in Wales. The article was accompanied by a\nnumber photographs of the event, in which attendees’ faces had been pixelated.3.    The\ncomplainant said that he was featured in one of the published photographs,\nwhich he said was taken without his knowledge and consent. He said that the\nphotographs were taken covertly, and that the photographer and reporter had\ngained access to the event by deception.  The complainant also raised\nconcern that there had been aerial photography of the event. 4.    The\npublication said that the photographer who took the photographs in the article\ndid not gain access to the event by deception, but took the photographs while\nstanding on an open public footpath. The publication said that the complainant’s\nface had been pixelated, and that he was not identifiable in the\nphotographs.   \nRelevant\nCode Provisions 5. Clause\n2 (Privacy) i) Everyone is entitled to\nrespect for his or her private and family life, home, health and\ncorrespondence, including digital communications.ii) Editors will be expected to\njustify intrusions into any individual's private life without consent. Account\nwill be taken of the complainant's own public disclosures of information. iii) It is unacceptable to\nphotograph individuals, without their consent, in public or private places\nwhere there is a reasonable expectation of privacy. Clause 10 (Clandestine devices\nand subterfuge) i) The press must not seek to\nobtain or publish material acquired by using hidden cameras or clandestine\nlistening devices; or by intercepting private or mobile telephone calls,\nmessages or emails; or by the unauthorised removal of documents or photographs;\nor by accessing digitally-held information without consent. i) Engaging in misrepresentation\nor subterfuge, including by agents or intermediaries, can generally be\njustified only in the public interest and then only when the material cannot be\nobtained by other means.Mediated\nOutcome 6.   \nThe\ncomplaint was not resolved through direct correspondence\nbetween the parties. IPSO therefore began an investigation into the\nmatter. 7.    Following IPSO’s intervention, the\npublication offered to remove the article, and the matter was settled privately\nbetween the parties. 8.   \nAs\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code. \nDate\ncomplaint received: 06/07/2016\nDate\ncomplaint concluded by IPSO: 22/08/2016\n \n \n \n \nBack to ruling listing\n\n\n"
}