{
    "url": "/rulings-and-resolution-statements/ruling/?id=06689-18",
    "title": "Resolution Statement 06689-18 Murray v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2018-09-09 00:00:00",
    "received_on": "2018-10-11 00:00:00",
    "concluded_on": "2018-11-05 00:00:00",
    "complaint_processing_days": 25,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. During IPSO’s investigation, the newspaper offered to remove the online article, and to publish the following clarification in their Corrections and Clarifications column on page 2: “Pompey accent research A 9 Oct article reported that Havant and South Downs College had found 'nothing to discover' after accepting a £34,000 Lottery grant for research into the Portsmouth accent. The grant was not in fact conditional upon research into the accent, as the college's publicity material suggested, but was intended to support a project designed to help students find out more about local history.  We are happy to clarify.” 12. The complainant said that this would resolve the matter to his satisfaction. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement\n06689-18 Murray v The Daily Telegraph\nSummary of Complaint 1.    Steve\nMurray complained to the Independent Press Standards Organisation that The\nDaily Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “College spends thousands trying to decode the Pompey\naccent” published on 9 September 2018. 2.    The\narticle reported the outcome of a grant given to a college. It said that this\nmoney was given to “researchers” to find the source of the Pompey accent, but\nthat this had not been achieved. The article also included quotes from the\ncomplainant which said that “The project hasn’t really unearthed anything to\nexplain the origins of the accent- there are lots of theories but they are just\nthat and not really provable” and “Instead, it’s developed into more of a\ncelebration of the accent and dialect and the way it links to people’s identity\nand self-worth. So there are no concrete answers as such.” 3.    The\narticle also appeared online in substantially the same form with the headline\n“College fails to ‘unearth anything’ after spending £34,000 investigating\nPortsmouth accent”. 4.    The\ncomplainant said that the article gave the misleading impression that the study\nwas an empirical academic research project aimed at finding the source of the\nPompey accent, and in not doing so, the project had failed and had wasted its\nfunding. He said that this was a school project, and it never aimed to find the\nsource of the Pompey accent- the project’s consequent cultural activities meant\nthat it fulfilled all of its aims and official Approved Purposes. 5.    The\ncomplainant said that he did not say that the project had failed, and that his\nquotes had been taken out of context to give this misleading impression. 6.    The\nnewspaper said that there was no failure to take care over the accuracy of the\narticle in breach of Clause 1, as the article was based on the college’s own\nstatements, and any misleading impression which was created was the result of\nthese statements being insufficiently clear. 7.    The\nnewspaper pointed out that the project’s Approved Purposes contained no less\nthan three mentions of research into the local accent, and that the project’s\nown press release said that it would “…investigate the origins of the Pompey accent…”. In addition, the\ncollege’s PR officer said that “Last year we were granted a £34,000 heritage\nlottery grant for a research project into the origins of the Pompey\naccent.\" The newspaper said therefore that it was clear that the project\nsought to find the source of the Pompey accent. In addition, the newspaper\nnoted that the complainant had been contacted for comment on the project’s\noutcome, and his reply made clear that it had not found the source of the\nPompey accent. 8.    The\nnewspaper said that it was not significantly misleading to refer to the\nstudents as “researchers” as the project had a strong research element which\nwas the basis for its funding. \nRelevant Code\nProvisions 9.    Clause\n1 (Accuracy)\ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nv)\nA publication must report fairly and accurately the outcome of an action for\ndefamation to which it has been a party, unless an agreed settlement states otherwise,\nor an agreed statement is published. \nMediated Outcome 10. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 11. During\nIPSO’s investigation, the newspaper offered to remove the online article, and\nto publish the following clarification in their Corrections and Clarifications\ncolumn on page 2: “Pompey\naccent research\nA 9 Oct article reported that Havant\nand South Downs College had found 'nothing to discover' after accepting a\n£34,000 Lottery grant for research into the Portsmouth accent. The grant was\nnot in fact conditional upon research into the accent, as the college's\npublicity material suggested, but was intended to support a project designed to\nhelp students find out more about local history.  We are happy to\nclarify.” 12. The\ncomplainant said that this would resolve the matter to his satisfaction. 13. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code. Date complaint received: 11/10/2018\nDate complaint concluded by IPSO: 05/11/2018\nBack to ruling listing\n\n\n"
}