{
    "url": "/rulings-and-resolution-statements/ruling/?id=11905-21",
    "title": "Resolution Statement – 11905-21 Lal v derbytelegraph.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "derbytelegraph.co.uk (Derbyshire Live) (Reach PLC)",
    "published_on": "2021-11-14 00:00:00",
    "received_on": "2021-11-21 00:00:00",
    "concluded_on": "2022-01-25 00:00:00",
    "complaint_processing_days": 65,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation the publication offered to remove all reference to Rose Hill Street and the images showing Rose Hill Street and to print the following footnote correction: A previous version of this article referred specifically to Rose Hill Street as a 'red light district'. This article has been amended to make clear that the red light district refers to Normanton and Rose Hill as an area more generically. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 11905-21 Lal v derbytelegraph.co.uk\nSummary\nof Complaint\n1.\nNadeem Lal complained to the Independent Press Standards Organisation that\nderbytelegraph.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Life in the once-wealthy Derby suburb now\ncity's infamous red light district”, published on 14th November 2021.\n2. The\narticle reported on “Derby’s Normanton Road area” and that it “has long been\nconsidered one of those red-light districts”. It stated that “Prostitution,\ndrug taking and street drinking – especially around Rose Hill Street – have\ncreated what one local woman recently described as ‘an absolute nightmare’”.\nThe article said that this had not always been the case as “[t]here had been a\ntime when the residents of Rose Hill Street were townsfolk to be envied” as\n“only professional people… could afford to live there”. The article reported\nthat this had changed after World War Two when the richest in society moved out\nfrom “the inner suburbs to the outer ones” and this left behind “big empty\nhouses… ideal for converting into flats with multi-occupancy”. After this\npoint, Rose Hill “changed… drastically” and there were concerns that\n“prostitutes and pimps were being imported from larger cities”. The article\nsaid there were many social concerns within the area and that the “root cause\nof the problems was deemed to be financial”. The article continued by stating\nthat “[i]t has long been understood that street prostitution is intrinsically\nlinked to poverty, and in 1975, the Derby Telegraph described Rose Hill as ‘socially\ndeprived’”. The article concluded by reporting that today “those problems are\nmuch worse”. The article included images showing a sign that said “Rose Hill\nSt” and a picture of Rose Hill Street.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 because\nthere was no prostitution problem in Rose Hill Street. He stated the street did\nhave a problem in the 1980s but through police and community work, this was\novercome.  He said there was still an\nissue with prostitution on Normanton Road, but not Rose Hill Street\nspecifically, as claimed in the article.\n4. The\npublication did not accept a breach of the Code. It said that the publication\nhad looked into this issue over the past few years and had interviewed police and\nresidents as part of its investigations. The publication provided examples of\nits coverage such as one reporting on Derbyshire Police and Normanton and Rose\nHill Police SNT who had commented on the prostitution in Normanton and Rose\nHill.\n5. The\ncomplainant said that there was a difference between Rose Hill Street and the\narea of Rose Hill more generally.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \n \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7. During\nIPSO’s investigation the publication offered to remove all reference to Rose\nHill Street and the images showing Rose Hill Street and to print the following\nfootnote correction:\nA\nprevious version of this article referred specifically to Rose Hill Street as a\n'red light district'. This article has been amended to make clear that the red\nlight district refers to Normanton and Rose Hill as an area more generically.\n8. The\ncomplainant said that this would resolve the matter to his satisfaction.\n9. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 21/11/2021\nDate\ncomplaint concluded by IPSO: 25/01/2022\nBack to ruling listing\n\n\n"
}