{
    "url": "/rulings-and-resolution-statements/ruling/?id=09386-19",
    "title": "Resolution Statement 09386-19 Brooks v dailymirror.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2019-06-21 00:00:00",
    "received_on": "2019-12-06 00:00:00",
    "concluded_on": "2020-06-16 00:00:00",
    "complaint_processing_days": 193,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. The publication did not accept a breach of the Code but offered to remove the article as a gesture of goodwill. 10. The complainant said she was content to resolve the complaint on this basis. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 09386-19 Brooks v dailymirror.co.uk\nSummary of complaint\n1.Claire Brooks,\non behalf of her son, complained to the Independent Press Standards\nOrganisation that dailymirror.co.uk breached Clause 1 (Accuracy) and Clause 6\n(Children) of the Editors' Code of Practice in an article headlined\n\"Parents outraged by head boy and girl’s ‘racy’ speech ‘humiliating’\nclassmates”, published on 21 June 2019.\n2. The article\nreported that parents were left outraged following a speech delivered by the\nhead boy and head girl of a school during a leavers’ day celebration. It stated\nthat according to reports it left some parents “horrified”, “shocked” and\n“uncomfortable” by its content, which they claimed humiliated fellow students.\nThe article reported that “the speech reportedly criticised classmates, singled\nothers out for not performing well, joked about cross-dressing and alluded to\ncertain pupils having sex on a school trip”. The article featured comments\ngiven to another publication from two parents who were in attendance, who\ncriticised the speech and accused the pupils of bullying. One of the parents\nsaid her younger children had attended and that she “didn’t expect to hear that\nsort of language at a school event”. The article reported that the parents had\ncalled for an apology. The article featured a comment from the local council\nwhich said “the school is currently dealing with this in line with the\ncouncil’s complaints procedures. In the meantime, we would apologise for any\nupset that may have been caused by the speech.”\n3. The complainant,\nwho attended the event, said that the article gave an inaccurate account of the\nspeech her son, then an S6 pupil, had given at the leavers’ event at his school\n. She said that the speech did not humiliate, bully, or ruin the lives of\npupils as alleged; the content focused on their friends who had consented to\ntheir inclusion and the speech was well received. She said that the article\npresented a one-sided and biased account based solely on the view of the two\nparents, whom she alleged were related. The complainant disputed that any more\nthan one younger child attended the event, but in any event the content was not\nunsuitable for a younger audience. She noted that there were no swear or sexual\nwords in the speech and that the jokes were almost entirely innuendo.4. The complainant\nsaid that the article intruded into her son’s time at school in breach of\nClause 6 and its publication had caused her son stress and risked damaging his\nreputation. The complainant said that her son still had school duties to\nundertake at the time of publication; the speech was given on 17 June and his\nfinal duties were to take place on 27 June. He was therefore still a pupil of\nthe school until the end of the academic session; whether his academic studies\nwere completed was irrelevant. The complainant noted that learning was not\nlimited to academic qualifications and emphasised that school provides an\nenvironment for pupils to practise for the world of work and life after\neducation; pupils should be allowed to try and fail free from the scrutiny of\nnewspapers in the event they misjudge a situation. The complainant also said\nthat due to the size of their hometown everyone would have known who the two\npupils were and as a result her son was identifiable in the article.\n5. The publication\ndenied that the article was inaccurate. It said that all the quotes and\nopinions on the speech were clearly attributed to the parents referenced in the\narticle and the article did not present their reactions to the speech as fact.\nIt said that the point regarding younger people attending was clearly presented\nas a direct quote from one of the parents interviewed and the publication\nprovided a transcript of this interview. The publication denied that the\narticle had given an inaccurate or misleading account of the events and said\nthat it had contacted the local council who confirmed that a complaint had been\nreceived by the school regarding the appropriateness of the content of the\nspeech, that the school was dealing with the complaint, and that it had\napologised for any upset caused.\n6.The publication\ndenied a breach of Clause 6. It said that the ceremony at which the speech was\ngiven marked the end of the pupils’ time at school and therefore the article\ncould have had no impact on the complainant’s son’s academic studies; any\nremaining duties were only ceremonial. The publication also emphasised that the\ninformation in the article originated solely from the parents interviewed and\nthat it did not contact the complainant’s son in any capacity as to cause\nintrusion.\nRelevant Code Provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 6\n(Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nMediated outcome\n8. The complaint was not resolved through direct correspondence\nbetween the parties. IPSO therefore began an investigation into the matter.\n9. The publication did not accept a breach of the Code but\noffered to remove the article as a gesture of goodwill.\n10. The complainant said she was content to resolve the\ncomplaint on this basis.\n11. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.\nDate complaint received: 06/12/19\nDate complaint concluded by IPSO: 16/06/20\nBack to ruling listing\n\n\n"
}