{
    "url": "/rulings-and-resolution-statements/ruling/?id=08896-16",
    "title": "Resolution Statement 08896-16 Gayton v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2016-09-28 00:00:00",
    "received_on": "2016-10-04 00:00:00",
    "concluded_on": "2016-11-29 00:00:00",
    "complaint_processing_days": 56,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. 8. Following further correspondence, the publication offered to remove the article from its website in addition to making a donation to a charity, Help Refugees.9. The complainant said that this would resolve the matter to her satisfaction.10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 08896-16 Gayton v thesun.co.ukSummary of complaint1. Sarah Gayton complained to the Independent Press Standards Organisation that thesun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 10 (Clandestine devices and subterfuge) of the Editors’ Code of Practice in an article headlined “‘He just wants UK citizenship!’ Friends of the Syrian refugee who is marrying a British aid worker he met in Calais’ Jungle camp question his motives”, published on 28 September 2016.2. The article reported that the complainant had met her fiancé whilst carrying out volunteer work in the Calais “Jungle” refugee camp. It said that her fiancé had fled from the city of Aleppo, and that he had proposed to the complainant a few months after they had met. The article said that Facebook friends of the complainant’s fiancé had claimed that he was only getting married to her in order to get UK citizenship. It included a number of comments from the Facebook friends.3. The complainant said that it was inaccurate to state that any of her fiancé’s Facebook friends had said that the reason for his wanting to marry her was because “he just wants UK citizenship”. She said she had seen some of the relevant Facebook conversations between the friends and the journalist, and none of these included that quote. She also said that the article breached her privacy by disclosing the value of her house, and that photographs of her and her fiancé had been taken from her Facebook page without her consent in breach of Clause 10.4. The publication said it had picked up the story after it was published elsewhere. It acknowledged that the transcripts of the conversations on Facebook between the journalist and the complainant’s fiancé’s friends did not include the quote referred to in the headline. This did not, however, exclude the possibility that different conversations had taken place during which other Facebook friends had made such remarks.5. It denied that including the value of the complainant’s house in the article breached her privacy: such information is readily available from property-valuation websites. It also said that the complainant’s Facebook page had not been private; the photographs included in the article taken from that page were already in the public domain, and republishing them in the article did not breach Clause 10.Relevant Code provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information, including pictures.ii) A significant inaccuracy, misleading statement or distortion once recognised must be corrected, promptly and with due prominence, and – where appropriate – an apology published.iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications.ii) Editors will be expected to justify intrusions into any individual's private life without consent. Account will be taken of the complainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy.Clause 10 (Clandestine devices and subterfuge)i) The press must not seek to obtain or publish material acquired by using hidden cameras or clandestine listening devices; or by intercepting private or mobile telephone calls, messages or emails; or by the unauthorised removal of documents or photographs; or by accessing digitally-held information without consent.Mediated outcome7. The complaint was not resolved through direct correspondence between the parties. 8. Following further correspondence, the publication offered to remove the article from its website in addition to making a donation to a charity, Help Refugees.9. The complainant said that this would resolve the matter to her satisfaction.10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.Date complaint received: 04/10/2016Date complaint concluded by IPSO: 29/11/2016 \nBack to ruling listing\n\n\n"
}