{
    "url": "/rulings-and-resolution-statements/ruling/?id=01137-17",
    "title": "Resolution statement 01137-17 Royal Albert Hall v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2016-12-31 00:00:00",
    "received_on": "2017-02-10 00:00:00",
    "concluded_on": "2017-05-11 00:00:00",
    "complaint_processing_days": 90,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. During IPSO’s investigation of the complaint, the newspaper offered to publish the following correction, in print and online, linked to the original articles:  Royal Albert Hall In 10 print and online articles about the Royal Albert Hall published in Dec and Jan, we said that the Hall \"allowed\" its private seat holders (or Members) to profit from selling their seats at pop concerts and events. The Hall has asked us to point out - and we accept - that Members' seats are their private property and the Hall has no power to allow or disallow how they use or dispose of their tickets. We also quoted from an email from the Hall to its Members discussing arrangements for the Sept 2015 David Gilmour concerts. The email noted that a ban on secondary ticket sales agreed with the promoters did not apply to Members. The email was not an attempt to \"circumvent\" the ban, as we suggested. The Members were never subject to any ban and the Hall was not in breach of any agreement with the promoters. We are happy to make all this clear and apologise for our suggestions to the contrary.  It also offered to publish an article, written by the President of the Hall, to be published in the 'Review' section of the print edition, as well as online, under the headline “The Royal Albert Hall:  A Victorian Institution fit for the 21st century”.  8. The complainants said these steps would resolve the complaint to their satisfaction.  9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 01137-17 Royal Albert Hall v The Sunday Telegraph \nSummary\nof complaint  \n1.\nThe Royal Albert Hall and its governing Council complained to the Independent\nPress Standards Organisation that The Sunday Telegraph breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in a number of articles headlined:\n1.    “After the scandals we need to\nwin back public trust and charities” published online on 31 December 2016;\n2.    “We need a charities’ tax to win\nback public trust, says Charity Commission boss”, published online on 31\nDecember 2016.\n3.    “After the scandals we need to\nwin back public trust in charities” by Christopher Hope published in print on\nSunday 1 January 2017;\n4.    “Live aid promotor Harvey\nGoldsmith furious as Royal Albert Hall allows its members to resell tickets for\nDave Gilmour concert” published online on 7 January 2017;\n5.    “The producer, The Royal Albert\nHall and a drama over rock tickets” published in print on Sunday 8 January\n2017;\n6.    “Yours for £2.5M: the first Royal\nAlbert Hall box to go on sale for a decade” by Christopher Hope published\nonline in the Telegraph on Monday 9 January 2017;\n7.   \n“Albert Hall box\ngoing for a song at £2.5m” by Christopher Hope published in print on 10 January\n2017;\n8.   \n“Row over sale of\nEarl Spencer’s Royal Albert Hall charity concert tickets” published online on\n14 January 2017;\n9.   \n“Unfair sales”,\npublished in print on 22 January;\n10. “Ticket resale committee to\nquestion Albert Hall boss”, published online on 30 January 2017. \n2.\nThe series of articles, starting with an interview with the Chairman of the\nCharity Commission, reported on criticism that the complainants were enabling\ntheir Members to sell on tickets, which are issued in respect of seats they own\nat the Hall, for profit. The complainants\nsaid that the series of articles had inaccurately reported that they “allow”\ntheir Members to “make large profits from selling their seats”. The\ncomplainants said that Members' seats are their own private property, arising\nfrom the funding of the Hall’s construction (completed in 1871), and do not\nform part of the Hall’s charitable assets. and in those circumstances, the\ncomplainants have no power to allow or disallow how Members use or dispose of\ntheir tickets. \n3.\nThe complainants were also concerned that the fourth and fifth articles had\ninaccurately reported that “The Royal Albert Hall is involved in a bitter\ndispute with Harvey Goldsmith, the producer of Live Aid, after the charity that\nowns the venue allowed debenture holders to circumvent a ban on the reselling\nof tickets”. It said that, given that the tickets are Members’ own private\nproperty, they could not impose a ban on the reselling of tickets. \n4.\nThe complainants further said that the first, second and third articles had\ninaccurately reported that the Charity Commission had given them until May to\n“put [their] house in order or face a formal inquiry”. The complainants said\nthat this inaccurately suggested that the Corporation suspected them of being\nguilty of serious breaches of charity law, when in fact no such deadline had\nbeen set, and the Commission had not threatened or undertaken any formal action\nagainst them. \n5. The newspaper\nsaid that the articles made clear that the criticism of the complainants for\n“allowing” the ticket resales, was based upon its inaction in preventing their\nMembers to sell on their tickets for large profits. It said that a range of\noptions were open to the complainant, in order to discourage Members from\nreselling tickets, including, but not limited to, asking them to desist. \n6. The newspaper\nsaid that the fourth and fifth articles had accurately reported Mr Goldsmith’s\nconcern regarding the re-selling of tickets at concerts he was promoting. The\nnewspaper said that an email sent to all Members had made clear that the\nconditions of sale, imposed by him in relation to the reselling of tickets, did\nnot apply to them and therefore had made clear to them that the ban could be\ncircumvented. \n7. It said that\nthe first, second and third articles had accurately reflected the position of\nthe Charity Commission. It said that the Commission had told the newspaper that\n“all the Commission’s regulatory options remain open should [the issue of\nprivate benefit of tickets] not be dealt with properly” at the complainant’s\nBoard’s internal governance review, which was to be completed in May 2017. It\nsaid that, given the clear statement from the Commission, it was not inaccurate\nto report that the complainant could face a formal inquiry. \nRelevant Code provisions \n8. Clause 1\n(Accuracy) \ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text. \nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate\n— an apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. \niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. \nMediated\noutcome \n6.\nThe complaint was not resolved through direct correspondence between the\nparties. IPSO therefore began an investigation into the matter. \n7.\nDuring IPSO’s\ninvestigation of the complaint, the newspaper offered to publish the following\ncorrection, in print and online, linked to the original articles: \nRoyal\nAlbert Hall\nIn 10 print\nand online articles about the Royal Albert Hall published in Dec and Jan, we\nsaid that the Hall \"allowed\" its private seat holders (or Members) to\nprofit from selling their seats at pop concerts and events. The Hall has asked\nus to point out - and we accept - that Members' seats are their private\nproperty and the Hall has no power to allow or disallow how they use or dispose\nof their tickets. We also quoted from an email from the Hall to its Members\ndiscussing arrangements for the Sept 2015 David Gilmour concerts. The email\nnoted that a ban on secondary ticket sales agreed with the promoters did not\napply to Members. The email was not an attempt to \"circumvent\" the\nban, as we suggested. The Members were never subject to any ban and the Hall\nwas not in breach of any agreement with the promoters. We are happy to make all\nthis clear and apologise for our suggestions to the contrary. \nIt also offered\nto publish an article, written by the President of the Hall, to be published in the 'Review' section of the\nprint edition, as well as online, under the headline “The Royal Albert\nHall:  A Victorian Institution fit for\nthe 21st century”. \n8.\nThe complainants said these steps would resolve the complaint to their\nsatisfaction. \n9. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.Date complaint received: 10/02/2017Date complaint concluded by IPSO: 11/05/2017\nBack to ruling listing\n\n\n"
}