{
    "url": "/rulings-and-resolution-statements/ruling/?id=00827-18",
    "title": "Resolution Statement 00827-18 Lennox v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-01-21 00:00:00",
    "received_on": "2018-01-22 00:00:00",
    "concluded_on": "2018-03-25 00:00:00",
    "complaint_processing_days": 62,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation the newspaper offered to publish the following clarification, in print and online: “A sentence in our report 'Schools rush in on merest hint to label pupils as transgender' (News, January 21) could have been misinterpreted to be suggesting that children younger than eleven presenting to the Tavistock and Portman GIDS opted for medical interventions. We are happy to clarify that this is not the case since no medical interventions are offered until after the onset of puberty.” 9. The complainant said that this would resolve the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00827-18 Lennox v The Sunday Times\nSummary of complaint\n1. Sarah Lennox\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined, “Schools rush in on merest hint to label pupils as\ntransgender,” published on 21 January 2018.\n2. The article\nreported that children presenting to the Gender Identity Development Service\n(GIDS) were being offered medical treatments that could leave some infertile.\nIt reported that the GIDS had more than 2,000 referrals in a nine month period,\nincluding a number of children aged between three and six years old. It stated\nthat the youngest child to receive medical treatment was 11 and that GIDS was\nthe only NHS clinic offering medical treatments such as hormones to suppress\npuberty and cross-sex hormones to develop different sexual characteristics. It\nwent on to report that while nearly half of older children referred to the\nclinic opt for possible medical treatment to change gender, only about a\nquarter of five to twelve year olds make the same choice. The article was also\npublished online, headlined “Schools rushing ‘on whisper’ to label pupils as\ntransgender.” The online article was substantively the same as the article that\nappeared in print.\n3. The complainant\nsaid that the article was misleading, as it was contradictory. She said that\nthe article had reported that no children under the age of 11 had been offered\nmedical intervention, but went on to state that a quarter of five to twelve year\nolds referred to the clinic opt for possible medical treatment to change\ngender.\n4. The newspaper\ndid not accept that it had breached the Code. It said that the article had made\nclear that the youngest child to be offered medical treatment was 11. In these\ncircumstances it believed that it was clear that children between the ages of\nfive and twelve referred to in the article, were offered intervention later,\nand not when first referred to the clinic. It offered to amend the online\narticle to make this point explicitly. It also offered to publish a\nclarification, in print and online, stating :\n“A sentence in our report 'Schools rush in on merest hint to\nlabel pupils as transgender' (News, January 21) could have been misinterpreted\nto be suggesting that children younger than eleven presenting to the Tavistock\nand Portman GIDS opted for medical treatment to change gender. We are happy to\nclarify that this is not the case.”\n5. The complainant\nsaid that this clarification was not acceptable, as it did not make clear what\nexplicit medical treatment it was referring to.\nRelevant Code Provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8. During IPSO’s\ninvestigation the newspaper offered to publish the following clarification, in\nprint and online:\n“A sentence in our report 'Schools rush in on merest hint to\nlabel pupils as transgender' (News, January 21) could have been misinterpreted\nto be suggesting that children younger than eleven presenting to the Tavistock\nand Portman GIDS opted for medical interventions. We are happy to clarify that\nthis is not the case since no medical interventions are offered until after the\nonset of puberty.”\n9. The complainant\nsaid that this would resolve the matter to her satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 22/01/2018\nDate complaint concluded: 25/03/18\nBack to ruling listing\n\n\n"
}