{
    "url": "/rulings-and-resolution-statements/ruling/?id=18904-17",
    "title": "Resolution statement 18904-17 Mermaids UK v The Sunday Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2017-10-08 00:00:00",
    "received_on": "2017-10-09 00:00:00",
    "concluded_on": "2018-01-11 00:00:00",
    "complaint_processing_days": 94,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. During IPSO’s investigation, the newspaper offered to publish the following clarification in the Corrections & Clarifications column, and as a footnote to the online article: In our article (Charity ban as boy forced to live as girl, News, Oct 8), we reported that Mermaids, the transgender charity, had been banned by the High Court from making contact with a family. Mermaids has informed us that it has not been the subject of a court order; rather, it was told by the child’s mother that the judge had said that the child was to have no contact with Mermaids. It has also asked us to clarify that Dr Birgit Moller did not offer fast-track cross-sex hormone treatment for children; the treatment offered on a fast-track basis was hormone blockers. 12. The complainant said that this would resolve the matter to its satisfaction. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 18904-17 Mermaids UK v The Sunday\nTimes\n1. Mermaids UK\ncomplained to the Independent Press Standards Organisation that The Sunday\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Charity ban as boy forced to live as girl”, published on 8\nOctober 2017. The article was published online in substantively the same\nformat, headlined “Mermaids UK charity ban as boy forced to live as girl”.\n2. The article\nreported that Mermaids UK, a charity which supports transgender children, had\nbeen banned by the High Court from any contact with a family after the mother,\nwho was being advised by the charity, had “forced her seven-year-old son to\nlive as a girl”. It reported that Mermaids UK had claimed that it was not the\nsubject of the court order, and that the family had been ordered to have no\ncontact with the charity.  \n3. The article\nreported that the Mermaids UK website had featured a message from a doctor who\nwas offering “same-day…fast-track trans-sex hormone treatment for children”.\nThe article reported that NHS guidelines do not allow the treatment, which\ncauses irreversible bodily changes and can compromise fertility for anyone\nunder 16. It included a comment that had been made by the founder of another\ncharity which stated that “I am concerned that Mermaids is indoctrinating\nchildren, scaring parents into thinking that [gender] transition is the only\nway and intimidating professionals”.\n4. The article also\nreported that Mermaids had been granted £35,000 in funding from the Department\nof Education, and a total of £138,000 by the national lottery’s Awards for All\nfund and the BBC Children in Need appeal.\n5. The complainant\nsaid that the High Court had not banned it from contacting the family of the\nchild referred to in the article, and that Mermaids UK had never been a party\nto any such proceedings. The complainant also said that it did not advertise same-day\ncross-sex hormone treatment for children on its website; the treatments offered\nby the doctor were hormone blockers which had the effect of pausing the effects\nof ongoing puberty. It said that the treatment is freely prescribed by the NHS,\nis reversible, and is only offered to children with diagnosed gender dysphoria.\n6. The complainant\nsaid that the inclusion of the quote made by the founder of the other\ntransgender charity, in the article, gave the misleading impression that\nMermaids UK had “indoctrinated” children. It said that the charity only seeks\nto support children in forming their own opinions regarding their gender. The\ncomplainant also said that the reference to the charity’s funding would put\npressure on the funding organisations to withdraw their financial support.\n7. The newspaper\ndid not accept that there had been a breach of the Code. It said that it had\ncontacted the charity prior to publication and had asked specific questions\nabout the alleged “same-day cross-sex hormones”. It said that this information\nwas not denied, nor had the charity asserted that only hormone blockers had\nbeen advertised. Furthermore, the newspaper said that the article was an\naccurate reflection of the doctor’s own accounts of her work on the Mermaids UK\nwebsite and in an academic paper. The newspaper provided copies of this\ninformation.\n8. The newspaper\nsaid that Mermaids UK had left a comment on its public Facebook account which\nstated that “Mermaids were actually prohibited from any contact with the\nchild”, and that “Mermaids were ordered to have NOTHING to do with this child”.\nIt provided a screen shot of these comments. The newspaper said that in any\nevent, the article included the charity’s position that “it was not the subject\nof the court order and that it was the family that had been ordered to have no\ncontact with it”. It did not accept that the article was inaccurate or\nmisleading on this point.\nRelevant Code provisions\n9. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n10. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n11. During IPSO’s investigation, the newspaper offered to\npublish the following clarification in the Corrections & Clarifications\ncolumn, and as a footnote to the online article:\nIn our article (Charity ban as boy forced to live as girl,\nNews, Oct 8), we reported that Mermaids, the transgender charity, had been\nbanned by the High Court from making contact with a family. Mermaids has\ninformed us that it has not been the subject of a court order; rather, it was\ntold by the child’s mother that the judge had said that the child was to have\nno contact with Mermaids. It has also asked us to clarify that Dr Birgit Moller\ndid not offer fast-track cross-sex hormone treatment for children; the\ntreatment offered on a fast-track basis was hormone blockers.\n12. The complainant said that this would resolve the matter\nto its satisfaction.\n13. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 09/10/2017Date complaint concluded by IPSO: 11/01/2018\nBack to ruling listing\n\n\n"
}