{
    "url": "/rulings-and-resolution-statements/ruling/?id=07441-18",
    "title": "Resolution statement 07441-18 Ambrose v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2018-11-03 00:00:00",
    "received_on": "2018-11-20 00:00:00",
    "concluded_on": "2019-02-11 00:00:00",
    "complaint_processing_days": 83,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties, IPSO therefore began an investigation into the matter.9. During IPSO's investigation, the publication offered to published a correction in print in its \"corrections and clarifications\" column and append the online article with a similar wording: An article on November 3 about Teresa Burki's experiences using the exclusive dating agency 70/30 said that it 'didn’t find her a single match', and that 'nothing' arose from her membership. While Ms Burki did not meet any potential partners, the agency has asked us to make clear that she was presented with the dating profiles of at least 5 members 10. It also offered to add a statement to the online article, which outlined the complainant's position: A spokesperson for 70/30 said: 'It is incorrect to say that Tereza Burki didn’t receive any matches, and that once she joined, \"nothing happened\". Ms Burki was a member for only a few weeks out of the 12 month contract she signed for, and in that time she was presented with 5 profiles of eligible men that she found compatible and expressed a wish to meet some of them. According to the judgement, there were 5 profiles which matched her criteria. It is accurate to say we probably only had 100 men for Ms Burki (as she wanted to meet a man located in London or nearby). This is actually a positive number to be working with in the context of Specialist Matchmaking. 11. The complainant said that this was sufficient to resolve the matter. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 07441-18 Ambrose v Daily Mail\nSummary of complaint\n1. Susie Ambrose\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1(Accuracy) of the Editors' Code of Practice in an article\nheadlined \"£12,600 dating agency that broke my heart\", published on 3\nNovember 2018.\n2. The article\nfeatured an interview with a former client of Seventy Thirty, a dating agency\nfounded by the complainant. The client recounted her predominantly negative\nexperiences of the agency; this interview was interposed with details of a\ncourt case involving Seventy Thirty and the client.\n3. The article also\nappeared online in substantially the same format under the headline \"The\n12,000 dating agency that broke my heart: it only had a 100 men, didn’t find\nher a single match – and then sued HER when she complained\" published on 2\nNovember 2018.\n4. The complainant\nsaid that the client had given an inaccurate account of her expectations of the\nservice and her personal circumstances, including her wealth and marital\nhistory; the claims made in the interview contradicted the information heard in\ncourt.\n5. The complainant\nsaid that the article inaccurately claimed that \"nothing\" had\nhappened after the client had signed up, and that the service didn’t \"find\nher a single match\". She emphasised that the client was only a member for\n11 weeks, out of what was a 12 month contract, and that she was presented with\nseveral matches within this time.\n6. The publication\ndenied a breach of the Code. It said that the client's expectations and experiences\nof the service were presented as her own account, which she was entitled to\nexpress. It said that the article made clear that the client wanted a\nfulfilling relationship and did not consider that simply being provided\neligible profiles represented a \"match\". Furthermore, it was not\nmisleading to state that \"nothing\" had happened after her membership\npayment; the article made clear she did not have any contact or meetings with\n\"Mr Right\" and that she was still single.\nRelevant Code provisions\n7. Clause\n1(Accuracy)\ni. The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including head-lines not\nsupported by the text.\nii. A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate - an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n8. The complaint\nwas not resolved through direct correspondence between the parties, IPSO\ntherefore began an investigation into the matter.9. During IPSO's\ninvestigation, the publication offered to published a correction in print in\nits \"corrections and clarifications\" column and append the online\narticle with a similar wording:\nAn article on November 3 about Teresa Burki's experiences\nusing the exclusive dating agency 70/30 said that it 'didn’t find her a single\nmatch', and that 'nothing' arose from her membership. While Ms Burki did not\nmeet any potential partners, the agency has asked us to make clear that she\nwas presented with the dating profiles of at least 5 members\n10. It also offered to add a statement to the online\narticle, which outlined the complainant's position:\nA spokesperson for 70/30 said: 'It is incorrect to say that\nTereza Burki didn’t receive any matches, and that once she joined,\n\"nothing happened\". Ms Burki was a member for only a few weeks out of\nthe 12 month contract she signed for, and in that time she was presented with 5\nprofiles of eligible men that she found compatible and expressed a wish to meet\nsome of them. According to the judgement, there were 5 profiles which matched\nher criteria.\nIt is accurate to say we probably only had 100 men for Ms\nBurki (as she wanted to meet a man located in London or nearby). This is\nactually a positive number to be working with in the context of Specialist\nMatchmaking.\n11. The complainant said that this was sufficient to resolve\nthe matter.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint\nreceived: 20/11/2018\nDate complaint concluded: 11/02/2019\nBack to ruling listing\n\n\n"
}