{
    "url": "/rulings-and-resolution-statements/ruling/?id=06483-18",
    "title": "Resolution Statement 06483-18 Brooks v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2018-08-27 00:00:00",
    "received_on": "2018-10-03 00:00:00",
    "concluded_on": "2018-12-05 00:00:00",
    "complaint_processing_days": 63,
    "mediated_outcome": "6.   The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.   During IPSO's investigation, the publication offered to publish the following clarification:Dr Jonathan Brooks \"Surgeon must pay £170k tribunal costs to NHS\" (27 Aug) said that Jonathan Brooks was suspended for blowing the whistle on colleagues at Nottingham University Hospitals NHS Trust for being too focused on golf and private practice. Dr Brooks in fact claimed he had suffered detriments including suspension from his post on full pay - he had not 'stepped down', as the article wrongly said - primarily for raising concerns about patient safety at the hospital children's burns unit. Although most of his disclosures were accepted as protected by the Employment Rights Act, an employment tribunal rejected his claim. It found that his evidence \"distorted the truth\", although he had not been \"deliberately untruthful or dishonest\", and that he acted unreasonably in pursuing the case. Though costs were awarded against him, he is appealing the judgment. We are happy to clarify.8.   The complainant said that this would resolve the matter to his satisfaction. 9.   As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code",
    "text": "\n\n\n\n\n\nResolution Statement 06483-18 Brooks v The Daily\nTelegraph\nSummary of complaint 1.  \nJonathan Peter Brooks complained to the\nIndependent Press Standards Organisation that The Daily Telegraph breached\nClause 1 (Accuracy) of the Editors' Code of Practice in an article headlined\n\"Surgeon must pay £170k tribunal costs to NHS\" published on 27 August\n2018. 2.  \nThe article reported that the complainant, a\nplastic surgeon who had been suspended for blowing the whistle on colleagues he\naccused of being too focused on private work and playing golf, faced a bill of\n£170,000 in legal costs incurred by the Nottingham University Hospitals NHS\nTrust. It reported that he was suspended on full pay in 2015 and stepped down\nin January 2016, and that his appeal for £500,000 compensation had been rejected. 3.  \nThe complainant said the article was inaccurate.\nHe said it was misleading to imply that his motivation for whistleblowing was\ncolleagues playing golf; it was about patient safety. He said he had not\nstepped down in 2016, but in 2012, and remained an employee of the Trust. He\nsaid the article also referred to £500,000 compensation, when the actual\napplication was for £5,000,000. The complainant stated in his Application that\nonce his costs had been deducted from this figure, the money would be spent on\nthe NHS Burns and Plastic Service in Nottingham in an effort to make the\nservice safe for patients. 4.  \nThe publication denied that it had breached the\nCode; contemporaneous reports of the tribunal hearing referenced his\ncolleagues' private practice and golfing activities; this was a factor in his\nwhistleblowing. The publication said the complainant \"stepping down\"\nwas explicitly referenced in the costs judgement and that referring to £500,000\nin compensation as opposed to £5,000,000 did not make the article significantly\nmisleading. The publication emphasised that this was a short article and not an\nexhaustive summary of the case. \nRelevant Code provisions 5.  \nClause 1 (Accuracy)   i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and\ncampaign, must distinguish clearly between comment, conjecture and fact. \nMediated outcome 6.  \nThe complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. 7.  \nDuring IPSO's investigation, the publication\noffered to publish the following clarification:Dr Jonathan\nBrooks \"Surgeon\nmust pay £170k tribunal costs to NHS\" (27 Aug) said that Jonathan Brooks\nwas suspended for blowing the whistle on colleagues at Nottingham University\nHospitals NHS Trust for being too focused on golf and private practice. Dr\nBrooks in fact claimed he had suffered detriments including suspension from his\npost on full pay - he had not 'stepped down', as the article wrongly said -\nprimarily for raising concerns about patient safety at the hospital children's\nburns unit. Although most of his disclosures were accepted as protected by the\nEmployment Rights Act, an employment tribunal rejected his claim. It found that\nhis evidence \"distorted the truth\", although he had not been\n\"deliberately untruthful or dishonest\", and that he acted\nunreasonably in pursuing the case. Though costs were awarded against him, he is\nappealing the judgment. We are happy to clarify.8.  \nThe complainant said that this would resolve the\nmatter to his satisfaction. 9.  \nAs the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code Date\ncomplaint received: 03/10/2018 Date\ncomplaint concluded by IPSO: 05/12/2018\n \nBack to ruling listing\n\n\n"
}