{
    "url": "/rulings-and-resolution-statements/ruling/?id=02638-20",
    "title": "Resolution Statement – 02638-20 A woman v Mail Online",
    "provisions": [
        "3 Harassment (2019)",
        "2 Privacy (2019)",
        "1 Accuracy (2019)",
        "4 Intrusion into grief or shock (2019)",
        "6 Children (2019)",
        "12 Discrimination (2019)",
        "14 Confidential sources (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-10-05 00:00:00",
    "received_on": "2020-04-15 00:00:00",
    "concluded_on": "2020-05-19 00:00:00",
    "complaint_processing_days": 34,
    "mediated_outcome": "12. The complainant was not satisfied with the publication’s offer and complained to IPSO, which began an investigation into the matter.  13. The publication said that it was not aware of some new details raised by the complainant in her IPSO complaint regarding the private nature of the video, and upon receiving the complaint it promptly offered to remove the article. 14. The complaint said that she was content to resolve the matter on this basis. 15. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 02638-20 A woman v Mail Online\nSummary of Complaint \n1. A woman complained to the Independent Press Standards\nOrganisation that Mail Online breached Clause 1 (Accuracy), Clause 2 (Privacy),\nClause 3 (Harassment), Clause 4 (Intrusion into grief or shock), Clause 6\n(Children), Clause 12 (Discrimination) and Clause 14 (Confidential sources) of\nthe Editors' Code of Practice in an article headlined \"Moment weary\nfoul-mouthed EasyJet flight attendant, 36, starts mocking British passengers\nfor getting their 'glowing' teeth done in Turkey”, published on 5 October 2019.\n2. The article reported that the complainant, a flight\nattendant, had criticised passengers for undertaking dental procedures in\nTurkey in a video on Snapchat. The article featured the video in question,\nwhich was taken by the complainant while she was at work.\n3. The complainant said that the article was inaccurate, as\nshe was not criticising or mocking passengers in the video and that the article\ngave an inaccurate impression of her comments due to the circumstances in which\nthe video was made. She said that publishing footage of this incident\nconstituted an intrusion into her grief or shock. The complainant also said\nthat she had a reasonable expectation of privacy regarding the information in\nthe article which reported her name, age, and hometown, and in regard to the\nvideo itself, which was only shared with around 20 colleagues on a work\nsnapchat group.  She said the publication\nof the article and the subsequent backlash she had received through user\ncomments beneath the article constituted harassment in breach of Clause 3. The\ncomplainant said that the article breached the terms of Clause 6 due to the\neffect it would have on her daughter. She also said that the article\ndiscriminated against her in breach of Clause 12.\n4. Before contacting IPSO the complainant contacted the\npublication, which agreed to remove the user comments as a means to resolve the\nmatter. \nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n6. Clause 2 (*Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\n7. Clause 3 (*Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\n8. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\n9. Clause 6 (*Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their children\nor wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nii) The restrictions on intruding into privacy are\nparticularly relevant to enquiries about individuals in hospitals or similar\ninstitutions.\n10. Clause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\n11. Clause 14 (Confidential sources)\nJournalists have a moral obligation to protect confidential\nsources of information.\nMediated Outcome\n12. The complainant was not satisfied with the publication’s\noffer and complained to IPSO, which began an investigation into the matter. \n13. The publication said that it was not aware of some new\ndetails raised by the complainant in her IPSO complaint regarding the private\nnature of the video, and upon receiving the complaint it promptly offered to\nremove the article.\n14. The complaint said that she was content to resolve the\nmatter on this basis.\n15. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.\n \nDate complaint received: 15/04/2020\nDate complaint concluded by IPSO: 19/05/2020\nBack to ruling listing\n\n\n"
}