{
    "url": "/rulings-and-resolution-statements/ruling/?id=11997-20",
    "title": "Resolution Statement – 11997-20 The Boleskine House Foundation and Readdy v The Times",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2020-07-10 00:00:00",
    "received_on": "2020-07-20 00:00:00",
    "concluded_on": "2020-01-20 00:00:00",
    "complaint_processing_days": -182,
    "mediated_outcome": "16. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 17. During IPSO’s investigation the complainants said they would resolve their complaint on the basis that: The image and caption of Keith and Kyra Readdy would be deleted from the third article;The articles were amended to make clear that Kyra Readdy was no longer a trustee; and  The articles made clear that Kyra Readdy was formerly, rather than currently, a founding member.   18. The publication made these amends to the articles. 19. The complainants said that this would resolve the matter to their satisfaction. 20. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 11997-20 The Boleskine House\nFoundation and Readdy v The Times\nSummary of Complaint\n1. The Boleskine House Foundation, Keith and Kyra Readdy\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in three articles\nheadlined:\n a. Charity out to\nrebuild more than ‘wicked’ occultist’s house 24 June 2020\n b. Devil of a row\nerupts over restoration 11 July 2020\n c. “Restored\nmansion to promote doctrines of ‘sex magick’ occultist”, published on 10 July\n2020.\n2. The first article reported on the intentions of the\ncharity which was restoring the historic property Boleskine House, which had\nbeen the home of the occultist Aleister Crowley. The article contained quotes\nfrom the website of the charity which stated that “’We anticipate that much of\nthe future lure to the house will in a large part concern the communities that\nplace importance on Crowley and his spiritual legacy. We therefore consider\nThelema, as a legitimate new religious movement, to be part of the estate’s\nlasting legacy and we wish to uphold this to the best of our ability’”. It\ndescribed the complainant Kyra Readdy as “a founder and trustee” of the charity\nas well as being a “London based lawyer”, and stated that she had “played down\nthe link with Crowley and insisted that it was a secular charity whose focus\nwas on education and promoting Scottish history”.\n3. The first article also appeared online in substantially\nthe same format under the headline “Aleister Crowley: Charity out to rebuild\nmore than ‘wicked’ occultist’s Boleskine House”.\n4. The second article reported on issues between members of\nthe charity. It reported that “a prominent member” of the charity, who was\nnamed in the article, had been “asked to resign for allegedly promoting\nfar-right views on social media”. It said that this member had “alleged that\nthe charity was a fig leaf for Ordo Templi Orientis (OTO), or Order of Oriental\nTemplars, an occult order founded by Crowley whose members go through\ninitiation rituals”. The article contained a comment from the chairman of the\ncharity who “strongly denied” the claims and said that “no other organisation\nis affiliated with the charity in any capacity”. The article also referred to a\nfurther named member, described as a “team member” on the charity’s website who\nstated that “the mansion’s owners ‘intend to co-operate with OTO to provide\nopportunities for access to the house and land’”. Another person described as a\n“former trustee” was also reported as having “said he had raised concerns about\nits relationship with the order with the Scottish charity regulator.” \n5. The second article also appeared online… “Row over house\nthat belonged to Jimmy Page and Aleister Crowley”.\n6. The third article reported that the charity “aims to use\nthe project to promote the controversial doctrines of Aleister Crowley, the\noccultist”. It said that the “trustees” of the charity had written an article\nfor the Ordo Templi Orientis which reported “that the restored building will be\nused to stimulate interest in Crowley’s spiritual philosophy”. The article\ndescribed the complainants, Keith and Kyra Readdy, as the “founders and\ntrustees” of the charity, and reported that they had said that “their goal is\nto open the property as a non-religious visitor attraction”. It  also quoted the article as saying  “It is our intention to uphold the Thelemic\nlegacy of the house. We hope it will serve as a great opportunity to educate\nthe greater community about Crowley’s legacy.” The article described Mrs Readdy\nas “a London based lawyer who specialises in international tax and trusts”. It\ncontained a quote from an unnamed volunteer of the charity who “claimed that he\nand others were told not to let locals know of their connections to the\nsecretive occult group” and a quote from him which stated that “The charity is\nlittle more than a front for OTO,”. The article contained a quote from the\nchair of the charity who said: “BHF is not affiliated with Aleister Crowley or\nThelema and is an independent organisation with primary secular interests to\nrestore the house. BHF is a registered charity whose aims are educational and\nits activities are guided by an independent board of trustees.” The article\nnoted that three further “listed trustees” had resigned, that the OTO’s\n“international leader” had contributed to the charity’s magazine and that the\nOTO’s “treasurer general” was listed as a team member on the charity’s website.\nThe article also included a photograph of Keith and Kyra Readdy with the\ncaption “Keith and Kyra Readdy said Boleskine House will be used to stimulate\ninterest in the philosophy of Aleister Crowley and the Order of Oriental\nTemplars”.\n7. The third article also appeared online in substantially\nthe same format under the headline “Restored Boleskine House to promote\ndoctrines of ‘sex magick’ occultist Aleister Crowley”.\n8. The complainants said that the articles were inaccurate\nin breach of Clause 1. They said that the foundation was a secular, registered\ncharity and was not a “front” for Aleister Crowley or Thelema. It said that the\nhouse would be used to promote education, and whilst some of that would cover\nAleister Crowley, it would also consider other elements of the history of the house,\nsuch as music.\n9. The complainants said it was inaccurate to describe a\nformer trustee, who resigned after three weeks, as a “prominent member” and\nthat it was misleading to include a quote from him alleging that the charity\nwas a “fig leaf” for the Order of Oriental Templars as he was not a credible\nsource. The complainants also said it was inaccurate to report that concerns\nhad been raised by another member regarding the relationship between the\ncharity and the Order, as in fact the concerns related to a lack of\nindependence between the trustees and the foundation. They noted that the\ncharity had an independent examination of their affairs each year which had not\nfound that they were a “fig leaf”.\n10. The complainants also said it was inaccurate to report\nthat Kyra Readdy had said the House would “be used to stimulate interest in the\nphilosophy of Aleister Crowley and the Order of Oriental Templars”. They said\nthe quote was based on an article written by trustees, but had not been written\nor published during the period Kyra Readdy was a trustee, and therefore it was\ninaccurate to report that she had said this.\n11. The complainants also said it was inaccurate for the\narticles to refer to Kyra Readdy as a trustee, as she had only been a trustee\nfor a short period of time, and not when the three articles under complaint\nwere published. They said that she no longer had a connection to the charity,\nalthough she had been one of the founders.\n12. The complainants also said that the articles breached\ntheir privacy under Clause 2 on a personal level. Both complainants said that\nthe image used in the third article had been taken for an earlier article, but\nhad not been published, and a different image had been chosen. They said it was\na breach of their privacy to use this unpublished image without their consent. \n13. Kyra Readdy also said it was a breach of her privacy to\nmention her at all in the articles, as she no longer had a connection to the\ncharity. She also said that it was a further breach of her privacy to state\nthat she was a London based lawyer, and to specify what type of law she\npracticed.\n14. The publication did not accept a breach of the Code. It\nsaid that a previous version of the charity’s website had described “upholding”\nand “educating” Thelema, and described it as a “legitimate religious movement”.\nAfter the publication of the first article, it also said it had seen a video\nwhich supported the claims made in the article. The publication said it was\nentitled to report the comments of a former trustee and that someone in this\nposition, even if held for a short period, could accurately be described as a\n“prominent member”. The publication accepted that it was inaccurate to report\nthat the charity had been referred to the regulatory body because of its\nconnection to the Order of Oriental Templars, and amended the article so that\nit reflected the accurate position for this referral. It did not, however,\nconsider that this was a significant inaccuracy requiring a correction under\nClause 1(ii).\n15. The publication noted that the image used in the third\narticle had been taken as a set with the complainant’s knowledge and consent\nfor publication. It said that the information revealed nothing private about\nthe individuals and, in any case, the inclusion of the photograph was in the\npublic interest. The publication also said that the complainant’s role as a\nlawyer was on  Boleskin House’s website,\nand that a person’s job was not information for which they had a reasonable\nexpectation of privacy.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for private and family\nlife, home, physical and mental health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy\nMediated Outcome\n16. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n17. During IPSO’s investigation the complainants said they\nwould resolve their complaint on the basis that:\nThe image and caption of Keith and Kyra Readdy would be\ndeleted from the third article;The articles were amended to make clear that Kyra Readdy was\nno longer a trustee; and  The articles made clear that Kyra Readdy was formerly,\nrather than currently, a founding member.\n\n\n18. The publication made these amends to the articles.\n19. The complainants said that this would resolve the matter\nto their satisfaction.\n20. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\n \nDate complaint received: 20/07/2020\nDate complaint concluded by IPSO: 20/01/2020\nBack to ruling listing\n\n\n"
}