{
    "url": "/rulings-and-resolution-statements/ruling/?id=00677-17",
    "title": "Resolution Statement 00677-17 Bacon v The Times",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2017-01-28 00:00:00",
    "received_on": "2017-01-30 00:00:00",
    "concluded_on": "2017-03-17 00:00:00",
    "complaint_processing_days": 46,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation of the complaint, the newspaper offered to remove the later version of the article and publish the following correction: We said that drunken British holidaymakers were deterring Spanish police officers from applying for jobs on Ibiza (News, January 28).  In fact, as an earlier report on the same subject made clear, the officers' stated concern was the high cost of living on the island, not the presence of badly behaved tourists. 8. The complainant said this would resolve his complaint to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00677-17 Bacon v The Times\nSummary of complaint\n1. Tristan\nBacon complained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) in an article headlined “Drunken British tourists\nscare off Ibiza’s policemen”, published on 28 January 2017.\n2. The\narticle reported on the concerns of policemen who work in Ibiza. It reported\nthat “the island is facing a shortage of officers, who are being put off not by\nriotous tourists, by by the soaring costs of living”.\n3. The\ncomplainant expressed concern that the article’s headline had inaccurately\nreported that Spanish policemen had been put off working in Ibiza because of\nthe actions of drunk British tourists, when the body of the article made clear\nthat it was rising house prices which were the cause of the police’s reluctance\nto work there.\n4. The\nnewspaper said that the article under complaint was a revised version of an\nearlier article which reported on the police’s concerns over rising house\nprices. It said that the article’s headline had been changed so as to make the\nfocus of the article more relevant to a British readership. It noted that the\npress as a whole had widely and accurately reported over many years that the\nIbiza police had struggled to cope with badly behaved tourists from Britain.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text. \nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7. During\nIPSO’s investigation of the complaint, the newspaper offered to remove the\nlater version of the article and publish the following correction:\nWe said that drunken British holidaymakers were deterring\nSpanish police officers from applying for jobs on Ibiza (News, January\n28).  In fact, as an earlier report on\nthe same subject made clear, the officers' stated concern was the high cost of\nliving on the island, not the presence of badly behaved tourists.\n8. The\ncomplainant said this would resolve his complaint to his satisfaction.\n9. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 30/01/2017Date complaint concluded by IPSO: 17/03/2017  \nBack to ruling listing\n\n\n"
}