{
    "url": "/rulings-and-resolution-statements/ruling/?id=12920-17",
    "title": "Resolution Statement 12920-17 Armstrong v Liverpool Echo",
    "provisions": [
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2017-06-05 00:00:00",
    "received_on": "2017-06-05 00:00:00",
    "concluded_on": "2017-07-10 00:00:00",
    "complaint_processing_days": 35,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. While the newspaper did not accept a breach of the Code, it expressed regret that the article had caused the complainant upset. Following IPSO’s intervention, the matter was settled privately.8. The complainant said that this resolved the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 12920-17 Armstrong v Liverpool Echo 1. Katharine\nArmstrong complained to the Independent Press Standards Organisation that the\nLiverpool Echo breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 3\n(Harassment) of the Editors’ Code of Practice in an article headlined “Seen the\nman clutching his pint in London terror attacks? Turns out he's Scouse”,\npublished on 5 June 2017.2. The article\nreported on speculation surrounding the identity of a man who was photographed\nfollowing the London Bridge terror attack, holding a pint, amongst a crowd of\npeople who were fleeing the incident. The article said that “a Facebook post\nshared by a relative claims he is from Maghull - and joked he was clutching onto\nthe pint because of unreasonably high prices in the capital”.3. The complainant,\nthe sister of the man pictured and the author of the Facebook post, said that\nshe had not shared her comments publicly. When she had posted her comments she\nhad been speculating on the identity of the man pictured, no further steps were\ntaken by the newspaper to establish the veracity of her claims. She said that a\nfreelance reporter had attempted to contact her for comment, and had ignored\nher requests to desist.4. The newspaper\nsaid that the complainant had reported on the post which the complainant had\nshared on social media, accurately. It said that the complainant’s privacy\nsettings were set to “Friends of Friends”: there was no reasonable expectation\nof privacy in respect of a post which would have been seen by individuals both\ninside and outside her friendship network. The newspaper denied that the\nfreelance reporter had been working on their behalf.Relevant Code Provisions5. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable expectation\nof privacy.Clause 3.\n(Harassment)i)\nJournalists must not engage in intimidation, harassment or persistent pursuit.ii) They\nmust not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources.Mediated Outcome6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.7. While the newspaper did not accept a breach of the Code,\nit expressed regret that the article had caused the complainant upset.\nFollowing IPSO’s intervention, the matter was settled privately.8. The complainant said that this resolved the matter to her\nsatisfaction.\n9. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.Date complaint received: 05/06/2017Date complaint concluded by IPSO: 10/07/2017  \nBack to ruling listing\n\n\n"
}