{
    "url": "/rulings-and-resolution-statements/ruling/?id=05740-18",
    "title": "Resolution Statement 05740-18 A Man v Mail Online",
    "provisions": [
        "2 Privacy (2018)",
        "10 Clandestine devices and subterfuge (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-09-10 00:00:00",
    "received_on": "2018-08-23 00:00:00",
    "concluded_on": "2018-11-13 00:00:00",
    "complaint_processing_days": 82,
    "mediated_outcome": "7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.    During IPSO’s investigation, the publication offered to pixelate the complainant’s image and redact his name from the screenshots of the comments. The publication also offered to assist the complainant in removing this information from third party sites, and to perform a ‘flush’ to remove the complainant’s name from search results related to the article. 9.    The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 05740-18 A Man v Mail OnlineSummary of Complaint 1.    A man complained to the Independent Press Standards Organisation that Mail Online breached Clause 2 (Privacy) and Clause 10 (Clandestine devices and subterfuge) in an article headlined “EXCLUSIVE: Labour supporters 'jokingly' encourage a fellow student to gas, poison or burn his Tory housemates in 'Young Lefty Society' Facebook group” published on 10 September 2017. 2.    The article reported on comments made by members of a closed Facebook group in response to a user who said that he would be living with Conservative housemates at university. The complainant’s comment was included which suggested “Rat poison maybe gulag”, along with his name and Facebook photograph. The article also included a statement from the complainant apologising for the offence caused by his comment. 3.    The complainant said that the article breached Clause 2 (Privacy) as the comments were made on a closed Facebook group and were published without consent, as was his name and photograph. The complainant said that identifying him was not necessary to the overall story and continued to severely and disproportionately impact on his job prospects. The complainant also said that the article breached Clause 10 (Clandestine devices and subterfuge). He said that in order to bypass the group’s security measures, the journalist must have falsely pretended to be a young, left-wing person. 4.    The publication did not accept that the article had breached the Code. It pointed out that 11 months had passed between the article being published and the complaint in which the complainant had been aware of the article, and yet no concerns had been raised previously. The publication said that the complainant did not have a reasonable expectation of privacy regarding his comments, as the group had over 3,000 members, many of whom were unknown to the complainant.  It also said that the group’s security measure were not being enforced in practice and gave examples of people being added to the group without their consent or knowledge. The publication also said that the complainant’s photograph did not show him engaged in any private activity, and was in the public domain as his Facebook profile picture, as well as appearing  on his various other public social media sites. 5.    The publication said that the publication of the complainant’s comments were central to the main story, and there was a strong public interest in bringing these them to light. The publication said that Clause 10 was not engaged because the journalist had not engaged in misrepresentation or subterfuge to gain access to the group.Relevant Code Provisions 6. Clause 2 (Privacy)*i) Everyone is entitled to respect for his or her private and family life, home, health and correspondence, including digital communications. ii) Editors will be expected to justify intrusions into any individual's private life without consent. In considering an individual's reasonable expectation of privacy, account will be taken of the complainant's own public disclosures of information and the extent to which the material complained about is already in the public domain or will become so.iii) It is unacceptable to photograph individuals, without their consent, in public or private places where there is a reasonable expectation of privacy. Clause 10 (Clandestine devices and subterfuge)*i) The press must not seek to obtain or publish material acquired by using hidden cameras or clandestine listening devices; or by intercepting private or mobile telephone calls, messages or emails; or by the unauthorised removal of documents or photographs; or by accessing digitally-held information without consent.ii) Engaging in misrepresentation or subterfuge, including by agents or intermediaries, can generally be justified only in the public interest and then only when the material cannot be obtained by other mean The Public InterestThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.1. The public interest includes, but is not confined to:Detecting or\nexposing crime, or the threat of crime, or serious impropriety.Protecting public\nhealth or safety.Protecting the\npublic from being misled by an action or statement of an individual or\norganisation.Disclosing a person\nor organisation’s failure or likely failure to comply with any obligation to\nwhich they are subject.Disclosing a\nmiscarriage of justice.Raising or\ncontributing to a matter of public debate, including serious cases of impropriety,\nunethical conduct or incompetence concerning the public.Disclosing\nconcealment, or likely concealment, of any of the above.2. There is a public interest in freedom of expression\nitself.3. The regulator will consider the extent to which material\nis already in the public domain or will become so.4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be proportionate\nto, the public interest and explain how they reached that decision at the time.\n5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16. Mediated Outcome 7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.    During IPSO’s investigation, the publication offered to pixelate the complainant’s image and redact his name from the screenshots of the comments. The publication also offered to assist the complainant in removing this information from third party sites, and to perform a ‘flush’ to remove the complainant’s name from search results related to the article. 9.    The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code. Date complaint received: 23/08/2018 Date complaint concluded by IPSO: 13/11/2018\nBack to ruling listing\n\n\n"
}