{
    "url": "/rulings-and-resolution-statements/ruling/?id=08051-16",
    "title": "Resolution Statement 08051-16 Kavanagh v Daily Mail",
    "provisions": [
        "2 Privacy (2016)",
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-08-08 00:00:00",
    "received_on": "2016-08-22 00:00:00",
    "concluded_on": "2016-10-13 00:00:00",
    "complaint_processing_days": 52,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7. The newspaper had removed the photograph from the online article when it was first contacted by the complainant, and said it would not re-publish the photograph. It also said, in view of the ongoing national security threat level, it would remind all of its journalists of the need to treat personal information about all police officers and their families with extra care before publication. In addition, it agreed to publish the following correction in the newspaper’s Corrections and Clarifications column: An article on 8 August about highly paid police officers who receive generous ‘perks’ stated that Essex Chief Constable Stephen Kavanagh had received a pay rise last year of £26,000. We now accept that this was not the case. We apologise for the error. 8. The complainant said these actions resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 08051-16 Kavanagh v Daily Mail \nSummary of complaint\n1. Stephen Kavanagh\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “The £200,000 boss who makes you pay his daily\nlunch bill”, published on 8 August 2016.\n2. The article said\nthat the complainant, the chief constable of Essex Police, had claimed tens of\nthousands of pounds in allowances for his home, food bills and private cars,\ndespite being paid £200,000 per year. It said that the complainant was a\n“failing” chief constable, and had accepted a pay rise of £26,000. The article\nwas accompanied by an aerial photograph of the complainant’s home. \n3. The complainant said that the publication of aerial\nphotographs of his home, as well as mentioning where it was located, invaded\nhis and his family’s privacy. He said that it was inaccurate to report that he\nhad accepted a pay rise of £26,000; he said that the newspaper had compared his\npart-year salary in 2013/14 without allowances, with this full-year salary for\n2014/15 with allowances. He also said that it was inaccurate to say he was a\n“failing” chief constable as the latest assessment from Her Majesty’s\nInspectorate of Constabulary said that it was a “well led force”.\n4. The newspaper said that it had taken the photograph of the\ncomplainant’s house from a property website. It said that the location of the\nhouse was not identifiable from the photograph, and denied that Clause 2 had\nbreached. It said that as Essex Police was only one of four forces to be rated\n“inadequate” in respect of protecting the vulnerable from harm, it was not\ninaccurate to describe the complainant as “failing”. It accepted that it was\ninaccurate to report that the complainant had accepted a pay rise of £26,000.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nMediated outcome\n6. The complaint\nwas not resolved through correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. The newspaper\nhad removed the photograph from the online article when it was first contacted\nby the complainant, and said it would not re-publish the photograph. It also\nsaid, in view of the ongoing national security threat level, it would remind\nall of its journalists of the need to treat personal information about all\npolice officers and their families with extra care before publication. In\naddition, it agreed to publish the following correction in the newspaper’s\nCorrections and Clarifications column:\nAn article on 8 August about highly paid police officers who\nreceive generous ‘perks’ stated that Essex Chief Constable Stephen Kavanagh had\nreceived a pay rise last year of £26,000. We now accept that this was not the\ncase. We apologise for the error.\n8. The complainant\nsaid these actions resolved the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 22/08/2016Date complaint concluded by IPSO: 13/10/2016\nBack to ruling listing\n\n\n"
}