{
    "url": "/rulings-and-resolution-statements/ruling/?id=01507-18",
    "title": "Resolution Statement 01507-18 A man v dailyrecord.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "dailyrecord.co.uk (Reach PLC)",
    "published_on": "2017-12-10 00:00:00",
    "received_on": "2018-04-25 00:00:00",
    "concluded_on": "2018-06-05 00:00:00",
    "complaint_processing_days": 41,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication offered to remove the article. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01507-18 A man v dailyrecord.co.uk\nSummary of complaint\n1. A man complained\nto the Independent Press Standards Organisation that the dailyrecord.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “Porsche pest car sales boss sent colleague obscene texts after she\nrejected him,” published on 10 December 2017.\n2. The article\nreported on the complainant’s recent court case. It stated that he had pleaded\nguilty to two charges under the Communications Act and been fined £2000. It\nreported that these charges related to messages he had sent to a former\nemployee and included claims, attributed to an anonymous source, about the\nnature of the complainant’s conduct and the substance of the messages.\n3.  The complainant\nsaid that the article was an inaccurate report of court proceedings. He said\nthat the claims about his conduct, and the substance of the messages he had\nallegedly sent, had not been heard in court, and did not form the basis of his\nconviction. He said that including this information in an article that reported\non the court case was misleading.\n4. The publication\ndid not accept that it had breached the Code. It said that it did not have a reporter in court, however it maintained\nthe article was accurate, as the journalist had interviewed the source, put the\nclaims to the complainant prior to publication, and contacted the court for\nclarification of the precise charges the complainant had pleaded guilty to. It\nprovided copies of the recordings of the conversation between the journalist\nand the court clerk, and the journalist’s conversation with the complainant.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly, and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant accuracies\nshould be given, when reasonable called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation, the publication offered to remove the article.\n8. The complainant\nsaid that this would resolve the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 25/04/2018\nDate complaint concluded by IPSO: 05/06/2018\nBack to ruling listing\n\n\n"
}