{
    "url": "/rulings-and-resolution-statements/ruling/?id=00396-21",
    "title": "Resolution Statement – 00396-21 Khan v Birmingham Mail",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Birmingham Mail (Reach PLC)",
    "published_on": "2021-01-09 00:00:00",
    "received_on": "2021-01-12 00:00:00",
    "concluded_on": "2021-04-27 00:00:00",
    "complaint_processing_days": 105,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation the complainant proposed the following footnote correction as a way to resolve their complaint: “A previous version of this article stated that 'Hardly anyone in Lozells had received a vaccine, according to local research.' We are happy to clarify that the local research consisted of a survey sent by Cllr Zaffar rather than the NHS, asking if residents had, or knew someone who had, been called to get the vaccine. It was completed by 105 people and was not necessarily answered by only older residents. The petition data was anonymous.\" The subheading would also be changed to say: “Research carried out in an anonymous petition among 105 people in Lozells reveals hardly anyone has yet been called for vaccine - but health chiefs say more is coming”. 11. The publication confirmed they would be willing to publish this correction and the amendmnents.  12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 00396-21 Khan v Birmingham Mail\nSummary of Complaint\n1. Asaf Khan complained to the Independent Press Standards\nOrganisation that Birmingham Mail breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “'Very few in one of city's worst hit\nareas vaccinated'”, published on 9th January 2021.\n2. The article reported on uptake of the Covid-19 vaccine in\nLozells and that “HARDLY anyone in Lozells has received a Covid-19 vaccine,\neven though it is consistently one of Birmingham’s worst hit areas”. It stated\nthat “local research” had shown that only one GP practice had received doses of\nthe Pfizer vaccine but that there were plans to open another location as the\nvaccination programme continued. The article also reported on a survey\nconducted by a local councillor that “nine out of ten [residents in Lozells]\nhave neither been called for a vaccine nor are even aware of anyone being\ncalled for a vaccine”. \n3. The article also appeared online in substantially the\nsame format under the headline “Frustration as vaccine 'yet to reach Covid\nhotspot Lozells'”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 (Accuracy) because there were tweets that he said suggested\nthat more than one GP practice had received doses of the Pfizer vaccine at the\ntime the article was published. The complainant also provided a spreadsheet\nthat listed the GP practices in Lozells that were participating in the Covid-19\nvaccination programme and showed to which Primary Care Networks (PCNs) each GP\npractice belonged. He said that the article had only focused on those practices\nwithin one PCN and hadtherefore overlooked the other PCN’s that existed within\nLozells with regards to the claim about vaccine avaiability.\n5. The complainant also said that the article was inaccurate\nin breach of Clause 1 because of the nature of the research which formed the\nbasis for the claim that “Research carried out among elders and families in\nLozells reveals hardly anyone has yet been called for vaccine”. The complainant\nsaid that this research had been conducted by a local councillor who had sent a\nlink to a survey to his WhatsApp contacts. The sample size was small – only 105\npeople had been asked – and anonymous, meaning that it could not be certain how\nmany people in the most at-risk categories had been included in this survey. \n6. The publication said it did not accept that the article\nhad breached Clause 1. They explained that they had been made aware of concerns\nthat few elderly people had been called to receive a vaccine by a local\ncouncillor. Subsequently, the reporter had contacted a PCN Hub directly to ask\nabout the vaccination programme in light of the councillor's concerns. The\nreporter had specifically asked if they could provide data of how many people\nliving in Lozells had received the vaccine. The publication said that a\nspokesperson for the West Birmingham and Black Country Clinical Commissioning\nGroup (CCG) had responded and that this response had been included in the\narticle. The article had reported that “the Modality Primary Care Network\n(which includes a GP practice in Lozells) went live in Wave 1 and they have\nvaccinated 'a proportion' of their over 80s. She said a further site which\ncovers Lozells is preparing to go live in the next few days, with more details\nto follow”. The publication said it was reasonable to rely on information\nprovided by the relevant CCG.\n7. The publication said it also did not accept that there\nhad been a breach of Clause 1 regarding the complainant’s concern about\nparticipation levels in the “local research”. \nThe publication said that it had sought clarification on the matter\nraised from a verified and reliable authority, as outlined above, and it was\nreasonable for the publication to rely on the information provided. They said\nit was also worth noting that information concerning GP/PCN/ward/area level\ndata about vaccination uptake and numbers vaccinated had still not been made\navailable, despite pressure from local and national politicians and media\norganisations.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n9. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n10. During IPSO’s investigation the complainant proposed the\nfollowing footnote correction as a way to resolve their complaint:\n“A previous version of this article stated that 'Hardly\nanyone in Lozells had received a vaccine, according to local research.' We are\nhappy to clarify that the local research consisted of a survey sent by Cllr\nZaffar rather than the NHS, asking if residents had, or knew someone who had,\nbeen called to get the vaccine. It was completed by 105 people and was not\nnecessarily answered by only older residents. The petition data was\nanonymous.\"\nThe subheading would also be changed to say:\n“Research carried out in an anonymous petition among 105\npeople in Lozells reveals hardly anyone has yet been called for vaccine - but\nhealth chiefs say more is coming”.\n11. The publication confirmed they would be willing to\npublish this correction and the amendmnents. \n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 12/01/2021\nDate complaint concluded by IPSO: 27/04/2021\nBack to ruling listing\n\n\n"
}