{
    "url": "/rulings-and-resolution-statements/ruling/?id=02458-16",
    "title": "Resolution Statement 02458-16 Martin v The Daily Star on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Star Sunday (Reach PLC)",
    "published_on": "2016-04-18 00:00:00",
    "received_on": "2016-04-18 00:00:00",
    "concluded_on": "2016-08-02 00:00:00",
    "complaint_processing_days": 106,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  6. The publication offered to remove the article from its website and publish the following apology: An apology to Harry Amelia On April 18 2016 we published a column written by Helen Wood headlined “Helen Wood exposes Harry Amelia’s lies to Nick Henderson: ‘She said she had no womb’.” Following a complaint from a representative for Harry Amelia the headline was amended to “Helen Wood calls Harry out for slating Nick: ‘Why slide knickers down in the first place?’”, as Harry Amelia provided evidence that our source may have given false statements. It has always been Harry Amelia’s position at no stage had she stated she had her womb removed or that she is allergic to condoms. On July 27 2016 Nick Henderson used a post on Twitter to publicly acknowledge he had in fact lied about the information he had provided to our columnist Helen Wood. The column was published in good faith based upon information provided by Nick Henderson. Nick Henderson has publically stated he lied and said: “I extend a massive apology to Harry her family and everyone that was effected by it.” Given the information Nick Henderson provided to Helen Wood was in fact lies, we also unreservedly apologise to Harry Amelia for any embarrassment and distress the column may have caused. 7. The publication also offered to publish an article about the man saying he had lied, and to publish an apology in Helen Wood’s next column. 8. The complainant said that these actions would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 02458-16 Martin v The Daily Star on Sunday\nSummary of complaint\n1. Harry Amelia\nMartin complained to the Independent Press Standards Organisation that the\nDaily Star on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Helen Wood exposes Harry Amelia’s lies to\nNick Henderson: ‘She said she had no womb’”, published on 18 April 2016. The\narticle was published online only.\n2. The complainant\nexpressed concern about comments in the article relating to a conversation the\nwriter had had with the complainant’s child’s father: “I asked him why on earth\nhe didn’t use protection and he told me she’d said she’s had her womb removed\nand that she was allergic to condoms.” The complainant said that she had never\nmade such claims to her former partner, and the claims were untrue.\n3. The publication\ninitially stood by the accuracy of its story but, following a public\nannouncement by the complainant’s child’s father that he had fabricated the\nclaims, the publication agreed to publish an apology. \nRelevant Code provisions\n4. Clause 1\n(Accuracy)\n(i) The\npress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\n(ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and – where appropriate – an apology\npublished.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n6. The publication\noffered to remove the article from its website and publish the following\napology:\nAn apology to Harry Amelia\nOn April 18 2016 we published a column written by Helen Wood\nheadlined “Helen Wood exposes Harry Amelia’s lies to Nick Henderson: ‘She said\nshe had no womb’.”\nFollowing a complaint from a representative for Harry Amelia\nthe headline was amended to “Helen Wood calls Harry out for slating Nick: ‘Why\nslide knickers down in the first place?’”, as Harry Amelia provided evidence\nthat our source may have given false statements. It has always been Harry\nAmelia’s position at no stage had she stated she had her womb removed or that\nshe is allergic to condoms. On July 27 2016 Nick Henderson used a post on\nTwitter to publicly acknowledge he had in fact lied about the information he\nhad provided to our columnist Helen Wood.\nThe column was published in good faith based upon\ninformation provided by Nick Henderson. Nick Henderson has publically stated he\nlied and said: “I extend a massive apology to Harry her family and everyone\nthat was effected by it.” Given the information Nick Henderson provided to\nHelen Wood was in fact lies, we also unreservedly apologise to Harry Amelia for\nany embarrassment and distress the column may have caused.\n7. The publication\nalso offered to publish an article about the man saying he had lied, and to\npublish an apology in Helen Wood’s next column.\n8. The complainant\nsaid that these actions would resolve the matter to her satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 18/04/2016Date complaint concluded by IPSO: 02/08/2016\nBack to ruling listing\n\n\n"
}