{
    "url": "/rulings-and-resolution-statements/ruling/?id=13171-16",
    "title": "Resolution Statement 13171-16 A man v Cambridge News",
    "provisions": [
        "2 Privacy (2016)",
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Cambridge News (Reach PLC)",
    "published_on": "2016-08-02 00:00:00",
    "received_on": "2016-11-14 00:00:00",
    "concluded_on": "2017-02-10 00:00:00",
    "complaint_processing_days": 88,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7. In order to resolve the complaint, the publication agreed to write the complainant a private letter of apology. 8. The complainant said this action resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 13171-16 A man v Cambridge News\nSummary of complaint\n1. A man\ncomplained to the Independent Press Standards Organisation that the Cambridge\nNews breached Clause 2 (Privacy) and Clause 4 (Intrusion into grief or shock) of the Editors’ Code of Practice in an\narticle headlined “Man in his 20s killed in serious accident on A10 near\nStretham”, published on 2 August 2016. \n2. The\narticle reported that a man had been killed in a collision on the A10 earlier\nthat day. It reported the man’s age, as well as the part of the A10 where the\nincident occurred. The article was accompanied by two photographs which showed\nthe aftermath of the collision, and displayed the cars involved.\n3. The\ncomplainant said that he learned of his son’s death by reading the article\nonline. He said that he was able to identify his son’s car from the photographs\npublished, and the other details of the collision reported in the article.\n4. The\nnewspaper said that it reported the collision following a police press release.\nIt said that its photographer was given permission to take photographs of the\nscene of the collision by police. It said that it was made aware that the\ndeceased’s next-of-kin had not been informed of the incident, and had ensured\nthe registration plates of the cars involved were pixelated in the photographs\npublished. It said that it did not publish the deceased’s name until after it\nhad been released by police. Nonetheless, it said that it was sincerely sorry\nfor the upset that was caused to the complainant and his family.  \nRelevant Code Provisions\n5. Clause 2\n(Privacy)\n(i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\n(ii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nMediated outcome\n6. The complaint\nwas not resolved through correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. In order to\nresolve the complaint, the publication agreed to write the complainant a\nprivate letter of apology.\n8. The complainant\nsaid this action resolved the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 14/11/2016Date complaint concluded by IPSO: 10/02/2017 \nBack to ruling listing\n\n\n"
}