{
    "url": "/rulings-and-resolution-statements/ruling/?id=03247-21",
    "title": "Resolution Statement – 03247-21 Bates v thesun.co.uk",
    "provisions": [
        "9 Reporting of crime (2021)",
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2021-04-03 00:00:00",
    "received_on": "2021-04-06 00:00:00",
    "concluded_on": "2021-06-16 00:00:00",
    "complaint_processing_days": 71,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation the publication amended the headline and text of the online article and published the following statement, in the form of a clarification footnote: “This article originally stated that police had been 'pelted with bottles'. Although two officers sustained minor injuries during the incident, there is in fact no evidence that bottles were thrown at police. The article has been amended accordingly.” 7. The complainant said that this would resolve the matter. Though he expressed concern at the time taken to address his concerns. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 03247-21 Bates v thesun.co.uk\nSummary of Complaint\n1. Rob Bates complained to the Independent Press Standards\nOrganisation that thesun.co.uk breached Clause 1 (Accuracy) and Clause 9\n(Reporting of crime) of the Editors’ Code of Practice in an article headlined\n“BEACH BATTLE Cops pelted with bottles and SPAT at as 200 students turn\nmillionaires’ resort of Sandbanks into ‘Wild West’”, published on 3 April 2021.\n2. The  article\nreported that police officers “were pelted with bottles and spat at” during an\nincident in Poole, Dorset. It stated that “fights erupted among the revellers\nas one lad, 19, suffered head injuries but he was arrested after attacking two\nofficers who went to aid him on Thursday night.”  It reported that video footage showed “groups\nof male teenagers throwing punches and lobbing beer bottles at each other with\nno police presence around”.  The article\nwent onto report that a similar incident had occurred on Exmouth beach in “Dorset”\nthe day before.\n3. The complainant said the article was in breach of Clause\n1 (Accuracy) and Clause 9 (Reporting of crime) as it gave the impression that\npolice officers were specifically targeted and “pelted with bottles” during the\nincident. He said this was inaccurate and misleading, noting that there was no\nevidence to support such an assertion. He also expressed concern that the\narticle had incorrectly reported that Exmouth beach was in “Dorset”, rather\nthan in Devon.\n4. Whilst the newspaper accepted that there no reports of\npolice officers being “pelted with bottles”, it did not accept that this\nrepresented a breach of the Editors’ Code. It maintained that Dorset Police had\nlater confirmed that officers were spat at and received injuries in the affray\nreported. It said that in such circumstances whether police officer had faced\nthe specific threat of flying bottles was not significant inaccurate or\nmisleading. It added that the copy for the article had been provided by a\nreputable news agency, and published in good faith, with the errors identified\nby the complainant likely arising from a fault in production.  \nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 9 (Reporting of crime)\ni) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.\nii) Particular regard should be paid to the potentially\nvulnerable position of children under the age of 18 who witness, or are victims\nof, crime. This should not restrict the right to report legal proceedings.\niii) Editors should generally avoid naming children under\nthe age of 18 after arrest for a criminal offence but before they appear in a\nyouth court unless they can show that the individual’s name is already in the\npublic domain, or that the individual (or, if they are under 16, a custodial\nparent or similarly responsible adult) has given their consent. This does not\nrestrict the right to name juveniles who appear in a crown court, or whose\nanonymity is lifted.\nMediated Outcome\n5. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n6. During IPSO’s investigation the publication amended the\nheadline and text of the online article and published the following statement,\nin the form of a clarification footnote:\n“This article originally stated that police had been 'pelted\nwith bottles'. Although two officers sustained minor injuries during the\nincident, there is in fact no evidence that bottles were thrown at police. The\narticle has been amended accordingly.”\n7. The complainant said that this would resolve the matter.\nThough he expressed concern at the time taken to address his concerns.\n8. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 06/04/2021\nDate complaint concluded by IPSO: 16/06/2021\nBack to ruling listing\n\n\n"
}