{
    "url": "/rulings-and-resolution-statements/ruling/?id=12281-20",
    "title": "Resolution Statement – 12281-20 A woman v The Mail (Cumbria)",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Mail (Cumbria) (Newsquest Media Group)",
    "received_on": "2020-08-09 00:00:00",
    "concluded_on": "2020-11-12 00:00:00",
    "complaint_processing_days": 95,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation the publication offered to delete both of the online articles.  11. The complainant said that this would resolve the matter to her satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 12281-20 A woman v The Mail (Cumbria)\nSummary\nof Complaint\n1. A\nwoman complained to the Independent Press Standards Organisation that The Mail\n(Cumbria) breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Warrant made”, published on 8 August 2020 and an article\nheadlined “Ban for woman who drove while over the drink drive alcohol limit”,\npublished on 8 October 2020.\n2. The\nfirst article reported that a woman had failed to appear before court and that\na warrant had been issued against her.\n3. The\narticle also appeared online in substantially the same format under the\nheadline “Warrant for woman charged with drink driving”.\n4. The\nsecond article reported that the woman had admitted to drink driving. It also\nreported the alcohol limit for drivers in England was 50mg of alcohol per 100ml\nof blood, and that the woman had been found to be double this limit.\n5. This\narticle also appeared online in substantially the same format.\n6. The\ncomplainant, the woman in both of the articles, said that the article was\ninaccurate in breach of Clause 1. In the first article, she said that she had\nbeen excused from attending the court and that no warrant had been issued. With\nregards to the second article, she said that she had not admitted to drink\ndriving but had been found guilty, and that the legal limit in England was 80mg\nof alcohol, so she had not been at twice the legal limit. \n7. The\npublication accepted a breach of Clause 1. It said that a court reporter had\nattended court and had misread his notes after retuning, believing that a\nwarrant had been issued when it had not. For the second article, it stated that\nthe reporter had confused the English drink driving limit with the Scottish\nlimit. The publication published corrections both online and in print in\nrelation to both articles.\nRelevant\nCode Provisions\n8. Clause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nMediated\nOutcome\n9. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n10.\nDuring IPSO’s investigation the publication offered to delete both of the\nonline articles. \n11. The\ncomplainant said that this would resolve the matter to her satisfaction.\n12. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n \nDate\ncomplaint received: 09/08/2020\nDate\ncomplaint concluded by IPSO: 12/11/2020\nBack to ruling listing\n\n\n"
}