{
    "url": "/rulings-and-resolution-statements/ruling/?id=09551-19",
    "title": "Resolution Statement 09551-19 Chowdhury v Daily Gazette (Colchester)",
    "provisions": [
        "1 Accuracy (2019)",
        "12 Discrimination (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Gazette (Colchester) (Newsquest Media Group)",
    "published_on": "2019-12-17 00:00:00",
    "received_on": "2019-12-17 00:00:00",
    "concluded_on": "2020-02-13 00:00:00",
    "complaint_processing_days": 58,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. The publication offered to write a follow-up piece or to publish a letter from the complainant in order to resolve her complaint. 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 09551-19 Chowdhury v Daily Gazette\n(Colchester)\nSummary of Complaint\n1. Shoomi Chowdhury complained to the Independent Press\nStandards Organisation that the Daily Gazette (Colchester) breached Clause 1\n(Accuracy) and Clause 12 (Discrimination) of the Editors’ Code of Practice in\nan article headlined “Islamist centre's pub conversion set for approval”,\npublished on 17 December 2019.\n2. The article reported on the plans to convert a pub into\nan Islamic community centre, and the protests against this.\n3. The article also appeared online in substantially the same\nformat under the headline “Plans to convert pub into Islamic community centre\nis set for approval”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 because it described the Islamic community centre as an\n“Islamist community”. She said that the term “Islamist” was widely understood\nto refer to violent extremists, and it was inaccurate to describe the community\ncentre in this way.\n5. The complainant said that the use of this term also\nbreached Clause 12, as it targeted the Muslim community and incited violence,\nracism and Islamophobia.   \n6. The publication said it accepted that it had made an\nerror. It said this was a human error caused by the journalist, who was very\nupset with the mistake made. The publication had spoken to both the reporter\nand the content editor to ensure a similar mistake was not repeated. Prior to\nthe complaint being referred by IPSO, the newspaper published a correction in\nthe print edition:\nIslamic centre headline error\nIN yesterday’s Gazette we printed an article about\nColchester Islamic Community Centre’s bid to convert the former Beehive pub. In\nthe headline, the word “Islamist” was used - a term that refers to militancy\nand fundamentalism. \nWe apologise for this grave error; the headline should have\nread “Islamic centre’s pub conversion bid set for approval”. We have received\nmany complaints from different communities. \nWe would like to clarify Colchester Islamic Community Centre\nis a community and familycentred organisation whose work has always looked at\nthe betterment of Colchester and looking to positively contribute to the\ncommunity.\nRelevant Code Provisions\n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nMediated Outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. The publication offered to write a follow-up piece or to\npublish a letter from the complainant in order to resolve her complaint.\n10. The complainant said that this would resolve the matter\nto her satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 17/12/2019\nDate complaint concluded by IPSO: 13/02/2020\nBack to ruling listing\n\n\n"
}