{
    "url": "/rulings-and-resolution-statements/ruling/?id=04021-18",
    "title": "Resolution Statement 04021-18 The Muslim Council of Britain v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "published_on": "2018-05-21 00:00:00",
    "received_on": "2018-06-16 00:00:00",
    "concluded_on": "2018-07-19 00:00:00",
    "complaint_processing_days": 33,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties.8. During IPSO’s investigation of the complaint, the publication said that it would be willing to amend the relevant part of the online article to “…but a recent report by ICM found that only 2% of British Muslims would choose to use the MCB to engage with government officials on their behalf”. It also offered to publish the following wording, as a footnote to the article:A previous version of this article reported that a recent poll by ICM found that only 2 per cent of British Muslims believe that the MCB represents them. In fact, the ICM poll specifically found that only 2 per cent of British Muslims would choose the MCB to engage with government officials on their behalf; the article has been amended to correct any possible confusion. The MCB has asked us to make clear that it is an affiliate-body, that does not act on behalf of individuals, making the ICM poll less relevant. In addition, it has asked us to record that in a 2015 Comres poll for the BBC, 55% of respondents believed \"The Muslim Council of Britain does a good job representing the views of Muslims”, and in a 2015 ICM poll for Channel 4, 51% of respondents agreed that the \"Muslim Council of Britain represents your views\".9. The complainant accepted the publication’s offer of resolution, and the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04021-18 The Muslim Council of\nBritain v thesun.co.ukSummary of complaint1. The Muslim Council of Britain (MCB)\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “RASHER DECISION Tory candidate suspended for suggesting ‘people hang\nbacon to protect homes from terrorism’”, published on 21 May 2018.2. The article\nreported that a Conservative Party council candidate had been suspended for\nsuggesting that people hang bacon from their front doors “to protect your house\nfrom terrorism”. The article explained that this was an incident recorded in a\ndossier compiled by the complainant, who had called for Theresa May to launch\nan independent inquiry in the Islamophobia in her party. The article stated\nthat:“The sometimes controversial MCB claims to be the largest\nMuslim body in the UK, but a recent poll by ICM found that only 2 percent of\nBritish Muslims believe the MCV represents them”.3. The complainant\nsaid that the ICM poll has asked respondents “if you needed to engage or\ninfluence local or government officials, how do you prefer to do this?\". It\nsaid that 20% of respondents selected “A Muslim organisation”. The complainant\nsaid that this 20% of respondents were then asked “which Muslim organisation\nwould you choose to help engage with government officials on your\nbehalf?\". 9% of these respondents selected the MCB. The complainant said\nthat the 2% claim in the article, was a result derived from these two poll\nresponses.4. The complainant\nsaid it would be legitimate to use the poll to claim that 2% of British Muslims\nwould use the MCB to engage or influence local or government officials.\nHowever, he said it was inaccurate and unjustifiable to infer from these\nresponses that 2 per cent of British Muslims believe that the MCB represents\nthem. The complainant noted that a 2015 Comres poll found that 55% of\nrespondents believed \"The Muslim Council of Britain does a good job\nrepresenting the views of Muslims”, and a 2015 ICM poll for found that 51% of\nrespondents agreed that the \"Muslim Council of Britain represents your\nviews\".5. The publication\ndenied that its article was inaccurate. It said that there was no meaningful\ndistinction between seeking “representation” and looking for an organisation to\n“engage with government officials on your behalf”. It noted that other\npublications had interpreted the poll in the same way as it had, and said that\nthere was no failure to take care over the accuracy of the article, and that\nthe article did not contain any significantly inaccurate or misleading\nstatements, which would require correction under Clause 1 (ii). The publication\nsaid it was open to resolving the matter, although it said it would not simply\namend the article so that it reflected favourably on the complainant. In direct\ncorrespondence with the complainant, it offered to amend the article to say\n“…but a recent report by the Policy Exchange think tank found that the MCB\nenjoys only minimal support from British Muslims”, and to publish a footnote\nsaying that the ICM poll specifically found that only 2 per cent of British\nMuslims would choose the MCB to engage with government officials on their\nbehalf.Relevant Code provisions6. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated outcome7. The complaint\nwas not resolved through direct correspondence between the parties.8. During IPSO’s\ninvestigation of the complaint, the publication said that it would be willing\nto amend the relevant part of the online article to “…but a recent report by\nICM found that only 2% of British Muslims would choose to use the MCB to engage\nwith government officials on their behalf”. It also offered to publish the\nfollowing wording, as a footnote to the article:A previous version of this article reported that a recent\npoll by ICM found that only 2 per cent of British Muslims believe that the MCB\nrepresents them. In fact, the ICM poll specifically found that only 2 per cent\nof British Muslims would choose the MCB to engage with government officials on\ntheir behalf; the article has been amended to correct any possible confusion.\nThe MCB has asked us to make clear that it is an affiliate-body, that does not\nact on behalf of individuals, making the ICM poll less relevant. In addition,\nit has asked us to record that in a 2015 Comres poll for the BBC, 55% of\nrespondents believed \"The Muslim Council of Britain does a good job\nrepresenting the views of Muslims”, and in a 2015 ICM poll for Channel 4, 51%\nof respondents agreed that the \"Muslim Council of Britain represents your views\".9. The complainant\naccepted the publication’s offer of resolution, and the Complaints Committee\ndid not make a determination as to whether there had been any breach of the\nCode.Date complaint received: 16/06/2018Date complaint concluded by IPSO: 19/07/2018\n \nBack to ruling listing\n\n\n"
}