{
    "url": "/rulings-and-resolution-statements/ruling/?id=00239-21",
    "title": "Resolution Statement – 00239-21 Treatz SHEFF LTD T/A v thestar.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thestar.co.uk (National World Publishing Ltd)",
    "published_on": "2020-11-05 00:00:00",
    "received_on": "2021-01-06 00:00:00",
    "concluded_on": "2021-03-05 00:00:00",
    "complaint_processing_days": 58,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties, with the publication noting that emails it had sent were not received by the complainant. IPSO therefore began an investigation into the matter. 7. The publication said it received confirmation from the council that the fine against the complainant had been dropped. It offered to write another story about the complainant making clear that the fine had been dropped. 8. The complainant said that this would resolve the matter to its satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 00239-21 Treatz SHEFF LTD T/A v\nthestar.co.uk\nSummary of Complaint\n1. Treatz SHEFF LTD T/A complained to the Independent Press\nStandards Organisation that thestar.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “The TEN Sheffield takeaways\nfined thousands for breaching the coronavirus curfew”, published on 5 November\n2020.\n2. The article, which only appeared online, reported that\nten takeaways in Sheffield had “been fined £1000” each for “breaching a trading\ncurfew.” It also included a quote from a Sheffield City Council spokesperson,\nwho said that the fined businesses had “ignored the advice and warning letters\nthat have been issued to hospitality venues.” Finally, it stated that\n“enforcement officers witnessed customers being served at the front door of\nTreatz Dessert Parlour.”\n3. The complaint was brought by one of the businesses named\nin the article as having been fined “for breaching  the coronavirus curfew.” It said that the\narticle was inaccurate in breach of Clause 1; it had not been fined by the\ncouncil, and as the publication had not approached it for comment it had not been\nable to refute these claims.\n4. The publication said it had been informed by the council\nthat the complainant had been fined for breaching the coronavirus curfew.\nHowever, it offered to print an interview with the owner of the complainant\nbusiness to put their side of the story on the record, and also to expand on\nthe challenges facing local businesses during the pandemic.\nRelevant Code Provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties, with the publication noting that emails it\nhad sent were not received by the complainant. IPSO therefore began an\ninvestigation into the matter.\n7. The publication said it received confirmation from the\ncouncil that the fine against the complainant had been dropped. It offered to\nwrite another story about the complainant making clear that the fine had been\ndropped.\n8. The complainant said that this would resolve the matter\nto its satisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 06/01/2021\nDate complaint concluded by IPSO: 05/03/2021\nBack to ruling listing\n\n\n"
}