{
    "url": "/rulings-and-resolution-statements/ruling/?id=05309-18",
    "title": "Resolution Statement 05309-18 Dark v express.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "received_on": "2018-08-08 00:00:00",
    "concluded_on": "2018-10-31 00:00:00",
    "complaint_processing_days": 84,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO's investigation, the publication offered to publish the following clarification: \"We have been asked to clarify that Microsoft Managed Desktop is an additional service for business users that manages and updates their Windows 10 devices, it has not been proposed that Microsoft will introduce a fee for the same service to domestic Windows 10 users.\" 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code",
    "text": "\n\n\n\n\n\nResolution Statement 05309-18 Dark v express.co.uk\nSummary of complaint\n1 Jed Dark\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors' Code of Practice in an article\nheadlined \"Windows 10 SHOCK: Is Microsoft about to start CHARGING a\nmonthly fee? Stunning claims made\" published on 06 August 2018.\n2. The article\nreported that Microsoft were planning to start charging a fee to \"help PC\nfans maintain\" Windows 10 and ensure that \"PC's running Windows 10\nare configured correctly and running smoothly as new updates are\nreleased\". The article referenced a technology website which reported that\nthe service \"Microsoft Managed Desktop\" was in development and was\nbelieved to be targeted at business users, who would be charged a monthly fee.\nThe article claimed that it remained to be seen whether Microsoft Managed\nDesktop would also be available to consumer users.\n3. The complainant\nsaid the article was inaccurate as the headline gave the impression that\nMicrosoft were about to suddenly start charging a monthly fee for normal\nWindows 10 desktop users. He said this was misleading, as the body of the\narticle reported on upcoming features in the new version of Windows 10 and\nMicrosoft Managed desktop, a service that automatically updates Windows devices\nfor business and enterprise users.\n4. The publication\ndenied that it had breached the Code; the headline posed the question of\nwhether Windows 10 were about to start charging a monthly fee. It said the\narticle specified that Microsoft Managed desktop would be targeted at\nbusinesses and that it remained to be seen whether it would also be open to\nconsumer users; it did not claim that Microsoft were going to start charging a\nmonthly fee for normal desktop users. The publication said it was not\nmisleading to refer to Microsoft Managed Desktop when claiming that there could\nbe charges for using Windows 10, as the service would update Windows 10\ndevices. The publication said the headline, when read with the rest of the\narticle was not inaccurate.\nRelevant Code provisions\n5. Clause 1\n(Accuracy) \ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint was\nnot resolved through direct correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.\n7. During IPSO's\ninvestigation, the publication offered to publish the following clarification:\n\"We have been asked to clarify that Microsoft Managed\nDesktop is an additional service for business users that manages and updates\ntheir Windows 10 devices, it has not been proposed that Microsoft will\nintroduce a fee for the same service to domestic Windows 10 users.\"\n8. The complainant\nsaid that this would resolve the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code\nDate complaint received: 08/08/2018\nDate complaint concluded by IPSO: 31/10/2018\nBack to ruling listing\n\n\n"
}