{
    "url": "/rulings-and-resolution-statements/ruling/?id=12200-21",
    "title": "Resolution Statement – 12200-21 Moulds v Mail Online",
    "provisions": [
        "2 Privacy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2021-11-09 00:00:00",
    "received_on": "2021-12-01 00:00:00",
    "concluded_on": "2022-03-14 00:00:00",
    "complaint_processing_days": 103,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation the publication offered to delete the images of the complainant’s home from the article. 7. The complainant said that this would resolve the matter to her satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 12200-21 Moulds v Mail Online\nSummary\nof Complaint\n1. Sarah\nMoulds complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “EXCLUSIVE: Shamed huntswoman filmed kicking and slapping\nhorse is SUSPENDED from her primary school job and axed from Pony Club role as\nRSPCA leaves card at her front door telling her to 'get in touch' - as she goes\ninto hiding after 'death threats'”, published on 9 November 2021.\n2. The\narticle reported on threats received by the complainant after a video of her\nwent viral. It stated that the complainant had to “[go] into hiding” after\nreceiving “death threats”. The article did not name the village in which the\ncomplainant lived, but stated her home was within a mile circumference of a\ncertain landmark, that it was located in an upmarket Leicestershire village and\nincluded details about the property, including an image of its exterior.\n3. The\ncomplainant said that the article intruded into her privacy in breach of Clause\n2. She said that the information and photograph within the article were\nsufficient to reveal the location of her home to readers. She said that that\ngiven the nature of the threats she had received – which the publication was\naware of, given they were referred to in the article – the publication of this\ninformation was a threat to her security. The complainant noted that she had\nalready received death threats on social media and that, after the publication\nof the article, further threats had been delivered to her home.\n4. The\npublication did not accept a breach of the Code. It said firstly that the\ninformation included within the article was limited and could not identify the\ncomplainant’s address. It also provided information which demonstrated that the\ncomplainant’s full address was already within the public domain.\nRelevant\nCode Provisions\nClause 2\n(Privacy)*\ni)\nEveryone is entitled to respect for their private and family life, home,\nphysical and mental health, and correspondence, including digital\ncommunications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. In considering an individual's reasonable expectation of\nprivacy, account will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It\nis unacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy.\nMediated\nOutcome\n5. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n6. During\nIPSO’s investigation the publication offered to delete the images of the\ncomplainant’s home from the article.\n7. The\ncomplainant said that this would resolve the matter to her satisfaction.\n8. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 01/12/2021\nDate\ncomplaint concluded by IPSO: 14/03/2022\nBack to ruling listing\n\n\n"
}