{
    "url": "/rulings-and-resolution-statements/ruling/?id=07329-18",
    "title": "Resolution Statement 07329-18 Rostrevor Action Respecting the Environment v News Letter (Belfast)",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "News Letter (Belfast) (National World Publishing Ltd)",
    "published_on": "2018-10-13 00:00:00",
    "received_on": "2018-11-12 00:00:00",
    "concluded_on": "2018-11-23 00:00:00",
    "complaint_processing_days": 11,
    "mediated_outcome": "7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.    During IPSO’s investigation, the newspaper offered to remove the online article as a gesture of goodwill. 9.    The complainant said that this would resolve the matter to their satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement\n07329-18 Rostrevor Action Respecting the Environment v News Letter (Belfast)\nSummary of Complaint 1.   Rostrevor\nAction Respecting the Environment complained to the Independent Press Standards\nOrganisation that News Letter (Belfast) breached Clause 1 of the Editors’ Code\nof Practice in an article headlined “Singer Sands loses nursing home battle”\npublished on 13 October 2018. 2.    The\narticle reported that the Rostrevor Action Respecting the Environment group had\nlost its legal challenge against the building of a development site. It said\nthat “The Group fears construction work and an increase in traffic will put the\nforest’s ancient oak trees at risk”. 3.    The\narticle also appeared in the same form online with the headline “Folk singer\nColum Sands loses legal challenge to nursing home plans”, published on 12\nOctober 2018. 4.    The\ncomplainant said that the group did not claim at any point that they were\nconcerned about the development solely because they feared that increased\ntraffic would put ancient oak trees at risk. It said that there were many\nreasons why they were opposed to the development, and this statement gave a\nmisleading impression of their views. 5.    The\ncomplainant contacted the newspaper at the time of publication but this was not\nacknowledged. IPSO therefore began an investigation. \nRelevant\nCode Provisions 6.    Clause\n1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. v)\nA publication must report fairly and accurately the outcome of an action for\ndefamation to which it has been a party, unless an agreed settlement states\notherwise, or an agreed statement is published. \nMediated Outcome 7.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 8.    During\nIPSO’s investigation, the newspaper offered to remove the online article as a\ngesture of goodwill. 9.    The\ncomplainant said that this would resolve the matter to their satisfaction. 10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 12/11/2018\nDate\ncomplaint concluded by IPSO: 23/11/2018\nBack to ruling listing\n\n\n"
}