{
    "url": "/rulings-and-resolution-statements/ruling/?id=07629-16",
    "title": "Resolution Statement Complaint 07629-16 Baxendale-Walker v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-06-07 00:00:00",
    "received_on": "2016-08-01 00:00:00",
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, and in order to resolve the complaint, the publication agreed to publish the following statement from the complainant as a footnote to the article: Mr Baxendale-Walker has asked us to clarify that he had, for some years, an interest in adult film production, which ceased 4 years ago and does not consider himself a “porn baron”. Mr Baxendale-Walker says that he is not in a legal dispute personally with Mr and Mrs Hall or their daughter rather the legal dispute is brought by a trust, which funded the purchases at the centre of the dispute and Mr Baxendale-Walker says that he has no interest in the trust. Mr Baxendale-Walker states that a property subject to previous legal disputes involving Ms Eustace was sold to pay her legal fees and that Mr and Mrs Halls’ house will also need to be sold, irrespective of the outcome of their appeal against Hawk Recovery. 8. The complainant said the publication of this statement resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 07629-16 Baxendale-Walker v Mail Online  \nSummary of complaint\n1. Paul\nBaxendale-Walker complained to the Independent Press Standards Organisation\nthat Mail Online breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Porn baron and ex-Loaded magazine owner loses legal\nbattle with the parents of his ‘hunny-bunny’ ex-lover after he tried to claw\nback the £300,000 ‘gift’ they used to buy their family home”, published on 7\nJune 2016.\n2. The article\nreported that the complainant had lost the latest round of a legal battle\nagainst his ex-girlfriend’s parents. It said that his ex-girlfriend’s parents\nhad used £310,00 given to them by the complainant to buy their home, but that\nthe complainant had asked the High Court to direct that the house be sold so\nthat the money could be repaid. It said that the High Court had decided that\n“greater justice” would be achieved by allowing the couple to stay in their\nhome until their appeal against a previous decision was heard. The article also\nincluded details of litigation that had taken place between the complainant and\nhis ex-girlfriend in relation to another property.\n3. The complainant denied that he was the claimant in the case\nfeatured in the article; he said that the claimant in the case was in fact a\ntrust, and that the matter in dispute in proceedings was trust property. He\nsaid that following a decision by the court that the £310,000 given to his\nex-girlfriend’s parents was trust property, they had unsuccessfully sued the\ncomplainant, and had been ordered to pay £75,000 costs, which they had not\npaid. He said that the house would have to be sold to pay these costs, and that\nit had not been made clear in the article that the only decision the High Court\nhad to make at the hearing was whether the property would be sold now, or at a\nlater date. He said that he was not contacted by the publication prior to the\nstory being written. \n4. The newspaper said the sub-headline on the article made\nclear that the application in front of the court had been made by a\ndebt-recovery company, and not the complainant. It said that the alleged debt\nthat was the subject of the hearing related to the money that the complainant\nhad given his ex-girlfriend’s parents, and said it would be clear to readers\nthat the claim was part of the broader litigation involving the complainant,\nhis ex-girlfriend and her family. It said that the application before the court\nrelated to the £310,000, and not the £75,000 costs matter.\nRelevant Code ProvisionClause 1\n(Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\n(ii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand - where appropriate - an apology published. In cases involving the\nRegulator, prominence should be agreed with the Regulator in advance.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, and in order to resolve the complaint, the publication agreed to\npublish the following statement from the complainant as a footnote to the\narticle:\nMr Baxendale-Walker has asked us to clarify that he had, for\nsome years, an interest in adult film production, which ceased 4 years ago and\ndoes not consider himself a “porn baron”. Mr Baxendale-Walker says that he is\nnot in a legal dispute personally with Mr and Mrs Hall or their daughter rather\nthe legal dispute is brought by a trust, which funded the purchases at the\ncentre of the dispute and Mr Baxendale-Walker says that he has no interest in\nthe trust. Mr Baxendale-Walker states that a property subject to previous legal\ndisputes involving Ms Eustace was sold to pay her legal fees and that Mr and\nMrs Halls’ house will also need to be sold, irrespective of the outcome of their\nappeal against Hawk Recovery.\n8. The complainant\nsaid the publication of this statement resolved the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 1/8/2016Date complaint resolved: 20/9/2016\nBack to ruling listing\n\n\n"
}