{
    "url": "/rulings-and-resolution-statements/ruling/?id=16888-17",
    "title": "Resolution Statement 16888-17 Clare Moseley and Care4Calais v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-07-01 00:00:00",
    "received_on": "2017-07-15 00:00:00",
    "concluded_on": "2017-08-21 00:00:00",
    "complaint_processing_days": 37,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation of the complaint, the newspaper offered to publish a correction with an apology in print and online. It also offered to remove the article from its website. The wording was as follows: An article dated July 1 suggested that the suspension of operations at Care4Calais was a result of an attempted arson attack. Care4Calais say the charity’s trustees had already decided to suspend operations prior to the attack, following a period of restructuring that began in January, and was not predicated on the attack. Ms Moseley also informs us that she was not in fear of her life following that incident, as we had stated. We are happy to make the position clear and apologise for any contrary impression given. 7. The complainant said that the newspaper’s offer would resolve the matter to her satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 16888-17 Clare Moseley and Care4Calais v Daily Mail\nSummary of complaint\n1. Clare Moseley\nand Care4Calais complained to the Independent Press Standards Organisation that the Daily Mail breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “How British charity boss who fell for a bogus Calais\nrefugee is in fear of her life”, published on 1 July 2017.\n2. The complainant\nexpressed concern that the newspaper had inaccurately reported that the “true\nstory” behind the closure of the Care4Calais’s operations had been an arson\nattack allegedly carried out by a former volunteer. In fact, the operations had\nbeen suspended as a result of a change in circumstances on the ground and\nbecause of a restructuring process. This decision had been made before the\narson attack. The complainant was also concerned that the article had stated\nthat she was “in fear of her life” following the arson attack, when she had\nmade no such comment.\n3. The newspaper\ndid not accept any breach of the Code. It said that it had contacted the\ncomplainant before publication, and it had included the response it received in\nthe article. However, in an effort to resolve the matter, it offered to append\nthe following clarification to the online article:\nCare4Calais has asked us to make it clear that, while the\narson attempt precipitated their decision, the charity’s trustees had already\ndecided to suspend operations before the attempt took place, following a period\nof restructuring that began in January, and was not predicated on the attack.\nMs Moseley also informs us that she is not in fear of her life following that\nincident, as we had stated.\nRelevant Code provisions\n4. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. During IPSO’s\ninvestigation of the complaint, the newspaper offered to publish a correction\nwith an apology in print and online. It also offered to remove the article from\nits website. The wording was as follows:\nAn article dated July 1 suggested that the suspension of\noperations at Care4Calais was a result of an attempted arson attack. Care4Calais\nsay the charity’s trustees had already decided to suspend operations prior to\nthe attack, following a period of restructuring that began in January, and was\nnot predicated on the attack. Ms Moseley also informs us that she was not in\nfear of her life following that incident, as we had stated. We are happy to\nmake the position clear and apologise for any contrary impression given.\n7. The complainant\nsaid that the newspaper’s offer would resolve the matter to her satisfaction.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 15/07/2017Date complaint concluded by IPSO: 21/08/2017\n \nBack to ruling listing\n\n\n"
}