{
    "url": "/rulings-and-resolution-statements/ruling/?id=01499-17",
    "title": "Resolution Statement 01499-17 Campbell v Belfast Live",
    "provisions": [
        "4 Intrusion into grief or shock (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "belfastlive.co.uk (Reach PLC)",
    "published_on": "2017-02-18 00:00:00",
    "received_on": "2017-02-20 00:00:00",
    "concluded_on": "2017-05-05 00:00:00",
    "complaint_processing_days": 74,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. During IPSO’s investigation of the complaint, the newspaper offered to write the complainant a private letter of regret.  8. The complainant said this would resolve her complaint to her satisfaction.  9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 01499-17 Campbell v Belfast Live\nSummary of complaint\n1. Shannon Campbell complained to the Independent Press Standards\nOrganisation that Belfast Live breached Clause 4 (Intrusion into grief or\nshock) in an article headlined “Son of murdered Tilly Campbell died without\never coming to terms with her brutal killing”, published on 18 February 2017.\n2. The\narticle was a tribute piece for the complainant’s father, and reported that\n“the son of a pensioner murdered in her home, was buried yesterday by friends\nwho said he had never come to terms with the brutal killing”. The article\ncontained details of the circumstances surrounding the death of Mr Campbell’s\nmother, Tilly Campbell, who was the complainant’s grandmother. \n3. The complainant expressed concern that in a tribute piece for her\nfather, it had been necessary to include details of the circumstances\nsurrounding her grandmother’s death. \n4. The newspaper apologised for any\noffence that was caused and said that it had reported on matters which were in\nthe public domain, given that details surrounding Tilly Campbell’s death had\nbeen widely reported at the time. It further said that it was necessary to\ninclude this information in the article, in order to explain to readers why it was that the Mr\nCampbell had been unable to come to terms with his mother’s death.\nRelevant Code provisions \n5. Clause 4. (Intrusion into grief\nor shock)\nIn cases involving personal grief\nor shock, enquiries and approaches must be made with sympathy and discretion\nand publication handled sensitively. These provisions should not restrict the\nright to report legal proceedings. \nMediated outcome\n6. The complaint was not resolved\nthrough direct correspondence between the parties. IPSO therefore began an\ninvestigation into the matter. \n7. During IPSO’s investigation of\nthe complaint, the newspaper offered to write the complainant a private letter\nof regret. \n8. The complainant said this\nwould resolve her complaint to her satisfaction. \n9. As the complaint was\nsuccessfully mediated, the Complaints Committee did not make a determination as\nto whether there had been any breach of the Code.Date complaint received: 20/02/2017Date complaint concluded by IPSO: 05/05/2017\nBack to ruling listing\n\n\n"
}