{
    "url": "/rulings-and-resolution-statements/ruling/?id=11813-16",
    "title": "Resolution statement 11813-16 A Woman v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-11-01 00:00:00",
    "received_on": "2016-11-04 00:00:00",
    "concluded_on": "2017-01-16 00:00:00",
    "complaint_processing_days": 73,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    The publication offered to remove the article from its website. 8.    The complainant said the removal of the article would resolve the matter to her satisfaction. 9.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 11813-16 A Woman v Mail Online\nSummary of complaint 1.    A woman complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined\n“Schoolchildren returning from a half-term trip to France were forced to\nabandon coach after police swooped to search for illegal immigrants hiding in\nthe luggage hold”, published on 1 November 2016. 2.    The\narticle reported that children had been forced to abandon their coach near\nCalais when police were alerted to the possibility that migrants were hiding in\nthe luggage hold. 3.    The\ncomplainant expressed concern that the article had given the significantly\nmisleading impression that migrants had been found aboard the coach. She said\nat no time were stowaways on board; the police had not “swooped” on the vehicle\nor used any force; and the children had not been left stranded. She also said\nthat the incident had occurred in Paris, not Calais, and considered that the\nstory had been deliberately used to incite hatred towards those living in the\nCalais camp.   4.    The publication\nconsidered that the article had made clear that it was “believed” that migrants\nwere aboard the vehicle; it had not given the misleading impression that any\nmigrants had been found on the bus. The publication did not consider that the\narticle had suggested that the children had been stranded or that force had\nbeen used. It also denied the suggestion that the article had been published to\nincite hatred. \nRelevant\nCode provisions 5.    Clause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated outcome 6.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 7.    The publication\noffered to remove the article from its website. 8.    The\ncomplainant said the removal of the article would resolve the matter to her\nsatisfaction. 9.   \nAs the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 04/11/2016\nDate complaint concluded by IPSO: 16/01/2017\nBack to ruling listing\n\n\n"
}