{
    "url": "/rulings-and-resolution-statements/ruling/?id=03448-19",
    "title": "Resolution Statement 03448-19 A man v Daily Mail",
    "provisions": [
        "2 Privacy (2018)",
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2018-10-22 00:00:00",
    "received_on": "2019-04-23 00:00:00",
    "concluded_on": "2019-06-18 00:00:00",
    "complaint_processing_days": 56,
    "mediated_outcome": "7.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.    During IPSO’s investigation, as a gesture of goodwill, the publication to remove the photograph which showed the complainant, and to amend the article on the points raised by the complainant. In addition, it offered to publish the following wording as a footnote: “An article on October 22 about the FA banning a football fan who had gained access to a behind-closed-doors match in Croatia said he was wearing an England shirt, and had apparently got in with a media pass. In fact, he was not wearing an England shirt, and we are happy to put on record his position that he did not gain entry with a media pass.” 9.    The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 03448-19 A man v Daily Mail\nSummary of\nComplaint 1.    A man complained to the\nIndependent Press Standards Organisation that the Daily Mail breached Clause 1\n(Accuracy) and Clause 2 (Privacy) of the Editors’ Code of Practice in an\narticle headlined “The FA bans sneaky England football fan who gained access to\nthe behind-closed-doors match with Croatia” published on 22 October 2018. 2.    The article reported that an\nunnamed England football fan had gained access to a closed football match in\nCroatia, and as a result, had been suspended by the FA’s official England\nSupporters Travel Club. It said that the man had posted a photograph of himself\nat the match on social media, and said that he appeared to have a media\naccreditation pass and an England shirt. The article included several stock\nimages of the match, one of which showed unnamed English football fans relaxing\nin Croatia. 3.    The complainant was the fan who\nhad gained access to the match, and said that the article contained a number of\ninaccuracies. He said that he wasn’t “banned” by the FA – he was merely\nsuspended pending appeal, which was successful. He also said that he was not\nwearing an England shirt or have a media pass when he gained entry to the media\nzone. He also said that the article breached Clause 2, as although he was not\nnamed in the article, the stock image of the English fans in Croatia in fact\nwas one of him and his friends. 4.    The publication said that it was\nnot in dispute that the complainant had gained access to a match that he was\nnot supposed to attend – these inaccuracies alleged by the complainant were not\nsignificant to the overall story. The publication said that it was not\ninaccurate to say that the complainant had been “banned” – at the time of\npublication the complainant had been suspended by the FA. It said that the\nreference to the complainant “apparently” having a media pass and wearing an\nEngland shirt was based both on the reporter’s recollection, and the fact that\nthe complainant had managed to gain entry to the media area, and so it was\nprobable that he had obtained a media pass. 5.    The publication said that the\nphotograph was a stock image showing fans in Croatia for the match – it was\nselected by a person who had no knowledge that it showed the complainant, and\nso it was a coincidence that it appeared in an article in which he was the\nsubject. Nevertheless, it said that if he had somehow been identified from this\nphoto, it simply showed him and his friends in a public place and did not\nreveal anything private about him.  \nRelevant Code\nProvisions 6.    Clause 1 (Accuracy) i)             \nThe Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. ii)           \nA significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. iii)          \nA fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv)          \nThe Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)* i)             \n Everyone is entitled to respect for his or her\nprivate and family life, home, health and correspondence, including digital\ncommunications. ii)           \n Editors will be expected to justify intrusions\ninto any individual's private life without consent. In considering an\nindividual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so. iii)          \n It is unacceptable to photograph individuals,\nwithout their consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated Outcome 7.   \nThe complaint was not resolved through\ndirect correspondence between the parties. IPSO therefore began an\ninvestigation into the matter. 8.    During\nIPSO’s investigation, as a gesture of goodwill, the publication to remove the\nphotograph which showed the complainant, and to amend the article on the points\nraised by the complainant. In addition, it offered to publish the following\nwording as a footnote: “An\narticle on October 22 about the FA banning a football fan who had gained access\nto a behind-closed-doors match in Croatia said he was wearing an England shirt,\nand had apparently got in with a media pass. In fact, he was not wearing an\nEngland shirt, and we are happy to put on record his position that he did not\ngain entry with a media pass.” 9.    The\ncomplainant said that this would resolve the matter to his satisfaction. 10. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\n \nDate complaint received: 23/04/2019\nDate complaint concluded by IPSO: 18/06/2019\nBack to ruling listing\n\n\n"
}