{
    "url": "/rulings-and-resolution-statements/ruling/?id=19479-17",
    "title": "Resolution Statement – 19479-17 Lendy Ltd v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "13 Financial journalism (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2017-10-09 00:00:00",
    "received_on": "2017-10-29 00:00:00",
    "concluded_on": "2017-11-14 00:00:00",
    "complaint_processing_days": 16,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the newspaper offered to publish the following wording on page 2 of its Business section, and as a footnote to the online article:  Lendy Finance Following our 9 Oct article, \"Watchdog investigates Lendy Finance amid default concerns\", we wish to make clear that the company is not under investigation as part of a formal FCA enquiry. Lendy has further asked us to put its position that the FCA visit on which the article reported was a routine part of the company's application for full FCA authorisation. We are happy to do so. 8. The complainant said that this would resolve the matter to its satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 19479-17 Lendy Ltd v The Daily Telegraph  \nSummary of complaint1.    Lendy\nLtd complained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Watchdog investigates Lendy Finance aid default concerns”,\npublished on 9 October 2017. The article was also published online with the\nheadline: Lendy Finance’s property valuations in FCA spotlight. 2.    The\narticle reported that the Financial Conduct Authority (FCA) was “understood to\nbe poring over the books of Lendy Finance amid growing concerns over the\npeer-to-peer lender’s property valuations and the methodology the wider\nindustry uses evaluate defaults”. The article reported that the complainant had\nsaid that “as part of our application for full FCA authorisation, we meet with\nthe FCA on a regular basis”. 3.    The\ncomplainant said that it was categorically untrue that it was being\ninvestigated by the FCA. It said that the FCA were at its offices only as part\nof its application for full FCA authorisation. It said that the headline\nhad no basis in fact, and was grossly misleading. 4.    The\nnewspaper said that it had been told by a confidential source that the FCA had\nvisited the complainant in connection with concerns about its default positions\nand how property valuations were made. It said that it contacted the\ncomplainant prior to publication, to ask for its response to this information.\nIt said that the complainant’s response was reported in the article. The\nnewspaper said that it was not unreasonable to summarise the FCA's visit\nas an “investigation” in the headline - where the article made clear the basis\nfor this.\nRelevant\nCode Provisions 5.    Clause\n1 (Accuracy) i) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text. ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for. iv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. \nMediated\nOutcome\n6. The complaint was not resolved through direct correspondence between\nthe parties. IPSO therefore began an investigation into the matter.\n7. Following IPSO’s intervention, the newspaper offered to publish the\nfollowing wording on page 2 of its Business section, and as a footnote to the\nonline article: \nLendy Finance\nFollowing our 9 Oct article, \"Watchdog investigates Lendy Finance\namid default concerns\", we wish to make clear that the company is not\nunder investigation as part of a formal FCA enquiry. Lendy has further asked us\nto put its position that the FCA visit on which the article reported was a\nroutine part of the company's application for full FCA authorisation. We are\nhappy to do so.\n8. The complainant\nsaid that this would resolve the matter to its satisfaction.\n9. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\nDate complaint received: 29/10/2017\nDate complaint concluded by IPSO: 14/11/2017\n \nBack to ruling listing\n\n\n"
}