{
    "url": "/rulings-and-resolution-statements/ruling/?id=05711-18",
    "title": "Resolution statement 05711-18 Jardine v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "3 Harassment (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2018-08-22 00:00:00",
    "concluded_on": "2019-03-25 00:00:00",
    "complaint_processing_days": 215,
    "mediated_outcome": "11. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 12. During IPSO's investigation, the matter was settled between the parties. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nstatement 05711-18 Jardine v thesun.co.uk\nSummary of complaint1.    Stephanie\nJardine complained to the Independent Press Standards Organisation that\nthesun.co.uk breached Clause 1 (Accuracy), Clause 2 (Privacy) ,Clause 3\n(Harassment) and Clause 4 (Intrusion into grief or shock) of the Editors' Code\nof Practice in two articles headlined: ·        \n\"HOUSEBOUND? Celebrity Big Brother star Ben\nJardine's ex Stephanie desperately trying to get on the show to confront him\nafter he moves on with mystery woman\", published on 21 August 2018. ·        \n\"WEDDING HELL CBB's Ben Jardine 'suing'\nMarried At First Sight bosses and having therapy after disastrous marriage to\nstranger Stephanie\", published on 7 September 2018. 2.    The\ncomplainant appeared on the television series \"Married at First\nSight\" and after marrying a man on the show, they subsequently split-up.\nThe first article reported that a TV insider had confirmed that the complainant\nwas \"desperate\" to get on to the television show Celebrity Big\nBrother to confront her husband, who was set to appear on it. The article\nreported that she \"got herself an agent\" to approach the producers. 3.    The\nsecond article featured an interview with the complainant's husband, in which he\nsaid he was going to sue the bosses of Married At First Sight and claimed that\nthe complainant \"wouldn’t leave him alone\". 4.    The\ncomplainant said that the first article was inaccurate as she has never had an\nagent and she was not \"desperate\" to get on Celebrity Big Brother;\nshe had not tried to get on the show. She also said the article inaccurately reported\nthat she had been contacted for comment. 5.    She\nalso said that the first article intruded into her privacy as it featured\ncontent taken from her Instagram account, which was subject to privacy settings.\nThe complainant also said that publication of the article intruded into her\ngrief at a time her relationship was breaking down. 6.    The\ncomplainant said that the second article was inaccurate as it reported that she\nwas constantly contacting her husband, which was not the case. She also said\nthat the article gave the misleading impression that she was suing him. 7.    The\ncomplainant said that the series of articles constituted harassment in breach\nof Clause 3 (Harassment). 8.    The\npublication denied that the first article breached the Code, it said that a\nsource had confirmed that the complainant had an agent and that she wanted to\ngo on the show. It accepted that the complainant's Instagram account was\nprivate but emphasised that she used the account to speak to the media and\nclaimed she had accepted several of the publication's reporters as followers. The\npublication said that it had contacted the complainant via Instagram.\nNevertheless, the complainant said that it had contacted her an hour before\npublication, which did not provide a sufficient opportunity to respond. 9.    The\npublication denied that the second article breached the Code, it said that it\nwas clear that the story reported her husband was considering suing Channel 4,\nnot the complainant. It said that the article did not report that the\ncomplainant had been constantly contacting her husband, it reported the ways in\nwhich she was not leaving him alone: she had been contacting his acquaintances.  \nRelevant Code Provisions 10. 1.\nAccuracyi) The Press must take care not to publish\ninaccurate, misleading or distorted information or images, including headlines\nnot supported by the text. ii) A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. iii) A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.  \n2. Privacy* i) Everyone is entitled to respect for his\nor her private and family life, home, health and correspondence, including\ndigital communications. ii) Editors will be expected to justify\nintrusions into any individual's private life without consent. In considering\nan individual's reasonable expectation of privacy, account will be taken of the\ncomplainant's own public disclosures of information and the extent to which the\nmaterial complained about is already in the public domain or will become so. iii) It is unacceptable to photograph\nindividuals, without their consent, in public or private places where there is\na reasonable expectation of privacy. 3. Harassment* i) Journalists must not engage in\nintimidation, harassment or persistent pursuit. ii) They must not persist in questioning,\ntelephoning, pursuing or photographing individuals once asked to desist; nor\nremain on property when asked to leave and must not follow them. If requested,\nthey must identify themselves and whom they represent. iii) \nEditors must ensure these principles are observed by those working for\nthem and take care not to use non-compliant material from other sources. 4. Intrusion into grief or shock In cases involving personal grief or shock,\nenquiries and approaches must be made with sympathy and discretion and\npublication handled sensitively. These provisions should not restrict the right\nto report legal proceedings.\nMediated outcome 11. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 12. During\nIPSO's investigation, the matter was settled between the parties. 13. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code. Date complaint received: 22/08/2018 Date complaint concluded by IPSO: 25/03/2019\n \n \nBack to ruling listing\n\n\n"
}