{
    "url": "/rulings-and-resolution-statements/ruling/?id=05696-18",
    "title": "Resolution Statement 05696-18 A woman v Leamington Spa Courier",
    "provisions": [
        "6 Children (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Leamington Spa Courier (National World Publishing Ltd)",
    "published_on": "2018-08-17 00:00:00",
    "received_on": "2018-08-22 00:00:00",
    "concluded_on": "2018-09-13 00:00:00",
    "complaint_processing_days": 22,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation, the publication offered a private letter of apology to the complainant, which accepted full responsibility for the mistake, and assured the complainant that action had been taken within the publication to avoid a repeat of the situation. 9. The complainant said that this would resolve the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 05696-18 A woman v Leamington Spa\nCourier\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that the Leamington\nSpa Courier breached Clause 2 (Privacy) and Clause 6 (Children) of the Editors’\nCode of Practice in an article headlined “LAMP provides a lifeline to families\nacross the district”, published on 17 August 2018.\n2. The article was\na letter to the publication written by the complainant. In it, the complainant\nargued that provision of specialist education in her area for children with\nadditional needs should be continued. She said that her child has additional\nneeds, and attended the school in question. At the end of the letter, the\ncomplainant’s full name and partial address were published.\n3. The complainant\nsaid that the article breached Clause 2 (Privacy), because it included her name\nand address, information that she had specifically requested that the\npublication withhold. She said that this meant her child could be identified\nfrom the letter, and that where he went to school was private information. She\nwas also very concerned that people who were previously not aware of her\nchild’s learning difficulties might now know, as a result of this letter.4. The complaint\nalso said that the article breached Clause 6 (Children) because identifying her\nchild, his school, and the fact of his learning difficulties represented an\nintrusion on her child’s time at school, and could cause safeguarding issues.\n5. When the\npublication was initially contacted by the complainant, it questioned whether\nthe complainant had made her request for anonymity sufficiently clear. However,\nlater in correspondence, the publication acknowledged that it had made a\nserious mistake in publishing the complainant’s details, and accepted that it\nwas responsible for the error.\nRelevant Code provisions\n6. Clause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8. During IPSO’s\ninvestigation, the publication offered a private letter of apology to the\ncomplainant, which accepted full responsibility for the mistake, and assured\nthe complainant that action had been taken within the publication to avoid a\nrepeat of the situation.\n9. The complainant\nsaid that this would resolve the matter to her satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 22/08/2018\nDate complaint concluded by IPSO: 13/09/2018\nBack to ruling listing\n\n\n"
}