{
    "url": "/rulings-and-resolution-statements/ruling/?id=28398-20",
    "title": "Resolution Statement – 28398-20 Katarova v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "received_on": "2020-10-05 00:00:00",
    "concluded_on": "2021-04-28 00:00:00",
    "complaint_processing_days": 205,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation the publication offered to print the following wording to both articles: \"With respect to Molly-Mae's statements about Mr Chai's cause of death, a pathology report undertaken in June was inconclusive as to the cause of death.\" And offered to amend the headline of the first article to read: “Woman who sold [named couple] puppy once in court for supplying dog with broken leg” 8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 28398-20 Katarova v thesun.co.uk\nSummary of Complaint\n1. Elena Katarova complained to the Independent Press\nStandards Organisation that thesun.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “DOGGY DEALINGS Woman who\nsold [named couple] puppy once in court for flogging dog with broken leg”,\npublished on 3 June 2020 and an article headlined “[named third party]'S\nSTRUGGLE Devastated [named third party] quits social media after Love Island\nstar suffers abuse over the death of dog Mr Chai”, published on 5 June 2020.\n2. The first article reported on the death of a celebrity’s\nnew puppy who had been bought from a dog breeding and importing company. It\nfocussed on the breeder, and described how she had previously taken another\ncustomer to court. The court case was reported to have centred over the\ncustomer refusing to return her puppy to the breeder after she had been given a\nfull refund due to the breeder failing to disclose that the puppy had a metal\nsplint in its leg. The article stated that the court “ruled against” the customer.\n3. The second article also reported on the death of a\ncelebrity’s new puppy. This article included a quote from the celebrity which\nstated that the puppy’s \"skull wasn't fully developed. Part of his brain\nwas exposed. In a tiny dog, any knock probably wasn't very helpful.\"\n4. The complainant, the owner of the breeding and importing\ncompany the puppy was bought from, said that both articles were inaccurate in\nbreach of Clause 1. She said that it was misleading for the first article to\nhave the headline “doggy dealings”, where this was clearly a play on the phrase\n“dodgy dealings” when in fact the court had found in her favour. With regards\nto the second article the complainant said that the quote did not reflect the\nveterinary report, which, whilst it reported that the skull was not fully\nossified, did not state the brain was exposed. She said that it was normal for\na puppy’s skull to not be fully ossified at that age and the quote gave the\nmisleading impression that this was part of the cause of death.\n5. The publication did not accept a breach of the Code. It\nnoted that the first article reported that the complainant was successful in\nher court case and was offered a financial reward, albeit lowered on appeal. In\nthe second article, the publication said that a veterinary report had stated\nthe puppy’s skull was not fully ossified. It said that it if the skull was not\nfully developed, whether this was a normal part of development or not, it was\nnot inaccurate to report that the brain was exposed. It noted an image of the\npuppy was included in the article and therefore readers would understand that\nthe brain was not externally exposed.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation the publication offered to\nprint the following wording to both articles:\n\"With respect to Molly-Mae's statements about Mr Chai's cause\nof death, a pathology report undertaken in June was inconclusive as to the\ncause of death.\"\nAnd offered to amend the headline of the first article to\nread: “Woman who sold [named couple] puppy once in court for supplying dog with\nbroken leg”\n8. The complainant said that this would resolve the matter\nto her satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\n \nDate complaint received: 05/10/2020\nDate complaint concluded by IPSO: 28/04/2021\nBack to ruling listing\n\n\n"
}