{
    "url": "/rulings-and-resolution-statements/ruling/?id=00918-18",
    "title": "Resolution Statement - 00918-18 Dixon v Mail Online",
    "provisions": [
        "6 Children (2016)",
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "3 Harassment (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "received_on": "2018-01-24 00:00:00",
    "concluded_on": "2018-05-02 00:00:00",
    "complaint_processing_days": 98,
    "mediated_outcome": "9.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation of the complaint, the parties agreed terms by which the matter could be resolved. This included the removal of the images of the complainant’s husband and children, and the removal of the children’s names. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement Complaint 00918-18 Dixon v Mail Online\nSummary of complaint 1.    Eloise Dixon complained to the\nIndependent Press Standards Organisation that Mail Online breached Clause 1\n(Accuracy), Clause 2 (Privacy), Clause 3 (Harassment), Clause 4 (Intrusion into\ngrief or shock) and Clause 6 (Children) of the Editors’ Code of Practice in an\narticle headlined “Brave British girl, 13, saved her dying mother’s life by\n‘keeping her hand firmly on her stomach to stop blood flow’ as police rushed\nthem to hospital after being shot at in Rio favela”, published on 11 August\n2017, and an article headlined “Hero ex-para accompanies his wife to private\nhospital in Brazil after he saved her and their three children from an armed\ngang as police close in on two suspects”, published on 8 August 2017. 2.    The articles\nreported that the complainant had been shot while on holiday with her family in\nBrazil. 3.    The\ncomplainant said that she and her family had been harassed by reporters\nrepresenting Mail Online in Brazil. Their conduct and the publication’s\ncoverage, which had named the children and had included images of her husband\nlooking distressed, had intruded into her private life and that of her husband\nand children at a time of trauma and shock. She said that, although Mail Online\nhad not published the footage, one of the reporters who had contributed to its\ncoverage had filmed her and her family while she was lying on a hospital bed\nwaiting to be transferred to a second hospital. 4.    The\ncomplainant said that the publication had inaccurately reported the\ncircumstances of the shooting: her family had not entered the favela because\nthey had misunderstood directions given to them while looking for water, and\nthey had not misunderstood orders given to them by the armed men. In addition,\nthe publication had inaccurately reported that her daughter had held her hands\nover her wound to stop the blood; this had not happened. 5.    The publication offered its sincere apologies if its reporting had\ncaused the complainant and her family any upset. 6.    The\npublication said that it had used copy provided by an agency reporter who had\nbeen present at the first hospital, and it had one reporter present at the\nsecond hospital. It denied that either reporter had engaged in harassment or\nthat their conduct had intruded into the privacy or grief of the complainant\nand her family. The agency reporter had\nfilmed the complainant and her family from a respectful distance with the\npermission of the hospital’s management; this footage was not published. The agency\nreporter had asked one question of the complainant’s husband. He had not\nanswered or made a request to desist; no further questions were asked. At the\nsecond hospital, the reporter had asked one question of the complainant’s\nhusband who had not replied. Other approaches were directed to the hospital\npress office who never said that the family did not want to talk to the press. 7.    The\npublication said that its reports had been based on information provided by the\npolice, and it provided the reporter’s notes. Due to the complainant’s\nconcerns, it made various amendments to the articles and appended the following\ncorrective footnotes: An earlier\nversion of this article incorrectly stated Eloise Dixon's daughter held\npressure on her mother's wound and saved her life. We have since been made\naware that this was not the case. The article also stated the family had got\nlost due to a language mix up when they had stopped to ask for directions and a\nplace to buy water. We are happy to clarify that sat nav had directed the\nfamily into the favela while aiming for their scheduled stop in Angra dos Reis. A previous version of this article was\nbased on information provided by the Police and official statements at the\ntime. We have since been notified that Mrs Dixon and her family were not\nlooking for water and did not ask for directions, but that the car's navigation\nsystem directed them the wrong way. \nRelevant\nCode provisions 8.    Clause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \nClause\n2 (Privacy)\ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications.\nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information.\niii)\nIt is unacceptable to photograph individuals, without their consent, in public\nor private places where there is a reasonable expectation of privacy. \nClause\n3 (Harassment)\ni)\nJournalists must not engage in intimidation, harassment or persistent pursuit.\nii)\nThey must not persist in questioning, telephoning, pursuing or photographing\nindividuals once asked to desist; nor remain on property when asked to leave\nand must not follow them. If requested, they must identify themselves and whom\nthey represent.\niii)  Editors must ensure these principles are\nobserved by those working for them and take care not to use non-compliant\nmaterial from other sources. \nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings. \nClause\n6 (Children)\ni) All\npupils should be free to complete their time at school without unnecessary\nintrusion.\nii)\nThey must not be approached or photographed at school without permission of the\nschool authorities.\niii)\nChildren under 16 must not be interviewed or photographed on issues involving\ntheir own or another child’s welfare unless a custodial parent or similarly responsible\nadult consents. \niv)\nChildren under 16 must not be paid for material involving their welfare, nor\nparents or guardians for material about their children or wards, unless it is\nclearly in the child's interest.\nv)\nEditors must not use the fame, notoriety or position of a parent or guardian as\nsole justification for publishing details of a child's private life. \nMediated outcome 9.    The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 10. During\nIPSO’s investigation of the complaint, the parties agreed terms by which the\nmatter could be resolved. This included the removal of the images of the complainant’s\nhusband and children, and the removal of the children’s names. 11. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code. \nDate\ncomplaint received: 24/01/2018\nDate\ncomplaint concluded by IPSO: 02/05/2018\n \nBack to ruling listing\n\n\n"
}