{
    "url": "/rulings-and-resolution-statements/ruling/?id=13441-16",
    "title": "Resolution statement Complaint 13441-16 Giblin-Jowett v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-11-22 00:00:00",
    "received_on": "2016-11-23 00:00:00",
    "concluded_on": "2017-01-17 00:00:00",
    "complaint_processing_days": 55,
    "mediated_outcome": "5.    Although it did not accept that all the captions had been misleading, the newspaper offered to remove the gallery from its website. 6.    The complainant said that the removal of the gallery would resolve the matter to her satisfaction. 7.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 13441-16 Giblin-Jowett v Express.co.uk\nSummary of complaint 1. Hellen Giblin-Jowett complained\nto the Independent Press Standards Organisation that Express.co.uk breached\nClause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined\n“’We still want you’ European cities pledge loyalty to UK after Brexit vote”,\npublished on 22 November 2016. 2. The\ncomplainant expressed concern that the newspaper had published a gallery\nentitled “The EU’s craziest decisions”, which made inaccurate claims about the\ndecisions that the European Union had made. For instance, she said that it had\ninaccurately stated that the EU had banned unusually shaped bananas; that it\nhad ruled that jam had to be 60 per cent sugar in order to be called jam; and\nthat the EU had forbidden the sale of eggs by the dozen. She expressed concern\nthat the newspaper had republished the gallery having previously withdrawn\nit. 3. The\nnewspaper said that it was not the same gallery that had previously been\nwithdrawn; this gallery predated the other. It said that the gallery contained\n13 images; it did not accept that all of the captions were inaccurate. It\noffered to remove five of the images and their captions, and to change the\ntitle to “The EU’s craziest ideas”.     \nRelevant Code provisions 4. Clause\n1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact. Mediated outcome 5.    Although\nit did not accept that all the captions had been misleading, the newspaper\noffered to remove the gallery from its website. 6.    The\ncomplainant said that the removal of the gallery would resolve the matter to\nher satisfaction. 7.   \nAs the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate\ncomplaint received: 23/11/2016\nDate\ncomplaint concluded by IPSO: 17/01/2017\nBack to ruling listing\n\n\n"
}