{
    "url": "/rulings-and-resolution-statements/ruling/?id=03356-18",
    "title": "Resolution Statement 03356-18 Temerko v The Sunday Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Times (News UK)",
    "published_on": "2018-03-11 00:00:00",
    "received_on": "2018-05-03 00:00:00",
    "concluded_on": "2018-06-29 00:00:00",
    "complaint_processing_days": 57,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. During IPSO’s investigation of the complaint, the newspaper said that it would be willing to remove the second statement about the complainant from the article. It also said it would be willing to publish the following footnote on the online article, which it had first offered to publish prior to the IPSO complaint:Since publication of this article The Sunday Times has been asked to make clear that a UK court refused to extradite Mr Temerko to Russia on the basis that the fraud prosecution against him there was politically motivated.8. The complainant accepted the newspaper’s offer of resolution, and the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 03356-18 Temerko v The Sunday Times Summary of complaint1. Alexander\nTemerko complained to the Independent Press Standards Organisation that The\nSunday Times breached Clause 1 (Accuracy) of the Editors Code of Practice in an\narticle headlined “Tories break Theresa May’s vow to ban Russian donors”,\npublished on 11 March 2018.2. The article\nreported on donations by Russians to the Conservative Party. It named a number\nof donors, including the complainant, who it described as a “London based\nbusinessman born in Ukraine when it was part of the USSR”. It reported having\nbeen a “key lieutenant in [a] Russian oil giant”, he had “fled to the UK after\nbeing accused of fraud. He had been a vocal critic of Putin”.3. The complainant\nsaid that to report that he had “fled to the UK after being accused of fraud”\nwas misleading, as it implied that there was a legitimate and legal basis for\nthe accusation. He said that this was false, and in support of his position, noted\nthat in response to an extradition request from the Russian government, a UK\ncourt found that “the prosecution of [the complainant] is politically motivated\nand the request for his extradition is made for the purpose of prosecuting or\npunishing him on account of his political opinions”. The complainant said that\na second statement about him in the article was inaccurate.4. The newspaper\nsaid that the article made clear that the complainant had to flee Russia\nbecause of the fraud prosecution, that he is a vocal critic of President Putin\nand that the fraud prosecution related to his running of an energy\ncompany. It said that in these\ncircumstances, the article did not imply there were grounds to suspect the\ncomplainant of criminal wrongdoing. The newspaper said it had taken care over\nthe second statement about the complainant, and denied that this was\ninaccurate.Relevant Code provisions5. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated outcome6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.7. During IPSO’s\ninvestigation of the complaint, the newspaper said that it would be willing to\nremove the second statement about the complainant from the article. It also\nsaid it would be willing to publish the following footnote on the online\narticle, which it had first offered to publish prior to the IPSO complaint:Since publication of this article The Sunday Times has been\nasked to make clear that a UK court refused to extradite Mr Temerko to Russia\non the basis that the fraud prosecution against him there was politically\nmotivated.8. The complainant\naccepted the newspaper’s offer of resolution, and the Complaints Committee did\nnot make a determination as to whether there had been any breach of the Code.Date complaint received: 03/05/2018\nDate complaint concluded by IPSO: 29/06/2018\n \nBack to ruling listing\n\n\n"
}