{
    "url": "/rulings-and-resolution-statements/ruling/?id=06151-20",
    "title": "Resolution statement 06151-20 A Woman v The Sunday Telegraph",
    "provisions": [
        "2 Privacy (2019)",
        "10 Clandestine devices and subterfuge (2019)",
        "1 Accuracy (2019)",
        "3 Harassment (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2020-01-19 00:00:00",
    "received_on": "2020-05-14 00:00:00",
    "concluded_on": "2020-11-24 00:00:00",
    "complaint_processing_days": 194,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. During IPSO’s investigation, the publication agreed to remove all identifying references to the complainant from the online article, including the user comments underneath the article. 9. The complainant said that this would resolve her complaint. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 06151-20 A Woman v The Sunday Telegraph\nSummary of complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that The Sunday Telegraph breached Clause 1 (Accuracy) and Clause\n2 (Privacy) of the Editors’ Code of Practice in an article headlined “We baby\nboomers are still bewitched by the cult of youth” published on 19 January 2020.\n2. The article was a comment piece in which the writer was\ncritical of those she considers to be in denial about the advancement of their\nage. In support of her argument, the writer gave the example of a woman who had\nsued her employers for age discrimination when they gave her a birthday card.\nThe woman’s age, name, general location, and former job role were reported. The\narticle explained that the judge had “thrown out” her claim.\n3. The article also appeared online in the same form on the\nsame day with the headline “We vain and graceless babyboomers are still\nbewitched by the cult of youth”.\n4. The complainant was the woman named in the article as\nhaving sued her former employers for age discrimination. She said that the\narticle had inaccurately reported her legal action – it was not the case it was\nbased solely on age discrimination, and instead was mainly focussed on alleged\nharassment and breaches of data protection law. Furthermore, she said that she\nwas inaccurate to say that the judge had “thrown out” her case when she said\nthat it had been considered by a judge at two hearings and a four-day final\nhearing. She also said that the article intruded into her privacy, as the\npublicly available judgement gave only her last name and initial rather than\nher full name as reported in the article.\n5. The newspaper did not accept that the article breached\nthe Editors’ Code. It said that the article was a comment piece, and not an\nin-depth report of the complainant’s case. It said that it was not in dispute\nthat the complainant’s case against her former employers related in part to\nalleged age discrimination, and the writer was entitled to focus on that to\nillustrate her wider point about attitudes to aging in society. It said that it\nwas not inaccurate to say that the complainant’s case had been “thrown out”\nwhen this would be readily understood to mean her claims were not upheld in a\ncourt or tribunal, as was the case. It said that the judgement was publicly\navailable – whether it included the complainant’s full name or simply her last\nname and initial did not give her a reasonable expectation of privacy over her\nconnection to the case.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated Outcome\n7. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n8. During IPSO’s investigation, the publication agreed to\nremove all identifying references to the complainant from the online article,\nincluding the user comments underneath the article.\n9. The complainant said that this would resolve her\ncomplaint.\n10. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 14/05/2020Datde complaint concluded by IPSO: 24/11/2020\nBack to ruling listing\n\n\n"
}