{
    "url": "/rulings-and-resolution-statements/ruling/?id=03976-18",
    "title": "Resolution Statement 03976-18 Kravcova v Liverpool Echo",
    "provisions": [
        "1 Accuracy (2018)",
        "4 Intrusion into grief or shock (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Liverpool Echo (Reach PLC)",
    "published_on": "2018-03-01 00:00:00",
    "received_on": "2018-06-13 00:00:00",
    "concluded_on": "2018-08-29 00:00:00",
    "complaint_processing_days": 77,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    During IPSO’s investigation, the publication offered to write a private letter of apology to the complainant, as well as publishing the following clarifications as a footnote to the online article and on page 2 of the newspaper respectively: “A previous version of this article reported that Mr Rudamenko's mother believed he had spent £600 on sleeping tablets from China. We would like to clarify that Ms Kravcova did not suggest that Mr Rudamenko had spent £600 on the tablets from China at the inquest, and we apologise for any distress caused.” “An article following the inquest of Igor Rudamenko published on March 1, 2018 under the headline, 'Man died after overdosing on painkiller pills' reported that Mr Rudamenko's mother believed he had spent £600 on sleeping tablets from China. We would like to clarify that Ms Kravcova did not suggest that Mr Rudamenko had spent £600 on the tablets from China at the inquest, and we would apologise for any distress caused.” 8.    The complainant said that this would resolve the matter to her satisfaction. 9.     At the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 03976-18 Kravcova v Liverpool Echo\nSummary\nof complaint 1.   \nLarissa Kravcova complained to the\nIndependent Press Standards Organisation that the Liverpool Echo breached\nClause 1 (Accuracy) and Clause 4 (Intrusion into grief or shock) of the Editors’\nCode of Practice in an article headlined “Man died after overdosing on painkiller pills”, published on 1\nMarch 2018, and online on 28 February. 2.   \nThe article reported the inquest into\nthe complainant’s son’s death. It said that the complainant had claimed during\nthe inquest that her son’s bank statements gave her reason to believe that he\nhad spent £600 on pills online. 3.   \nThe\ncomplainant said that the article had inaccurately reported the evidence she\ngave to the inquest. She did not say that she had any reason to\nbelieve her son had used £600 to buy pills online; the money in question was\nwithdrawn in cash, which could not have been used to buy internet goods.\nFurthermore, the Coroner found that\nher son had died as a consequence of taking painkillers prescribed by his GP,\nnot as a result of the sleeping pills he had ordered online. 4.   \nThe\nnewspaper expressed its condolences for the complainant’s loss. It accepted that the inquest did not hear\nthat the man spent £600 on sleeping pills from China in the days preceding\nhis death. However it did not accept that the original headline gave the\nimpression that sleeping pills caused the man’s death; the opening paragraph\nmade clear that a mixture of prescribed pills which were found to be the cause\nof the complainant’s son’s death. It said that it was relevant to include the\nfact that the man had previously ordered pills online to aid his chronic back\npain, and this was mentioned at the inquest by the complainant. \nRelevant\nCode Provisions 5.   \nClause 1 (Accuracy) i)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. ii)\nA significant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology published.\nIn cases involving IPSO, due prominence should be as required by the regulator. \nClause\n4 (Intrusion into grief or shock) In\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings. \nMediated\nOutcome 6.   \nThe complaint was not resolved through\ndirect correspondence between the parties. IPSO therefore began an\ninvestigation into the matter. 7.   \nDuring IPSO’s investigation, the\npublication offered to write a private letter of apology to the complainant, as\nwell as publishing the following clarifications as a footnote to the online\narticle and on page 2 of the newspaper respectively: “A previous version of this article reported that Mr\nRudamenko's mother believed he had spent £600 on sleeping tablets from China.\nWe would like to clarify that Ms Kravcova did not suggest that Mr Rudamenko had\nspent £600 on the tablets from China at the inquest, and we apologise for any\ndistress caused.” “An article following the inquest of Igor\nRudamenko published on March 1, 2018 under the headline, 'Man died after\noverdosing on painkiller pills' reported that Mr Rudamenko's mother believed he\nhad spent £600 on sleeping tablets from China. We would like to clarify that Ms\nKravcova did not suggest that Mr Rudamenko had spent £600 on the tablets from\nChina at the inquest, and we would apologise for any distress caused.” 8.   \nThe complainant said that this would\nresolve the matter to her satisfaction. 9.   \n At the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code. \nDate\ncomplaint received: 13/06/2018 Date\ncomplaint concluded by IPSO: 29/08/2018\n \n \nBack to ruling listing\n\n\n"
}