{
    "url": "/rulings-and-resolution-statements/ruling/?id=28060-20",
    "title": "Resolution Statement – 28060-20 Sturt v Mail Online",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2020-09-17 00:00:00",
    "received_on": "2020-09-17 00:00:00",
    "concluded_on": "2020-11-27 00:00:00",
    "complaint_processing_days": 71,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation, the publication offered to remove all references to the group being “right-wing” and to publish the following footnote: “A previous version of this article referred to “Defund the BBC” as a right-wing group. The organisation has posted on Twitter that they are composed of “ordinary people from the left and right” which we are happy to make clear.” 7. The complainant said that this would resolve his complaint. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 28060-20 Sturt v Mail Online\nSummary\nof Complaint\n1. Chris\nSturt complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “'Defund the BBC' campaigners raise £60,000 in donations\ntowards bid to decriminalise non-payment of TV licence in wake of fury over\ncorporation's 'rich list'” published on 17 September 2020.\n2. The\narticle reported on a campaign group which had raised money in a bid to\ndecriminalise non-payment of the TV license. It described the group as\n“anti-BBC” and “a right-wing group founded by Brexiteers”.\n3. The\ncomplainant said that it was inaccurate to describe the organisation as a\n“right-wing group”. He said that even if its founders held right-wing views,\nthis did not extend to the group itself, which had non-political aims. He said\nthat it attracted support from across the political spectrum.\n4. The\nnewspaper did not accept that the description was significantly misleading. It\nsaid that the founders of the group had variously written for right-wing\nwebsites, worked for the Brexit party, founded a pro-Brexit group, and had\nexpressed right-wing sentiments. It said that where key individuals in the\ngroup had right-wing credentials and connections, it was reasonable to refer to\nthe group as being right-wing. It said that the article made no claim about the\npolitics of those who may support the group.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n5. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n6.\nDuring IPSO’s investigation, the publication offered to remove all references\nto the group being “right-wing” and to publish the following footnote:\n“A\nprevious version of this article referred to “Defund the BBC” as a right-wing\ngroup. The organisation has posted on Twitter that they are composed of\n“ordinary people from the left and right” which we are happy to make clear.”\n7. The\ncomplainant said that this would resolve his complaint.\n8. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n \nDate\ncomplaint received: 17/09/2020\nDate\ncomplaint concluded by IPSO: 27/11/2020\nBack to ruling listing\n\n\n"
}