{
    "url": "/rulings-and-resolution-statements/ruling/?id=03037-18",
    "title": "Resolution statement 03037-18 Khan v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2018-12-16 00:00:00",
    "received_on": "2018-04-11 00:00:00",
    "concluded_on": "2018-07-11 00:00:00",
    "complaint_processing_days": 91,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the newspaper offered to publish the following correction on page two of the newspaper in the clarifications and corrections column: In an article on 16 December 2017 about allegations made by Dr Jen Gunter against Professor Khalid Khan – which he denies - we said that three institutions at which he holds posts were investigating the claims. While all three institutions said at the time that they were investigating the claims, we have since been informed that two – the Royal College of Obstetricians and Gynaecologists, and St Bartholomew’s Hospital – are not. Professor Khan has also informed us that he has since returned to work. We are happy to make this clear. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 03037-18 Khan v Daily Mail\nSummary of complaint\n1. Khalid Khan\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined, “Leading UK doctor ‘groped me like an octopus in hotel bar’”\npublished on 16 December 2018.\n2. The article\nreported on a blog post, written by a woman who said that the complainant had\nallegedly groped her breasts in a hotel bar in 2014. The article repeated a\nnumber of claims made in the blog post, and reported that he was being\ninvestigated by three institutions where he held posts. It also reported a\nstatement from the complainant, denying the allegations, “I deny these\nallegations and I am keen to clear my name. I will be co-operating with any\ninvestigations. In the mean time I have stepped aside from my editorial\nposition at the BJOG.”\n3. The complainant\nsaid that the article was inaccurate, as it had reproduced claims from the blog\npost, which reported only the woman’s version of events. He said that all the claims\nmade in the blog were inaccurate, and that he had never met the woman alleging\nthis incident had taken place. He said that contemporaneous social media posts\nfrom the blogger did not make reference to these allegations. He also said that\nit was not the case that he was being investigated by the three institutions at\nwhich he held posts. He said only one investigation had been launched.\n4. The publication\ndid not accept that it had breached the Code. It said that the article had made\nclear that it was reporting claims made in the blog post, which it was entitled\nto report. It provided statements from the three institutions, which it had\ncontacted prior to publication, which all stated that the matter was being\ninvestigated.\n5. During the course\nof the complaint the complainant contacted two of the institutions referred to\nin the article, which confirmed that they were not formally investigating the\nmatter. Following this, the newspaper offered to publish the following\nclarification on page two, to resolve the complaint:\nIn an article on 16 December 2017 about allegations made by\nDr Jen Gunter that Professor Khalid Khan had groped her – which he denies - we\nsaid that three institutions at which he holds posts were investigating the\nclaims. While all three institutions said at the time that they were\ninvestigating the claims, we have since been informed that two – the Royal\nCollege of Obstetricians and Gynaecologists, and St Bartholomew’s Hospital –\nare not investigating the matter. We are happy to make this clear.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation, the newspaper offered to publish the following correction on\npage two of the newspaper in the clarifications and corrections column:\nIn an article on 16 December 2017 about allegations made by\nDr Jen Gunter against Professor Khalid Khan – which he denies - we said that\nthree institutions at which he holds posts were investigating the claims. While\nall three institutions said at the time that they were investigating the\nclaims, we have since been informed that two – the Royal College of\nObstetricians and Gynaecologists, and St Bartholomew’s Hospital – are not.\nProfessor Khan has also informed us that he has since returned to work. We are\nhappy to make this clear.\n8. The complainant\nsaid that this would resolve the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 11/04/2018\nDate complaint concluded by IPSO: 11/07/2018\nBack to ruling listing\n\n\n"
}