{
    "url": "/rulings-and-resolution-statements/ruling/?id=08865-16",
    "title": "Resolution Statement 08865-16 Gayton v Mail Online",
    "provisions": [
        "3 Harassment (2016)",
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2016-09-27 00:00:00",
    "received_on": "2016-09-27 00:00:00",
    "concluded_on": "2016-12-21 00:00:00",
    "complaint_processing_days": 85,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties.    9. Following further correspondence, the publication offered to amend the headline, and remove a quote from one of the complainant’s fiancé’s Facebook friends. 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 08865-16 Gayton v Mail OnlineSummary of complaint\n1. Sarah\nGayton complained to the Independent Press Standards Organisation that Mail\nOnline breached Clause 1 (Accuracy), Clause 2 (Privacy), Clause 3 (Harassment),\nClause 10 (Clandestine devices and subterfuge), and Clause 12 (Discrimination)\nof the Editors’ Code of Practice in an article headlined “‘He is doing this to\ntake citizenship’: Facebook friends of Syrian refugee marrying female British\naid worker from Calais Jungle claim ‘he always dreamed of flying to Britain’”\npublished on 27 September 2016.\n2. The\narticle reported that the complainant had met her fiancé while carrying out\nvolunteer work in the Calais “Jungle” refugee camp. It said that her fiancé had\nfled from the city of Aleppo, and that he had proposed to the complainant a few\nmonths after they had met. The article said that Facebook friends of the\ncomplainant’s fiancé had claimed that he was only getting married to her in\norder to get UK citizenship. It included a number of comments from the Facebook\nfriends.\n3. The\ncomplainant said that it was inaccurate to state that her fiancé’s Facebook\nfriends had said that the reason for his wanting to marry her was because “he\njust wants UK citizenship”. She said she had seen some of the relevant Facebook\nconversations between the friends and the journalist, and none of these\nincluded that quote.\n4. The\ncomplainant was also concerned about the conduct of a journalist who had\napproached both her and her fiancé prior to publication. She said he had\nharassed her fiancé, and taken photographs of him without his consent. She also\nsaid that the article breached her privacy by disclosing the value of her\nhouse, and that photographs of her and her fiancé had been taken from her\nFacebook page without her consent in breach of Clause 10. She was also concerned\nthat the article included comments that were discriminatory of refugees.\n5. The\npublication denied that it had inaccurately reported the comments of the\ncomplainant’s fiancé’s Facebook friends. It provided transcripts of\nconversations between the complainant and the journalist to demonstrate that\nthe comments had been reported accurately.\n6. It denied\nthat the journalist had harassed the complainant or her fiancé: he had\napproached both separately, in order to offer them the opportunity to respond\nto the allegations made about them. It said that he had remained polite and\ncourteous throughout the exchange, and left when it was clear neither wanted to\ncomment on the matter. It also said that the photographs of the complainant’s\nfiancé were taken in a public place where he had no reasonable expectation of\nprivacy.\nRelevant Code provisions\n7. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information, including pictures.\nii) A significant inaccuracy, misleading statement or\ndistortion once recognised must be corrected, promptly and with due prominence,\nand – where appropriate – an apology published.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nClause 12 (Discrimination)\ni) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\nii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nMediated outcome\n8. The\ncomplaint was not resolved through direct correspondence between the parties.   \n9. Following\nfurther correspondence, the publication offered to amend the headline, and\nremove a quote from one of the complainant’s fiancé’s Facebook friends.\n10. The\ncomplainant said that this would resolve the matter to her satisfaction.\n11. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 27/09/2016Date complaint concluded: 21/12/2016\nBack to ruling listing\n\n\n"
}