{
    "url": "/rulings-and-resolution-statements/ruling/?id=09907-16",
    "title": "Resolution Statement 09907-16 Trump International Golf Links Scotland v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2016-10-26 00:00:00",
    "received_on": "2016-10-28 00:00:00",
    "concluded_on": "2017-01-26 00:00:00",
    "complaint_processing_days": 90,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. The newspaper offered to publish the following wording on its website: We published an article “You’ve Been Trumped: Scots Gran, 92, ‘forced to get water with a wheelbarrow’ in dispute over Donald Trump’s golf course” on 26th October 2016 which fol-lowed a report online elsewhere. Trump International Golf Links Scot-land (“Trump Interna-tional”) has since assured us the headline and related article are incorrect in various respects. Trump International states that: the water supply pipe concerned runs under land owned by Trump International, to a well; that supply pipe was not shown on plans and was inadvertent-ly breached by contractors in 2010; the contractors repaired the pipe immediately; further work took place around the well in 2014 and 2015; this work was neither instructed by nor approved by Trump International and was not carried out by Trump International contractors. While the supply of water to neighbouring properties is not the responsibility of Trump Inter-national, it offered in November 2015 to connect the relevant properties to its mains network and this offer has never been taken up by the Forbes family. We are happy to make this clear.  7. The complainant said the publication of the correction would resolve the matter to its satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 09907-16 Trump International Golf Links Scotland v\nthesun.co.uk\nSummary of complaint\n1. Trump\nInternational Golf Links Scotland complained to the Independent Press\nStand-ards Organisation that thesun.co.uk breached Clause 1 (Accuracy) of the\nEdi-tors’ Code of Practice in an article headlined “’You’ve been trumped’:\nScots gran, 92, ‘forced to get water with wheelbarrow’ in dispute over Donald\nTrump golf course”, published on 26 October 2016.\n2. The\ncomplainant expressed concern that the article had given the significantly\nmis-leading impression that Trump International Golf Links Scotland had been\nrespon-sible for poisoning the water of a 92-year-old woman, and had cut off\nher water supply in an effort to drive her from her home. It said the claims\nmade by the wom-an were untrue, and it had not been given the opportunity to\ncomment before they were published. While it accepted that a pipe had been\ndamaged during the con-struction of the golf course, it had been fixed. When\nthe woman experienced further issues with her water supply – which it said had\nnot been caused by its actions – it had offered to connect her to its water\nsupply as a gesture of good-will, but she had declined the offer.\n3. The\nnewspaper said that the article had been based on a television documentary and\nan article published by another online publication. It said that a pipe on the\ncomplainant’s property had been severed during the construction of the golf\ncourse, which had resulted in the woman’s water supply being cut off, and three\nyears on, she was still collecting water in a wheelbarrow. It did not consider\nthat the article had suggested that the complainant had in-structed its workers\nto cut off the water supply. While it did not accept a breach of the Code, it\nremoved the article from its website.\nRelevant Code provisions\n4. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted infor-mation or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology pub-lished. In cases in-volving IPSO, due prominence\nshould be as required by the regu-lator.\nMediated outcome\n5. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n6. The\nnewspaper offered to publish the following wording on its website:\nWe published an article “You’ve Been Trumped: Scots Gran,\n92, ‘forced to get water with a wheelbarrow’ in dispute over Donald Trump’s\ngolf course” on 26th October 2016 which fol-lowed a report online elsewhere.\nTrump International Golf Links Scot-land (“Trump Interna-tional”) has since\nassured us the headline and related article are incorrect in various respects.\nTrump International states that: the water supply pipe concerned runs under\nland owned by Trump International, to a well; that supply pipe was not shown on\nplans and was inadvertent-ly breached by contractors in 2010; the contractors\nrepaired the pipe immediately; further work took place around the well in 2014\nand 2015; this work was neither instructed by nor approved by Trump\nInternational and was not carried out by Trump International contractors. While\nthe supply of water to neighbouring properties is not the responsibility of\nTrump Inter-national, it offered in November 2015 to connect the relevant\nproperties to its mains network and this offer has never been taken up by the\nForbes family. We are happy to make this clear. \n7. The\ncomplainant said the publication of the correction would resolve the matter to\nits satisfaction.\n8. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 28/10/2016Date complaint concluded by IPSO: 26/01/2017\nBack to ruling listing\n\n\n"
}