{
    "url": "/rulings-and-resolution-statements/ruling/?id=01321-20",
    "title": "Resolution Statement - 01321-20 A Man v Sunday Life",
    "provisions": [
        "11 Victims of sexual assault (2019)",
        "9 Reporting of crime (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Sunday Life (MEDIAHUIS UK)",
    "published_on": "2019-03-01 00:00:00",
    "received_on": "2020-03-03 00:00:00",
    "concluded_on": "2020-05-15 00:00:00",
    "complaint_processing_days": 73,
    "mediated_outcome": "9. The complaint was not resolved during direct correspondence between the parties. IPSO therefore began an investigation into the matter.10. During IPSO’s investigation, the publication offered to publish the following correction:“AN article published in Sunday Life on March 1, 2020, stated incorrectly, that [the man] was convicted at Newry Crown Court of stealing an iPad and Amazon Dot, valued at £310, from a 13-year-old boy who was in his bedroom at a house in Ballymartin, Co Down. [The man] denied the charge, which was not proceeded with. We are happy to set the record straight”.11. The complainant said that this would resolve the matter to his satisfaction.12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 01321-20 A Man v Sunday LifeSummary of Complaint1. A man complained\nto the Independent Press Standards Organisation that the Sunday Life breached\nClause 1 (Accuracy), Clause 9 (Reporting of crime) and Clause 11 (Victims of\nsexual assault) in an article headlined “OUT OF CONTROL” published on 1 March 2019.2. The article\nreported that a man, described as the son of a high-profile murderer, had been\njailed for various offences, namely, “possession of an offensive weapon, two\ncounts of threats to kill, burglary with intent to steal and handling stolen\ngoods”. It also reported that a further “burglary charge was left on the\nbooks”. The article gave details of the man’s offences, including that the\n“crime spree began” when he entered a house and “stole [items] from a\n13-year-old boy who was in his bedroom”. The article reported that the court\nheard in mitigation that he had an extensive criminal record, as well as issues\nwith “sexual trauma”. Information about his father and his own previous\nconvictions was also included.  3. The complainant\nsaid the article breached Clause 1 (Accuracy) as it stated that the “crime\nspree began” when he had entered a house and “stole [items] from a 13-year-old\nboy who was in his bedroom”. The complainant said this was misleading, as he\nwas only convicted of handling stolen goods in relation to this specific\nincident; the burglary charge was dropped. The complainant also said the\narticle breached Clause 9 (Reporting of crime) as it mentioned his father’s\nconvictions in circumstances where he was identified as a relative and not\ngenuinely relevant to this information. Finally, the complainant said the\narticle breached Clause 11 (Victims of sexual assault) as it mentioned he had\nsuffered from “sexual trauma”.4. The publication\nsaid that the prosecution had named the complainant as the man responsible for\nentering the house and stealing items “from a 13-year-old boy who was in his\nbedroom”. However, it accepted that the charge of burglary in relation to this\nincident was dropped. The complainant was convicted of handling stolen goods in\nrelation to these items; not of stealing them. Therefore, it was inaccurate to\nstate that he “stole [items] from a 13-year-old boy who was in his bedroom”.5. The publication\ndid not accept it had breached Clause 11. It said that details of “sexual\ntrauma” were mentioned in court, as part of the complainant’s plea in\nmitigation, and there were no reporting restrictions in place. The publication\ndid not accept in had breached Clause 9 (Reporting of crime). His father’s convictions\nand his identity as a relative had been widely reported on before and were also\nmentioned in the previous legal proceedings involving the complainant.Relevant Code Provisions6. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.7. Clause 9 (Reporting of crime)i) Relatives or friends of persons convicted or accused of\ncrime should not generally be identified without their consent, unless they are\ngenuinely relevant to the story.8. Clause 11 (Victims of sexual assault)The press must not identify or publish material likely to\nlead to the identification of a victim of sexual assault unless there is\nadequate justification and they are legally free to do so. Journalists are\nentitled to make enquiries but must take care and exercise discretion to avoid\nthe unjustified disclosure of the identity of a victim of sexual assault.Mediated Outcome9. The complaint was not resolved during direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.10. During IPSO’s investigation, the publication offered to\npublish the following correction:“AN article published in Sunday Life on March 1, 2020,\nstated incorrectly, that [the man] was convicted at Newry Crown Court of\nstealing an iPad and Amazon Dot, valued at £310, from a 13-year-old boy who was\nin his bedroom at a house in Ballymartin, Co Down. [The man] denied the charge,\nwhich was not proceeded with. We are happy to set the record straight”.11. The complainant said that this would resolve the matter\nto his satisfaction.12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 03/03/2020Date complaint concluded by IPSO: 15/05/2020\nBack to ruling listing\n\n\n"
}