{
    "url": "/rulings-and-resolution-statements/ruling/?id=04368-18",
    "title": "Resolution Statement 04368-18 A woman v Mail Online",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-07-11 00:00:00",
    "received_on": "2018-07-11 00:00:00",
    "concluded_on": "2018-08-13 00:00:00",
    "complaint_processing_days": 33,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. The publication and the complainant agreed terms by which the matter could be resolved, which included the removal of the reference to the complainant’s car, and the publication of the footnote. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement complaint 04368-18 A woman v Mail Online\nSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Exclusive: Paedophile ex-England football\nstar Adam Johnson and the mystery redhead secretly visiting him in prison”,\npublished on 11 July 2018.\n2. The complainant\nsaid that she was the person referred to as the “mystery redhead” in the\narticle. She expressed concern that the newspaper had inaccurately reported\nthat she had visited Adam Johnson in prison on numerous occasions in order to\nsuggest that they were more than friends. In fact, this was her first and only\nvisit. She also noted that Mr Johnson’s family had been contacted for their\ncomment on the allegation that she was Mr Johnson’s girlfriend before the\narticle was published and they had told the reporter that it was untrue, but\nMail Online had proceeded to publish it anyway.\n3. The complainant\nconsidered that photographing her and reporting that she had visited an old\nfamily friend in prison had represented an intrusion into her private life. She\nalso objected to the identification of her car.\n4. The publication\ndid not accept any breach of the Code. It explained that the information that\nthe complainant had visited Mr Johnson in prison on a number of occasions had\nbeen provided by a well-placed confidential source; however, it accepted that\nthis had in fact been her first visit. In addition, it said that the allegation\nthat the complainant was Mr Johnson’s girlfriend had been put to her outside\nprison, but she had refused to comment. In response to the complaint, it\noffered to append the following note to the article:\nAn earlier version of this article suggested that the\nmystery redhead had been visiting Adam Johnson in prison for several months. We\nnow understand that this is not the case and this visit on 10 July was the\nfirst time she has seen Mr Johnson since he has been an inmate at HMP Moorland.\n5. The publication\ndid not consider that the article was intrusive: the complainant had visited a\nhigh-profile sex offender in a public prison; this was not information about\nwhich she had a reasonable expectation of privacy. Furthermore, the photographs\nhad been taken while the complainant was in a public car park and on a public\nroad. It also noted that the complainant had visited Mr Johnson with his\nsister, who it said had previously courted media interest in her prison visits.\nRelevant Code provisions\n6. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n8. The publication\nand the complainant agreed terms by which the matter could be resolved, which\nincluded the removal of the reference to the complainant’s car, and the\npublication of the footnote.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 11 July 2018\nDate complaint concluded: 13 August 2018\nBack to ruling listing\n\n\n"
}