{
    "url": "/rulings-and-resolution-statements/ruling/?id=01487-19",
    "title": "Resolution Statement 01487-19 O’Connor v The Times",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Times (News UK)",
    "published_on": "2018-12-19 00:00:00",
    "received_on": "2019-02-18 00:00:00",
    "concluded_on": "2019-02-22 00:00:00",
    "complaint_processing_days": 4,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s involvement, the publication offered to publish the following clarification, as a footnote to the online article, as a standalone online correction, and in its print Corrections and Clarifications column: We said that Transport for London’s “26,994 staffers last year took home £2.25 billion in wages, a rise of 17.6% on the previous year” and that this represented “an average of £83,337 each” (The capital is being sold short by its mayor, Comment, Dec 19, 2018). We have been asked to make clear that £2.25 billion is the figure given in TfL’s 2017-18 annual report for total remuneration costs and that it includes £595 million of non-cash pension charges.  The annual report states median cash earnings for TfL staff was £51,530, a decrease from £51,382 the previous year. 8. The complainant said this resolved the matter to his satisfaction. 9. As the complaint had been mediated successfully, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01487-19 O’Connor v The TimesSummary of complaint\n1. Michael O’Connor\ncomplained to the Independent Press Standards Organisation that The Times\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “The capital is being sold short by its mayor”, published on 19\nDecember 2018.\n2. The article was\na comment piece in which the columnist expressed her concerns about the Mayor\nof London’s record. As part of this account, she criticised aspects of his\ntransport policy, including his handling of Crossrail, and cuts to bus\nservices; the article stated that “public transport use is down and Transport\nfor London (TfL) is losing £1 billion a year”. It said that the Mayor “has done\nlittle except oversee a large rise in salaries”, and said that “TfL’s 26,994 staffers\nlast year took home £2.25 billion in wages, a rise of 17.6 per cent on the\nprevious year”. The article said that this was an average of £83,337 each.\n3. The complainant\nsaid that it was inaccurate, in breach of Clause 1 (Accuracy) for the article\nto say that staff “took home” £2.25bn in “wages”. He said that, according to\nTfL figures, the £2.25bn figure included employer pension contributions of\n£595.5m; these contributions would not form part of the individuals’ wages. He\nsaid that, in any event, even if the gross cost of all remuneration was\n£2.25bn, it would not be true to say that staff “took home” this amount after\ntax and other deductions. He also said that the median salary for TfL employees\nin fact fell from £51,832 in 2016/17 to £51,530 in 2017/18; it was therefore\ninaccurate to state that the amount ‘taken home’ by staff increased by 17.6%\nbetween these two years.\n4. The publication\ndenied that the article was inaccurate. It said that the terms “remuneration”\nand “wages” could be used interchangeably in the context of a comment piece\nwhich was not a detailed examination of salaries, and that the article had\naccurately reported on the total remuneration of TfL staff.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\ninvolvement, the publication offered to publish the following clarification, as\na footnote to the online article, as a standalone online correction, and in its\nprint Corrections and Clarifications column:\nWe said that Transport for London’s “26,994 staffers last\nyear took home £2.25 billion in wages, a rise of 17.6% on the previous year”\nand that this represented “an average of £83,337 each” (The capital is being\nsold short by its mayor, Comment, Dec 19, 2018). We have been asked to make\nclear that £2.25 billion is the figure given in TfL’s 2017-18 annual report for\ntotal remuneration costs and that it includes £595 million of non-cash pension\ncharges.  The annual report states median\ncash earnings for TfL staff was £51,530, a decrease from £51,382 the previous\nyear.\n8. The complainant\nsaid this resolved the matter to his satisfaction.\n9. As the complaint\nhad been mediated successfully, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 18 February 2019\nDate complaint concluded: 22 February 2019\nBack to ruling listing\n\n\n"
}