{
    "url": "/rulings-and-resolution-statements/ruling/?id=06836-20",
    "title": "Resolution Statement – 06836-20 Greens v Daily Record",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2020-05-18 00:00:00",
    "received_on": "2020-05-27 00:00:00",
    "concluded_on": "2020-08-05 00:00:00",
    "complaint_processing_days": 70,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. The publication offered to delete the article.8. The complainant said that this would resolve the matter to his satisfaction.9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 06836-20 Greens v Daily RecordSummary of Complaint1. Robert Greens complained to the Independent Press\nStandards Organisation that the Daily Record breached Clause 1 (Accuracy) of\nthe Editors’ Code of Practice in an article headlined “DA VINCI RAPIST IS FREE\nFOR ONE DAY”, published on 18 May 2020.2. The article reported on a prisoner who was returned to\nprison during day release. The article said that the prisoner had met another male\nsex offender and “had managed to grab a few minutes together in the toilets”.\nIt said that the “tryst” had been discovered through messages on an undeclared\nmobile phone and that “explicit phone messages” had “made it clear there had\nbeen a sexual relationship” between the two men. 3. The complainant has said that this was inaccurate in\nbreach of Clause 1 as he was not gay, had not been caught in a toilet with\nanother man, nor had he ever owned a secret phone or sent explicit text\nmessages to another man. 4. The publication said it did not accept a breach of the\nCode as it had presented information as a quote from a source, and was\nconfident the information was accurate.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.7. The publication offered to delete the article.8. The complainant said that this would resolve the matter\nto his satisfaction.9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code. Date complaint received: 27/05/2020Date complaint concluded by IPSO: 05/08/2020\nBack to ruling listing\n\n\n"
}