{
    "url": "/rulings-and-resolution-statements/ruling/?id=06538-17",
    "title": "Resolution statement 06538-17 Hybrid Air Vehicles Limited v Mail Online",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-04-19 00:00:00",
    "received_on": "2017-04-19 00:00:00",
    "concluded_on": "2017-06-19 00:00:00",
    "complaint_processing_days": 61,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to publish the following clarification on its News homepage: An article on 19 April incorrectly stated that the world’s longest aircraft, the Airlander 10, had nosedived into a field in Bedfordshire after it had broken free of its mooring lines. This was based on the accounts of eye witnesses who claim they had seen the aircraft pitching up at the rear. The aircraft’s manufacturer, Hybrid Air Vehicles, has asked us to clarify that the Airlander had not moved unusually and never came loose from its mooring; the aircraft was secured at its nose and some pitching up and down at the tail of aircraft in the wind is not uncommon. We are happy to set the record straight and apologise for the error.  8. The complainant said that this would resolve the matter to its satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 06538-17 Hybrid Air Vehicles\nLimited v Mail Online\nSummary of complaint\n1. Hybrid Air Vehicles Limited complained to the\nIndependent Press Standards Organisation that the Mail Online breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “BREAKING\nNEWS: World’s biggest airliner ‘nosedives into a field’ after breaking free\nfrom its moorings just months after crashing on a test flight”, published on 19\nApril 2017.\n2. The article reported that the Airlander 10, “the\nworld’s longest aircraft had ‘nosedived’” into a field after breaking free from\nits rear moorings. It claimed that “panicked” engineers rushed to the scene to\nsecure the aircraft. The article also included an eye-witness account and a\npicture of the Airlander 10, as described in the article.\n3. The complainant said that the article was inaccurate\nbecause the Airlander 10 did not “nose-dive”. It claimed that it is usual for\nsuch an aircraft to pitch and yaw on its mooring mast and that the airship did\nnot have rear moorings, therefore it could not have broken free from these. The\ncomplainant also said that its engineers were not “panicked”. \n4. The publication said that the article had been\npublished in good faith, having been supplied to it by a reputable news agency.\nIt said that having received the complaint, it took steps to amend the article\nto address the complainant’s concerns.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\n(ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n(iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\n(iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\n(v) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nMediated outcome\n6. The complaint was not resolved through correspondence\nbetween the parties. IPSO therefore began an investigation into the matter.\n7. Following\nIPSO’s intervention, the publication offered to publish the following\nclarification on its News homepage:\nAn article on 19 April incorrectly stated that the\nworld’s longest aircraft, the Airlander 10, had nosedived into a field in\nBedfordshire after it had broken free of its mooring lines. This was based on\nthe accounts of eye witnesses who claim they had seen the aircraft pitching up\nat the rear. The aircraft’s manufacturer, Hybrid Air Vehicles, has asked us to\nclarify that the Airlander had not moved unusually and never came loose from\nits mooring; the aircraft was secured at its nose and some pitching up and down\nat the tail of aircraft in the wind is not uncommon. We are happy to set the\nrecord straight and apologise for the error. \n8. The complainant\nsaid that this would resolve the matter to its satisfaction.\n9. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 19/04/2017\nDate complaint concluded by IPSO: 19/06/2017\nBack to ruling listing\n\n\n"
}