{
    "url": "/rulings-and-resolution-statements/ruling/?id=11741-20",
    "title": "Resolution Statement - 11741-20 A woman v wimbledonguardian.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "wimbledonguardian.co.uk (Newsquest Media Group)",
    "published_on": "2020-07-06 00:00:00",
    "received_on": "2020-07-06 00:00:00",
    "concluded_on": "2021-05-14 00:00:00",
    "complaint_processing_days": 312,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the complainant received the outcome of her complaint about the police press release. This investigation found that the press release issued had exceeded the boundaries of the evidence of the case, with an amended version circulated. Upon receipt of this, the newspaper immediately amended the online article to remove the points of dispute and published the following update beneath the headline: “This story has been updated to remove certain details previously published by Metropolitan Police. It came after a complaint to the police watchdog from the defendant, and a subsequent investigation. It is understood the police have apologised to [the complainant] for the additional details and inaccuracies now retracted.” 8. In conjunction with the complainant’s IPSO complaint, the complainant had also submitted a successful 'right to be forgotten' request to search engines. She said that this, combined with the retraction and published update present on the online article, would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 11741-20 A woman v\nwimbledonguardian.co.uk\nSummary of Complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that wimbledonguardian.co.uk breached Clause 1 (Accuracy), Clause\n2 (Privacy), and Clause 6 (Children) of the Editors’ Code of Practice in an\narticle headlined “Morden woman stalked married man and his wife for three\nyears after he rejected her advances”, published on 6th July 2020.\n2. The article reported that the complainant had been issued\nwith a restraining order after she had “made [a] couple's life hell after the\nhusband, 41, declined her advances when she told him that she loved him”. It\nstated that “The couple's ordeal began in September 2015” and at the start of\n2016, the husband noticed the complainant was trying to become more involved in\nhis life. The article continued by reporting that the couple experienced\nunwanted contact from the complainant and in 2018 that the complainant had\ndriven past the couple’s house on fourteen occasions. It explained that the\ncomplainant was arrested in 2018 “and taken to a south London police station”\nbut following an assessment, she was sectioned, taken to hospital, and bailed\nto return for interview; the article stated that “She was interviewed five\ntimes between October and December”.\n3. The complainant said that the article had been based upon\nan inaccurate police press release. The complainant said that the offences to\nwhich she had pleaded guilty had taken place across a three month period, as\nopposed to a three year period as suggested by the article; that she had only\nbeen interviewed twice, not five times; and that she had not driven past the\ncouple’s house on fourteen occasions and she had not done so with the intent of\nstalking them as that there had been mitigating circumstances – such as the\ndrive being recommended by a mechanic as a way to help her car. The complainant\nsaid that she had submitted an official complaint to the police regarding its\npress release.\n4. Furthermore, the complainant said the article breached\nClause 2 (Privacy) because it identified her, reporting her name and occupation\nand including an image of her that had been taken as part of the investigation\nby police. She stated this connected her to offences described in the article\nand that this was negatively affecting her daily life. She also said the\narticle breached Clause 6 (Children) as it had adversely affected her children\nand their time at school.\n5. The publication said it did not accept a breach of the\nCode. It said that the article had been based upon a press release issued by the\nMetropolitan Police, with copy provided by a national new agency, and published\nin good faith. It did not accept a breach of Clause 2. It said that newspapers\nwere entitled to report on court proceedings, with the image taken and\ndistributed in relation to criminal proceedings against the complainant. As\nsuch, it did not accept that the complainant had a reasonable expectation of\nprivacy in relation to this information. The publication also highlighted the\npublic interest in publishing articles regarding criminal incidents. Finally,\nit did not accept a breach of Clause 6 given that the article did not make\nreference to her children or her role as a parent.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for their private and\nfamily life, home, physical and mental health, and correspondence, including\ndigital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 6 (Children)*\ni) All pupils should be free to complete their time at\nschool without unnecessary intrusion.\nii) They must not be approached or photographed at school\nwithout permission of the school authorities.\niii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.\niv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.\nv) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nMediated Outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. During IPSO’s investigation, the complainant received the\noutcome of her complaint about the police press release. This investigation\nfound that the press release issued had exceeded the boundaries of the evidence\nof the case, with an amended version circulated. Upon receipt of this, the\nnewspaper immediately amended the online article to remove the points of\ndispute and published the following update beneath the headline:\n“This story has been updated to remove certain details\npreviously published by Metropolitan Police. It came after a complaint to the\npolice watchdog from the defendant, and a subsequent investigation. It is\nunderstood the police have apologised to [the complainant] for the additional\ndetails and inaccuracies now retracted.”\n8. In conjunction with the complainant’s IPSO complaint, the\ncomplainant had also submitted a successful 'right to be forgotten' request to\nsearch engines. She said that this, combined with the retraction and published\nupdate present on the online article, would resolve the matter to her\nsatisfaction.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 06/07/2020\nDate complaint concluded by IPSO: 14/05/2021\nBack to ruling listing\n\n\n"
}