{
    "url": "/rulings-and-resolution-statements/ruling/?id=04362-18",
    "title": "Resolution Statement 04362-18 Virgin Trains v Yorkshire Post",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Yorkshire Post (National World Publishing Ltd)",
    "published_on": "2018-06-26 00:00:00",
    "received_on": "2018-07-10 00:00:00",
    "concluded_on": "2018-08-21 00:00:00",
    "complaint_processing_days": 42,
    "mediated_outcome": "7.The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8.Following IPSO’s involvement, the publication offered to publish the following clarification, in print and online: On 26th June, The Yorkshire Post published an open letter to Transport Secretary Chris Grayling, signed by Bill Adams, Regional Secretary, TUC Yorkshire & the Humber. In that letter Mr Adams suggested that shareholders Stagecoach and Virgin “pocketed the profits” from the Virgin Trains East Coast franchise. Virgin Trains has asked that we make clear neither company made a penny of profit from the franchise but lost more than £200m. 9.The complainant said this resolved the matter to its satisfaction. 10.As the complaint had been mediated successfully, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04362-18 Virgin Trains v Yorkshire\nEvening Post\nSummary of complaint\n1.Virgin Trains complained to the Independent Press\nStandards Organisation that the Yorkshire Evening Post breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “Don’t stop\nwith LNER, nationalise the lot”, published on 26 June 2018.\n2.The article, which was billed as an “open letter” from a\ntrade union official to the Transport Secretary, described the writer’s views\non the handover of the Virgin Trains East Coast franchise to the government. It\nsaid that “Virgin and [another company] have now pocketed the profits and\nskipped out of paying the Government £2.2bn in premiums”.\n3.The complainant said that the article was inaccurate\nbecause, in fact, Virgin Trains and the other company have not taken any\nprofits from the East Coast franchise, but had lost more than £200m as a result\nof their investments. In addition, it said that the article inaccurately\nsuggested that Virgin Trains had reneged on its contractual obligations, when\nin fact it had fully met its contractual obligations, including in relation to\npremium payments.\n4.The publication denied that it had breached the Code. It\nsaid that IPSO had previously stated that “it is neither reasonable nor\ndesirable to expect editors to verify every fact contained in published\nletters”, and said that the letter was a reflection of its writer’s views,\nwhich reflected other media coverage on the matter. The publication also noted\nthat the other company had made profits for a period of the franchise. It\noffered to publish a right of reply from the complainant, setting out its position\nin relation to the letter’s claims.\n5.The complainant said that a right of reply or letter was\nnot an appropriate remedy when the article contained an error of fact.\nRelevant Code provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where appropriate\n— an apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\nMediated outcome\n7.The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n8.Following IPSO’s involvement, the publication offered to\npublish the following clarification, in print and online:\nOn 26th June, The Yorkshire Post published an open letter to\nTransport Secretary Chris Grayling, signed by Bill Adams, Regional Secretary,\nTUC Yorkshire & the Humber.\nIn that letter Mr Adams suggested that shareholders\nStagecoach and Virgin “pocketed the profits” from the Virgin Trains East Coast\nfranchise. Virgin Trains has asked that we make clear neither company made a\npenny of profit from the franchise but lost more than £200m.\n9.The complainant said this resolved the matter to its\nsatisfaction.\n10.As the complaint had been mediated successfully, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 10/07/2018.\nDate complaint concluded by IPSO: 21/08/2018\nBack to ruling listing\n\n\n"
}