{
    "url": "/rulings-and-resolution-statements/ruling/?id=29364-20",
    "title": "Resolution Statement – 29364-20 Ireland v express.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2020-12-02 00:00:00",
    "received_on": "2020-12-03 00:00:00",
    "concluded_on": "2021-03-18 00:00:00",
    "complaint_processing_days": 105,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. The publication removed the article from its website. It also published the following wording as a standalone online correction, under the headline “Brexit coronavirus vaccine article - A Correction”: “Our article 'How Brexit helped Britain approve coronavirus vaccine - Thank God we're leaving!' reported the comments of Jacob Rees-Mogg and Matt Hancock that Brexit helped us get the vaccine more quickly. However, it has subsequently been pointed out by the chief executive of the MHRA, that Matt Hancock was wrong to say that the UK could approve the vaccine early because it was no longer subject to EU rules. The MHRA's decision was taken in accordance with the relevant EU legislation, which allows member states to grant temporary authorisation for a medicinal product in response to the spread of infectious diseases. This legislation still applies to the UK until the end of the transition period. Any EU member state could have used the same provision of the legislation to approve the vaccine. We are happy to clarify that they decided not to for political and technical reasons, not legal ones.” 11. The complainant said that this would resolve the matter to her satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 29364-20 Ireland v express.co.uk\nSummary of Complaint\n1. Rebecca Ireland complained to the Independent Press\nStandards Organisation that express.co.uk breached Clause 1 of the Editors’\nCode of Practice in an article headlined “How Brexit helped Britain approve\ncoronavirus vaccine - Thank God we're leaving!”, published on 2 December 2020.\n2. The article, which only appeared online, focused on the\napproval of the Pfizer Covid-19 vaccine. It reported on comments by Jacob\nRees-Mogg MP, who said the “quick” approval of the vaccination was “only\npossible due to Britain's momentous Brexit decision.” It went on to say that Mr\nRees-Mogg’s “sentiment was echoed by Health Secretary Matt Hancock, who said\n\"because of Brexit\" the vaccine had under[gone] \"all the same\nsafety checks and the same processes\" but \"not at the pace of the\nEuropeans who are moving a little bit more slowly.””\n3. The complainant said that the article was inaccurate in\nbreach of Clause 1. The headline of the article said, without qualification or\nattribution, that “Brexit helped Britain approve” the vaccine, and the article\nitself did not contradict this claim. The complainant said that this was\ninaccurate as the vaccination had been approved prior to the UK leaving the\nEuropean Union, and within the EU’s existing regulatory framework.\n4. The publication said it accepted that the headline was\nmisleading, as it did not attribute the headline claim to Mr Rees-Mogg. One\nweek after the article’s original publication, it amended the headline to make\nclear that the claim was the opinion of Mr Rees-Mogg; the updated headline read\n“Rees-Mogg says coronavirus vaccine victory is due to quitting EU.” The\npublication also added the following footnote clarification to the bottom of\nthe article:\nCLARIFICATION: A previous version of this article was\nheadlined: 'How Brexit helped Britain approve coronavirus vaccine - Thank God\nwe're leaving!' The headline has since been amended to make clear that these\nwere in fact the views of Jacob Rees-Mogg. We are happy to clarify these were\ncomments from Jacob Rees-Mogg.     \n5. The complainant said that, while she appreciated the\nsteps that the publication had taken to address her concerns, the action\noffered by the publication was not sufficient to resolve her complaint. She\nsaid that the position of the clarification, at the bottom of the article, was\nnot sufficiently prominent, and also asked that the clarification be reworded\nto make clear that it was inaccurate to state that “Brexit helped Britain approve\n[the] coronavirus vaccine.”\n6. The publication amended the article to move the\nclarification to the top of the article, directly beneath the headline. It\ndeclined to amend the wording of the clarification, as it considered it\nsufficient to correct the disputed point of accuracy identified by the\ncomplainant, and that it had been published with due promptness and prominence.\n7. The complainant said that she still did not consider the\naction taken by the publication to be sufficient to address her concerns and\nwished for IPSO to investigate the matter.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n9. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n10. The publication removed the article from its website. It\nalso published the following wording as a standalone online correction, under\nthe headline “Brexit coronavirus vaccine article - A Correction”:\n“Our article 'How Brexit helped Britain approve coronavirus\nvaccine - Thank God we're leaving!' reported the comments of Jacob Rees-Mogg\nand Matt Hancock that Brexit helped us get the vaccine more quickly. However,\nit has subsequently been pointed out by the chief executive of the MHRA, that\nMatt Hancock was wrong to say that the UK could approve the vaccine early\nbecause it was no longer subject to EU rules. The MHRA's decision was taken in\naccordance with the relevant EU legislation, which allows member states to\ngrant temporary authorisation for a medicinal product in response to the spread\nof infectious diseases. This legislation still applies to the UK until the end\nof the transition period. Any EU member state could have used the same\nprovision of the legislation to approve the vaccine. We are happy to clarify\nthat they decided not to for political and technical reasons, not legal ones.”\n11. The complainant said that this would resolve the matter\nto her satisfaction.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 03/12/2020\nDate complaint concluded by IPSO: 18/03/2021\nBack to ruling listing\n\n\n"
}