{
    "url": "/rulings-and-resolution-statements/ruling/?id=16591-17",
    "title": "Resolution Statement 16591-17 A man vs Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-06-28 00:00:00",
    "received_on": "2017-06-30 00:00:00",
    "concluded_on": "2017-10-12 00:00:00",
    "complaint_processing_days": 104,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the newspaper offered to remove the article from its website. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 16591-17 A man vs Mail Online\nSummary of complaint\n1. A man complained to the Independent Press\nStandards Organisation that Mail Online had breached Clause 1 (Accuracy),\nClause 2 (Privacy) and Clause 10 (Clandestine devices and subterfuge) in an\narticle headlined, “Three British men who were on Portugal Invasion 'urban\nclubbing holiday' are thrown off of EasyJet flight home for 'disrespecting\nboarding rules'” published online on 28 June 2017.\n2. The article reported that three men were “thrown off” a\nflight from Portugal for “disrespecting boarding rules’”, after having attended\nthe “Portugal Invasion” clubbing holiday. It also contained a statement from\nthe airline which said that the men had left the flight voluntarily after two\nof them had become ill. The article contained a photograph of the complainant\nand his two friends stood in the airport, after they had left the plane.\n3. The complainant said he and his friends had not been\nattending the Portugal Invasion holiday and they had left the plane voluntarily\nafter one of the group fell ill. He also said that his photograph had been\ntaken, and published, without his consent. \n4. The publication said that the article was an accurate\nrepresentation of the account provided by its sources in the Portuguese police\nand at the airport. It said that by including the airline’s account, the\narticle had made clear that the exact series of events was in dispute. The\nnewspaper did not consider that the men had a reasonable expectation of privacy\nin an airport, but said that it had taken the decision to pixelate the\nphotograph of the complainant and his friends once it became clear that the\npolice’s version of events was in dispute.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means\nMediated outcome\n6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. Following IPSO’s intervention, the newspaper offered to\nremove the article from its website.\n9. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 30/06/2017Date complaint concluded by IPSO: 12/10/2017  \nBack to ruling listing\n\n\n"
}