{
    "url": "/rulings-and-resolution-statements/ruling/?id=08333-16",
    "title": "Resolution Statement 08333-16 Tandridge District Council v Express.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2016-09-02 00:00:00",
    "received_on": "2016-09-09 00:00:00",
    "concluded_on": "2016-11-09 00:00:00",
    "complaint_processing_days": 61,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  8. Following IPSO’s intervention, the publication offered to make a number of amendments to the article, and to publish the following correction as a footnote:  Correction This article was amended on 4 October 2016. It previously reported that a “bonkers council” had destroyed a fun tunnel in a playground over fears that fat children might have got stuck in it. This was incorrect. In fact the tunnel was demolished, following an inspection, over fears for the safety of the local children. We are happy to clarify this and apologise to Tandridge District Council and Warlingham residents for this error.  9. The complainant said that this would resolve the matter to its satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\n08333-16 Tandridge District Council v\nExpress.co.uk\nSummary of Complaint\n1. Tandridge\nDistrict Council complained to the Independent Press Standards Organisation\nthat Express.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Bonkers council destroys playground as FAT\nCHILDREN might get stuck in THIS tunnel”, published on 2 September 2016. \n2. The article\nreported that the complainant had destroyed a “fun tunnel” in a children’s\nplayground due to fears that overweight children might get stuck in it. It\nincluded the following statement from the complainant: “Following a safety\ninspection [the fun tunnel] was condemned and as a result the council took\naction to remove it”. The article also included comments from a number of local\nparents, expressing concern at the complainant’s decision to remove the tunnel.\n3. The complainant\nsaid that the claim that the tunnel had been removed because of fears about\noverweight children getting stuck was inaccurate. It said that the tunnel was\nremoved as it had cracks which, if left, could cause the tunnel to\ncollapse. \n4. The publication\nsaid that a parent had said that the tunnel had been demolished due to “a risk\nof a child getting stuck”, and that this had been translated as a risk of an\noverweight child getting stuck. The publication accepted that the article was\ninaccurate on this point.\nRelevant Code Provisions\n6. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n8. Following IPSO’s\nintervention, the publication offered to make a number of amendments to the\narticle, and to publish the following correction as a footnote: \nCorrection\nThis article was amended on 4 October 2016. It previously\nreported that a “bonkers council” had destroyed a fun tunnel in a playground\nover fears that fat children might have got stuck in it. This was incorrect. In\nfact the tunnel was demolished, following an inspection, over fears for the\nsafety of the local children. We are happy to clarify this and apologise to\nTandridge District Council and Warlingham residents for this error. \n9. The complainant\nsaid that this would resolve the matter to its satisfaction.\n10. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 09/09/2016Date complaint concluded by IPSO: 09/11//2016\n \nBack to ruling listing\n\n\n"
}