{
    "url": "/rulings-and-resolution-statements/ruling/?id=27808-20",
    "title": "Resolution Statement – 27808-20 Ross v Bishop's Stortford Independent",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Bishop's Stortford Independent (Iliffe Media Group Ltd)",
    "published_on": "2020-08-26 00:00:00",
    "received_on": "2020-09-03 00:00:00",
    "concluded_on": "2020-10-09 00:00:00",
    "complaint_processing_days": 36,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. The publication offered to print the following correction, to appear on page 5 of the newspaper or further forward: In our edition of 26 August, we inaccurately reported that Stop Stansted Expansion had “joined forces” with Extinction Rebellion for a protest. This was not the case, and we would like to make clear that Stop Stansted Expansion is in no way affiliated with Extinction Rebellion. We would like to apologise to Stop Stansted Expansion for this error. 11. The publication also offered to publish the following wording as an amendment to the online version of the article: In a previous version of this article, we inaccurately reported that Stop Stansted Expansion had “joined forces” with Extinction Rebellion for a protest. This was not the case, and we would like to make clear that Stop Stansted Expansion is in no way affiliated with Extinction Rebellion. We would like to apologise to Stop Stansted Expansion for this error 12. The complainant said that this would resolve the matter to his satisfaction. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 27808-20 Ross v Bishop's Stortford Independent\nSummary\nof Complaint\n1. Brian\nRoss complained to the Independent Press Standards Organisation that Bishop's\nStortford Independent breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in articles headlined “Campaigners join forces to protest against\nairport” and “March may be out of step with climate concerns”, both of which\nwere published on 26 August 2020.\n2. The\narticle headlined “Campaigners join forces to protest against airport” reported\non a protest arranged by Extinction Rebellion (XR) East Herts against plans to\nexpand Stansted Airport. The article said that Stop Stansted Expansion (SSE)\nand XR East Herts had “joined forces” to arrange the protest.\n3. The\narticle also appeared online in substantially the same form under the headline\n“Extinction Rebellion mobilises in Bishop's Stortford against Stansted Airport\nexpansion”.\n4. The\narticle headlined “March may be out of step with climate concerns” was an\neditorial piece set out the newspaper’s view on the protests. It also stated\nthat that both SSE and XR were planning to “take to the streets” to protest.\n5. The\ncomplainant, the Deputy Chairman of SSE, said that both articles were\ninaccurate in breach of Clause 1 (Accuracy) as he considered that both articles\ngave the impression that SSE was associated with XR, when in fact there is no\naffiliation between the two organisations. He said that the implication was\ndamaging to the SSE, and SSE had a long-established reputation for running its\ncampaign in a lawful and non-disruptive manner, and its ethos is contrary to\nthe one espoused by XR. Moreover, the complainant expressed his concerns that\nno member of SSE had been contacted for comment by the publication, despite the\nfact that the publication had the contact details of several key SSE members.\n6. The\nnewspaper said it accepted it was inaccurate to state that SSE and XR had\n“joined forces.” The error was made due to a press release sent to the\nnewspaper by XR East Herts, in which the protest was referred to as the “XR\nStop Stansted Airport Expansion” protest. It had assumed, given the name of the\nprotest and the fact that both organisations were working to prevent the\nexpansion of Stansted Airport, that SSE had a role in the protests. It\naccepted, however, that their initial assumption was incorrect, and had\nattempted to rectify the inaccuracy by printing a letter written by the SSE\nChairman putting the correct position on record, and had also made clear in\ntheir subsequent coverage of the protest that XR and SSE were not affiliated.\nIt also amended the online article to make clear that the two organisations\nwere not affiliated, and had emailed an apology to the Chairman and Deputy\nChairman of SSE.\n7. The\ncomplainant said that the action offered by the publication was not sufficient\nto resolve his complaint. He said that, whereas the article headlined\n“Campaigners join forces to protest against airport” had appeared on page 5 of\nthe newspaper and had taken up the top half of the page, the letter from the\nSSE Chairman putting the true position on record was published on the\nlower-half of page 11, and was not accompanied by an Editor’s note\nacknowledging the original inaccuracy and apologising for the error. The\ncomplainant also considered that a correction should be published online,\nacknowledging the original inaccuracy and putting the correct position on\nrecord.\nRelevant\nCode Provisions\n8.\nClause 1 (Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n9. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n10. The\npublication offered to print the following correction, to appear on page 5 of\nthe newspaper or further forward:\nIn our\nedition of 26 August, we inaccurately reported that Stop Stansted Expansion had\n“joined forces” with Extinction Rebellion for a protest. This was not the case,\nand we would like to make clear that Stop Stansted Expansion is in no way affiliated\nwith Extinction Rebellion. We would like to apologise to Stop Stansted\nExpansion for this error.\n11. The publication also offered to publish the\nfollowing wording as an amendment to the online version of the article:\nIn a\nprevious version of this article, we inaccurately reported that Stop Stansted\nExpansion had “joined forces” with Extinction Rebellion for a protest. This was\nnot the case, and we would like to make clear that Stop Stansted Expansion is\nin no way affiliated with Extinction Rebellion. We would like to apologise to\nStop Stansted Expansion for this error\n12. The\ncomplainant said that this would resolve the matter to his satisfaction.\n13. As the complaint was successfully mediated,\nthe Complaints Committee did not make a determination as to whether there had\nbeen any breach of the Code.\n \nDate\ncomplaint received: 03/09/2020\nDate\ncomplaint concluded by IPSO: 09/10/2020\nBack to ruling listing\n\n\n"
}