{
    "url": "/rulings-and-resolution-statements/ruling/?id=06777-17",
    "title": "Resolution Statement 06777-17 The Transparency Project v The Sunday Telegraph",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sunday Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2017-04-23 00:00:00",
    "received_on": "2017-03-17 00:00:00",
    "concluded_on": "2017-05-31 00:00:00",
    "complaint_processing_days": 75,
    "mediated_outcome": "20. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 21. Following IPSO’s intervention, the publication offered to remove the claim that moving the brother from Portugal to the UK was “against his wishes” from the online article. It offered to publish the following clarification in print on page 2, and online as a footnote to the article: Manuel Martins A 22 April item about an application to return Manuel Martins from Portugal to the UK stated that the proposed move was against Mr Martins' wishes. We wish to clarify that this was the opinion of his sister, Teresa Kirk; Mr Martin was suffering from dementia and a psychiatrist appointed to assess his mental capacity in 2015 concluded that he \"lacked capacity to make decisions about where he should live or arrangements for his care\".  22. The complainant said that this resolved the matter to its satisfaction. 23. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06777-17 The Transparency Project v\nThe Sunday Telegraph\n1. The Transparency\nProject complained to the Independent Press Standards Organisation that The\nSunday Telegraph breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “This splendid judge who will be sorely missed”,\npublished on 23 April 2017.\n2. The article,\npublished in the ‘Review’ section of the newspaper, was a comment piece which\npraised the head of the family courts, who it said was stepping down next year.\nIn doing so, it examined his latest published judgment, giving details of the\ncase in question and its history.\n3. The article said\nthat in this case, a woman had been “imprisoned by the Court of Protection after\nhaving, quite legally, moved her older brother, suffering from dementia, from\nDevon, where he had worked for 50 years, to an excellent care home in Portugal\nwhere he was born”. It explained that this woman had refused to sign a document\nwhich had been “dictated by another judge”, giving the care home and the\nPortuguese authorities the authority to “hand over her brother, against his\nwishes, to Devon County Council social workers, to take him back to a care home\nin England”.\n4. The article said\nthat when she refused to sign this document, she was sentenced to six months\nfor contempt of court. It said that a barrister had been “so shocked by what\nhad happened that he offered to represent her pro bono in taking her case to\nthe Court of Appeal”. It reported that\nat this stage, the head of the family courts and two other judges ordered her\nimmediate release on the grounds that she should never have been imprisoned.\n5. The article said\nthat two more appeals followed, “at the instigation of Devon council with its\nlawyers…repeatedly complaining about [the woman’s] ‘egregious conduct’”. The\narticle said that “finally, this month [the head of the family courts] was\nasked to adjudicate on who should pay the costs of these appeals”, and ruled\nthat the woman “should not pay a penny”.\n6. The complainant\nis a registered educational charity whose aims are to make the work of family\ncourts clearer for the public benefit. It rejected the criticism made by the\nnewspaper that it was a pressure group. It said that it was not challenging the\nopinion expressed in the article, but the underlying facts upon which the\nopinion was based. It said that the article contained inaccuracies which\ncumulated in a distortion.\n7. The complainant said it was inaccurate to\nrefer to the woman as having moved her brother to Portugal “quite legally”. It\nsaid that it was not at all clear that the move was legal, and noted that the\nmove had taken place shortly before a court hearing. It said that the woman’s\nolder brother had been born in Madeira, and it was therefore inaccurate to\nrefer to Portugal as the location of his birth. \n\n8. The complainant\nsaid it was inaccurate to characterise the complainant’s behaviour as an\n“offence”. In fact, she committed a civil contempt by failing to comply with\nthe terms of a mandatory order of the Court of Protection. It said that\npunishment of committal is available in any case of willful breach of a court\norder, and was not a unique to this particular case, as implied by the article.\n9. The complainant\nsaid it was inaccurate to refer to the court’s order that the woman return her\nbrother to the UK as being “against his wishes”. In fact, the court said that\nin so far as his wishes could be determined, they would be to return to Devon,\nand noted that this had been his preference when he had capacity.\n10. It said that the reference to there being “two further\nappeals” was misleading, as it suggested there had been three in total. It said\nthat it was inaccurate to refer to them as being instigated by Devon County\nCouncil. The complainant said that, in fact, there had been two appeals, both\ninstigated by the woman. Furthermore, the complainant said it was inaccurate to\nclaim that in both instances, the court ruled “against Devon Country Council”.\nOnly the appeal against the committal for contempt had been successful. In the\nwelfare appeal, the Court of Appeal refused permission to appeal against the\nsubstance of the decision, but granted her permission to appeal against the\nmandatory order. Ultimately, this appeal was allowed by the agreement of all\nparties, because it had become redundant.\n11. The complainant said it was inaccurate to claim that the\ncourt ruled that the woman should “not pay a penny”. In fact, the court made\n“no order for costs”. This means each party would be responsible for their\ncosts. The complainant it was possible that the woman would not “pay a penny”\nas a result of legal aid, or the fact the some lawyers had worked for free, but\nthis was not an order of the court.\n12. The complainant said that the article neglected to\nmention the significant criticisms that were made of the women by both the\nCourt of Protection and the Court of Appeal, for her defiance of court orders. The complainant said that the article suggested that the woman was vindicated, which she\nwas not. It said that in the final costs judgment by the head of the family\ncourts, which had prompted the article under complaint, the judge had expressed\nsympathy for Devon County Council’s position.\n13. The newspaper highlighted language used by the\ncomplainant in correspondence that it said demonstrated the complainant's own bias.\nIt said that the article was an opinion piece, not about the woman at the\ncentre of the legal case, but about the columnist’s praise for the head of the\nfamily courts. It said that the columnist has written and commented extensively\non the legal case in question, and has always made clear that he is \"on the\nwoman’s side\" – a view he is entitled to.\n14. The newspaper\nsaid that even on the complainant’s account, whether the woman had moved her\nbrother legally was in doubt. In any event, it said that its columnist was\nentitled to adopt the woman’s view, which was that it was legal. It said that from a short historical analysis\nit can be seen that Portugal and Madeira’s histories and governance are\nentwined to the point of indivisibility. It said that the fact the brother was\nborn in Madeira, not Portugal, was not a significant inaccuracy given the close\nconnection between the two. \n15. It denied that it was misleading to refer to the woman’s\ncivil contempt as an “offence”, which referred to an alleged wrong, rather than\na criminal act. It said that in the context of a comment piece about the Family\nDivision, it is clear to the reader that the columnist was referring to the\nwoman’s alleged wrong, not a criminal act. It said that the woman involved the legal case\nhad always believed that she was acting in her brother’s best interests, and\nits columnist was therefore entitled to complaint that the court’s order was\nagainst her brother’s wishes.\n16. The newspaper said that the precise number of appeals\nwas not a significant inaccuracy, and that the appeal which was compromised\ncould be characterised as success for the woman. It said that the article was\nin any event, not a detailed examination of the court cases, and that it\nremained the case that the woman was subject to a number of court cases\nconcerning objections by Devon County Council to her taking her brother abroad.\n17. The newspaper denied that it was inaccurate to report\nthat the court ordered that the woman should “not pay a penny”, in\ncircumstances where she might have been held responsible for some of the costs\nof the appeal. It said that the article made clear that the\nwoman had had to spend her savings on the case.\n18. The newspaper said that its columnist was entitled to\nselect the evidence in support of his opinion for the head of the family\ncourts. The fact that this judge had also expressed some sympathy for the\ncouncil’s position did not make the article inaccurate. \nRelevant Code Provisions \n19. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n20. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n21. Following IPSO’s intervention, the publication offered\nto remove the claim that moving the brother from Portugal to the UK was\n“against his wishes” from the online article. It offered to publish the\nfollowing clarification in print on page 2, and online as a footnote to the\narticle:\nManuel Martins\nA 22 April item about an application to return Manuel\nMartins from Portugal to the UK stated that the proposed move was against Mr\nMartins' wishes. We wish to clarify that this was the opinion of his sister,\nTeresa Kirk; Mr Martin was suffering from dementia and a psychiatrist appointed\nto assess his mental capacity in 2015 concluded that he \"lacked capacity\nto make decisions about where he should live or arrangements for his\ncare\". \n22. The complainant said that this resolved the matter to\nits satisfaction.\n23. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 17/03/2017Date complaint concluded by IPSO: 31/05/2017\nBack to ruling listing\n\n\n"
}