{
    "url": "/rulings-and-resolution-statements/ruling/?id=09687-17",
    "title": "Resolution Statement 09687-17 O’Hara v Telegraph & Argus",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Telegraph & Argus (Newsquest Media Group)",
    "published_on": "2017-05-23 00:00:00",
    "received_on": "2017-05-23 00:00:00",
    "concluded_on": "2017-07-28 00:00:00",
    "complaint_processing_days": 66,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered the complainant to submit a further letter for publication. It also offered to publish the following clarification, on its Letters page. On 25 May 2017 we published a letter from Mr Martin O’Hara, headlined “Corbyn is becoming more statesmanlike”. The letter was edited before publication giving the impression that Mr O’Hara had commented favourably on the direction which the Labour Party was taking, prior to the upcoming election. In fact, Mr O’Hara’s letter was intended to convey that he no longer felt he could support the Labour Party, given his serious concerns about the Labour candidate Naz Shah, who he says has alienated him from the Party. 8. The complainant said that this resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 09687-17 O’Hara v Telegraph &\nArgus1. Martin O’Hara v Telegraph & Argus \nMartin O’Hara\ncomplained to the Independent Press Standards Organisation that the Telegraph\n& Argus had breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Corbyn is becoming more statesmanlike”, published on\n23 May 2017.\n2. The article was\na letter which had been submitted to the newspaper by the complainant.\n3. The complainant\nexpressed concern that his letter had been edited by the newspaper, prior to\npublication, and the newspaper had failed to inform him that it had done so. He\nsaid that he had submitted his letter in order to put on record his concerns\nabout the Labour Party candidate in his local area. He said that following the\nediting process, this aspect of his letter had been omitted: this had affected\nthe meaning and balance of his letter, because it had suggested that he fully\nsupported the Labour Party and its candidate.\n4. The newspaper\nsaid that it had always reserved the right to edit correspondence, as made\nclear on its letters page every day. In any event, the newspaper did not accept\nthat the editing process had altered the meaning of the complainant’s letter.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact\nMediated Outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, the publication offered the complainant to submit a further\nletter for publication. It also offered to publish the following clarification,\non its Letters page.\nOn 25 May 2017 we published a letter from Mr Martin O’Hara,\nheadlined “Corbyn is becoming more statesmanlike”. The letter was edited before\npublication giving the impression that Mr O’Hara had commented favourably on\nthe direction which the Labour Party was taking, prior to the upcoming\nelection. In fact, Mr O’Hara’s letter was intended to convey that he no longer\nfelt he could support the Labour Party, given his serious concerns about the\nLabour candidate Naz Shah, who he says has alienated him from the Party.\n8. The complainant\nsaid that this resolved the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 23/05/2017Date complaint concluded by IPSO: 28/07/2017 \nBack to ruling listing\n\n\n"
}