{
    "url": "/rulings-and-resolution-statements/ruling/?id=07779-19",
    "title": "Resolution statement 07779-19 Wallace v Echo (Basildon)",
    "provisions": [
        "4 Intrusion into grief or shock (2019)",
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Basildon Echo (Newsquest Media Group)",
    "published_on": "2019-10-01 00:00:00",
    "received_on": "2019-10-01 00:00:00",
    "concluded_on": "2020-01-01 00:00:00",
    "complaint_processing_days": 92,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. Upon further review, the publication accepted that the article contained a significant inaccuracy and apologised for the distress caused by its publication. It said that the initial mention of a note by the Coroner’s Officer was not reflected in the reporter's shorthand notes and the reporter had then mistaken a note the coroner wanted to see, for a note left by the deceased. 12. The publication agreed to publish an apology on page two in both the Southend and Basildon editions of the newspaper. It offered the following wording: \"Following an article which appeared on page 2 of the 1-10-19 edition of the Echo regarding the death of Tom Wallace we wish to make the following statement. The Echo now accepts there was serious inaccuracy in its content and apologise unreservedly to Tom Wallace’s family. We wrongly implied Tom, 31, had left a suicide note. This was not the case. This caused unnecessary pain and anguish to Russell, Deborah, Leah, Flora, other family members and close friends who were grieving over the sad loss of Tom. The Echo have now worked with Russell and Deborah on a tribute to Tom. As part of this we have made £100 donation to Trust Links that Tom worked for as a support worker. We will also be writing to the Essex Coroner’s Office to inform the office how we have implemented and reaffirmed our covering of inquests to ensure accurate, compassionate and sensitive coverage to families who suffer such tragic losses.\" 13. The publication also offered to make a £100 donation to Trust Links, the charity the complainant's son worked for as a support worker. The publication also said that it would collaborate with the charity and the complainant to publish three features on the charity and the work it does for vulnerable people in the local community. 14. The publication also sent a letter to the coroner outlining the internal measures it would take to ensure that inquests were handled sensitively and accurately in the future, including training and advice for staff members. 15. The complainant said that the aforementioned measures were sufficient to resolve the matter. 16. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 07779-19 Wallace v Echo (Basildon)\nSummary of Complaint\n1. Russell Wallace complained to the Independent Press\nStandards Organisation that Echo (Basildon) breached Clause1 (Accuracy), and Clause\n4 (Intrusion into Grief or shock) of the Editors' Code of Practice in an\narticle headlined \"Inquest opens into death of man, 31\" published on\n1 October 2019.\n2. The article reported on the opening of an inquest. It\nreported that a coroner's officer said that a man, the complainant's son, had\nbeen declared deceased at his home and that \"a note had been left\".\nThe article then reported the comments of the Senior Coroner, who said “I will\nneed a copy of the post mortem examination, and I will also expect a copy of\nthe note that was discovered.\"\n3. The article also appeared online but was removed\nfollowing receipt of the complaint.\n4. The complainant, the father of the deceased, said that\nthe article was inaccurate. He said that the article had twice referred to a\nnote being left; which after consulting the coroner's office was confirmed not\nto be the case. He said the police statement did not say that any note had been\nfound and therefore the article had inaccurately reported that his son had left\na suicide note.\n5. The complainant said that publication of the inaccurate\nmaterial was insensitive and had caused considerable grief and upset for the\nfamily. The family was not aware of this information prior to reading the\narticle.\n6. The publication said that its reporter believed the note\nwas mentioned at the inquest but after receiving the complaint accepted this\nwas not the case and offered to publish a clarification.\n7. The complainant said that removing the online article and\npublishing a clarification would not adequately address the issue of the note.\nThe publication's offer was not sufficient to resolve the matter, given the\ndistress caused by the article's publication.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\n9. Clause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nMediated Outcome\n10. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n11. Upon further review, the publication accepted that the\narticle contained a significant inaccuracy and apologised for the distress\ncaused by its publication. It said that the initial mention of a note by the\nCoroner’s Officer was not reflected in the reporter's shorthand notes and the\nreporter had then mistaken a note the coroner wanted to see, for a note left by\nthe deceased.\n12. The publication agreed to publish an apology on page two\nin both the Southend and Basildon editions of the newspaper. It offered the\nfollowing wording:\n\"Following an article which appeared on page 2 of the\n1-10-19 edition of the Echo regarding the death of Tom Wallace we wish to make\nthe following statement. The Echo now accepts there was serious inaccuracy in\nits content and apologise unreservedly to Tom Wallace’s family. We wrongly\nimplied Tom, 31, had left a suicide note. This was not the case. This caused\nunnecessary pain and anguish to Russell, Deborah, Leah, Flora, other family\nmembers and close friends who were grieving over the sad loss of Tom. The Echo\nhave now worked with Russell and Deborah on a tribute to Tom. As part of this\nwe have made £100 donation to Trust Links that Tom worked for as a support\nworker. We will also be writing to the Essex Coroner’s Office to inform the\noffice how we have implemented and reaffirmed our covering of inquests to\nensure accurate, compassionate and sensitive coverage to families who suffer\nsuch tragic losses.\"\n13. The publication also offered to make a £100 donation to\nTrust Links, the charity the complainant's son worked for as a support worker.\nThe publication also said that it would collaborate with the charity and the\ncomplainant to publish three features on the charity and the work it does for\nvulnerable people in the local community.\n14. The publication also sent a letter to the coroner\noutlining the internal measures it would take to ensure that inquests were\nhandled sensitively and accurately in the future, including training and advice\nfor staff members.\n15. The complainant said that the aforementioned measures\nwere sufficient to resolve the matter.\n16. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 01/10/2019\nDate complaint concluded by IPSO: 01/01/2020\n \n \n \n \nBack to ruling listing\n\n\n"
}