{
    "url": "/rulings-and-resolution-statements/ruling/?id=01558-17",
    "title": "Resolution Statement 01558-17 Albert v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "3 Harassment (2016)",
        "4 Intrusion into grief or shock (2016)",
        "10 Clandestine devices and subterfuge (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-02-01 00:00:00",
    "received_on": "2017-02-23 00:00:00",
    "concluded_on": "2017-06-14 00:00:00",
    "complaint_processing_days": 111,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.Following IPSO’s intervention, the publication offered to send the complainant and her father a letter of regret, apologising for the distress the publication of the images of the flat had caused.  The publication also offered to make a donation to the local fire station’s charity of choice. 8. The complainant said that this resolved the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01558-17 Albert v Mail Online \n1. Lauren\nAlbert complained on behalf of her father, Jimmy White, that Mail Online\nbreached Clause 1 (Accuracy) Clause 2 (Privacy) Clause 3 (Harassment) Clause 4\n(Intrusion into grief or shock) and Clause 10 (Clandestine devices and\nsubterfuge) of the Editors’ Code of Practice in an article headlined “First\npictures show devastation inside snooker ace Jimmy White’s £500,000 flat which\nburned down destroying everything he owns except his cue”, published on 1\nFebruary 2017.\n2. The\narticle showed photographs of the inside of the complainant’s father’s flat,\nshortly after a fire. The article reported that following the fire, the\ncomplainant’s father had travelled abroad, and reported that a neighbour had\ncriticised him for this.\n3. The\ncomplainant said that the publication of the photographs of the inside of the\nflat, which included personal possessions, represented an intrusion into her\nfather’s privacy. She said that she had to tell photographers to leave the\nprivate building twice on the evening of the fire, and that the following day,\nthey harassed neighbours, in breach of Clause 3. She said that the publication\nof the images was an intrusion into her personal grief or shock, and that the\npublication had used the photographs without proper permission. The complainant\nsaid that it was inaccurate to report that her father had travelled abroad.\n4. The\npublication said that while a photographer acting on its behalf had attended\nthe scene, it had actually been provided with the photographs of the inside of\nthe flat by a neighbour. The publication said that the photographer it was\nresponsible for was not the same photographer the complainant had to tell to\nleave the private building on the evening of the fire. \nRelevant Code provisions \n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nClause 3 (Harassment)\ni) Journalists must not engage in intimidation, harassment\nor persistent pursuit.\nii) They must not persist in questioning, telephoning,\npursuing or photographing individuals once asked to desist; nor remain on\nproperty when asked to leave and must not follow them. If requested, they must\nidentify themselves and whom they represent.\niii)  Editors must\nensure these principles are observed by those working for them and take care\nnot to use non-compliant material from other sources. \nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nClause 10 (Clandestine devices and subterfuge)\ni) The press must not seek to obtain or publish material\nacquired by using hidden cameras or clandestine listening devices; or by\nintercepting private or mobile telephone calls, messages or emails; or by the\nunauthorised removal of documents or photographs; or by accessing\ndigitally-held information without consent.\nii) Engaging in misrepresentation or subterfuge, including\nby agents or intermediaries, can generally be justified only in the public\ninterest and then only when the material cannot be obtained by other means\nMediated outcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7.Following\nIPSO’s intervention, the publication offered to send the complainant and her\nfather a letter of regret, apologising for the distress the publication of the\nimages of the flat had caused.  The\npublication also offered to make a donation to the local fire station’s charity\nof choice.\n8. The\ncomplainant said that this resolved the matter to her satisfaction.\n9. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 23/02/2017Date complaint concluded by IPSO: 14/06/2017\nBack to ruling listing\n\n\n"
}