{
    "url": "/rulings-and-resolution-statements/ruling/?id=11134-20",
    "title": "Resolution Statement – 11134-20 Hayes v liverpoolecho.co.uk",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "liverpoolecho.co.uk (Reach PLC)",
    "published_on": "2020-06-25 00:00:00",
    "received_on": "2020-06-30 00:00:00",
    "concluded_on": "2020-08-13 00:00:00",
    "complaint_processing_days": 44,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.7. The newspaper offered to record the change which had been made to the article by adding the following footnote:“An earlier version of this article reported that Nathan Hayes had been found unwell and then died. In fact, Nathan had already passed away when he was found. We apologise for the distress caused to Nathan’s family”8. The complainant said that this would resolve the matter to her satisfaction.9. As the complaint was successfully mediated. The Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 11134-20 Hayes v\nliverpoolecho.co.ukSummary of Complaint1. Kerry Hayes complained to the Independent Press Standards\nOrganisation that the liverpoolecho.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “'Amazing' and popular young\nman, 21, died at a sleepover”, published on 25 June 2020.2. The article reported on the inquest of young man who had\ndied suddenly from a medical condition. It reported that the man’s friend found\nhim on the floor and that he died a short time later.3. The complainant was the mother of the man who died. She\nsaid that it was not the case her son had died shortly after being found by his\nfriend – he had already passed away when he was found. She said that this\ninaccuracy had caused her and her family much distress.4. The newspaper offered its condolences to the complainant\nfor her loss and apologised for any distress caused by the article. It provided\nnotes taken by the reporter at the inquest, which said that at 11.40am, the\nfriend found the man in the front bedroom, and at 11.55am, it was confirmed\nthat the man had passed away. Although it did not accept that this represented\na significant inaccuracy, it amended the article so that it read: “Nathan\nHayes, who was diagnosed with epilepsy at the age of 11, was found on a bedroom\nfloor at an address on Dorgan Close, Rainhill and was confirmed dead a short\ntime later”.Relevant Code Provisions5. Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence should\nbe as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Mediated Outcome6. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.7. The newspaper offered to record the change which had been\nmade to the article by adding the following footnote:“An earlier version of this article reported that Nathan\nHayes had been found unwell and then died. In fact, Nathan had already passed\naway when he was found. We apologise for the distress caused to Nathan’s\nfamily”8. The complainant said that this would resolve the matter\nto her satisfaction.9. As the complaint was successfully mediated. The Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code. Date complaint received: 30/06/2020\nDate complaint concluded by IPSO: 13/08/2020\nBack to ruling listing\n\n\n"
}