{
    "url": "/rulings-and-resolution-statements/ruling/?id=10071-22",
    "title": "Resolution Statement – 10071-22 Swayne v South Wales Argus",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "South Wales Argus  (Newsquest Media Group)",
    "published_on": "2022-05-28 00:00:00",
    "received_on": "2022-06-07 00:00:00",
    "concluded_on": "2022-08-12 00:00:00",
    "complaint_processing_days": 66,
    "mediated_outcome": "14. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 15. During IPSO’s investigation, in a gesture of goodwill, the publication offered to publish a clarification which acknowledged that the police took no action against the complainant and that she maintained the stickers were not “anti-trans”. It said that this clarification would appear as a footnote to the online article and as a standalone item in print. 16. The complainant said that the publication of this clarification – which also corrected the misspelling of her last name – would resolve the matter to her satisfaction. 17. The publication then published the following item online and in print, under the headline “Jennifer Swayne clarification”:   “In May, the South Wales Argus ran the above article about Jennifer Swayne who had been arrested after stickers were placed in locations in Newport. The online headline reads ‘Jennifer Swayne vows to keep posting anti-trans stickers’. We are happy to clarify that Ms Swayne denies that the stickers were ‘anti-trans’ and rather that they were ‘pro-women’ and ‘gender-critical’. In addition, we are happy to further clarify that, as stated in the article, police took no further Ms Swayne was not charged with any offence. We have also corrected a mis-spelling of Ms Swayne's name in the headline.” 18. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 10071-22 Swayne v South Wales Argus\nSummary\nof Complaint\n1. Jen\nSwayne complained to the Independent Press Standards Organisation that South\nWales Argus breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Woman’s vow over stickers” published on 28 May 2022.\n2. The\nfrontpage headline directed readers to the main article, which appeared on page\n5, and detailed the complainant’s arrest by Gwent Police on suspicion of\ncriminal damage and displaying threatening or abusive writing likely to cause\nharassment, alarm, or distress, as well as the complainant’s response to the\npolice’s action. A photograph of the complainant appeared alongside the\nheadline on the front page. The main article within the body of newspaper\nappeared under the headline “‘I will resume my sticker campaign’”.\n3. The\narticle reported that, prior to her arrest, the police had received reports of\n“offensive” posters being placed around the city; the was complainant\nsubsequently arrested “after officers saw her attaching stickers to lamp\nposts”. It said that “as part of the arrest”, the complainant’s “home was also\nraided by police, and items including stickers were confiscated”. The article\nreported that “[a]ctivists for the transgender community […] accused [the\ncomplainant] of transphobia due to the content featured on her stickers”. This\nincluded comments such as “no child is born in the wrong body, humans never\nchange sex” and “periods can be awful but much worse when sharing toilets with\nboys in school, men at the gym, public, pubs and clubs”. It then stated that\n“this type of messaging is deeply offensive to transgender people because it\nchallenges their gender identity and implies that a trans woman is not a woman\nbut a man”. It went on to say that newspaper had approached Stonewall Cymru for\ncomment “to help explain to readers who may not know much about being\ntransgender why such phrases are offensive” with the organisation’s website\nstating: “if you aren’t recognised as being the gender you know you are, it is\nextremely damaging”.\n4. The article\nalso included comments made by the complainant. The complainant said that,\nfollowing her arrest, her home was searched by the police, with officers taking\n“hundreds of stickers – about one hundred posters, and a book on different\nperspectives on trans ideology”, adding that the police “went through\neverything and found nothing transphobic.” It reported that she was\n“unapologetic” for her actions; said the police “got it wrong”, with the Crown\nProsecution Service “drop[ing] everything”; and would continue to sticker\nfollowing the experience: “I’ve been putting these stickers up for about a year\nabout a year and people gradually started picking up on it and people\nimmediately thought it was transphobic. In the eye of the beholder, that’s not\nmy problem how somebody beholds something […] I will continue to be a feminist\nactivist and I already have my ideas and strategy ready to go”. The article\nalso included the complainant’s comments regarding the police’s handling of the\nsituation and its consideration for her physical and mental health.\n5. The\narticle reported that the local police force had “issued an unusually detailed\nstatement about [the complainant’s] treatment after her arrest” and which\nincluded the statement: “Upon release, the woman was offered transport for both\nherself and her mobility scooter but declined and chose to make her own way\nhome”.\n6. The\narticle also appeared online on 27 May 2022 with the headline “Jennifer Swanye\n[sic] vows to keep posting anti-trans stickers”. The text of the article was\nsubstantially the same as the print version.\n7. The\ncomplainant said that the headline of the online article was inaccurate and\nmisleading, in breach of Clause 1. She did not vow to keep posting “anti-trans”\nstickers; she was “pro-woman” and “gender-critical”. She said that the wording\nincluded on the stickers was not transphobic, with the police taking no further\naction against her. She also said that the headline of the online article\nmisspelt her last name, incorrectly referring to her as Jennifer “Swanye”. \n8. The\ncomplainant also said that the article – both online and in print – was\ninaccurate and misleading to report, as fact, that the type of messaging\nincluded within her stickers was “deeply offensive to transgender people”;\noffense was a subjective assessment rather than an objective truth.\n9. Further,\nthe complainant said the article misrepresented her release from police\ncustody. While she had initially accepted the police’s offer transport, she was\nthen informed of a considerable delay to the process. Because of this, and medical\nmatters, she had declined the offer and chose to make her own way home. \n10.\nWhile the publication did not accept a breach of the Editors’ Code, upon\nreceipt of the complaint from IPSO, it apologised for the misspelling of the\ncomplainant’s surname and amended the headline of the online article. The\npublication did not accept that this error represented a significant inaccuracy\nto requiring correction.\n11. In\naddition, the publication did not accept that the headline of the online\narticle was inaccurate or misleading to report that the complainant had vowed\nto keep posting “anti-trans stickers”. It said that the headline was supported\nby the text of the article which made clear that the complainant had vowed to\nkeep posting the type of messaging which had led to her arrest; included\ndescriptions of previous examples of stickers posted by the complainant; and\nexplained how this type of messaging was “anti-trans”.\n12.\nFurther, it did not accept that the article was inaccurate to report that the\nstickers were “deeply offensive to transgender people”. Notwithstanding this,\nthe publication offered to amend the online article to state that the messaging\nwas “deeply offensive to many transgender people”, thereby acknowledging the\ncomplainant’s position that there may be some transgender people who wouldn’t\nfind the content offensive.\n13. Nor\ndid the publication accept that the article was inaccurate in relation to the\ncomplainant’s release from custody. This information had been based upon a statement\nissued by the Gwent Police, and attributed as such. Further, the complainant’s\nconcerns did not contradict this position but rather gave additional context.\nWhile the publication did not accept that this additional context rendered the\narticle inaccurate, it proposed to amend the online article to make clear that\nthe complainant had refused the police’s offer of transport because of the\nestimated time and private medical matters.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected, promptly\nand with due prominence, and — where appropriate — an apology published. In\ncases involving IPSO, due prominence should be as required by the regulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n14. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n15.\nDuring IPSO’s investigation, in a gesture of goodwill, the publication offered\nto publish a clarification which acknowledged that the police took no action\nagainst the complainant and that she maintained the stickers were not\n“anti-trans”. It said that this clarification would appear as a footnote to the\nonline article and as a standalone item in print.\n16. The\ncomplainant said that the publication of this clarification – which also\ncorrected the misspelling of her last name – would resolve the matter to her\nsatisfaction.\n17. The\npublication then published the following item online and in print, under the\nheadline “Jennifer Swayne clarification”: \n\n“In May,\nthe South Wales Argus ran the above article about Jennifer Swayne who had been\narrested after stickers were placed in locations in Newport. The online\nheadline reads ‘Jennifer Swayne vows to keep posting anti-trans stickers’. We\nare happy to clarify that Ms Swayne denies that the stickers were ‘anti-trans’\nand rather that they were ‘pro-women’ and ‘gender-critical’. In addition, we\nare happy to further clarify that, as stated in the article, police took no\nfurther Ms Swayne was not charged with any offence. We have also corrected a\nmis-spelling of Ms Swayne's name in the headline.”\n18. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 07/06/22\nDate\ncomplaint concluded by IPSO: 12/08/22\nBack to ruling listing\n\n\n"
}