{
    "url": "/rulings-and-resolution-statements/ruling/?id=01019-18",
    "title": "Resolution Statement 01019-18 Cantemir v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-02-01 00:00:00",
    "received_on": "2018-02-01 00:00:00",
    "concluded_on": "2018-04-15 00:00:00",
    "complaint_processing_days": 73,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. Following IPSO’s investigation, the publication reassured the complainant that there was no intention to mislead through the publication of the images and that it took the matter seriously. It explained that the issue had also been brought to the attention of the reporter and duty editor responsible for the story. 7. The complainant said that this, in addition to the publication’s prior action to remove the photographs from the article, would resolve the matter to her satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 01019-18 Cantemir v MailOnline\nSummary of complaint\n1. Gabriela\nCantemir complained to the Independent Press Standards Organisation that\nMailOnline breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined \" May draws red line on Brexit migrants: PM vows to\nfight plans by Brussels that could let a MILLION more EU citizens live in\nBritain”, published on 1 February 2018.\n2. The article\nreported that the EU had proposed that the ‘cut-off date’ for free movement\ninto the UK from the EU should be extended until the end of the Brexit\n‘transition period’, “putting it back by about two years”. It went on to say\nthat “the MigrationWatch think-tank warned the ‘absurd’ move could result in up\nto a million more EU migrants winning the automatic right to live in the UK”,\nand to report that Theresa May was opposed to the EU’s proposal. The article\nincluded two photographs showing migrants apparently trying to enter the EU.\nOne photograph’s caption included the description “Migrants wait for a train to\nSerbia on the track near a train station in Demi Kapija, Former Yugoslav\nRepublic of Macedonia in 2015”; another stated “Pictured: migrants on the\nSerbia-Hungary border”. Both captions also made reference to the article’s main\nstory.\n3. The complainant\nsaid that the photographs were misleading: the story was about EU migrants\nentering the UK, but the photographs showed non-EU migrants. She was concerned\nthat the publication was trying to influence its readers to have negative views\nof EU nationals through the inclusion of images relating to the migrant crisis.\n4. The publication\naccepted that the images were not of EU citizens in Britain, but said that\nthere had been no claim to this effect in the article; the pictures’ captions\nmade clear where the images were taken. Where the images showed individuals\nattempting to cross borders into EU countries, there was a possibility that\nsuch individuals might have secured EU citizenship by the end of the transition\nperiod, and therefore be able to move into the UK under the extended free movement\nproposed. In these circumstances, it said that the inclusion of the images was\njustifiable, and was not misleading. However, it apologised for any unintended\noffence their inclusion caused, and said that it had not intended to give a\nnegative impression of EU migrants. It explained that it had removed the\nphotographs from the article in response to a similar complaint.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. Following IPSO’s\ninvestigation, the publication reassured the complainant that there was no\nintention to mislead through the publication of the images and that it took the\nmatter seriously. It explained that the issue had also been brought to the\nattention of the reporter and duty editor responsible for the story.\n7. The complainant\nsaid that this, in addition to the publication’s prior action to remove the\nphotographs from the article, would resolve the matter to her satisfaction.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 01/02/2018\nDate complaint concluded by IPSO: 15/04/2018\nBack to ruling listing\n\n\n"
}