{
    "url": "/rulings-and-resolution-statements/ruling/?id=09388-19",
    "title": "Resolution statement 09388-19 Brooks v metro.co.uk",
    "provisions": [
        "1 Accuracy (2019)",
        "6 Children (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "metro.co.uk (Associated Newspapers Limited)",
    "published_on": "2019-06-21 00:00:00",
    "received_on": "2019-12-06 00:00:00",
    "concluded_on": "2020-06-16 00:00:00",
    "complaint_processing_days": 193,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.11. The publication did not accept a breach of the Code but offered to remove the article as a gesture of goodwill.12. The complainant said she was content to resolve the complaint on this basis.13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 09388-19 Brooks v metro.co.ukSummary of complaint1. Claire Brooks,\non behalf of her son, complained to the Independent Press Standards\nOrganisation that metro.co.uk breached Clause 1 (Accuracy) and Clause 6\n(Children) of the Editors' Code of Practice in an article headlined \"Head\nboy and girl’s X-rated leavers’ speech leaves pupils ‘in tears’” published on\n21 June 2019.2. The article\nreported that the head boy and head girl of a school had been “accused of\nruining pupils’ lives” following a speech they gave during a leavers’ day\ncelebration and were being “ordered to apologise”. The article reported that\nthe pair were “said to have singled out individuals, joked about cross dressing\nand pointed out others for not performing well in the school year”. The article\nreported on comments from two parents who attended the event criticising the\nspeech’s content. The article featured a comment from the local council, which\nsaid: “The school is currently dealing with this in line with the council’s complaints\nprocedures. In the meantime, we would apologise for any upset that may have\nbeen caused by the speech.”3. The complainant,\nwho attended the event, said that the article gave an inaccurate account of the\nspeech her 18-year-old son had given at the leavers’ event at his school. She\nsaid that the speech did not humiliate, bully, or ruin the lives of pupils as\nalleged; the content focused on their friends who had consented to their\ninclusion and the speech was well received. The complainant said that these\nviews were represented in a follow-up article published by another publication\nwhich defended the two pupils. She said that the article under complaint\npresented a one-sided and biased account based solely on the view of the two\nparents, who had an agenda. The complainant disputed that the speech’s content\nwas unsuitable, or as described in the article, and noted that there were no\nswear or sexual words used, and that the jokes were almost entirely innuendo.4. The complainant\nsaid that the article intruded into her son’s time at school in breach of\nClause 6 and its publication had caused her son stress and risked damaging  his reputation. The complainant said that her son still had school duties to\nundertake at the time of publication; the speech was given on 17 June and his\nfinal duties were to take place on 27 June. He was therefore still a pupil of the\nschool until the end of the academic session; whether his academic studies were\ncompleted was irrelevant. The complainant noted that learning was not limited\nto academic qualifications and emphasised that school provides an environment\nfor pupils to practise for the world of work and life after education; pupils\nshould be allowed to try and fail free from the scrutiny of newspapers in the\nevent they misjudge a situation. The complainant also said that due to the size\nof their hometown everyone would have known who the two pupils were and as a\nresult her son was identifiable in the article.5. The publication\ndenied that its article, which was based on an article published in another\npublication, was inaccurate. It said that its article reported on the reaction\nof the parents referenced, who were offended by the unconventional nature of\nthe speech, and while it did not doubt that there were individuals who, like\nthe complainant, had taken no offence or objection, not including their\nposition did not render the article inaccurate. The publication also said that\nit had approached the local council for comment who had confirmed receipt of a\ncomplaint and apologised for any upset caused, which demonstrated that the\nspeech had caused some distress.6. The publication\ndenied a breach of Clause 6. It noted that it did not name the complainant’s\nson and while he may have been identifiable to some people in their hometown,\nthis was unavoidable in the circumstances. The publication highlighted that the\nceremony at which the speech was given marked the end of the pupils’ time at\nschool and the complainant’s son would have graduated eight days after the\narticle’s publication, therefore it could not have severely impacted his\nacademic studies. The publication also emphasised that it did not contact the\ncomplainant’s son in any capacity in line with its obligations under Clause 6.\nIt also noted that the allegation of any intrusion was at odds with the\ncomplainant’s own disclosures regarding the follow-up article published in\nanother publication. It said this article reported the level of support he had\nreceived from the school and wider community, and that this demonstrated that\nthere was no intrusion or impact as to breach the terms of Clause 6.7. The publication\nalso said that there was a legitimate public interest in publishing the article\nbecause of the school’s allowance and support of the unconventional, arguably\n‘risqué’, content of the speech that was to be given in front of the student\nbody, as well as students’ families and friends.8. Notwithstanding\nits position that there was no breach of the Code. The publication said that it\nwould be willing publish a statement from the complainant in the article and\nwould also consider adding some positive comments on the speech.Relevant Code Provisions9. Clause 1\n(Accuracy)i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.iii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.iv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.Clause 6 (Children)*i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.The Public InterestThere may be exceptions to the clauses marked * where they\ncan be demonstrated to be in the public interest.1. The public interest includes, but is not confined to:Detecting or exposing crime, or the threat of crime, or\nserious impropriety.Protecting public health or safety.Protecting the public from being misled by an action or\nstatement of an individual organisation.Disclosing a person or organisation’s failure or likely\nfailure to comply with any obligation to which they are subject.Disclosing a miscarriage of justice.Raising or contributing to a matter of public debate,\nincluding serious cases of impropriety, unethical conduct or incompetence\nconcerning the public.Disclosing concealment, or likely concealment, of any of the\nabove.2. There is a public interest in freedom of expression\nitself.3. The regulator will consider the extent to which material\nis already in the public domain or will become so.4. Editors invoking the public interest will need to\ndemonstrate that they reasonably believed publication - or journalistic\nactivity taken with a view to publication – would both serve, and be proportionate\nto, the public interest and explain how they reached that decision at the time.5. An exceptional public interest would need to be\ndemonstrated to over-ride the normally paramount interests of children under\n16.Mediated outcome10. The complaint was not resolved through direct correspondence\nbetween the parties. IPSO therefore began an investigation into the matter.11. The publication did not accept a breach of the Code but\noffered to remove the article as a gesture of goodwill.12. The complainant said she was content to resolve the\ncomplaint on this basis.13. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.Date complaint received: 06/12/19Date complaint concluded: 16/06/2020 \n \nBack to ruling listing\n\n\n"
}