{
    "url": "/rulings-and-resolution-statements/ruling/?id=17338-17",
    "title": "Resolution Statement 17338-17 Canavan v Wishaw Press",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Wishaw Press (Reach PLC)",
    "published_on": "2017-03-15 00:00:00",
    "received_on": "2015-08-02 00:00:00",
    "concluded_on": "2017-10-04 00:00:00",
    "complaint_processing_days": 794,
    "mediated_outcome": "8. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 9. Following IPSO’s involvement, the newspaper offered, as a gesture of goodwill, to remove the article from its website and social media pages. 10. The complainant said that this would resolve the matter to her satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 17338-17 Canavan v Wishaw Press\nSummary of complaint\n1. Jemma Canavan complained to the Independent Press\nStandards Organisation that Wishaw Press breached Clause 1 (Accuracy) and\nClause 2 (Privacy) of the Editors’ Code of Practice in an article headlined\n“Get us out of here after gun and knives terror” published on 15 March 2017.\nThe article was also published on dailyrecord.co.uk, headlined “Young couple\nliving like prisoners in own home after guns and knives terror in\nGowkthrapple.”\n2. The article reported that the complainant and her husband\nhad asked their housing co-operative to rehouse them due to anti-social\nbehaviour. The article reported that the couple had been threatened with guns\nand knives and had been attacked with bottles and eggs while walking in Wishaw\nMain Street. The article detailed the complainant’s concern that the housing\nco-operative had not taken their concerns seriously and had not rehoused the\ncouple as requested. The article included a photograph of the complainant and\nher husband, which also appeared on the front page of the newspaper.\n3. The online article reported that the couple had “spotted\nneighbours who are threatening them armed with guns and knives” and went on to\nclarify that they had been “threatened at their home by people who they have\nseen with knives [and] guns.”\n4. The complainant said that the article was misleading. She\nhad told the newspaper that she had seen the neighbours that were threatening\nthe couple with guns and knives, but had not said that they had been directly\nthreatened with weapons, as reported in the article. The complainant also said\nit was inaccurate to state that they were being threatened by four separate\nfamilies, and had been attacked in Wishaw Main Street. The complainant said\nthat she had contacted the newspaper regarding her landlord’s failure to comply\nwith their rules and regulations in regards to anti-social behaviour and had\nnot wanted the article to focus on the dispute with her neighbours.\n5. The complainant also said that while she and her husband\nhad consented to their photograph being taken and published, its placement on\nthe front page, as well as reporting the area in which they lived, was an\nintrusion into their private life and had put their safety at risk.\n6. The newspaper did not accept that it had breached the\nCode. It said that the complainant had discussed the instances of anti-social\nbehaviour with the journalist at length and said it was necessary to include\nthese details to explain why the complainant believed her landlord’s inaction\nwas unsatisfactory. The newspaper provided copies of the reporter’s notes from\nphone calls he had had with the complainant and her husband. It said that the\ncomplainant had told the reporter that she knew that her neighbours had guns\nand knives as she had seen them, and this had led the reporter to believe that\nthe couple were being threatened by these weapons.\n7. The newspaper also\nsaid that the couple had consented to the newspaper’s photographer coming to\ntheir home and had posed for photographs. They said that it was agreed that the\narticle would refer to the area in which they lived, and did not believe that\nthe publication of this detail represented private information about the\ncomplainant.\nRelevant Code Provisions \n7. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant accuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and-where\nappropriate- an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nClause 2 (Privacy) *\ni) Everyone is entitled to respect for his or her private\nand family life, home, health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual’s private life without consent. Account will be taken of the\ncomplainant’s own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated outcome\n8. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n9. Following IPSO’s involvement, the newspaper offered, as a\ngesture of goodwill, to remove the article from its website and social media\npages.\n10. The complainant said that this would resolve the matter\nto her satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\nDate complaint received: 02/08/2015Date complaint concluded by IPSO: 04/10/2017\nBack to ruling listing\n\n\n"
}