{
    "url": "/rulings-and-resolution-statements/ruling/?id=04217-18",
    "title": "Resolution Statement 04217-18 Chapman v hemeltoday.co.uk",
    "provisions": [
        "1 Accuracy (2018)",
        "2 Privacy (2018)",
        "4 Intrusion into grief or shock (2018)",
        "5 Reporting suicide (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "hemeltoday.co.uk (National World Publishing Ltd)",
    "published_on": "2018-06-29 00:00:00",
    "received_on": "2018-07-02 00:00:00",
    "concluded_on": "2018-07-26 00:00:00",
    "complaint_processing_days": 24,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  6. During IPSO’s investigation, the publication provided a private letter of apology, offered to make a charitable donation to a charity of the complainant’s choice, and offered to publish the following clarification as a standalone online piece and on the front page of the newspaper: On June 29, the Hemel Gazette ran an article on this website, headlined 'Former mayor took her own life after struggling with menopause, inquest hears'. The article was wholly inaccurate in identifying the subject of the inquest as Gillian Chapman, a former Mayor of the Borough of Dacorum. The subject of the inquest had the same name but was not the former mayor. The article had been provided by a news agency and had been published by the Hemel Gazette in good faith. It was removed as soon as the Hemel Gazette became aware of the mistake. We would like to sincerely apologise to Mrs Chapman, and members of her family, for the upset that was caused by this serious inaccuracy. 7. The complainant said this would resolve the matter to her satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04217-18 Chapman v hemeltoday.co.uk\nSummary of complaint\n1. Gillian Chapman\ncomplained to the Independent Press Standards Organisation that\nhemeltoday.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Former mayor took her own life after struggling with\nmenopause, inquest hears”, published on 29 June 2018.\n2. The article\nstated that an inquest had heard that “a former Mayor of Dacorum took her own\nlife after struggling for years with the effects of the menopause”. It named\nthis individual as ‘Gillian Chapman’, and said that she was “mayor from 2011 to\n2012, as well as a councillor…from 2007-15, after moving to the area in 1994”.\nIt described how the woman was found dead by her daughter. The article did not appear\nin print.3. The complainant\nsaid that the article was inaccurate in breach of Clause 1 (Accuracy) because\nit had wrongly stated that she – the former mayor of the Borough of Dacorum –\nwas dead, when in fact the inquest had related to another woman of the same\nname.\n4. The publication\naccepted that the article was inaccurate to identify the deceased woman as the\nformer mayor, and apologised to the complainant. It said that the article had\nbeen submitted by an established news agency, and published in good faith; as\nsoon as the publication was made aware of the issues, it removed the article\nfrom its website. It offered to print an apology for the error, and to write\nthe complainant a personal letter of apology.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n6. During IPSO’s\ninvestigation, the publication provided a private letter of apology, offered to\nmake a charitable donation to a charity of the complainant’s choice, and\noffered to publish the following clarification as a standalone online piece and\non the front page of the newspaper:\nOn June 29, the Hemel Gazette ran an article on this\nwebsite, headlined 'Former mayor took her own life after struggling with\nmenopause, inquest hears'. The article was wholly inaccurate in identifying the\nsubject of the inquest as Gillian Chapman, a former Mayor of the Borough of\nDacorum. The subject of the inquest had the same name but was not the former\nmayor. The article had been provided by a news agency and had been published by\nthe Hemel Gazette in good faith. It was removed as soon as the Hemel Gazette\nbecame aware of the mistake. We would like to sincerely apologise to Mrs\nChapman, and members of her family, for the upset that was caused by this\nserious inaccuracy.\n7. The complainant\nsaid this would resolve the matter to her satisfaction.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 02/07/2018\nDate complaint concluded by IPSO: 26/07/2018\nBack to ruling listing\n\n\n"
}