{
    "url": "/rulings-and-resolution-statements/ruling/?id=03553-18",
    "title": "Resolution Statement 03553-18 Appleby v Daily Mail",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2018-04-03 00:00:00",
    "received_on": "2018-05-21 00:00:00",
    "concluded_on": "2018-06-14 00:00:00",
    "complaint_processing_days": 24,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation, the publication noted that there was a degree of scientific debate as to the efficacy of different types of alcohol and non-alcohol-based products against norovirus. While it denied that the article was significantly inaccurate, it offered to print the following clarification in print (on page 2) and online: Since publication, we have been contacted by Ecohydra and would like to clarify that the efficacy of alcohol against norovirus is subject to debate, with some research suggesting that it can be ineffective against the virus. Ecohydra has also informed us that in an independent test against a norovirus surrogate their product achieved a 99.2% kill rate and has reiterated their claim that it is up to 99.9999% effective against other germs. 7. The complainant said this would resolve the matter to his satisfaction. 8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 03553-18 Appleby v Daily Mail\nSummary of complaint\n1. John Appleby\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Dirty hands but nowhere to wash them? We rate the hand sanitisers\nthat will help you clean up your act”, published on 3 April 2018.\n2. The article\nstated that the publication had asked a professor of microbiology to assess a\nselection of hand sanitisers. The professor evaluated the claims made about\nthem and they were given a score out of ten. The article said that the\ncomplainant’s product was alcohol free, and said that the ‘claims’ made about\nit were that it killed 99.9999% of bacteria; that it protected the skin for 4\nhours; and that it maintained the skin’s natural pH level. The article then\ngave the professor’s verdict on these claims. He said that the ’99.9999%’ claim\nwas “probably a marketing ploy and in practice wouldn’t provide significantly\nmore protection than other products that kill 99 per cent”. He went on to say\nthat the “downside to alcohol-free sanitisers” was that alcohol is needed to\nkill norovirus, and that “the claim to maintain the skin’s natural pH is\nirrelevant”. Finally, the review said that the product “felt quite soapy and\nleft my hands feeling sticky”. The article appeared in a substantially similar\nformat online.\n3. The complainant\nsaid that the review was inaccurate, in breach of Clause 1 (Accuracy). A kill\nrate of 99.9999% was substantially superior to a rate of 99%, in the context of\nthe millions of germs present on a typical hand. It was also inaccurate for the\narticle to state that alcohol was needed to kill norovirus; in fact,\nalcohol-containing products perform poorly against norovirus, while his own\nproduct achieved a 99.2% kill rate. He said the claim regarding pH was not\n“irrelevant”: skin is healthier if it maintains its natural pH value. Finally,\nwhile the complainant acknowledged that whether the product was “sticky” was\nsubjective, he disputed that this was the case. 4.  The publication\nsaid that the article gave the professor’s views on the product, which he was\nentitled to express. The professor had not disputed that the product killed\n99.9999% of germs, but had stated that this was “probably” a marketing ploy, as\nhe did not consider that this would make an appreciable difference to consumers\nin practice. Similarly, the professor was entitled to give his view that the\nclaim regarding pH was “irrelevant”; this was based on the fact that the body\nis able to maintain its own pH levels. The article did not provide an in-depth\nlook at the effects of alcohol-based hand sanitisers, but reported the\nprofessor’s expert opinion that alcohol is the best way to kill norovirus when\nsoap and water are not available; this opinion was directed at antimicrobials\nin general, not the complainant’s product in particular. Finally, the professor\nwas entitled to state his view that the product left his hands feeling\n“sticky”, and this was clearly presented as his own subjective assessment.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nMediated outcome\n5. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n6. During IPSO’s\ninvestigation, the publication noted that there was a degree of scientific\ndebate as to the efficacy of different types of alcohol and non-alcohol-based\nproducts against norovirus. While it denied that the article was significantly\ninaccurate, it offered to print the following clarification in print (on page\n2) and online:\nSince publication, we have been contacted by Ecohydra and\nwould like to clarify that the efficacy of alcohol against norovirus is subject\nto debate, with some research suggesting that it can be ineffective against the\nvirus. Ecohydra has also informed us that in an independent test against a\nnorovirus surrogate their product achieved a 99.2% kill rate and has reiterated\ntheir claim that it is up to 99.9999% effective against other germs.\n7. The complainant\nsaid this would resolve the matter to his satisfaction.\n8. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 21/05/2018\nDate complaint concluded by IPSO: 14/06/2018\nBack to ruling listing\n\n\n"
}