{
    "url": "/rulings-and-resolution-statements/ruling/?id=08591-21",
    "title": "Resolution Statement - 08591-21 Fessler v Wired",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Wired (Condé Nast Publications Ltd)",
    "published_on": "2021-03-27 00:00:00",
    "received_on": "2021-07-28 00:00:00",
    "concluded_on": "2021-11-30 00:00:00",
    "complaint_processing_days": 125,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 6. During IPSO’s investigation the publication offered to make a number of amendments to the article, including adding “and tics” to the following quote: “[a] letter in the British Medical Journal suggests that TikTok may be to blame for a spike in Tourette's and tics diagnoses in teenage girls”; replacing the sentence: “[o]ne of the main causes for Tourette’s is believed to be anxiety” with: “Chowdhury and Dobson believe that one potential cause for the increase in younger girls presenting with tics may be anxiety”; and amending the start of the sentence: “Tourette’s is a ‘functional illness,’ says Chowdhury – it has a purpose, which might be to release anxiety or let off steam” to say: “The presentation of tics appears to be a ‘functional illness,’ says Chowdhury”. It also offered to publish a clarification at the top of the article. 7. The complainant welcomed the offer made by the publication, and suggested that in addition to the amendments and clarification, it should also amend the sentence “[t]his is still just a theory – and it’s unclear what the mechanism for such a phenomenon might be, or how it would fit into our limited understanding of the causes of Tourette’s syndrome” to state that “[t]his is still just a theory – it's unclear what the mechanism for such a phenomenon might be, what role social media plays, and why tics are the focus.\" The complainant also suggested that the publication revisit the end of the article and remove a quoted sentence about Tourette’s. 8. The publication agreed to amend the above sentence and the end of the article, in addition to the previous amendments, and published the following clarification: “This article has been updated to make clear the distinction between Tourette’s syndrome and tics. A quote from Uttom Chowdhury has also been amended to make clear this distinction.”. 9. The complainant said that this would resolve the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 08591-21 Fessler v Wired\nSummary\nof Complaint\n1. Eli\nFessler complained to the Independent Press Standards Organisation that Wired\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “The complicated truth about TikTok and Tourette’s syndrome”,\npublished on 27th March 2021.\n2. The\nonline article reported on the relationship between TikTok and Tourette’s\nsyndrome, and reported that “[a] letter in the British Medical Journal suggests\nthat TikTok may be to blame for a spike in Tourette's diagnoses in teenage\ngirls”. The article said that “[t]his is still just a theory – and it’s unclear\nwhat the mechanism for such a phenomenon might be, or how it would fit into our\nlimited understanding of the causes of Tourette’s syndrome”. It went on to\nclaim that “[o]ne of the main causes for Tourette’s is believed to be anxiety”,\nstating that “Tourette’s is a ‘functional illness,’ says Chowdhury – it has a\npurpose, which might be to release anxiety or let off steam.”\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as\nanxiety is not believed to be one of the main causes of Tourette’s; he said\nthat while anxiety disorders can be related, they are not the “cause” of\nTourette’s. The complainant further said that it was inaccurate to state that\nTourette’s purpose is “to release anxiety or let off steam” as motor tics are\nassociated with dysfunction in the basal ganglia, and involve complex\ninteractions with other brain areas.\n4. The\npublication did not accept that the article was inaccurate in breach of Clause\n1. It said that it had interviewed two experts on Tourette’s syndrome, who had\nboth drawn a link between anxiety and the occurrence of Tourette’s-related\ntics. It highlighted that the quote “[o]ne of the main causes for Tourette’s is\nbelieved to be anxiety” made clear that anxiety was “believed” to be one of the\nmain causes of Tourette’s, but not that it was the sole cause. The publication\nwent on to state that the BMJ article had also suggested a link between anxiety\nand Tourette’s-related tics. It also said that the quote that Tourette’s “has a\npurpose, which might be to release anxiety or let off steam” was provided by\none of the experts that had been interviewed, and was not a statement of fact\nby the publication.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n5. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n6.\nDuring IPSO’s investigation the publication offered to make a number of\namendments to the article, including adding “and tics” to the following quote:\n“[a] letter in the British Medical Journal suggests that TikTok may be to blame\nfor a spike in Tourette's and tics diagnoses in teenage girls”; replacing the\nsentence: “[o]ne of the main causes for Tourette’s is believed to be anxiety”\nwith: “Chowdhury and Dobson believe that one potential cause for the increase\nin younger girls presenting with tics may be anxiety”; and amending the start\nof the sentence: “Tourette’s is a ‘functional illness,’ says Chowdhury – it has\na purpose, which might be to release anxiety or let off steam” to say: “The\npresentation of tics appears to be a ‘functional illness,’ says Chowdhury”. It\nalso offered to publish a clarification at the top of the article.\n7. The\ncomplainant welcomed the offer made by the publication, and suggested that in\naddition to the amendments and clarification, it should also amend the sentence\n“[t]his is still just a theory – and it’s unclear what the mechanism for such a\nphenomenon might be, or how it would fit into our limited understanding of the\ncauses of Tourette’s syndrome” to state that “[t]his is still just a theory –\nit's unclear what the mechanism for such a phenomenon might be, what role\nsocial media plays, and why tics are the focus.\" The complainant also\nsuggested that the publication revisit the end of the article and remove a\nquoted sentence about Tourette’s.\n8. The\npublication agreed to amend the above sentence and the end of the article, in\naddition to the previous amendments, and published the following clarification:\n“This\narticle has been updated to make clear the distinction between Tourette’s\nsyndrome and tics. A quote from Uttom Chowdhury has also been amended to make\nclear this distinction.”.\n9. The\ncomplainant said that this would resolve the matter to his satisfaction.\n10. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\nDate\ncomplaint received: 28/07/2021\nDate\ncomplaint concluded by IPSO: 30/11/2021\nBack to ruling listing\n\n\n"
}