{
    "url": "/rulings-and-resolution-statements/ruling/?id=09372-16",
    "title": "Resolution statement 09372-16 Boaler v thesun.co.uk",
    "provisions": [
        "1 Accuracy (2016)",
        "12 Discrimination (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2016-10-10 00:00:00",
    "received_on": "2016-10-14 00:00:00",
    "concluded_on": "2017-02-14 00:00:00",
    "complaint_processing_days": 123,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter. 7. In order to resolve the complaint the publication removed the online article, offered a private letter of apology for any distress caused and offered to publish the following correction on thesun.co.uk home page for 24 hours and thereafter in the Corrections section: In a story, “OFF HIS HEAD White Muslim convert who rapped about beheading the QUEEN is being probed by police” (10th October), we incorrectly stated that performance artist Robert Boaler, whose professional name is Prophet Zebadiah Abu-Obadiah, was a White Muslim convert. We are happy to clarify that he is not and that his performances are meant to be satirical. 8. The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 09372-16 Boaler v thesun.co.ukSummary of complaint\n1. Mr Robert Boaler\ncomplained to the Independent Press Standards Organisation that thesun.co.uk\nbreached Clause 1 (Accuracy) and Clause 12 (Discrimination) of the Editors’\nCode of Practice in an article headlined “OFF HIS HEAD: White Muslim convert\nwho rapped about beheading the QUEEN is being probed by police”, published on\n10 October 2016.\n2. The article\nreported that the complainant was a “white Muslim convert” and an\n“ISIS-supporting rapper” who had posted a music video online entitled “Off With\nTheir Heads”. The article reported the lyrics of the song which included,\namongst others, “chat s*** get Rigby’d”; “some brehs [sic] are destined for\ndamnation like Farage, off with his head”; and “…your Queen, the thieving\nw****”. The article also reported that the police had confirmed that they were\nreviewing the content of the video.3. The complainant\nsaid that it was inaccurate for the publication to characterise him as a White\nMuslim convert and an ISIS supporting rapper because he is not a Muslim and\ndoes not support ISIS. He is a performance artist, a satirist and creator of\nthe religion “Zebaism”. The complainant said that this video was satire and not\nintended to be interpreted as his calling for the beheading of the Queen or\nNigel Farage. He expressed concern as to the failure of the publication to take\ncare in correctly reporting his religious beliefs. The complainant also said\nthat the article was discriminatory towards himself and Muslims, because it\nencouraged hate and fear. The complainant also noted that since the publication\nof the article, he had received multiple death threats and had been reported to\nhis children’s schools and to social services, due to the allegations of\nIslamic extremism made by thesun.co.uk.\n4. The publication\nsaid that the reporter had watched several videos posted by the complainant in\nwhich he was wearing Islamic dress, using Islamic terminology and carrying an\nISIS style flag. It said that it was not apparent that these videos were\nsatirical and the assumption was made that the complainant was a Muslim\nconvert.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\n(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\n(ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\n(iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.\n(iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.\n(v) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an agreed\nsettlement states otherwise, or an agreed statement is published.\nClause 12 (Discrimination)\n(i) The press must avoid prejudicial or pejorative reference\nto an individual's, race, colour, religion, sex, gender identity, sexual\norientation or to any physical or mental illness or disability.\n(ii) Details of an individual's race, colour, religion,\ngender identity, sexual orientation, physical or mental illness or disability\nmust be avoided unless genuinely relevant to the story.\nMediated outcome\n6. The complaint was not resolved through\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n7. In order to\nresolve the complaint the publication removed the online article, offered a\nprivate letter of apology for any distress caused and offered to publish the\nfollowing correction on thesun.co.uk home page for 24 hours and thereafter in\nthe Corrections section:\nIn a story, “OFF HIS HEAD White Muslim convert who rapped\nabout beheading the QUEEN is being probed by police” (10th October), we\nincorrectly stated that performance artist Robert Boaler, whose professional\nname is Prophet Zebadiah Abu-Obadiah, was a White Muslim convert. We are happy\nto clarify that he is not and that his performances are meant to be satirical.\n8. The complainant\nsaid that this would resolve the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.Date complaint received: 14/10/2016Date complaint concluded by IPSO: 14/02/2017\nBack to ruling listing\n\n\n"
}