{
    "url": "/rulings-and-resolution-statements/ruling/?id=00671-21",
    "title": "Resolution Statement – 00671-21 Charlesworth v express.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2021-01-24 00:00:00",
    "received_on": "2021-01-24 00:00:00",
    "concluded_on": "2021-03-18 00:00:00",
    "complaint_processing_days": 53,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 10. During IPSO’s investigation the newspaper offered to share a link to the standalone correction on social media.  11. The complainant said that this would resolve the matter to his satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 00671-21 Charlesworth v\nexpress.co.uk\nSummary of Complaint\n1. John Charlesworth complained to the Independent Press\nStandards Organisation that express.co.uk breached Clause 1 (Accuracy) of the\nEditors’ Code of Practice in an article headlined “Fire alarm sounds at Houses\nof Parliament as ‘smoke’ seen rising from building”, published on 24 January\n2021.\n2. The sub-heading of the online article reported that a\nfire had broken out at the Palace of Westminster, “with an alarm sounding\nacross Westminster Bridge and smoke seen rising from the iconic London\nlandmark.”. The article reported that an eyewitness had posted footage of the\nincident on social media, with the following caption: “There’s a fire alarm and\na lot of smoke coming out from Parliament in London.” \n3. The complainant said that the article was inaccurate, in\nbreach of Clause 1.  He said that the\nPalace of Westminster had confirmed that the “smoke” was not from a fire but\nrather steam produced from generators, with the fire alarms part of a planned\ndrill.  \n4. The newspaper did not accept a breach of the Code.  It said that the article was updated\nregularly, with a later version clarifying that the House of Commons had\nconfirmed it was in fact steam coming from the generators, and that the fire\nalarms were being sounded as planned tests. \nIt said that the following footnote was appended to the piece recording\nthese alterations: \n“A previous version of this article stated that there was a\nWestminster fire. In fact, the 'smoke' was in fact steam coming off from the\ngenerators. We are happy to clarify this.”\n5. Whilst the complainant welcomed this addition, he did not\nconsider the amendment of the article and addition of a clarification footnote\nto be adequate. He expressed concern that the headline still contained the word\n“smoke” and that the article had been based upon the account of a single\nindividual, who later retracted their own statement regarding the incident. \n6. In response, on 1 March, the publication offered to\nremove the online article and published the following standalone correction: \n“The original version of our article of 24 January\n'WESTMINSTER FIRE: SMOKE SEEN RISING FROM HOUSES OF PARLIAMENT IN LONDON AS\nALARM SOUNDS', reported that there was a fire at Westminster. In fact, the\n'smoke' was in fact steam coming off from the generators. The Commons confirmed\nthat it was “just steam” from generators, which was exacerbated by the cold\nweather, and that the fire alarms in the Palace of Westminster were undergoing\nplanned tests throughout the day'. We are happy to clarify this.” \n7. The complainant said this proposed action was\ninsufficient to resolving his complaint.\nRelevant Code Provisions\n8. Clause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated Outcome\n9. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n10. During IPSO’s investigation the newspaper offered to\nshare a link to the standalone correction on social media. \n11. The complainant said that this would resolve the matter\nto his satisfaction.\n12. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 24/01/2021\nDate complaint concluded by IPSO: 18/03/2021\nBack to ruling listing\n\n\n"
}