{
    "url": "/rulings-and-resolution-statements/ruling/?id=02206-17",
    "title": "Resolution Statement 02206-17 Duffy v The Sun",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Sun (News UK)",
    "received_on": "2017-03-23 00:00:00",
    "concluded_on": "2017-05-17 00:00:00",
    "complaint_processing_days": 55,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation of the complaint, the newspaper offered to amend the online article to emphasise that victim in the alleged shooting was innocent and had no connection with the IRA. It also offered to publish the following clarification, to be published on page 2 of the print edition, and on the homepage for 24 hours and thereafter in the corrections section: Following the death of Martin McGuinness, an article 'Unforgiven' (22 March) described the prosecution of veteran former soldier Dennis Hutchings for a tragic 1974 shooting as an 'IRA death rap'. We would like to clarify that the unfortunate victim, John Pat Cunningham, was entirely innocent and had no connection with the IRA, although soldiers have testified that at the time, they believed he was an IRA suspect It also offered to publish the following footnote on the online article: An earlier version of this story described the prosecution of Dennis Hutchings as an 'IRA death rap'.  We would like to clarify that the tragic victim, John Pat Cunningham, was entirely innocent and not a member of the IRA. 8. The complainant said this would resolve his complaint to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement 02206-17 Duffy v The SunSummary\nof complaint\n1.\nWilliam Duffy complained to the Independent Press Standards Organisation that\nsun.co.uk breached Clause 1 (Accuracy) in an article headlined “UNFORGIVEN”,\npublished on 22 March 2017, and an article headlined “THE ZERO AND THE HERO\nLate terror leader Martin McGuinness praised by politicians… as dying British\nArmy veteran, 75, faces trial over 1974 shooting” published online on 21 March\n2017.\n2. The article reported that an ex-soldier\nhad been charged in connection with a shooting incident which had taken place\nin Northern Ireland in 1974, which had resulted in the death of a man. The\narticle explained British troops had been\n“carrying out searches near the village of Benburb”, when they came across the\nman, who “they believed was an armed IRA suspect”. The article referred\nto the ex-soldier as an “IRA killer”, it further characterised the charges\nagainst him as an “IRA Death Rap”. \n3. The complainant expressed\nconcern that the article had inaccurately implied that the victim\nin the shooting had been a member of, or had connections with, the IRA. He said\nthat the alleged victim had been entirely innocent, and had been fleeing the\nscene when he had been shot.\n4. The\nnewspaper said that the article had reflected the former soldier’s belief that\nthe man had been an\narmed IRA suspect. It acknowledged, however, that it had been subsequently\nfound that the man had been innocent, and had no connection with the IRA.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and — where appropriate\n— an apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii)\nA fair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv)\nThe Press, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\noutcome\n6.\nThe complaint was not resolved through direct correspondence between the\nparties. IPSO therefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation of the complaint, the newspaper offered to amend the online\narticle to emphasise that victim in the alleged shooting was innocent and had no\nconnection with the IRA. It also offered to publish the following\nclarification, to be published on page 2 of the print edition, and on the\nhomepage for 24 hours and thereafter in the corrections section:\nFollowing the death of Martin\nMcGuinness, an article 'Unforgiven' (22 March) described the prosecution of\nveteran former soldier Dennis Hutchings for a tragic 1974 shooting as an 'IRA\ndeath rap'. We would like to clarify that the unfortunate victim, John Pat\nCunningham, was entirely innocent and had no connection with the IRA, although\nsoldiers have testified that at the time, they believed he was an IRA suspect\nIt also offered to\npublish the following footnote on the online article:\nAn earlier version of this story described the\nprosecution of Dennis Hutchings as an 'IRA death rap'.  We would like to clarify that the tragic\nvictim, John Pat Cunningham, was entirely innocent and not a member of the IRA.\n8.\nThe complainant said this would resolve his complaint to his satisfaction.\n9.\nAs the complaint was successfully mediated, the Complaints Committee did not\nmake a determination as to whether there had been any breach of the Code.Date complaint received: 23/03/2017Date complaint concluded by IPSO: 17/05/2017 \nBack to ruling listing\n\n\n"
}