{
    "url": "/rulings-and-resolution-statements/ruling/?id=04701-16",
    "title": "Resolution Statement Complaint 04701-16 Joseph Rowntree Charitable Trust v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-05-27 00:00:00",
    "received_on": "2016-06-16 00:00:00",
    "concluded_on": "2016-07-21 00:00:00",
    "complaint_processing_days": 35,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  8. Following IPSO’s intervention, the newspaper offered to publish the following clarification and apology in its corrections column in print and online: The first edition headline on an article on May 27 about the funding of the organisation responsible for a controversial referendum advert referred to the Joseph Rowntree Charitable Trust as a 'pro-terrorist charity'. We are happy to make clear that the JRCT does not support or fund terrorism. We apologise for the error. We are also happy to clarify that, while the JRCT is one of two organisations providing core funding to Operation Black Vote, it had no prior knowledge of the advert and did not pay for it. 9. The newspaper also offered to make amendments to the online version of the article, to reflect the complainant’s concerns about the presentation of the funding it offered. 10. The complainant said this would resolve the matter to its satisfaction. 11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 04701-16 Joseph Rowntree Charitable Trust v Daily\nMail\nSummary of complaint\n1. Joseph Rowntree\nCharitable Trust (JRCT) complained to the Independent Press Standards\nOrganisation that the Daily Mail breached Clause 1 (Accuracy) of the Editors’\nCode of Practice in an article headlined “Pro-terrorist charity that funded\nadvert”, published on 27 May 2016.\n2. The article\nreported that the JRCT had funded an advert for Operation Black Vote, and had\nalso given money to organisations with links to terrorism.\n3. The complainant\nsaid that it was inaccurate to describe the organisation, in the headline of\nthe first edition, as “pro-terrorist”, and that the charity had not funded the\nadvert in question. It said that the article included a number of other\ninaccuracies about funding provided by the charity.\n4. The newspaper\ndid not accept a breach of the Code, but acknowledged that the complainant was\nunhappy with the headline. It offered to publish a clarification making clear\nthat the JRCT was not a pro-terrorist charity.\n5. The complainant\nsaid that the wording proposed by the newspaper was not sufficient to resolve\nthe complaint.    \nRelevant Code provisions\n6. Clause 1\n(Accuracy)\n(i)The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\n(ii)A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and – where\nappropriate – an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n7. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter. \n8. Following IPSO’s\nintervention, the newspaper offered to publish the following clarification and\napology in its corrections column in print and online:\nThe first edition headline on an article on May 27 about the\nfunding of the organisation responsible for a controversial referendum advert\nreferred to the Joseph Rowntree Charitable Trust as a 'pro-terrorist charity'.\nWe are happy to make clear that the JRCT does not support or fund terrorism. We\napologise for the error. We are also happy to clarify that, while the JRCT is\none of two organisations providing core funding to Operation Black Vote, it had\nno prior knowledge of the advert and did not pay for it.\n9. The newspaper\nalso offered to make amendments to the online version of the article, to\nreflect the complainant’s concerns about the presentation of the funding it\noffered.\n10. The complainant said this would resolve the matter to\nits satisfaction.\n11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n\nDate complaint received: 16/06/2016Date concluded by IPSO: 21/07/2016\nBack to ruling listing\n\n\n"
}