{
    "url": "/rulings-and-resolution-statements/ruling/?id=02597-18",
    "title": "Resolution Statement 02597-18 Stewart v express.co.uk",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "express.co.uk (Reach PLC)",
    "published_on": "2018-03-07 00:00:00",
    "received_on": "2018-03-25 00:00:00",
    "concluded_on": "2018-06-22 00:00:00",
    "complaint_processing_days": 89,
    "mediated_outcome": "6.  The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication said it was willing to remove the article and to publish a clarification as follows (including an image of the volcano): Clarification – Montserrat’s volcano at risk of imminent eruption? On 07 March 2018 we published an article headlined “Montserrat’s volcano update: Is the terrifying volcano at risk of imminent eruption?”. The article said that the volcano was showing signs of intense activity. The article was subsequently amended on 03 April 2018. The article claimed that ‘Montserrat’s dormant volcano last erupted in 1997, when the fiery mountain reared its ugly head after a two-year-long period of activity.’ This is incorrect. The eruption started in 1995 and has continued ever since that date, with five “pauses” in the surface activity. According to the Montserrat Volcano Observatory (MVO) the volcano is currently in such a pause, which started in February 2010. Inflation, earthquakes and gas characterise these pauses. The first paragraph said that volcano-tectonic earthquakes in February had ‘sparking fears of eruption.  The MVO state that nobody in the Monserrat government, or scientific community has developed a fear of an eruption because of these earthquakes. According to the MVO five earthquakes in a week is not unusual for the Monserrat volcano because the average weekly rate since February 2010 is four. One week recorded 62 such earthquakes. This type of earthquake activity, known as a “swarm”, is considered to be perfectly normal at this stage in the eruption. The article also said \"But volcanologists monitoring the volcano have noted increased volcanic stirring underneath Montserrat.” We have been asked to clarify that the MVO has regularly reported on activity and that since 2010 there has been gradual inflation of the volcano and the entire island due to the influx of magma at depth. Professor Neuberg had been re-examining some of the data in a quest for an alternative explanation and concluded that there is no reason to change MVO’s interpretation. The rate quoted of \"35 cubic feet of magma building up beneath the island every seven seconds” is a new estimate, but remains the average rate since 2010. Consequently there has been no “increased volcanic stirring”. Since February 2010 the advice from MVO has always been that the eruption is not over and that surface activity may restart.  8.  The complainant said that this would resolve the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02597-18 Stewart v express.co.uk\nSummary of complaint\n1. Roderick Stewart\ncomplained to the Independent Press Standards Organisation that express.co.uk\nbreached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article\nheadlined “Montserrat's volcano update: Is the terrifying volcano at risk of imminent\neruption?”, published on 7 March 2018.\n2.  The article\nreported that Montserrat’s volcano was “showing signs of intense activity deep\nunderground, though no lava has breached the ground just yet”. It said that\nfears of eruption had been sparked by a “’swarm’ of five volcanic-tectonic\nearthquakes last week”, and that volcanologists had noted “increased volcanic\nstirrings”. It went on to say that “Montserrat’s dormant volcano last erupted\nin 1997”, and noted that “the current hazard level…is Level 1, which indicates\nmore than one year without measured activity”.\n3. The complainant\nsaid that the article was inaccurate because it suggested that there had been a\nchange in the status of the volcano, when this was not the case.\n\"Swarms\" of earthquakes were common, and there were no “fears” that\nthis preceded an eruption. It was also inaccurate to state that there had been\n“increased volcanic stirrings underneath Montserrat”: the activity, and the\nrate of magma build-up inside the volcano, had been relatively unchanged since\n2010. In addition, it was not true to say that the volcano last erupted in\n1997: the eruption had started in 1995, and had continued since then, with\nintermittent pauses; the current pause started in 2010.\n4. The publication\nsaid that the reference to “fears of eruption” was made in relation to social\nmedia comments about the earthquake ‘swarm’; it was legitimate to report on\nthese fears. However, it accepted that the article did not make clear who was\nexpressing these fears. It said that, if the rate of magma build-up had been\nconstant since 2010, the volume of magma within the volcano must have increased\nsince that time; it was not therefore significantly inaccurate to state that\nthere was “increased volcanic stirring”. The publication accepted that it was\nmisleading to suggest, through the use of the headline question, that an\neruption was imminent. The publication updated the article to include comments\nfrom the complainant’s organisation.\n5.  The complainant\nsaid that the amendments to the article did not resolve the complaint\nsatisfactorily.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome \n6.  The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation, the publication said it was willing to remove the article and to\npublish a clarification as follows (including an image of the volcano):\nClarification – Montserrat’s volcano at risk of imminent\neruption?\nOn 07 March 2018 we published an article headlined\n“Montserrat’s volcano update: Is the terrifying volcano at risk of imminent\neruption?”. The article said that the volcano was showing signs of intense\nactivity. The article was subsequently amended on 03 April 2018. The article\nclaimed that ‘Montserrat’s dormant volcano last erupted in 1997, when the fiery\nmountain reared its ugly head after a two-year-long period of activity.’ This\nis incorrect. The eruption started in 1995 and has continued ever since that\ndate, with five “pauses” in the surface activity.\nAccording to the Montserrat Volcano Observatory (MVO) the\nvolcano is currently in such a pause, which started in February 2010.\nInflation, earthquakes and gas characterise these pauses. The first paragraph\nsaid that volcano-tectonic earthquakes in February had ‘sparking fears of\neruption.  The MVO state that nobody in\nthe Monserrat government, or scientific community has developed a fear of an\neruption because of these earthquakes. According to the MVO five earthquakes in\na week is not unusual for the Monserrat volcano because the average weekly rate\nsince February 2010 is four. One week recorded 62 such earthquakes.\nThis type of earthquake activity, known as a “swarm”, is\nconsidered to be perfectly normal at this stage in the eruption. The article\nalso said \"But volcanologists monitoring the volcano have noted increased\nvolcanic stirring underneath Montserrat.” We have been asked to clarify that\nthe MVO has regularly reported on activity and that since 2010 there has been\ngradual inflation of the volcano and the entire island due to the influx of\nmagma at depth.\nProfessor Neuberg had been re-examining some of the data in\na quest for an alternative explanation and concluded that there is no reason to\nchange MVO’s interpretation. The rate quoted of \"35 cubic feet of magma\nbuilding up beneath the island every seven seconds” is a new estimate, but\nremains the average rate since 2010. Consequently there has been no “increased\nvolcanic stirring”. Since February 2010 the advice from MVO has always been\nthat the eruption is not over and that surface activity may restart. \n8.  The complainant\nsaid that this would resolve the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 25/03/2018Date complaint concluded by IPSO: 22/06/2018\nBack to ruling listing\n\n\n"
}