{
    "url": "/rulings-and-resolution-statements/ruling/?id=19300-17",
    "title": "Resolution Statement 19300-17 Prakodwong v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-10-24 00:00:00",
    "received_on": "2017-10-26 00:00:00",
    "concluded_on": "2018-01-09 00:00:00",
    "complaint_processing_days": 75,
    "mediated_outcome": "9. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  10. During IPSO’s investigation, the publication pixelated the complainant’s flat number in the video and cropped the still image to remove this; removed the image of the exterior of the complainant’s building; removed the reference to the complainant’s road name; amended the headline to read “Man whose security camera captured half-naked drug addict injecting heroin outside his front door 'was told to remove cameras by council workers in case it embarrassed the woman'”. The publication also made various amendments to the text of the article, in order to address the complainant’s concerns under Clause 1, and added the following footnote to the article: “An earlier version of this story incorrectly stated the man who captured the footage was asked to destroy it when, in fact, he was asked to remove the cameras and cease filming”. 11. The complainant said that this would resolve the matter to his satisfaction. 12. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 19300-17 Prakodwong v Mail OnlineStatement of Complaint\n1. Peter Prakodwong\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in an article headlined “Man whose security camera captured half-naked\ndrug addict injecting heroin outside his front door ‘was told to destroy the\nfootage by council workers in case it embarrassed the woman’”, published on 24\nOctober 2017.\n2. The article reported\nthat a security camera hidden in the complainant’s doorbell had “captured a\nhalf-naked drug addict injecting heroin outside his front door”. It said that\nfollowing the incident, an alert was sent to the complainant’s mobile phone; he\nthen “raced home, but the woman had already left the scene”. The article\nreported that the complainant had uploaded the footage to his YouTube channel,\nand then made and placed posters featuring still images from the video around\nhis building, “shaming the woman”. The article included an image of the poster,\nwhich directed readers to the YouTube video.\n3. The article reported that the hidden\nsurveillance camera had recorded the woman’s reaction a few days later when she\nremoved the posters; that the complainant had given all of the surveillance\nfootage to the police; and that he was told to get rid of the footage and\ncameras by the council.\n4. The article included the video of the\nwoman allegedly injecting heroin and still images taken from the video; the\nvideo and images showed the complainant’s flat number. The article also included\nan image of the exterior of the complainant’s building, and made reference to\nthe complainant’s road name, and other details about his address.\n5. The complainant said that the article\ncontained various inaccuracies. He said that he did not “race home” once he was\nalerted to the video footage, as he returned home around 36 hours later; that\nthe woman removed the posters around 2 months after he had put them up; that he\ndid not hand over all of the footage to the police; and that the council did\nnot tell him to destroy the footage. The complainant also said that the article\nhad intruded into his private life as it identified his full address.\n6. The publication said that the\ncomplainant had approached a news agency with the story, and that the\ninformation included in the article was taken from this correspondence. It said\nthat as such, it was not necessary to contact the complainant for his comment\nprior to publication. Furthermore, the publication did not accept that the\narticle contained any significant inaccuracies. It said that any minor errors\nwithin the article were due to a misreading of the agency copy, and noted that\nit had amended the article and clarified the changes in a footnote to the\narticle, in order to address the complainant’s concerns.\n7. The publication did not accept that\nthere had been a breach of Clause 2. It said that the complainant had provided\nthe video for the purposes of publication and that he had already placed the\nvideo in the public domain, when he uploaded the video to his public YouTube\nchannel. The publication noted that his flat number was visible in the video\nand that it had been viewed over 6,600 times.\nRelevant Code Provisions\n8. Clause 1\n(Accuracy) \ni) The Press must\ntake care not to publish inaccurate, misleading or distorted information or\nimages, including headlines not supported by the text.\nii) A significant\ninaccuracy, misleading statement or distortion must be corrected, promptly and\nwith due prominence, and — where appropriate — an apology published. In cases\ninvolving IPSO, due prominence should be as required by the regulator.\n \nClause 2 (Privacy) \ni) Everyone is\nentitled to respect for his or her private and family life, home, health and\ncorrespondence, including digital communications.\n \nii) Editors will be\nexpected to justify intrusions into any individual's private life without\nconsent. In considering an individual's reasonable expectation of privacy,\naccount will be taken of the complainant's own public disclosures of\ninformation and the extent to which the material complained about is already in\nthe public domain or will become so.\niii) It is\nunacceptable to photograph individuals, without their consent, in public or\nprivate places where there is a reasonable expectation of privacy. \nMediated Outcome\n9. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. \n10. During IPSO’s investigation, the publication pixelated\nthe complainant’s flat number in the video and cropped the still image to\nremove this; removed the image of the exterior of the complainant’s building;\nremoved the reference to the complainant’s road name; amended the headline to\nread “Man whose security camera captured half-naked drug addict injecting\nheroin outside his front door 'was told to remove cameras by council workers in\ncase it embarrassed the woman'”. The publication also made various\namendments to the text of the article, in order to address the complainant’s\nconcerns under Clause 1, and added the following footnote to the article:\n“An earlier version of this story incorrectly stated the\nman who captured the footage was asked to destroy it when, in fact, he was\nasked to remove the cameras and cease filming”.\n11. The complainant said that this would resolve the matter\nto his satisfaction.\n12. As the complaint was successfully mediated, the Complaints Committee\ndid not make a determination as to whether there had been any breach of the\nCode.\nDate complaint received: 26/10/2017\nDate complaint concluded by IPSO: 09/01/2018\n \nBack to ruling listing\n\n\n"
}