{
    "url": "/rulings-and-resolution-statements/ruling/?id=00872-15",
    "title": "Resolution Statement 00872-15 A woman v The Mail on Sunday",
    "provisions": [
        "1 (Accuracy) 2015",
        "3 (Privacy) 2015"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2015-02-22 00:00:00",
    "received_on": "2015-02-22 00:00:00",
    "concluded_on": "2015-04-16 00:00:00",
    "complaint_processing_days": 53,
    "mediated_outcome": "5. The complaint was not resolved through direct correspondence between the parties. IPSO therefore instigated an investigation into the matter.  6. The newspaper offered to pay the complainant for the use of her photograph.  7. The complainant accepted the newspaper’s offer as a resolution to her complaint.  8. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00872-15 A woman v The Mail on Sunday \nSummary\nof complaint\n1.\nA woman complained to the Independent Press Standards Organisation that The\nMail on Sunday had breached Clause 1 (Accuracy) and Clause 3 (Privacy) of the\nEditors’ Code of Practice in an article published on 22 February 2015. \n2.\nThe complainant expressed concern that the newspaper had inaccurately reported\nthat she was the partner of the man at the centre of the story, and had published\nher photograph, which it had taken from her private Facebook profile, without\nher consent. \n3.\nThe newspaper said the article had not named the complainant and its enquiries\nhad led it to conclude that the complainant was the man’s partner. As a result\nof the complaint, it pixelated the complainant’s image in the online article.Relevant\nCode Provisions\n4.\nClause 1 (Accuracy) \ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation, including pictures. \nii)\nA significant inaccuracy, misleading statement or distortion once recognised\nmust be corrected, promptly and with due prominence, and - where appropriate -\nan apology published. In cases involving the Regulator, prominence should be\nagreed with the Regulator in advance. \nClause\n3 (Privacy) \ni)\nEveryone is entitled to respect for his or her private and family life, home,\nhealth and correspondence, including digital communications. \nii)\nEditors will be expected to justify intrusions into any individual's private\nlife without consent. Account will be taken of the complainant's own public\ndisclosures of information. \nMediated\noutcome\n5.\nThe complaint was not resolved through direct correspondence between the\nparties. IPSO therefore instigated an investigation into the matter. \n6.\nThe newspaper offered to pay the complainant for the use of her photograph. \n7.\nThe complainant accepted the newspaper’s offer as a resolution to her\ncomplaint. \n8.\nAs the complaint was successfully mediated, the Complaints Committee did not\nmake a determination as to whether there had been any breach of the Code. \nDate\ncomplaint received: 22/02/2015 \nDate\ncomplaint concluded by IPSO: 16/04/2015\nBack to ruling listing\n\n\n"
}