{
    "url": "/rulings-and-resolution-statements/ruling/?id=09438-22",
    "title": "Resolution Statement – 09438-22 Ogden v The Bolton News",
    "provisions": [
        "1 Accuracy (2021)",
        "4 Intrusion into grief or shock (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Bolton News (Newsquest Media Group)",
    "published_on": "2022-05-16 00:00:00",
    "received_on": "2022-05-16 00:00:00",
    "concluded_on": "2022-07-13 00:00:00",
    "complaint_processing_days": 58,
    "mediated_outcome": "15. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 16. During IPSO’s investigation, the complainant said that if the publication published an apology with an explanation of how the mistake happened in print, online and via a Facebook post on a Saturday, as well as making a donation to the man who died’s favourite charity, Bolton Urban Outreach, he would consider the matter resolved. 17. The publication agreed to donate to the charity and publish an apology and correction in print, online and on Facebook over the weekend. On 16 July 2022, the newspaper published a print correction which said: Christopher Paxford – an apology ON May 14 this year, The Bolton News reported on an inquest opening surrounding the death of Christopher Paxford. The article incorrectly stated that Mr Paxford had been found dead in a derelict skip, when in fact he had been found deceased in a derelict mill. The error came about as a result of a reporter mishearing what was said at Bolton Coroner’s Court and incorrectly noting down the wrong word in shorthand. This mistake then led the reporter to transcribe the word “skip” rather than “mill”. The Bolton News unreservedly apologises to the family and friends of Mr Paxford for the upset this error caused and accepts that we did not meet the high standards expected of us. 18. The Facebook post said “An apology regarding an article published on May 14” and linked to the online apology and correction, which stated: Christopher Paxford – an apology On May 14 this year, The Bolton News reported on an inquest opening surrounding the death of Christopher Paxford. The article incorrectly stated that Mr Paxford had been found dead in a derelict skip, when in fact he had been found deceased in a derelict mill. The error came about as a result of a reporter mishearing what was said at Bolton Coroner’s Court and incorrectly noting down the wrong word in shorthand. This mistake then led the reporter to transcribe the word \"skip\" rather than \"mill”. The Bolton News unreservedly apologises to the family and friends of Mr Paxford for the upset this error caused and accepts that we did not meet the high standards expected of us. 19. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 09438-22 Ogden v The Bolton News\nSummary of Complaint\n1. The family of Christopher Paxford complained to the\nIndependent Press Standards Organisation that The Bolton News breached Clause 1\n(Accuracy) and Clause 4 (Intrusion into grief or shock) of the Editors’ Code of\nPractice in an article headlined “Man, 37, was dead in a skip”, published on 16\nMay 2022.\n2. The article was a court report which reported on an\ninquest into the death of a named individual. The article stated: “A BOLTON man\nwas found dead in a derelict skip, an inquest has heard” and “The inquest heard\nhe was found in a derelict skip off Bank Street.”\n3. The article also appeared online in substantially the\nsame format under the headline “Bolton man found dead in skip, inquest hears”.\n4. The complainant said that the article was inaccurate in\nbreach of Clause 1 as the man was found dead in a derelict mill, not a derelict\nskip. The complainant said that it was heard at the inquest that the individual\nwas found in a derelict mill and provided a recording of the inquest to support\nhis position. The recording did not contain the word “skip”.\n5. The complainant also said the article was in breach of\nClause 4 as it had caused severe distress to the deceased’s family. He said the\nclaim that the man was “found dead in a derelict skip” suggested he had been\n“thrown away”. The complainant considered the article to be sensationalist and\nthat it had not reported on the subject sensitively. He also said that when he\nhad contacted The Bolton News to make them aware of the inaccuracy, the staff\nwere facetious, condescending and unwilling to concede that a mistake had been\nmade.\n6. During direct correspondence with the publication as part\nof the IPSO process, the complainant had also noted that the publication had\nmade an error when referring to a family member’s relationship to the man who\ndied.\n7. During direct correspondence with the complainant, the\npublication accepted the article was inaccurate after receiving the recording\nof the inquest from IPSO. The newspaper said the reference to the “derelict\nskip” was due to human error in the reporter’s shorthand and apologised for its\nmistake. The publication said the article was not an attempt to sensationalise\nthe man's death in any way.\n8. The publication corrected the online article and\npublished a correction on 9 June 2022. It printed an apology and clarification\nin its print edition on 10 June 2022. The publication also removed the story\nfrom its Facebook page.\n9. The print correction stated:\n“Apology over Mr Paxford article \nIN an article on May 16 we incorrectly printed that\nChristopher Paxford was found dead in a derelict skip. The Bolton News\napologises for this error and can clarify Mr Paxford was found dead in a\nderelict mill”\n10. The online correction stated:\n“Correction: The original version of this article\nincorrectly stated Christopher Paxford was found dead in a derelict skip. The\nBolton News apologises for this error and can clarify Mr Paxford was found dead\nin a derelict mill.”\n11. The complainant said the family was upset by the\nrepetition of the reference to “derelict skip” in the correction and did not\nconsider the correction to be offered promptly as the article had originally\nappeared on the homepage of the website all weekend from 14 May 2022. When the\ncomplainant had contacted the newspaper that weekend, he hadn’t been able to\nspeak to anyone. The complainant managed to speak to someone the following\nMonday who advised him it was the Editor who could decide if the article was\nchanged.\n12. The complainant did not consider the correction\naddressed everything he believed went wrong during the handling of his\ncomplaint or how the original error occurred. The complainant also said that\nremoving the article from Facebook and online meant that no one would see the\napology.\n13. The newspaper explained that the newspaper operated a\nskeleton staff over the weekend and therefore did not have someone in the\noffice, nor did it have as much content to post on the website. The newspaper\nsaid it had conducted an internal review and has since spoken to the reporter\nabout the importance of accuracy. The publication said that it had included the\nincorrect phrase in its apology because it felt it was important to be\ntransparent about the error it had made and placed the apology in a prominent\nposition in the paper for the same reason. The newspaper clarified that the\narticle was still online.\n14. The newspaper offered to liaise with search engines in\norder to request other news sites which had reposted the article, to remove it.\nThe newspaper offered to add a further apology about how the mistake happened\nand offered to remove the article from the website entirely.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 4 (Intrusion into grief or shock)\nIn cases involving personal grief or shock, enquiries and\napproaches must be made with sympathy and discretion and publication handled\nsensitively. These provisions should not restrict the right to report legal\nproceedings.\nMediated Outcome\n15. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n16. During IPSO’s investigation, the complainant said that\nif the publication published an apology with an explanation of how the mistake\nhappened in print, online and via a Facebook post on a Saturday, as well as making\na donation to the man who died’s favourite charity, Bolton Urban Outreach, he\nwould consider the matter resolved.\n17. The publication agreed to donate to the charity and\npublish an apology and correction in print, online and on Facebook over the\nweekend. On 16 July 2022, the newspaper published a print correction which\nsaid:\nChristopher Paxford – an apology\nON May 14 this year, The Bolton News reported on an inquest\nopening surrounding the death of Christopher Paxford. The article incorrectly\nstated that Mr Paxford had been found dead in a derelict skip, when in fact he\nhad been found deceased in a derelict mill. The error came about as a result of\na reporter mishearing what was said at Bolton Coroner’s Court and incorrectly\nnoting down the wrong word in shorthand. This mistake then led the reporter to\ntranscribe the word “skip” rather than “mill”. The Bolton News unreservedly\napologises to the family and friends of Mr Paxford for the upset this error\ncaused and accepts that we did not meet the high standards expected of us.\n18. The Facebook post said “An apology regarding an article\npublished on May 14” and linked to the online apology and correction, which\nstated:\nChristopher Paxford – an apology\nOn May 14 this year, The Bolton News reported on an inquest\nopening surrounding the death of Christopher Paxford.\nThe article incorrectly stated that Mr Paxford had been\nfound dead in a derelict skip, when in fact he had been found deceased in a\nderelict mill.\nThe error came about as a result of a reporter mishearing\nwhat was said at Bolton Coroner’s Court and incorrectly noting down the wrong\nword in shorthand. This mistake then led the reporter to transcribe the word\n\"skip\" rather than \"mill”.\nThe Bolton News unreservedly apologises to the family and\nfriends of Mr Paxford for the upset this error caused and accepts that we did\nnot meet the high standards expected of us.\n19. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\n \nDate complaint received: 16/05/2022\nDate complaint concluded by IPSO: 13/07/2022\nBack to ruling listing\n\n\n"
}