{
    "url": "/rulings-and-resolution-statements/ruling/?id=14165-16",
    "title": "Resolution statement 14165-16 Versi v TheSun.co.uk",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "thesun.co.uk (News UK)",
    "published_on": "2016-12-04 00:00:00",
    "received_on": "2016-12-15 00:00:00",
    "concluded_on": "2017-03-06 00:00:00",
    "complaint_processing_days": 81,
    "mediated_outcome": "5. Following the start of IPSO’s investigation, the newspaper contacted the complainant directly and offered to amend the article to make clear that the report had referred to the views expressed by pupils at one school. It also offered to amend the footnote to include an apology and it said it would publish a standalone correction on its corrections page.  The wording of the footnote was as follows: We previously reported that the Casey Review said that some segregated Muslims believe Britain is 75 per cent Islamic. This was incorrect. In fact the review cited a survey of pupils in one largely Asian school who thought 50-90 per cent of the population of Britain were Asian. We apologise for the error. 6. The complainant said that the newspaper’s offer would resolve the matter to his satisfaction. 7. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint\n14165-16 Versi v TheSun.co.uk\nSummary\nof complaint\n1. Miqdaad Versi complained to the\nIndependent Press Standards Organisation that TheSun.co.uk breached Clause 1\n(Accuracy) of the Editors’ Code of Practice in an article headlined “British\nMuslims are so cut-off from society they think 75 per cent of the UK is\nIslamic, report reveals”, published on 4 December 2016.2. The complainant said that the report\nreferred to in the article had not stated that Muslims in some areas were so\nisolated that they believed the UK was 75 per cent Muslim. Rather, the report\nhad referred to one mainly Asian school in which a survey had found that pupils\nbelieved that Britain was between 50 and 90 per cent Asian.\n3. The newspaper did not accept any breach\nof the Code. However, it amended the reference to the 75 per cent statistic to\nmake clear that it referred to Asian pupils’ views of the Asian population and\nit appended a footnote to make clear that the article had been amended.     \nRelevant\nCode provisions\n4. Clause 1 (Accuracy)\ni. The Press must take care not to\npublish inaccurate, misleading or distorted information or images, including\nheadlines not supported by the text.\nii. A significant inaccuracy, misleading\nstatement or distortion must be corrected, promptly and with due prominence,\nand — where appropriate — an apology published. In cases involving IPSO, due\nprominence should be as required by the regulator. \niii. A fair opportunity to reply to\nsignificant inaccuracies should be given, when reasonably called for.\niv. The Press, while free to editorialise\nand campaign, must distinguish clearly between comment, conjecture and fact.\nMediated\noutcome\n5. Following the start of IPSO’s\ninvestigation, the newspaper contacted the complainant directly and offered to\namend the article to make clear that the report had referred to the views\nexpressed by pupils at one school. It also offered to amend the footnote to\ninclude an apology and it said it would publish a standalone correction on its\ncorrections page.  The wording of the\nfootnote was as follows:\nWe\npreviously reported that the Casey Review said that some segregated Muslims\nbelieve Britain is 75 per cent Islamic. This was incorrect. In fact the review\ncited a survey of pupils in one largely Asian school who thought 50-90 per cent\nof the population of Britain were Asian. We apologise for the error.\n6. The complainant said that the\nnewspaper’s offer would resolve the matter to his satisfaction.\n7. As the complaint was successfully\nmediated, the Complaints Committee did not make a determination as to whether\nthere had been any breach of the Code.\nDate\ncomplaint received: 15/12/2016Date\ncomplaint concluded by IPSO: 06/03/2017\nBack to ruling listing\n\n\n"
}