{
    "url": "/rulings-and-resolution-statements/ruling/?id=04361-18",
    "title": "Resolution Statement 04361-18 Osman and Kingstone v Mail Online",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2018-07-10 00:00:00",
    "received_on": "2018-07-11 00:00:00",
    "concluded_on": "2018-10-12 00:00:00",
    "complaint_processing_days": 93,
    "mediated_outcome": "10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. During IPSO’s investigation, the publication offered to publish the following clarification as a standalone article: “On 10th July 2018 we published an article with the headline ‘Queen's two most senior PR chiefs to leave after Thomas Markle debacle sent Royal Family's media machine into an embarrassing tailspin’. Sally Osman and Steve Kingstone have confirmed that their individual and independent departures predated and were unrelated to, any media engagement with Mr Markle. We accept their respective positions, and apologise for any misunderstanding or embarrassment.” 12. The complainants said that this would resolve the matter to their satisfaction. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 04361-18 Osman and Kingstone v Mail OnlineSummary of complaint 1. Sally Osman and Steve Kingstone complained to the Independent Press Standards Organisation that Mail Online breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an article headlined “Queen’s two most senior PR chiefs to leave after Thomas Markle debacle sent Royal Family’s media machine into an embarrassing tailspin”, published on 10 July 2018. 2. The article reported that the complainants, who were employed at Buckingham Palace as the Director of Royal Communications and the Queen’s Media Secretary, were leaving their respective roles in 2018. It reported that “the departures come after a busy year for the Royal Family’s press team, following the challenges surrounding Prince Harry’s wedding to Meghan Markle”, and that “despite the difficulties, there is no suggestion the Markle scandals led to the latest changes in the palace communications team”. 3. The article had been subject to various amendments following complaints made to the publication by the complainants after its initial publication. In the second version of the article a sub-headline was included which stated that “it is understood the two roles will be combined in a possible cost-cutting move”. It was reported in this version of the article that “it is understood that [one of the complainants] won’t be replaced and a new position, Communications Secretary for the Queen, will include both roles”. 4. The complainants said that the headline gave the misleading impression that their departures from the Royal Communications team were caused by the so-called “Markle debacle”, when the two issues were unrelated. They said that the use of the word “after”, by definition, would be understood by readers to mean “as a result of”. The complainants also said that the headline was not supported by the text of the article; it directly contradicted the articles claim that there was no suggestion that the “scandals” had led to their resignations. They said that the subsequent amendments made to the article did not clarify the matter. Furthermore, the complainants said that their two roles would not be “combined in a possible cost-cutting move”, and that this claim was not substantiated in this version of the article. 5. The complainants expressed concern that when the journalist had contacted the Royal Communications team prior to publication, he did not put to them the specific allegations under complaint. As such, they did not have the opportunity to respond directly to these claims. 6. The publication did not accept that it had breached the Code. It said that it had taken care to ensure the accuracy of the article. Its reporter had contacted the Royal Communications team prior to publication, and in doing so, gave the team the opportunity to comment on the fact of their resignations. 7. The publication said that the headline had reported the fact that the complainants’ departures from the Royal Household came subsequent to the “Markle debacle”. It said that the word “after” ordinarily means “in the time following”; that the reasonable reader would have understood it as such; and that its use was accurate in this context. The publication said that neither the headline, nor the article, stated or gave the impression that the complainants had resigned as a result of the “Markle debacle”. The publication said that in any event, the position as to the complainants’ departures was made clear in the body of the article, which explicitly stated that there was “no suggestion that the Markle scandals led to the latest changes in the palace communications team”. It noted the amendments which had later been made to the article. 8. The publication said that the information that the complainants’ two roles would be combined following their departures was provided to its reporter by a confidential source. It said that the article did not report as fact that the two roles were being combined, but rather, it was reported as speculation. As such, it was not required under the terms of the Code to put such editorial comment to the complainants prior to publication. Nevertheless, the publication said that it had removed this reference from the article as a gesture of good will, following receipt of the complaint. Relevant Code Provisions9.    Clause 1 (Accuracy)i) The Press must take care not to publish inaccurate, misleading or distorted information or images, including headlines not supported by the text. ii) A significant inaccuracy, misleading statement or distortion must be corrected, promptly and with due prominence, and – where appropriate – an apology published. In cases involving IPSO, due prominence should be as required by the regulator. iii) A fair opportunity to reply to significant inaccuracies should be given, when reasonably called for. iv) The Press, while free to editorialise and campaign, must distinguish clearly between comment, conjecture and fact. Mediated outcome 10. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 11. During IPSO’s investigation, the publication offered to publish the following clarification as a standalone article: “On 10th July 2018 we published an article with the headline ‘Queen's two most senior PR chiefs to leave after Thomas Markle debacle sent Royal Family's media machine into an embarrassing tailspin’. Sally Osman and Steve Kingstone have confirmed that their individual and independent departures predated and were unrelated to, any media engagement with Mr Markle. We accept their respective positions, and apologise for any misunderstanding or embarrassment.” 12. The complainants said that this would resolve the matter to their satisfaction. 13. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code. Date complaint received: 11/07/2018 Date complaint concluded by IPSO: 12/10/2018 \nBack to ruling listing\n\n\n"
}