{
    "url": "/rulings-and-resolution-statements/ruling/?id=09274-22",
    "title": "Resolution Statement – 09274-22 Stokes v examinerlive.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "examinerlive.co.uk (Reach PLC)",
    "published_on": "2022-05-09 00:00:00",
    "received_on": "2022-05-09 00:00:00",
    "concluded_on": "2022-07-11 00:00:00",
    "complaint_processing_days": 63,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation the complainant said that the following actions would resolve the matter to her satisfaction: the publication of an apology and correction, and a private letter of apology from the Editor. 8. The publication agreed to resolve the complaint on this basis, and published the following standalone item online:   “Our article 'Huddersfield mum fears 'bit different' son will be sent to wrong school', 9 May, reported comments from mother Stephanie Stokes about her fears and concerns of her son, who has special needs, being sent to a school that would not be suited to his needs. Regretably [sic], our report contained a number of inaccuracies. The article stated that Ms Stokes blamed the 'inadequate system in school', however, in fact she claimed it is the Kirklees Council system that is inadequate. The article also misreported her son's name, and stated that she was pregnant with her 5th child. This is incorrect. Ms Stokes is not pregnant and has 4 children. We would like to apologise to Ms Stokes for these errors and are happy to set the record straight.” 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution\nStatement – 09274-22 Stokes v examinerlive.co.uk\nSummary\nof Complaint\n1. Stephanie\nStokes complained to the Independent Press Standards Organisation that\nexaminerlive.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Huddersfield mum fears 'bit different' son\nwill be sent to wrong school”, published on 9 May 2022.\n2. The\narticle was an interview with the complainant, which reported on her concerns\naccessing the appropriate support for her child. It reported that the\ncomplainant was worried about her son, “who has special needs due to the\n‘inadequate system’ in school [which] she believes is not suited to his needs”.\nIt said the complainant had “discovered around 18 months old that her son Kash\nwas a ‘bit different’” and that the “pregnant mum-of-four’s goal was to get her\nson diagnosed” before she began school applications; however, she had been told\nby the local council to wait a further six months for the necessary assessment.\nIt reported that the complainant, a “mum-of-four boys, with a fifth child on\nthe way” had received responses from the council but “things keep going around\nin the circle” from “department to department” and nothing got done, adding\nthat the “poor and inadequate communication [was] intimidating, time consuming\nand unnecessary”. The article was accompanied by a photograph of the\ncomplainant and her son, captioned: “A Huddersfield mum, 34, is worried about\nher son starting school; she believes he should be in a special needs school\nbut she claims 'no one will see him for an assessment'”.\n3. The\ncomplainant said that the article included numerous inaccuracies in breach of\nClause 1. The complainant said that she had never described her son as “a bit\ndifferent” during the interview. She also said that the article had incorrectly\nreferred to her son as “Kash”; his name was “Frederick”. She also denied that\nshe was pregnant and that a “fifth child [was] on the way”, or that she had\ntold the reporter this during the interview. Furthermore, she said that the\narticle distorted her comments by reporting that she had an issue with the\n“school system” when, in fact, her concerns related to the local council and\nthe inadequate communication she had received.\n4. Whilst\nthe publication accepted that the complainant’s quote concerning an ‘inadequate\nsystem’ was in regard to the local council and her child was not called “Kash”,\nit maintained that the rest of the article was accurate summary of her\ninterview, during which the reporter had taken contemporaneous notes. It\napologised for the two errors within the article and offered to publish a\nstandalone correction and apology. It further noted that the online article had\nbeen removed 6 hours after its publication.\n5. The\ncomplainant disputed the accuracy of the reporter’s notes; she said that the\narticle did not reflect their conversation and, regardless of the article’s\nremoval, the record remained uncorrected.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated\nOutcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7. During\nIPSO’s investigation the complainant said that the following actions would\nresolve the matter to her satisfaction: the publication of an apology and\ncorrection, and a private letter of apology from the Editor.\n8. The\npublication agreed to resolve the complaint on this basis, and published the\nfollowing standalone item online:  \n“Our\narticle 'Huddersfield mum fears 'bit different' son will be sent to wrong\nschool', 9 May, reported comments from mother Stephanie Stokes about her fears\nand concerns of her son, who has special needs, being sent to a school that\nwould not be suited to his needs. Regretably [sic], our report contained a\nnumber of inaccuracies. The article stated that Ms Stokes blamed the\n'inadequate system in school', however, in fact she claimed it is the Kirklees\nCouncil system that is inadequate. The article also misreported her son's name,\nand stated that she was pregnant with her 5th child. This is incorrect. Ms\nStokes is not pregnant and has 4 children. We would like to apologise to Ms\nStokes for these errors and are happy to set the record straight.”\n9. As\nthe complaint was successfully mediated, the Complaints Committee did not make\na determination as to whether there had been any breach of the Code.\n\n\n\nDate\ncomplaint received: 09/05/22\nDate\ncomplaint concluded by IPSO: 11/07/22\nBack to ruling listing\n\n\n"
}