{
    "url": "/rulings-and-resolution-statements/ruling/?id=28800-20",
    "title": "Resolution Statement – 28800-20 de Waal, Tabor and Runcie v The Daily Telegraph",
    "provisions": [
        "1 Accuracy (2019)",
        "2 Privacy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Daily Telegraph (Telegraph Media Group Ltd)",
    "published_on": "2020-06-13 00:00:00",
    "received_on": "2020-10-30 00:00:00",
    "concluded_on": "2021-01-26 00:00:00",
    "complaint_processing_days": 88,
    "mediated_outcome": "11. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 12. During IPSO’s investigation the publication offered to publish the following correction in print and online: Rev Victor de Waal In an article headlined “Priest admits to 'inappropriate' relationship with Archbishop Runcie's wife Lady Rosalind” (13 July 2020) we reported on a telephone interview with Rev Victor de Waal in which he spoke of having an \"inappropriate\" relationship with Archbishop Robert Runcie's wife Rosalind, during his time as Dean of Canterbury. Rev De Waal has now stated that he was talking at cross purposes and whilst he did engage in an extramarital relationship it was not with Rosalind Runcie. We are happy to put this on record.  13. The complainants said that the publication of the correction, plus the deletion of the online article, would resolve the matter to their satisfaction. 14. The publication agreed to delete the online article. 15. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 28800-20 de Waal, Tabor and Runcie\nv The Daily Telegraph\nSummary of Complaint\n1. The Reverend Victor de Waal, his four children, and the\nchildren of the late Lord and Lady Runcie, Rebecca Tabor and James Runcie\ncomplained to the Independent Press Standards Organisation that The Daily\nTelegraph breached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’\nCode of Practice in an article headlined “Priest admits to 'inappropriate'\nrelationship with Archbishop Runcie's wife Lady Rosalind”, published on 13 June\n2020.\n2. The article reported that the Reverend Victor de Waal had\nresigned as the Dean of Canterbury over thirty years ago after he had an\n“extra-marital relationship” with the late Lady Rosalind Runcie, who was wife\nto the Archbishop of Canterbury at the time. \nThe article also described the relationship as “a friendship”, an\n“’inappropriate’ relationship” and an “’inappropriate’ friendship”. It stated\nthat the relationship “had the potential to rock the Church”. There was a quote\nfrom Mr de Waal which stated: “It was not a sort of a big relationship really,\nit was just a friendship. But it could have been misinterpreted so it was\nbetter to leave it.” The article went on to describe how the Reverend had\nstated that Lady Runcie’s husband “wasn’t angry” when they discussed it and\nthat they had remained “on very good terms”. It stated that the matter was\n“quietly hushed up” and that Archbishop Runcie “harboured secrets”.\n3. The article also appeared online in substantially the\nsame format under the headline “Priest admits to ‘inappropriate’ relationship\nwith Archbishop Runcie’s wife Lady Rosalind”.\n4. The complainants said that the article was inaccurate in\nbreach of Clause 1 as it incorrectly reported that there had been an affair\nbetween Mr de Waal and Lady Runcie. They said that the basis of the article was\ntwo phone conversations between a journalist and Mr de Waal, who, they\nstressed, was elderly and very hard of hearing, and had struggled to understand\nwhat was being said to him on the phone. He had misheard the journalist’s\nquestion regarding his relationship with Lady Runcie, and therefore mistakenly\nagreed with inaccurate information. While Mr de Waal had indeed resigned as the\nDean of Canterbury due to an inappropriate relationship, this had not been with\nLady Runcie. The complainants said the publication had failed to take care not\nto publish inaccurate information by not contacting other sources who had\nknowledge of the events.\n5. The complainants said it was inaccurate to report that Mr\nde Waal and Lady Runcie’s relationship “had the potential to rock the Church”.\nThey also said it was misleading to report that Lord Runcie “wasn’t angry” and\nto say that Mr de Waal and he had remained on “very good terms”, as there was\nno reason why he would have been angry. They said that as there was no\nrelationship it was inaccurate to report that it had been hushed up, or that\nsecrets were harboured, as there was no secret.\n6. The complainants also said that the article intruded into\nthe private lives of Mr de Waal and the family of Lord and Lady Runcie in\nbreach of Clause 2. They said it was an intrusion into Mr Waal’s private life y\nto be called by a journalist when he was not aware of the full context, and\nthen have the conversation published. They also said the article was about\nprivate relationships and was distressing to the family of Lord and Lady Runcie\nto the extent of breaching their privacy.\n7. The publication did not accept a breach of the Code. It\nsupplied the transcript and the recording of the call with Mr de Waal. The\npublication said that these showed that, whilst Mr de Waal was clearly hard of\nhearing, he often asked for questions to be repeated, answered appropriately to\nthe questions asked and that the journalist had spoken slowly and clearly. It\nnoted that Lady Runcie was mentioned by name on five separate occasions during\nthe conversation, and indirectly on multiple more. It also said that it had\nrequested to speak to Mr de Waal’s wife to corroborate the story, but was told\nby him that she did not want to talk to journalists.\n8. The publication said it was accurate to report than an\nextramarital affair would have rocked the church at the time, as it would have\nbeen a scandal for a senior religious figure to have an affair. It said that\nthe term “extramarital relationship” could describe any relationship outside of\na marriage, and therefore it was not a misleading characterisation of the\nrelationship described by Mr de Waal in the interview. The publication said\nthat the fact that Lord Runcie hadn’t been angry and had remained on good terms\nwith him came from a direct quote from Mr de Waal, who described the\nconversation between them.\n9. The publication said that Mr de Waal had given the\ninterview freely and with his own consent and therefore it could not be a\nbreach of his privacy. It also said that there was nothing in the article that\nrelated to the children of Lord and Lady Runcie and therefore they had no\nreasonable expectation of privacy over any of the information included in the\narticle.\n10. The complainants disputed the publication’s position\nthat Mr de Waal could properly hear the allegations put to him. They reiterated\nthat he had left his role after having an inappropriate relationship with\nanother woman; however, his family was told at the time who this was, and that\nit was not Lady Runcie.\nRelevant Code Provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)*\ni) Everyone is entitled to respect for private and family\nlife, home, physical and mental health, and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. In considering an individual's\nreasonable expectation of privacy, account will be taken of the complainant's\nown public disclosures of information and the extent to which the material\ncomplained about is already in the public domain or will become so.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy. \nMediated Outcome\n11. The complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter.\n12. During IPSO’s investigation the publication offered to\npublish the following correction in print and online:\nRev Victor de Waal\nIn an article headlined “Priest admits to 'inappropriate'\nrelationship with Archbishop Runcie's wife Lady Rosalind” (13 July 2020) we\nreported on a telephone interview with Rev Victor de Waal in which he spoke of\nhaving an \"inappropriate\" relationship with Archbishop Robert\nRuncie's wife Rosalind, during his time as Dean of Canterbury. Rev De Waal has\nnow stated that he was talking at cross purposes and whilst he did engage in an\nextramarital relationship it was not with Rosalind Runcie. We are happy to put\nthis on record. \n13. The complainants said that the publication of the\ncorrection, plus the deletion of the online article, would resolve the matter\nto their satisfaction.\n14. The publication agreed to delete the online article.\n15. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.\n \nDate complaint received: 30/10/2020\nDate complaint concluded by IPSO: 26/01/2021\nBack to ruling listing\n\n\n"
}