{
    "url": "/rulings-and-resolution-statements/ruling/?id=13786-16",
    "title": "Resolution Statement 13786-16 Middleton v The Mail on Sunday",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Mail on Sunday (Associated Newspapers Limited)",
    "published_on": "2016-12-04 00:00:00",
    "received_on": "2016-12-04 00:00:00",
    "concluded_on": "2017-01-31 00:00:00",
    "complaint_processing_days": 58,
    "mediated_outcome": "5. Following the start of IPSO’s investigation into the matter, the newspaper contacted the complainant directly and offered to remove the article from its website. 6. The complainant said that the removal of the article would resolve the matter to his satisfaction. 7. As the complaint was resolved, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\n13786-16 Middleton v Mail on Sunday\nSummary of complaint\n1. Anthony\nMiddleton complained to the Independent Press Standards Organisation that The\nMail on Sunday breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “Who dares interview an enraged SBS hero?”, published on 4\nDecember 2016.\n2. The complainant\nexpressed concern that the newspaper had given the significantly misleading\nimpression that before being interviewed on the radio, he had taken offence at\na comment made by the radio host, and had grabbed him by the neck and had\nthrown him against the wall. While he accepted that he had been questioned by\npolice following an incident at the station, the incident had been set up for a\nprank video for publication on the radio station’s website. He said the\nreporter had contacted him for comment before publication, but she had not\ngiven him the opportunity to respond to the actual claims which were then\npublished.\n3. The newspaper\nsaid that the radio host had considered that the incident had been serious\nenough to report to the police, although no action was taken. It said that it\nwas regrettable the complainant had not made clear to the reporter before\npublication that he had been asked to put the radio host in a headlock for a\nprank video; instead, he had said that “nothing of note took place”, which was\nreported. While the newspaper did not consider that the article had been\nsignificantly misleading, it offered to append the following note to the online\nversion:\nSince publication of this article, a spokesman for Mr\nMiddleton has asked to point out that the incident took place during filming of\na “prank” video. The spokesman said the show’s producers had asked Mr Middleton\nto put Mr Cundy in a headlock but Mr Cundy fell over and broke his glasses. It\nwas not Mr Middleton’s fault, said the spokesman.\nRelevant Code provisions\n4. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n5. Following the\nstart of IPSO’s investigation into the matter, the newspaper contacted the\ncomplainant directly and offered to remove the article from its website.\n6. The complainant\nsaid that the removal of the article would resolve the matter to his\nsatisfaction.\n7. As the complaint\nwas resolved, the Complaints Committee did not make a determination as to\nwhether there had been any breach of the Code.\nDate complaint received: 04/12/2016Date complaint concluded by IPSO: 31/01/2017\nBack to ruling listing\n\n\n"
}