{
    "url": "/rulings-and-resolution-statements/ruling/?id=02287-18",
    "title": "Resolution Statement 02287-18 Jolley v Daily Record",
    "provisions": [
        "1 Accuracy (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2018-03-13 00:00:00",
    "received_on": "2018-03-13 00:00:00",
    "concluded_on": "2018-06-28 00:00:00",
    "complaint_processing_days": 107,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication said it was willing to amend the online headline to read “Coach who had sex with 15-year-old girl appointed manager of League Two side”. 8. The complainant said that he would consider the matter resolved on this basis. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 02287-18 Jolley v Daily Record\nSummary of complaint\n1. Michael Jolley\ncomplained to the Independent Press Standards Organisation that\ndailyrecord.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin an article headlined “Teen sex coach gets boss job in England”, published on\n13 March 2018.\n2. The article\nreported that the complainant, a “former youth coach convicted of having sex\nwith a girl of 15”, had been appointed manager of Grimsby Town. It described\nsome of the details of this conviction, and said that “one of the girl’s pals\nfound her in the bathroom later, looking distressed”. The article said that the\ncomplainant “was sentenced to a year on probation and being put on the sex\noffenders’ register”. It went on to explain that the complainant “has since\nbeen cleared to work with young people by the Scottish Government and the\nEnglish FA”, and said that he had issued a statement saying that he “was\ninformed by the police that the girl in question had not disclosed her true\nage”, and that he “claimed” that the victim and friends had returned to his\nflat demanding money after the incident.\n3. The online\nversion of the article was substantially similar, and was headlined “Vile beast\nwho had sex with 15-year-old girl appointed manager of League Two side”.\n4. The complainant\nsaid that the use of the term “vile beast” in the online headline was\nmisleading. He also said that the article was highly selective, because it did\nnot refer to the fact that the court accepted that he would not have slept with\nthe girl had he been informed of her true age; this was also highlighted by the\nScottish FA panel which considered the matter. It was also untrue to say that\nhe “claimed” the girls returned to his flat to demand money: this was\nestablished fact. Finally, it was inaccurate to say that the girl had been\nfound “looking distressed” in a bathroom; this had not been heard in court.\n5. The publication\ndenied that the article was inaccurate. It said that it was entitled to\ncharacterise individuals based on their actions, but offered to remove the term\n“vile beast” from the online headline. It said that omitting certain material\nfrom the article did not make it misleading; the article had included a\nstatement from the complainant setting out his position that he had not known\nthe girl’s age at the time of the incident. Finally, the publication said that,\nat the time of the trial, the court had heard that “the girl was found in the\nbathroom by her friend looking in a distressed state”; this was not therefore\ninaccurate.\nRelevant Code provisions\nClause 1 (Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation, the publication said it was willing to amend the online headline\nto read “Coach who had sex with 15-year-old girl appointed manager of League\nTwo side”.\n8. The complainant\nsaid that he would consider the matter resolved on this basis.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 13/03/2018\nDate complaint concluded by IPSO: 28/06/2018\nBack to ruling listing\n\n\n"
}