{
    "url": "/rulings-and-resolution-statements/ruling/?id=02728-20",
    "title": "Resolution Statement – 02728–20 Brown v The Scottish Sun",
    "provisions": [
        "1 Accuracy (2019)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "The Scottish Sun (News UK)",
    "published_on": "2020-03-06 00:00:00",
    "received_on": "2020-04-17 00:00:00",
    "concluded_on": "2020-06-26 00:00:00",
    "complaint_processing_days": 70,
    "text": "\n\n\n\n\n\nResolution Statement – 02728–20 Brown v The Scottish Sun\nSummary of Complaint\n1. Gerard Brown\ncomplained to the Independent Press Standards Organisation that The Scottish\nSun breached Clause 1 (Accuracy) of the Editors' Code of Practice in an article\nheadlined \"Ex-cop’s jail let-off over vile kid pics”, published on 6 March\n2020.\n2. The article was\na court report, which reported that a former police officer had “avoided jail”\nafter admitting to possession of “449 images of girls aged four to 12 on an\niPhone as well as depraved bestiality snaps.”. The article went on to report\nthat the defendant had “also pleaded guilty to sending intimate pictures of a\nwoman to Chief Inspector Gerard Brown”.\n3. The article was\nalso published in an extended format online on 5 March 2020 under the headline:\n“NO PRISON Paedo Lanarkshire cop who had hundreds of child abuse pics of\nchildren on phone dodges jail”. The online version of the article reported the\nprosecutor in the case had told the court that ‘“It was discovered [name of\ndefendant] was friends with serving Chief Inspector Gerard Brown. There had\nbeen communications between them, which were sexual in nature.”’, and that ‘“It\nwas found [name of defendant] had forwarded on these images via WhatsApp to\nBrown”.\n4. The complainant,\nthe “Chief Inspector” referenced in the article, said that the article was\ninaccurate. He said that not only was he not involved at all in the charges\nagainst the defendant, but he was not mentioned at any time during the\nproceedings. Further, the complainant also said that it was inaccurate to refer\nto him as a “Chief Inspector”, as his rank was Inspector.\n5. The publication\nsaid that the agency which provided the copy informed it that the information\nhad come from an agreed narrative which its reporter had sight of. Nonetheless,\nthe publication removed the online article as a gesture of goodwill, which the\ncomplainant did not accept as a means to resolve the matter.\nRelevant Code Provisions\n6. 1. Accuracy\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator.\niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nv) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.\nFindings of the Committee\n7.As the complaint\nwas not resolved in direct correspondence, IPSO began an investigation into the\nmatter.\n8. During IPSO’s\ninvestigation, the publication offered to publish a correction online and in\nprint and agreed to send a private letter to the complainant.\n9. The complainant\nsaid he was content to resolve the matter on receipt of the private letter.\nConclusions\n10.  As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 17/04/2020\nDate complaint concluded by IPSO: 26/06/2020\nBack to ruling listing\n\n\n"
}