{
    "url": "/rulings-and-resolution-statements/ruling/?id=00209-19",
    "title": "Resolution statement 00209-19 A Woman v Mail Online",
    "provisions": [
        "2 Privacy (2018)",
        "3 Harassment (2018)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2019-01-09 00:00:00",
    "received_on": "2019-01-10 00:00:00",
    "concluded_on": "2019-02-25 00:00:00",
    "complaint_processing_days": 46,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. During IPSO’s investigation, the publication offered to write the complainant a private letter of apology, and contribute a donation to the charity of the complainant’s choice. 8. The complainant said that this would resolve the matter to her satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 00209-19 A Woman v Mail OnlineSummary of complaint\n1. A woman\ncomplained to the Independent Press Standards Organisation that Mail Online\nbreached Clause 2 (Privacy) and Clause 3 (Harassment) of the Editors’ Code of\nPractice in an article headlined “'When you get invited to Sandra's 50th by\nmistake!' Man who was accidentally added to a group chat hilariously pranks\nmembers with suggestions of drugs and STRIPPERS” published on 9 January 2019.\n2. The article\nreported on a series of widely shared tweets. These tweets were from a man who\nhad been mistakenly invited into a private group chat which had been created to\ndiscuss an upcoming birthday party. He then proceeded to make a series of unlikely\nsuggestions. The complainant was one of the members of the group chat. The\npublication reported these tweets, which included screenshots of the group\nchat conversations where the complainant’s full name and phone number were\nvisible.\n3. The complainant\nsaid that publishing her phone number was an intrusion into her privacy – she\ndid not consent to the information being placed into the public domain, and was\nunaware at the time that the man had gained access to the private group chat.\nShe had received many contacts as a result of this information being made\npublic, and was especially concerned that the article may have an effect on her\njob.\n4. The publication\nsaid that it had published the complainant’s phone number in error, but denied\nthat there was any breach of the Editors’ Code. It said that the article did\nnot reveal anything private about the complainant that was not already in the\npublic domain via the man’s posts on Twitter, and noted that the complainant’s\nphone number and messages had been already been extensively shared across\nsocial media before the article was published.\n5. The publication\nsaid that there was no intention to cause the complainant any distress, and\nnoted that the phone number had only appeared for 3 hours on the publication’s\nwebsite before being obscured. It said that the member of staff had been\nreprimanded for the mistake.\nMediated outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. During IPSO’s\ninvestigation, the publication offered to write the complainant a private\nletter of apology, and contribute a donation to the charity of the\ncomplainant’s choice.\n8. The complainant\nsaid that this would resolve the matter to her satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 10/01/2019\nDate complaint concluded: 25/02/2019\nBack to ruling listing\n\n\n"
}