{
    "url": "/rulings-and-resolution-statements/ruling/?id=04222-16",
    "title": "Resolution Statement 04222-16 A Woman v Peterborough Telegraph",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Peterborough Telegraph (National World Publishing Ltd)",
    "published_on": "2016-06-02 00:00:00",
    "received_on": "2016-06-27 00:00:00",
    "concluded_on": "2016-10-10 00:00:00",
    "complaint_processing_days": 105,
    "mediated_outcome": "6. The complainant considered that the follow-up article had not been shared on social media as promised, and the newspaper had not apologised for its failure to correct the inaccuracies promptly. As the complaint was not resolved through direct correspondence between the parties, IPSO began an investigation into the matter.  7. The newspaper shared the follow-up article on social media.  8. Although the complainant remained concerned that the follow-up article had not been shared in the first instance, she considered that the matter had been resolved. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nComplaint 04222-16 A Woman v\nPeterborough Telegraph\nSummary of complaint\n1. A woman complained to the Independent Press Standards\nOrganisation that the Peterborough Telegraph breached Clause 1 (Accuracy),\nClause 2 (Privacy) and Clause 6 (Children) of the Editors’ Code of Practice in\nan article headlined “Council pays £5000 compensation”, published on 2 June\n2016.\n2. The article reported that Peterborough City Council had paid\n£5000 compensation in relation to two historical complaints regarding a child\nwith special needs.\n3. The complainant expressed concern that the newspaper had\ninaccurately reported details of the complaints she had made to the council,\nwhich related to her child, and had disclosed private details about her and her\nfamily without consent. The complainant said Peterborough City Council had\naccepted that it had misinformed the newspaper about the complaints, and the\ncouncil contacted the newspaper directly and requested that it publish its\nletter to set the record straight. The newspaper published the letter, but the\ncomplainant said that it was given insufficient prominence, and the inaccurate article\nremained unchanged on the newspaper’s website. \n\n4. The newspaper said that it published the article based on\ninformation provided by Peterborough City Council. It had understood that the\nletter provided by the council was for publication, and was not an official\ncomplaint; as such, the online article was not amended and a correction was not\npublished. When the complainant contacted the newspaper to express her\nconcerns, it removed the online article and agreed to publish a follow-up\narticle to make the correct position clear. It agreed the wording with the\ncomplainant before publication, and had understood that the matter was\nresolved. It also said that it would share the follow-up piece on social media\nin the same way that the original article had been promoted.\nRelevant Code provisions\n5. Clause 1 (Accuracy)\ni. The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii. A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii. A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\nClause 2 (Privacy)\ni. Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications.\nii. Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii. It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy.\nClause 6 (Children)\ni. All pupils should be free to complete their time at school\nwithout unnecessary intrusion.\nii. They must not be approached or photographed at school\nwithout permission of the school authorities.\niii. Children under 16 must not be interviewed or photographed on\nissues involving their own or another child’s welfare unless a custodial parent\nor similarly responsible adult consents.\niv. Children under 16 must not be paid for material involving their\nwelfare, nor parents or guardians for material about their children or wards,\nunless it is clearly in the child's interest.\nv. Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.\nMediated outcome\n6. The complainant considered that the follow-up article had\nnot been shared on social media as promised, and the newspaper had not\napologised for its failure to correct the inaccuracies promptly. As the complaint\nwas not resolved through direct correspondence between the parties, IPSO began\nan investigation into the matter. \n7. The newspaper shared the follow-up article on social\nmedia. \n8. Although the complainant remained concerned that the\nfollow-up article had not been shared in the first instance, she considered\nthat the matter had been resolved.\n9. As the complaint was successfully mediated, the Complaints\nCommittee did not make a determination as to whether there had been any breach\nof the Code.\nDate complaint received: 27/06/2016Date complaint concluded by IPSO: 10/10/2016\nBack to ruling listing\n\n\n"
}