{
    "url": "/rulings-and-resolution-statements/ruling/?id=17894-17",
    "title": "Resolution Statement 17894-17 Milburn v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2017-04-22 00:00:00",
    "received_on": "2017-08-20 00:00:00",
    "concluded_on": "2017-12-05 00:00:00",
    "complaint_processing_days": 107,
    "mediated_outcome": "7. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 8. Following IPSO’s intervention the newspaper offered to circulate an internal memo, emphasising the importance of reporting on stories involving fatalities with sensitivity. It also offered to facilitate the future publication of an article on the charity, WAY, Widowed and Young, which had been a source of support for the complainant. While it said it could not guarantee that the article would be published- which would be at the discretion of the Editor- it said that a piece would be written and if it was published, it would provide the complainant with a copy. 9. The complainant said that these steps resolved the matter to her satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement – 17894-17 Milburn v Daily Mail  Summary of complaint 1. Katie\nMilburn complained to the Independent Press Standards Organisation that the\nDaily Mail breached Clause 1(Accuracy), Clause 2 (Privacy) and Clause 4\n(Intrusion into grief or shock) of the Editors’ Code of Practice in an article\nheadlined, “Runner, 37, dies racing in Lakes” published on 22 April 2017. 2. The\narticle reported on the death of the complainant’s partner, who had died while\ncompeting in a fell race in the Lake District: it said that he had died from a\nheart attack in the middle of the race. 3. The complainant said that at the time of publication, the cause\nof her partner’s death had not been determined by the Coroner; the assertion in\nthe online headline that he had died from a “massive heart attack” was not only\ninaccurate but had caused significant distress at such a difficult time. The\ncomplainant also said that a reporter from the newspaper had attended her home\nless than 24 hours after her partner had died, in an attempt to obtain comment:\nsuch an approach had intruded into her privacy in her time of grief. 4. The newspaper\noffered its sincere condolences for the complainant’s loss and expressed regret\nthat the article had added to her distress. It said that when reporting on\ntragic circumstances, it was often necessary for reporters to approach\nindividuals at difficult times. It said that in this instance, the journalist\nhad approached the complainant’s home with sympathy and discretion and had left\nas soon as they had been told that no comment would be made. 5. It said\nthat the reporter had reasonably believed that the complainant’s partner had\ndied from a heart attack: the Great North Ambulance Service had released a\nstatement which had said that the complainant’s partner had collapsed during\nthe event from a cardiac arrest.  \nRelevant Code Provisions 6. Clause\n1 (Accuracy) i) The Press must take care not to publish inaccurate, misleading\nor distorted information or images, including headlines not supported by the\ntext.\nii) A significant inaccuracy, misleading statement or distortion\nmust be corrected, promptly and with due prominence, and — where appropriate —\nan apology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact. \nClause 2 (Privacy)  \ni) Everyone is entitled to respect for his or her private and\nfamily life, home, health and correspondence, including digital communications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without their\nconsent, in public or private places where there is a reasonable expectation of\nprivacy. \nClause 4 (Intrusion into grief or shock)  \nIn cases involving personal grief or shock, enquiries and approaches\nmust be made with sympathy and discretion and publication handled sensitively.\nThese provisions should not restrict the right to report legal proceedings. \nMediated Outcome 7. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter. 8. Following\nIPSO’s intervention the newspaper offered to circulate an internal memo,\nemphasising the importance of reporting on stories involving fatalities with\nsensitivity. It also offered to facilitate the future publication of an article\non the charity, WAY, Widowed and Young, which had been a source of support for\nthe complainant. While it said it could not guarantee that the article would be\npublished- which would be at the discretion of the Editor- it said that a piece\nwould be written and if it was published, it would provide the complainant with\na copy. 9. The\ncomplainant said that these steps resolved the matter to her satisfaction. 10. As the complaint was\nsuccessfully mediated, the Complaints Committee did not make a determination as\nto whether there had been any breach of the Code.Date complaint received: 20/08/2017Date complaint concluded by IPSO: 05/12/2017\nBack to ruling listing\n\n\n"
}