{
    "url": "/rulings-and-resolution-statements/ruling/?id=18882-17",
    "title": "Resolution Statement 18882-17 Nelstrop v Mail Online",
    "provisions": [
        "1 Accuracy (2016)",
        "4 Intrusion into grief or shock (2016)",
        "5 Reporting suicide (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Mail Online (Associated Newspapers Limited)",
    "published_on": "2017-10-05 00:00:00",
    "received_on": "2017-10-07 00:00:00",
    "concluded_on": "2017-12-04 00:00:00",
    "complaint_processing_days": 58,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter.  7. Following IPSO’s intervention, the publication offered to remove the article.  8. The complainant said that this resolved the matter to her satisfaction.  9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 18882-17\nNelstrop v Mail Online\nSummary\nof Complaint\n1.\nLouise Nelstrop complained to the Independent Press Standards Organisation that\nMail Online breached Clause 1 (Accuracy), Clause 4 (Intrusion into grief or shock)\nand Clause 5 (Reporting suicide) in an article headlined, “Artist, 40, who\nthought she was ugly killed herself after her husband refused to let her have\nBotox treatment,” published on 5 October 2017. \n 2. The article reported on the inquest into\nthe death of the complainant’s sister. It stated that she had suffered from\nfacial dysmorphia and reported on the events leading up to her death. It also\nincluded several photographs of the complainant’s sister.\n3.\nThe complainant said that the article was an inaccurate report of what was\nheard during the inquest. The complainant said that these inaccuracies had\nmisrepresented her sister’s illness and the publication of this information, as\nwell as the photographs, intruded into her grief and shock. \n4.\nThe publication expressed regret that the article had caused upset to the\ncomplainant. It provided the reporter’s notes from the inquest, and said the\narticle was an accurate report of inquest proceedings. Nevertheless, it offered\nto make amendments to the article to address the complainant’s concerns. \nRelevant\nCode provisions\n5.\nClause 1 (Accuracy) \ni)\nThe Press must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text. \nii)\nA significant inaccuracy, misleading statement or distortion must be\ncorrection, promptly and with due prominence, and – where appropriate – an\napology published. In cases involving IPSO, due prominence should be as\nrequired by the regulator. \nClause\n4 (Intrusion into grief or shock)\nIn\ncases involving personal grief or shock, enquiries and approaches must be made\nwith sympathy and discretion and publication handled sensitively. These\nprovisions should not restrict the right to report legal proceedings. \nClause\n5 (Reporting suicide) *\nWhen\nreporting suicide, to prevent simulative acts care should be taken to avoid\nexcessive detail of the method used, while taking into account the media’s\nright to report legal proceedings. \nMediated\noutcome\n6.\nThe complaint was not resolved through direct correspondence between the\nparties. IPSO therefore began an investigation into the matter. \n7.\nFollowing IPSO’s intervention, the publication offered to remove the article. \n8.\nThe complainant said that this resolved the matter to her satisfaction. \n9.\nAs the complaint was successfully mediated, the Complaints Committee did not\nmake a determination as to whether there had been any breach of the Code. Date complaint received: 07/10/2017Date complaint concluded by IPSO: 04/12/2017\nBack to ruling listing\n\n\n"
}