{
    "url": "/rulings-and-resolution-statements/ruling/?id=06762-17",
    "title": "Resolution Statement 06762-17 Richards v Daily Express",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Express (Reach PLC)",
    "published_on": "2017-05-05 00:00:00",
    "received_on": "2017-05-07 00:00:00",
    "concluded_on": "2017-07-25 00:00:00",
    "complaint_processing_days": 79,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to publish the following clarification in its clarifications column: EU Accounts In our article “Why does EU hide its accounts?” on May 5, 2017, it was claimed the EU has “never provided its accounts – examined and endorsed by the Court of Auditors as demanded by its own constitution – for 20 years, maybe more”. In fact the EU does publish its accounts, but when it has done so, the Court of Auditors has found material errors in the way that EU has spent money. We are happy to make this clear. 8. The newspaper also offered to amend the online headline to: “Frederick Forsyth: Why does the EU not publish fully endorsed accounts?”, and to publish the following footnote: CorrectionThe headline of this article was amended on 27 July 2017. It originally asked, “Why does the EU hide its accounts?” which one reader considered to be misleading because the EU does in fact publish its accounts. In addition the article claims that the EU has never provided its accounts – examined and endorsed by the Court of Auditors as demanded by its own constitution – for 20 years, maybe more”. Whilst it is the case that the EU does publish its accounts, when it has done so, the Court of Auditors has found material errors in the way that EU has spent money. We are happy to make this clear. 9. The complainant said that this resolved the matter to his satisfaction. 10. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 06762-17 Richards v Daily\nExpress \n1. Edward\nRichards complained to the Independent Press Standards Organisation that the\nDaily Express breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined ”Why does the EU hide its accounts?”, published on 5 May\n2017. The article was also published online\n2. The\narticle was an opinion piece, discussing the “£50bn divorce bill” the UK might\nhave to pay the EU as a result of Brexit. The article claimed that the “EU has\nnever provided its accounts – examined and endorsed by the Court of Auditors as\ndemanded by its own constitution – for 20 years”. It suggested that the UK\nshould only agree to pay the divorce bill if the EU would publish these\naccounts. It claimed that the reason the accounts had not been published was\nthat large sums of money had “gone missing”. It claimed that as one of the\nlargest contributors to the EU, this could mean that £50 billion of British money was\nunaccounted for, and stated that this would be “End of controversy”.\n3. The\ncomplainant said that the EU had published its accounts, and that the article\nwas therefore inaccurate.\n4. The\nnewspaper said that the accounts published by the EU had not been endorsed by\nthe Court of Auditors. Rather, the Court of Auditors have found that the\naccounts are affected by material error, such that they have given an adverse\nopinion on the legality and regularity of the payments. In any event, the\nnewspaper said that the manner in which the EU releases primary financial\nmaterial seriously lacked transparency.\nRelevant Code provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nMediated outcome\n6. The\ncomplaint was not resolved through direct correspondence between the parties.\nIPSO therefore began an investigation into the matter.\n7. Following\nIPSO’s intervention, the publication offered to publish the following\nclarification in its clarifications column:\nEU Accounts\nIn our article “Why does EU hide its accounts?” on May 5,\n2017, it was claimed the EU has “never provided its accounts – examined and\nendorsed by the Court of Auditors as demanded by its own constitution – for 20\nyears, maybe more”. In fact the EU does publish its accounts, but when it has\ndone so, the Court of Auditors has found material errors in the way that EU has\nspent money. We are happy to make this clear.\n8. The\nnewspaper also offered to amend the online headline to: “Frederick Forsyth: Why\ndoes the EU not publish fully endorsed accounts?”, and to publish the following\nfootnote:\nCorrectionThe headline of this article was amended on 27 July 2017. It\noriginally asked, “Why does the EU hide its accounts?” which one reader\nconsidered to be misleading because the EU does in fact publish its accounts.\nIn addition the article claims that the EU has never provided its accounts –\nexamined and endorsed by the Court of Auditors as demanded by its own\nconstitution – for 20 years, maybe more”. Whilst it is the case that the EU\ndoes publish its accounts, when it has done so, the Court of Auditors has found\nmaterial errors in the way that EU has spent money. We are happy to make this\nclear.\n9. The\ncomplainant said that this resolved the matter to his satisfaction.\n10. As the\ncomplaint was successfully mediated, the Complaints Committee did not make a\ndetermination as to whether there had been any breach of the Code.\nDate complaint received: 07/05/2017Date complaint concluded by IPSO: 25/07/2017\nBack to ruling listing\n\n\n"
}