{
    "url": "/rulings-and-resolution-statements/ruling/?id=01143-17",
    "title": "Resolution statement 01143-17 Borg Olivier v Daily Record",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)",
        "6 Children (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Record (Reach PLC)",
    "published_on": "2016-08-28 00:00:00",
    "received_on": "2017-02-12 00:00:00",
    "concluded_on": "2017-05-12 00:00:00",
    "complaint_processing_days": 89,
    "mediated_outcome": "6. The complaint was not resolved through correspondence between the parties. IPSO therefore began an investigation into the matter.7. In order to resolve the complaint the newspaper offered to publish the following clarification as a footnote to the amended online article:We originally reported that a raid on the Mr Borg Olivier's home turned up £12,000 worth of drugs and a loaded gun. We would like to make clear that, in fact, the drugs and loaded gun were found at the home of an acquaintance, Ivan Xuereb, and that no drugs or weapons were found at Mr Borg Olivier's home, in his vehicle or on his person. We apologise for any inconvenience and upset this may have caused Mr Borg Olivier and his family.8. The newspaper offered to remove the photographs featuring the complainant’s son from the relevant articles, and to mark its picture library with a warning not to use these images whilst the complainant has custody of the child.9. The newspaper also offered to endeavour to contact the complainant for comment in relation to future articles that concern him, or where it would be relevant to do so.10. The complainant said that this would resolve the matter to his satisfaction.11. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution statement 01143-17 Borg Olivier v Daily RecordSummary of complaint1. Daniel Borg\nOlivier complained to the Independent Press Standards Organisation that the Daily\nRecord breached Clause 1 (Accuracy), Clause 2 (Privacy) and Clause 6 (Children)\nof the Editors’ Code of Practice in an article headlined “Tug-of-love mum urges\nBoris Johnson to help her in heart breaking battle to be reunited with her\nson”, published on 28 August 2016.2. The article\nreported that the complainant had appeared in court having been arrested whilst\ndriving with his “friend”, following a “major drugs bust”. It claimed that,\nduring a raid on the complainant’s home, “around £12,000 worth of cocaine” and\na loaded gun were found. The article also reported that the complainant, and\nthe mother of his son, were “battling” in an international custody case\nregarding their son. The article included a picture of the complainant’s son.3. The complainant\nsaid that it was inaccurate to report that drugs and a loaded gun were found at\nhis house, Instead they were found at the home of an acquaintance. The\ncomplainant said that he was not a party to the police investigation which was\nreported, and that his connection to the case was purely circumstantial. He\nsaid that this represented a failure to respect his private life. The\ncomplainant also said that his son’s name, age, and photographs of him were\nused without his consent. He said that this represented a failure to respect\nhis son’s private life.4. The newspaper\naccepted that it was inaccurate to report that “a raid on the boy’s father’s\nhome turned up £12,000 worth of drugs and a loaded gun”. It did not, however,\naccept that the photographs represented a failure to respect the complainant’s\nprivate life, as they did not feature him. The newspaper also said that the\nphotographs which featured the complainant’s son did not reveal any private\ninformation about his son, and that they were published with the consent of the\nchild’s mother.Relevant Code Provisions5. Clause 1\n(Accuracy)(i) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.(ii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator.(iii) A fair opportunity to reply to significant\ninaccuracies should be given, when reasonably called for.(iv) The Press, while free to editorialise and campaign,\nmust distinguish clearly between comment, conjecture and fact.(v) A publication must report fairly and accurately the\noutcome of an action for defamation to which it has been a party, unless an\nagreed settlement states otherwise, or an agreed statement is published.Clause 2 (Privacy)i) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.ii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.iii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.Clause 6 (Children)i) All pupils should be free to complete their time at\nschool without unnecessary intrusion.ii) They must not be approached or photographed at school\nwithout permission of the school authorities.iii) Children under 16 must not be interviewed or\nphotographed on issues involving their own or another child’s welfare unless a\ncustodial parent or similarly responsible adult consents.iv) Children under 16 must not be paid for material\ninvolving their welfare, nor parents or guardians for material about their\nchildren or wards, unless it is clearly in the child's interest.v) Editors must not use the fame, notoriety or position of a\nparent or guardian as sole justification for publishing details of a child's\nprivate life.Mediated outcome6. The complaint\nwas not resolved through correspondence between the parties. IPSO therefore\nbegan an investigation into the matter.7. In order to\nresolve the complaint the newspaper offered to publish the following\nclarification as a footnote to the amended online article:We originally reported that a raid on the Mr Borg Olivier's\nhome turned up £12,000 worth of drugs and a loaded gun. We would like to make\nclear that, in fact, the drugs and loaded gun were found at the home of an\nacquaintance, Ivan Xuereb, and that no drugs or weapons were found at Mr Borg\nOlivier's home, in his vehicle or on his person. We apologise for any\ninconvenience and upset this may have caused Mr Borg Olivier and his family.8. The newspaper\noffered to remove the photographs featuring the complainant’s son from the\nrelevant articles, and to mark its picture library with a warning not to use\nthese images whilst the complainant has custody of the child.9. The newspaper\nalso offered to endeavour to contact the complainant for comment in relation to\nfuture articles that concern him, or where it would be relevant to do so.10. The complainant said that this would resolve the matter\nto his satisfaction.11. As the complaint was successfully mediated, the\nComplaints Committee did not make a determination as to whether there had been\nany breach of the Code.Date complaint received: 12/02/2017Date complaint concluded by IPSO: 12/05/2017\nBack to ruling listing\n\n\n"
}