{
    "url": "/rulings-and-resolution-statements/ruling/?id=01549-17",
    "title": "Resolution Statement – 01549-17 Jones v Wrexham Leader",
    "provisions": [
        "1 Accuracy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "(DISCONTINUED) Wrexham Leader",
    "published_on": "2017-02-22 00:00:00",
    "received_on": "2017-02-23 00:00:00",
    "concluded_on": "2017-05-08 00:00:00",
    "complaint_processing_days": 74,
    "mediated_outcome": "6.    The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7.    Following IPSO’s intervention, the publication offered to add the following apology to its report on the inquest’s verdict: We reported in the February 22 edition of the Wrexham Leader on the opening of an inquest into the death of Olivia Grace Tudor, of Bryn Drive, Coedpoeth. We would like to clarify that Mrs Tudor, who was injured in a fall, died at Wrexham Maelor Hospital on February 13 and her funeral took place at Coedpoeth on February 21. Contrary to the suggestion in the report, a post-mortem examination was not ordered by the North Wales East and Central coroner. We regret the errors in our report and apologise to the family for any distress caused. 8.    The complainant said that this resolved the matter to his satisfaction. 9.    As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement –\n01549-17 Jones v Wrexham Leader 1.    Philip\nJones complained to the Independent Press Standards Organisation that the\nWrexham Leader breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nrelation to an article headlined “92-year-old died after a fall”, published on\n22 February 2017. 2.    The\narticle reported that an inquest had been opened into a woman’s death. It\nreported that she had died on 25 February, after suffering from a fall, and the\npost-mortem had revealed that sepsis was the cause of death. 3.    The\ncomplainant was the son of the deceased. He said that his mother had died on 13\nFebruary, not the 25 February, and that there had been no post mortem. The\ncomplainant was concerned that when he raised his complaint directly with the\nnewspaper, it had not been sympathetic, but had questioned if he had attended\nthe inquest. He was concerned that the correction published by the newspaper\nhad not contained an apology. 4.    The\npublication apologised for the errors in its reporting of the inquest, and for\nany offence it caused by the manner of its response when first contacted by the\ncomplainant. It explained that it receives many complaints from individuals\nabout reports of court and inquest proceedings when the complainant was not\npresent at the hearing.  In its second conversation with the complainant,\nit said that it verbally apologised for the errors, and made arrangements to\npublish a correction. \nRelevant Code Provisions 5.    Clause\n1 (Accuracy)\ni) The Press\nmust take care not to publish inaccurate, misleading or distorted information\nor images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. \niii) A fair\nopportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.\nMediated Outcome 6.   \nThe complaint was not resolved through direct\ncorrespondence between the parties. IPSO therefore began an investigation into\nthe matter. 7.    Following\nIPSO’s intervention, the publication offered to add the following apology to\nits report on the inquest’s verdict: We reported in the February 22 edition of the Wrexham\nLeader on the opening of an inquest into the death of Olivia Grace Tudor, of\nBryn Drive, Coedpoeth. We would like to clarify that Mrs Tudor, who was injured\nin a fall, died at Wrexham Maelor Hospital on February 13 and her funeral took\nplace at Coedpoeth on February 21. Contrary to the suggestion in the report, a\npost-mortem examination was not ordered by the North Wales East and Central\ncoroner. We regret the errors in our report and apologise to the family for any\ndistress caused. 8.   \nThe complainant said that this resolved the\nmatter to his satisfaction. 9.    As the complaint was\nsuccessfully mediated, the Complaints Committee did not make a determination as\nto whether there had been any breach of the Code.\nDate complaint received:\n23/02/2017\nDate complaint concluded by IPSO: 08/05/2017\nBack to ruling listing\n\n\n"
}