{
    "url": "/rulings-and-resolution-statements/ruling/?id=00638-17",
    "title": "Resolution Statement 00638-17 Singh v Daily Mail",
    "provisions": [
        "1 Accuracy (2016)",
        "2 Privacy (2016)"
    ],
    "outcome": "Resolved - IPSO mediation",
    "publication": "Daily Mail (Associated Newspapers Limited)",
    "published_on": "2016-07-23 00:00:00",
    "received_on": "2017-01-25 00:00:00",
    "concluded_on": "2017-06-08 00:00:00",
    "complaint_processing_days": 134,
    "mediated_outcome": "6. The complaint was not resolved through direct correspondence between the parties. IPSO therefore began an investigation into the matter. 7. Following IPSO’s intervention, the publication offered to remove the words “official wedding photos” from the article, remove the reference to Ms Mahil being Gagandip Singh’s “ex-lover” or “ex-boyfriend”, remove the reference to Ms Mahil changing her name, amend the article to refer to Ms Mahil wearing a wedding dress “rumoured to have cost up to £3,000”, and to delete the image of the complainant and his wife in formal attire. It offered to publish the following wording as a footnote to the article: An earlier version of this article said that Varinder Singh and Mundill Mahil had posed for their “official wedding photos” in Greenwich Park. The article has been amended to clarify that in fact the photo published was taken before the wedding. It also said that the late Gagandip Singh was an “ex-lover” and “ex-boyfriend” of Mundill Mahil. We are happy to clarify that no claim of a romantic relationship was made during Ms Mahil’s trial. We have further amended the article to the effect that the cost of the wedding dress worn by Ms Mahil was rumoured to have been £3000. 8. The complainant said that this resolved the matter to his satisfaction. 9. As the complaint was successfully mediated, the Complaints Committee did not make a determination as to whether there had been any breach of the Code.",
    "text": "\n\n\n\n\n\nResolution Statement 00638-17 Singh v Daily Mail \n1. Varinder Singh\ncomplained to the Independent Press Standards Organisation that the Daily Mail\nbreached Clause 1 (Accuracy) and Clause 2 (Privacy) of the Editors’ Code of\nPractice in relation to an article headlined \"Honey-trap woman appears\nevery inch the happy bride as she gazes into her new husband's eyes only yards\naway from where her ex-lover MURDERED”, published on 23 July 2016. \n2. The article\nrelated to photographs taken of the complainant and his recently married wife,\nMundill Mahil, in the context of her previous conviction for causing grievous\nbodily harm for the role she had played in the murder of Gagandip Singh. The\narticle explained that Gagandip Singh had been killed in Greenwich Park, and\nthat the complainant and his new wife had “returned to the spot in Greenwich\nfor her wedding photos”. It noted that this location was 25 miles from where\nthe marriage ceremony took place. It reported that this had “provoked fury”\nfrom the family of Gagandip Singh. The article referred to Gagandip Singh as Ms\nMahil’s “ex-lover” and “ex-boyfriend”. In a caption to a photograph of the\ncomplainant and his wife in formal wear, it reported that at her wedding, Ms\nMahil had worn a “£3,000 bespoke wedding dress”. The article reported that Ms\nMahil had changed her name, and gave her new name.\n3. The complainant\nsaid that the photograph in question was not an official wedding photo, and had\nin fact been taken before the wedding; he said that this undermined the entire\npremise of the article. The complainant said that the article did not clearly\ndemarcate between Ms Mahil’s conviction for grievous bodily harm in relation to\nthe death of Gagandip Singh, and the other two defendants’ convictions for manslaughter\nand murder. The complainant said that it\nwas inaccurate to suggest that there was a romantic relationship between Ms\nMahil and Gagandip Singh. He said that the wedding dress was neither bespoke,\nnor did it cost £3000. He said that the photograph captioned with this claim\nabout the dress was not in fact a photograph of their wedding, as was\nsuggested. The complainant said that it was an intrusion into Ms Mahil’s\nprivacy to disclose her new name. He said that the article was an intrusion\ninto his private life.\n4. The publication\nsaid that the photographs themselves were evidence that a “wedding-style shoot”\nhad taken place a short distance from where Gagandip Singh had been murdered,\nbut accepted that it was not an official wedding photo. It said that the\ndetails about the wedding dress had come from a source. It said that Ms Mahil’s\nname change was widely known among her family and friends and that it had been\nhighlighted by other news outlets. It denied referring to her new name was\nintrusive. It said that while the relationship between Ms Mahil and Gagandip\nSingh was romantic on his part, it accepted that it was unclear whether this\nwas reciprocated by Ms Mahil. It said that the article made clear that Ms Mahil\nwas cleared of murder, but convicted of grievous bodily harm. It said that\nmarriage is a public event, and denied that the article intruded on the\ncomplainant’s privacy.\nRelevant Code Provisions\n5. Clause 1\n(Accuracy)\ni) The Press must take care not to publish inaccurate,\nmisleading or distorted information or images, including headlines not\nsupported by the text.\nii) A significant inaccuracy, misleading statement or\ndistortion must be corrected, promptly and with due prominence, and — where\nappropriate — an apology published. In cases involving IPSO, due prominence\nshould be as required by the regulator. \niii) A fair opportunity to reply to significant inaccuracies\nshould be given, when reasonably called for.\niv) The Press, while free to editorialise and campaign, must\ndistinguish clearly between comment, conjecture and fact.\nClause 2 (Privacy)\ni) Everyone is entitled to respect for his or her private\nand family life, home, health and correspondence, including digital\ncommunications.\nii) Editors will be expected to justify intrusions into any\nindividual's private life without consent. Account will be taken of the\ncomplainant's own public disclosures of information.\niii) It is unacceptable to photograph individuals, without\ntheir consent, in public or private places where there is a reasonable\nexpectation of privacy.\nMediated Outcome\n6. The complaint\nwas not resolved through direct correspondence between the parties. IPSO\ntherefore began an investigation into the matter.\n7. Following IPSO’s\nintervention, the publication offered to remove the words “official wedding\nphotos” from the article, remove the reference to Ms Mahil being Gagandip\nSingh’s “ex-lover” or “ex-boyfriend”, remove the reference to Ms Mahil changing\nher name, amend the article to refer to Ms Mahil wearing a wedding dress\n“rumoured to have cost up to £3,000”, and to delete the image of the\ncomplainant and his wife in formal attire. It offered to publish the following\nwording as a footnote to the article:\nAn earlier version of this article said that Varinder Singh\nand Mundill Mahil had posed for their “official wedding photos” in Greenwich\nPark. The article has been amended to clarify that in fact the photo published\nwas taken before the wedding. It also said that the late Gagandip Singh was an\n“ex-lover” and “ex-boyfriend” of Mundill Mahil. We are happy to clarify that no\nclaim of a romantic relationship was made during Ms Mahil’s trial. We have\nfurther amended the article to the effect that the cost of the wedding dress\nworn by Ms Mahil was rumoured to have been £3000.\n8. The complainant\nsaid that this resolved the matter to his satisfaction.\n9. As the complaint\nwas successfully mediated, the Complaints Committee did not make a determination\nas to whether there had been any breach of the Code.\nDate complaint received: 25/01/2017Date complaint concluded by IPSO: 08/06/2017\nBack to ruling listing\n\n\n"
}