{
    "url": "/rulings-and-resolution-statements/ruling/?id=01946-22",
    "title": "Satisfactory Remedy –  01946-22 Berry v Cambs Times",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - satisfactory remedy",
    "publication": "Cambs Times (Newsquest Media Group)",
    "received_on": "2022-03-07 00:00:00",
    "concluded_on": "2022-05-26 00:00:00",
    "complaint_processing_days": 80,
    "text": "\n\n\n\n\n\nSatisfactory\nRemedy –  01946-22 Berry v Cambs TimesSummary\nof complaint1. Drew\nBerry complained to the Independent Press Standards Organisation that Cambs\nTimes breached Clause 1 (Accuracy) of the Editors’ Code of Practice in an\narticle headlined “Former Mepal Outdoor Centre at forefront of new film”,\npublished by Cambs Times on 4th March 2022.2. The\narticle, which only appeared online, reported on fundraising efforts by film\nmakers, Fenland on Film, to produce a film about the Mepal Outdoor Centre “in\nits heyday”. It reported that the film makers were “compiling footage of the\ncentre in the years it was operational and before it was demolished in November\nlast year”. It included the comments made by the company on its Facebook page,\nand noted that plans regarding the venue’s future were still under\nconsideration by the local authority.3. The\ncomplainant, the producer of the film, said the article was inaccurate, in\nbreach of Clause 1 (Accuracy). The film was not about Mepal Outdoor Centre “in\nits heyday”, nor was the production company compiling any footage from the\nyears when the centre was operation or before its demolition. The complainant’s\nFacebook post, upon which the article was based, read: “Mepal Outdoor Centre –\n‘The Penultimate Hour’ […] We shot a cartridge of Super 8 film in November last\nyear (just weeks before the centre was demolished) […] and we’re confident that\nthis will be an incredibly atmospheric and thought provoking entry to our film\nseries and one that will see the iconic structure (what was left of it)\ncaptured for posterity in a way that nobody else has”. The complainant also\nexpressed concern that he had been given insufficient time to respond to\ncomment; a reporter had contacted him for comment, via both e-mail and Facebook\nmessenger, a number of hours before the article’s publication. He responded to\nthe reporter the next day.  4. The\npublication said it had misunderstood the complainant’s public Facebook post.\nIt accepted that the film had not been recorded when the centre was\n“operational”, rather it had been shot when the centre was closed and just\nweeks before it was demolished. Once it had become aware of the error, the\nfollowing day, the publication had amended the online article to remove this\ninformation and to include the comments provided by the complainant.5. In\naddition, upon receipt of the complaint from IPSO, on 17th March 2022, the\npublication also offered to publish the following apology and clarification to\nthe foot of the article:“An\nearlier version of this article said Fenland on Film was compiling footage of\nthe Mepal Outdoor Centre in its heyday and in the years it was operational and\nbefore it was demolished. However, the film will be a brief look at the Mepal\nOutdoor Centre site in its final days before the main buildings were\ndemolished. We are sorry for any confusion this may have caused and are happy\nto clarify the position.”6. Whilst\nthe complainant did not consider that the proposal was sufficient to resolve\nhis complaint, the publication published the apology and clarification on 25\nMarch 2022.Relevant\nCode ProvisionsClause 1\n(Accuracy)i) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.ii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator. iii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.iv) The\nPress, while free to editorialise and campaign, must distinguish clearly\nbetween comment, conjecture and fact.Outcome7. IPSO\nconsidered whether the actions taken by the publication amounted to a\nsatisfactory remedy of the complaint.8. The\npublication had removed the inaccurate information from the online article,\nincluded comments provided by the complainant, and published a clarification.\nThis clarification, which included an apology, made the correct position clear:\nFenland on Film were not compiling footage of the Mepal Outdoor Centre in its\n“heyday” and in the years it was operational, rather the film focused on the\nCentre in the final days before it was demolished. This clarification had been\npublished promptly, upon receipt of the complaint from IPSO, and was\nsufficiently prominent, appearing at the foot of the online article.9. In\nline with the provisions in Regulation 40 of IPSO’s Regulations; having taken\ninto account the nature of the complaint, and the actions taken by the\npublication in response, the Committee concluded that the measures offered (and\nthen taken by the publication) were a satisfactory remedy to the complaint.\n\n\nDate\ncomplaint received: 07/03/2022Date complaint concluded by IPSO: 26/05/2022\nBack to ruling listing\n\n\n"
}