{
    "url": "/rulings-and-resolution-statements/ruling/?id=10512-22",
    "title": "Satisfactory Remedy – 10512-22 Bavister v cornwalllive.com",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - satisfactory remedy",
    "publication": "cornwalllive.com (Reach PLC)",
    "published_on": "2022-07-10 00:00:00",
    "received_on": "2022-07-16 00:00:00",
    "concluded_on": "2022-09-09 00:00:00",
    "complaint_processing_days": 55,
    "text": "\n\n\n\n\n\nSatisfactory\nRemedy – 10512-22 Bavister v cornwalllive.com\nSummary\nof Complaint\n1. John\nBavister complained to the Independent Press Standards Organisation that\ncornwalllive.com breached Clause 1 (Accuracy) of the Editors’ Code of Practice\nin a Facebook post, published on 10 July 2022.\n2. The\nmaterial in question was an image published on Facebook. It consisted of text\non a coloured background which read: “Dog’s don’t just die in hot cars – they\ncan die from a walk in the sun on a day like today. The RSPCA advises against\nwalking your dog in temperatures of 22C or over”.\n3. The\ncomplainant said that the article was inaccurate in breach of Clause 1 as the\nRSPCA had not given the advice published in the post.\n4. The\npublication accepted that the RSPCA had not advised against walking your dog in\ntemperatures of 22C or over. The day the publication was made aware of the\ncomplaint it deleted the post and published the following as a separate\nFacebook post:\nWalking\nyour dog in high temperatures: we previously stated walking dogs when the\ntemperature is 22 degrees or above was advised against by the RSPCA. Although\nthe RSPCA clearly recommends avoiding walking your dog in the hottest parts of\nthe day, advice on specific temperatures comes from The Kennel Club Pet\nInsurance which says anything above 20C can cause your dog to become dehydrated\nand very hot very quickly, and \"any temperature over 25C is a definite NO\nwhen it comes to walking.\" We are happy to clarify this.\n5. The\ncomplainant did not accept the proposal as a resolution to the complaint as he\ndid not think that the damage caused by the original article could be undone\nand thought it would be necessary to pursue financial sanctions against the\nnewspaper. He said his complaint could not be resolved.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nv) A\npublication must report fairly and accurately the outcome of an action for\ndefamation to which it has been a party, unless an agreed settlement states\notherwise, or an agreed statement is published.\nOutcome\n6. The\npublication requested that IPSO consider whether the remedial measures it had\noffered to the complainant amounted to a satisfactory resolution of the\ncomplaint such that, subject to fulfilment of the offer, the complaint could be\nclosed.\n7. The\nCommittee noted that the publication had deleted the original Facebook post. It\nhad also published a correction on Facebook, which acknowledged the original\ninaccuracy and put the correct position on record. As a post on the newspaper’s\nFacebook profile, the correction was of due prominence. Where it was published\non the same day the publication received the complaint, this represented due\npromptness.\n8. In\nline with the provisions in Regulation 40 of IPSO’s Regulations; having taken\ninto account the nature of the complaint and the publication’s remedial actions\nin response, the Committee concluded that the remedial measures offered by the\npublication were a satisfactory resolution of the complaint and, as the\ncorrection had already been published, the complaint would be closed.\n\n\n\nDate\ncomplaint received: 16/07/2022\nDate\ncomplaint concluded by IPSO: 09/09/2022\nBack to ruling listing\n\n\n"
}