{
    "url": "/rulings-and-resolution-statements/ruling/?id=14345-21",
    "title": "Satisfactory Remedy - 14345-21 Grubb v mirror.co.uk",
    "provisions": [
        "1 Accuracy (2021)"
    ],
    "outcome": "Resolved - satisfactory remedy",
    "publication": "mirror.co.uk (Reach PLC)",
    "published_on": "2021-12-30 00:00:00",
    "received_on": "2021-12-31 00:00:00",
    "concluded_on": "2022-05-04 00:00:00",
    "complaint_processing_days": 124,
    "text": "\n\n\n\n\n\nSatisfactory\nRemedy - 4345-21 Grubb v mirror.co.uk\nSummary\nof Complaint\n1. Kevin\nGrubb complained to the Independent Press Standards Organisation that\nmirror.co.uk breached Clause 1 (Accuracy) of the Editors’ Code of Practice in\nan article headlined “New Year's asteroid bigger than Big Ben to crash into\nEarth's atmosphere”, published on 30 December 2021.\n2. In\naddition to the statement made in the headline, the opening sentence of the\narticle reported that an asteroid would “burn through Earth’s atmosphere”.\n3. The\ncomplainant said that the headline and the opening sentence of the article were\ninaccurate in breach of Clause 1 of the Editors’ Code. He said that the\nasteroid would not crash into or burn through the Earth’s atmosphere but would\npass the Earth over three million miles away, as stated elsewhere in the\narticle. The complainant said that this was a significant inaccuracy as the\nasteroid passing through Earth’s atmosphere would be catastrophic.\n4. The\npublication accepted that the headline and the opening sentence of the article\nwere inaccurate. A day after IPSO made the publication aware of the complaint\nit amended the headline to “New Year's asteroid bigger than Big Ben to come\nclose to Earth”. The opening sentence was removed from the article and the\nfollowing correction was added at the top of the article under the headline:\nThis headline and article have been amended after publication to correct the\nclaim the asteroid would 'crash into Earth's atmosphere'. It is due to pass\nover 3 million miles away. The complainant did not accept these measures as a\nresolution to the complaint. After IPSO began its investigation, the\npublication offered to publish a further standalone correction on the homepage\nto read: New Year's asteroid - A Correction Our article of 30 December\ncontained an inaccurate headline and incorrectly reported that an asteroid\n'bigger than Big Ben was to crash into Earth's atmosphere'. In fact, the\nasteroid was due to pass over 3 million miles away, and would not pass through\nthe Earth's atmosphere. The article has been amended accordingly and we have\npublished this correction to make this clear.\n5. The\ncomplainant did not accept the proposal as a resolution to the complaint as he\nwanted the publication to explain how the error had occurred.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact. v) A publication must report fairly and\naccurately the outcome of an action for defamation to which it has been a\nparty, unless an agreed settlement states otherwise, or an agreed statement is\npublished.\nOutcome\n6. The publication requested that IPSO consider\nwhether the remedial measures it had offered to the complainant amounted to a\nsatisfactory resolution of the complaint such that, subject to fulfilment of\nthe offer, the complaint could be closed.\n7. The Committee noted that the publication had\nremoved the inaccurate information from the headline and the opening sentence\nof the article and had published a correction which identified the inaccuracy\nand put the correct position on record. The publication had also offered to\npublish a further, standalone correction on its homepage. The Committee\nconsidered that the inaccuracy would be corrected by the published correction;\nthe publication of the further standalone correction; and the removal of the\ninformation from the article. The correction had been published promptly,\nwithin a day of the publication being notified of the complaint and with due\nprominence, immediately under the headline. The information had been removed\nfrom the article promptly, on the same day.\n8. In\nline with the provisions in Regulation 40 of IPSO’s Regulations; having taken\ninto account the nature of the complaint and the publication’s remedial actions\nin response, the Committee concluded that the remedial measures offered by the\npublication were a satisfactory resolution of the complaint and, subject to the\nfurther standalone correction being published, the complaint would be closed.\n\n\n\nDate\ncomplaint received: 31/12/2021\nDate\ncomplaint concluded by IPSO: 04/05/2022\nBack to ruling listing\n\n\n"
}