{
    "url": "/rulings-and-resolution-statements/ruling/?id=11461-22",
    "title": "Satisfactory Remedy – 11461-22 Walter-Frayling v herefordtimes.com",
    "provisions": [
        "1 Accuracy (2021)",
        "9 Reporting of crime (2021)",
        "12 Discrimination (2021)"
    ],
    "outcome": "Resolved - satisfactory remedy",
    "publication": "herefordtimes.com (Newsquest Media Group)",
    "published_on": "2022-09-02 00:00:00",
    "received_on": "2022-09-05 00:00:00",
    "concluded_on": "2022-10-19 00:00:00",
    "complaint_processing_days": 44,
    "text": "\n\n\n\n\n\nSatisfactory\nRemedy – 11461-22 Walter-Frayling v herefordtimes.com\nSummary\nof Complaint\n1. Mr\nLee Walter-Frayling complained to the Independent Press Standards Organisation\nthat herefordtimes.com breached Clause 1 (Accuracy) of the Editors’ Code of\nPractice in an article headlined “Court bans man from entering or loitering\noutside Hereford bike shop”, published on 2 September 2022.\n2. The\narticle was a court report about a man who had pleaded guilty to harassment.\nThe article stated that the \"course of conduct which amounted to the\nharassment” had included “subjecting [two men] to insults and abuse via email,\non social media, and in person, having unwanted contact with them, and taking\nunwanted photographs and videos\".\n3. The\ncomplainant, the man who had pleaded guilty, said that the article was\ninaccurate in breach of Clause 1 as the court found there was no evidence to\nsuggest he had posted insults and abuse on social media. The complainant\nprovided a letter from his solicitor to demonstrate this.\n4. While\nthe publication accepted that that it had not been heard in court that the\ncomplainant was found guilty of harassment by posting insults and abuse on\nsocial media, it did note that this information had appeared on the court\nregister, which formed the basis for the reporting, but later found that the\ncourt register itself was inaccurate. The publication offered to amend the\nonline report by removing references to the man sending abuse “on social media”\nand “taking unwanted photographs and videos”. It also offered to add the\nfollowing correction to the bottom of the article:\nEditor's\nnote: This article has been amended as the original details provided by the\ncourt were incorrect. Mr Frayling's solicitor has confirmed that his guilty\nplea did not include social media contact or posting photographs.\n5. The\ncomplainant did not accept the proposed wording as a resolution to his\ncomplaint as he did not consider this to be sufficient without financial\ncompensation from the newspaper. He also wanted the amendment to be published\nin print. He said his complaint could not be resolved.\nRelevant\nCode Provisions\nClause 1\n(Accuracy)\ni) The\nPress must take care not to publish inaccurate, misleading or distorted\ninformation or images, including headlines not supported by the text.\nii) A\nsignificant inaccuracy, misleading statement or distortion must be corrected,\npromptly and with due prominence, and — where appropriate — an apology\npublished. In cases involving IPSO, due prominence should be as required by the\nregulator.\niii) A\nfair opportunity to reply to significant inaccuracies should be given, when\nreasonably called for.\niv) The Press,\nwhile free to editorialise and campaign, must distinguish clearly between\ncomment, conjecture and fact.\nv) A\npublication must report fairly and accurately the outcome of an action for\ndefamation to which it has been a party, unless an agreed settlement states\notherwise, or an agreed statement is published.\nOutcome\n6. The\npublication requested that IPSO consider whether the remedial measures it had\noffered to the complainant amounted to a satisfactory resolution of the\ncomplaint such that, subject to fulfilment of the offer, the complaint could be\nclosed.\n7. The\nCommittee noted that the inaccuracy had arisen as a result of an error on the\ncourt register. The publication had offered to amend the article as well as\npublish a correction online. Where the correction was offered the day after\nIPSO’s investigation begun, the Committee considered it to be duly prompt. As\nthe inaccuracy only appeared online and not in print, the Committee found that\nan online correction alone was duly prominent and that a print correction was\nunnecessary.\n8. In\nline with the provisions in paragraph 40 of IPSO’s Regulations; having taken\ninto account the nature of the complaint and the publication’s remedial actions\nin response, outlined in paragraph 7, the Committee concluded that the measures\noffered by the publication were a satisfactory resolution of the complaint and,\nonce the correction is published, the complaint could be closed.\n\n\n\nDate\ncomplaint received: 5 September 2022\nDate\ncomplaint concluded by IPSO: 19 October 2022\nBack to ruling listing\n\n\n"
}